[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 359,
        "content": "\nes         oo A\nXS    i                                            ae\nae\nThe tufa cliffs of Thera, modern Santorini, which embody the signature of a\ngeomagnetic swing at the time of their deposit.\n(Photograph by the author.)\nOBJECTIONS TO BARNES’ EXPONENTIAL DECAY\nHarking back to Barnes’ retrocalculated rate of the geomagnetic field decay, and to be\nfair all around, it has to be pointed out that he, too, was in error concerning at least one point,\nand that concerns his unacceptance of polarity reversals.! Most of the criticisms leveled\nagainst him, however, stemmed from the fact that he had published many of his papers in the\nCreation Research Society Quarterly? and has been “frequently cited by creationists as proof\nthat the earth is only around ten thousand years old,” which, to be sure, was also Barnes’\nbelief.3 Even so, as Professor of Physics at the University of Texas at El Paso, he cannot be\nsaid to have been incompetent. And while a lot of the evidence touted by Creationists is",
        "bibliography": [
            "1T. G. Barnes, op. cit., pp. 43-44.",
            "2 See here the issues for June 1971, June 1972, and March 1973.",
            "3 B. Glenister & B. Witzke, “Interpreting Earth History,” in Did the Devil Make Darwin Do It (Ames, Iowa,",
            "1983), pp. 82-83."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 360,
        "content": "\nanything but valid, from a catastrophist point of view, as Jill Abery noted, quite a bit of it is\nscientific.! There has been more than one argument raised in Creationist literature that has\nstood to embarrass scientific orthodoxy. Evidence should not be judged by the source from\nwhich it comes, but, rather, by its factual foundation. It is mainly the conclusions derived by\nCreationists that are usually at fault. After all, it is a far cry from deducing that a cosmic\ncatastrophe ensued 10,000 years ago to claiming that Earth cannot be older than that. So how\nvalid, then, is Barnes’ methodology? Is the accusation that his figures suffer from the fact\nthat they are based on the decay rate of too short a time valid?\nMuch like Milsom, the team of B. Glenister and B. Witzke pointed out that “at times in\nthe geological past [Earth’s magnetic field] was stronger than at present and at other times\nweaker.”?\n“In addition, the polarity of the earth’s magnetic field has reversed, back and forth,\nmany dozens of times during the Phanerozoic. These observations refute the expo-\nnential decay model of Barnes.”\nAs we have seen, if we take the magnetic excursions discussed above into consideration,\nthis seems to be true—unless, of course, it can be shown that these later aberrations were\nlocal in nature. But if, as we have also seen, the geomagnetic field was reversed around\n10,000 years ago, it would have had to decay in the opposite direction to register as normal\nby the time of the Hallstat culture around the tenth century B.C. with Mandelkehr’s 2300\nB.C. event in between. Nor can we tell, at least at present, how many reversals and/or aborted\nreversals might have transpired between these three dates. The most that we can hold on to,\nonce again, is that a reversal took place around 10,000 years ago which, as Warlow was\nobjective enough to note, is the most recent complete and durable one that would be\nacknowledged by geologists.\nCOSMIC RAY DISCHARGE\nThe notion that Earth’s magnetic field has fluctuated up and down through the years re-\nceived a boost from the study of crystallized rat urine. But what has rat urine to do with\nEarth’s magnetic field?\nCollections of crystallized pack-rat urine in the form of globs are known as middens, and\nthese usually contain sticks, bones, fragments of plants and animal dung which the pack-rats\ncollect and carry to their dens. Found primarily in arid regions of North and Central America,\npack-rat middens have been studied in an endeavor to discover past climatic changes which\ncan be ascertained from the nature of the rubbish they contain. What transpires is that the col-\nlected items become saturated in urine which, as it evaporates in dry climates, tends to crys-",
        "bibliography": [
            "! J, Abery, “The Evolutionist-Creationist Battle: A Threat to Catastrophist Evolution,” SIS Workshop 4:4",
            "(March 1982), p. 2 (emphasis as given).",
            "2B. Glenister & B. Witzke, loc. cit.",
            "3 Ibid. see also, G. B. Dalrymple, Journal of Geological Education (March 1983), pp. 124-133."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 361,
        "content": "\ntallize and thus envelope the collection much like insects are trapped in amber. Looking a little\nlike candy, they have even been mistaken exactly for that and eaten by early prospectors\nworking in Nevada who found them sweet, but “sickish’” enough to cause nausea.!\n“A pack-rat midden,” the paleoecologist Peter Wigand explains, “is a snapshot of the flora\nand fauna existing within about 50m of the midden at the time it was accumulating.”? By dat-\ning the middens, scientists can tell what the climate was like at that particular time. Thus, for\ninstance: “Using midden evidence of tree growth and distribution in the Mojave Desert, bota-\nnist W. Geoffrey Spaulding...determined that average desert temperatures during the height of\nthe last Ice Age, about 18,000 years ago, were 6°C colder than they are today.”\nOf greater importance to our study, however, middens “can reveal changes in the heavens as\nwell as on earth.”4 This was demonstrated by the hydrologist Fred Phillips by checking an\nancient midden for evidence of cosmic ray bombardment. As Leon Jaroff explains, “highly\nenergetic cosmic-ray particles create the radioisotope chlorine 36 when they strike argon atoms\nin the atmosphere” and the isotope then “finds its way into plants and the urine of mammals,\nincluding the pack-rat.”5 Calling on the aid of radio-chemist Pankaj Sharma, Phillips\n“compared the amount of chlorine 36 in the midden urine with contemporary values, and con-\ncluded that cosmic-ray bombardment was 41% more intense 21,000 years ago than it is now.”6\n“This suggests that the earth’s magnetic field, which acts as a partial barrier to cosmic rays,\nwas then considerably weaker.””\nThere is one problem here and it concerns the dating of the middens which is derived\nthrough the radiocarbon method in which, for reasons already supplied, we do not have much\nfaith. So let us not take that “21,000 years ago” as an exact figure. The best that we can do is\naccept the date as having been earlier than our benchmark figure of 10,000 years ago. What\nthis means is that, at that time, Earth’s magnetic field was less than 0.62 gauss. But if, as al-\nready noted, it has also been discovered that Earth’s magnetic field was three times stronger\nthan at present during the time of the dinosaurs, it would mean that it had decayed between\nthen and that approximate 21,000 years ago. If that, however, is the case, the field would then\nhave had to have been boosted some time later than 21,000 years ago in order for it to be able\nto decay once more to its present low value.\nPROPOSED CAUSES\nReturning now to polarity reversals we ask: What could have caused Earth’s magnetic\nfield to reverse itself? As M. Fuller noted, the “rapidity and large amplitude of geomagnetic",
        "bibliography": [
            "11. Jaroff, “Nature’s Time Capsules,” TIME (April 6, 1992), p. 45.",
            "2 Ibid.",
            "3 Ibid. (emphasis added).",
            "4 Ibid.",
            "> Ibid.",
            "6 Ibid.",
            "7 Ibid. (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 362,
        "content": "\nan  | eee ete ea ang\nWN\nee A NE ee\nBS aay Cs eee) ee | wee Os\nAncient pack-rat middens can reveal changes on Earth as well as in the heavens.\nvariation...even when regarded as an impulse during a polarity transit, truly strains the\nimagination.”! Worse still, as admitted by Mandelkehr: “There is no firm agreement as to the\ncausal source of these reversals.”\nBy 1972, some authorities, including Harold Urey, were of the opinion that geomagnetic\nreversals can be caused by Earth’s interaction with external bodies such as comets or\nmeteoric swarms.’ (The irony here is that Urey had once served as one of the most bitter\ncritics of Velikovsky who had earlier proposed just such a cause.) This was later taken up by\nVictor Clube in his endeavor to ascribe just about all past catastrophes to Earth’s interaction\nwith comets and cometary debris. As he wrote:\n“Lesser impacts which are more common are quite capable of reversing the Earth’s\nmagnetic field...No other theory explains this particular phenomenon at the mo-\nment...”",
        "bibliography": [
            "1M. Fuller, “Fast Changes in Geomagnetism,” Nature 339 (1989), pp. 582-583.",
            "2M. Mandelkehr, loc. cit.",
            "3 Nature (October 6, 1972), p. 18.",
            "4 V. Clube, “Cometary Catastrophes and the Ideas of Immanuel Velikovsky,” S.I.S. Review V:4 (1980/81, but",
            "issued in December of 1984), pp. 107, 108."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 363,
        "content": "\nThis was emphasized and elaborated upon by Clube and his co-author, Bill Napier, in\ntheir opus magnum of 1982. As they there explain:\n“Whatever mechanism operates, the geomagnetic dynamo [which is held to be re-\nsponsible for the generating of Earth’s electro-magnetic field] is apparently very un-\nstable and this is supposed to give rise to spontaneous field reversals...Suppose now\nthat the Earth was struck by a comet or an asteroid, moving at some random\nangle...Because the crust and mantle are very rigid they will respond as a whole, and\nwithin the global travel time of earthquakes (say less than an hour) they will have ac-\nquired a new velocity and axis of rotation. The change in both will be min-\nute... However the core, being liquid, will at first carry on rotating in the old sense.\nThis modest impact is therefore enough to spin the overlying mantle, creating\nfriction at the boundary of core and mantle so forcing a completely new velocity\npattern on to the circulation currents at the top of the core...There is therefore, over\nthis period, a major redistribution of velocities within the core, and since as we have\nseen the geomagnetic dynamo is very unstable, one expects that the magnetic field\nwill be strongly perturbed and may rapidly flip over.”!\nThe problem with this scenario, as Clube and Napier themselves state, is that the change\nin the velocity of Earth’s rotation and the direction of its axis resulting from such an impact\n“will be minute.” It is difficult to conceive how such a minute change could completely flip\nEarth’s magnetic field. Even if such a reversal would have been initiated under such\nconditions, it is doubtful that the reversal would have been completed. The best that one can\nexpect from such a minute change is an aborted field reversal, that is an excursion, as\ndescribed above—which would still leave complete and durable reversals unexplained.\nThe notion that geomagnetic reversals can be caused by cometary and/or asteroidal im-\npacts did not go away. Years after Clube and Napier proposed their theory, and without even\na nod in their direction, Richard Muller and Donald Morris, who then hailed from\nCalifornia’s Lawrence Berkeley Laboratory, claimed that “there is strong evidence” for\nexactly what Clube and Napier had proposed. What these two theorists suggested is that if\nsuch a body, “nearly two miles in diameter,” were to hit Earth “at a speed of 5,600 miles per\nhour,” the dust and smoke that it would raise would block sunlight long enough to cause “a\ndrop in land temperatures.”\n“But since water retains heat longer than soil, the oceans remain relatively warm.\nThe result is a sudden (within a few hundred years) drop in sea level, by 33 feet or\nmore. This in turn changes the rotation rate of Earth’s crust and mantle relative to its\nliquid core. Result: a switch in the magnetic field.”?",
        "bibliography": [
            "lV. Clube & B. Napier, The Cosmic Serpent (London, 1982), pp. 126-127 (emphasis added).",
            "2 A. Fisher, “Geomagnetic Reversals,” Popular Science (March 1987), pp. 8-9.",
            "3 [bid., p. 9; see also R. A. Muller & D. E. Morris, “Geomagnetic Reversals from Impacts on the Earth,”",
            "Geophysics Research Letters 13 (1986), pp. 1177-1180; idem, “Magnetic Reversal Rates and Sea Level,”"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 364,
        "content": "\nAt first sight, this appears to be a marriage between the theories of Clube and Napier and\nthat of Peter Warlow—discussed earlier—whom they also fail to mention. But, for one thing,\nas already noted, geomagnetic reversals occur much faster than the “few hundred years” ex-\npected through this method; and, for another, rather than causing “a drop in land tempera-\ntures,” the 10,000-year-ago event coincided with the end of the Pleistocene Ice Age. Thus, in\neffect, our own hypothesis is likewise in direct opposition to that proposed by Mandelkehr\nwho is also of the belief that “there was a glacial buildup and resultant geomagnetic ef-\nfects” —even though this was in defense of his posited 2300 B.C. catastrophe.!\nAn actual reversal associated with the impact of an extraterrestrial body has, however,\nbeen reported. This reversal seems to have taken place following the Tunguska impact event\nof 1908. Whatever it was that exploded over this region, a meteor, comet, or whatever else it\nmight have been, it left no crater behind, although it did level the forest for miles around.\nWhat is of interest here is that, according to a student at Odessa University, a magnetic rever-\nsal was detected in the adjacent soil over an area “at least 3,500 square kilometers” in extent.?\nBut since this magnetic reversal does not seem to have been recorded from anywhere else, it\nwould have to be assumed that it was local in character. In fact, as Eric Crew surmised, “this\nmight have been the result of a very powerful flow of atmospheric electricity in the ionised\npath of the meteor to ground from the huge store of charge in the upper atmosphere.”3\nPeter Warlow, on the other hand, was of the opinion that a geomagnetic reversal due to\n“some outside influence” seems to be “rather improbable.” He also finds improbable those\nsuggested causes which rely on the ad hoc theory that Earth may be acting as a double dy-\nnamo; or that Earth’s core is subdivided into an inner and outer region, again acting as inde-\npendent dynamos with oppositely directed fields; and/or that Earth’s interior consists of a se-\nries of nested shells which produce an alternating succession of field directions.>\nThe objection here is that the terrestrial dynamo is itself based on an assumption. Thus,\nassumption.\nfor instance, although Hannes Alfvén takes the existence of dynamos in the interior of\nplanets into consideration,’ he cautions experimentalists against total acceptance of the\n“There are a large number of well-known theories of self-exciting dynamos [he\nwrote]. Space dynamos have been attributed to plasma turbulence, but...there is no\nconvincing evidence that turbulence in the real sense ever exists in cosmic plasma.\nEven the usual models of dynamo processes in the interiors of celestial bodies seem\nto encounter difficulties...so that alternatives to those should also be considered.”7\nNature 332 (1988), p. 211; but see also K. A. Hoffman, “Ancient Magnetic Reversals: Clues to the\nGeodynamo,” Scientific American (May 1988), pp. 76-83.\n1M. Mandelkehr, op. cit., p. 5 (emphasis added).\n2 Science in USSR, No. 3 (1983), p. 88, as cited in SIS Workshop 6:1 (May 1985), p. 30.\n3 E. Crew, as cited in ibid.\n4P. Warlow, The Reversing Earth (London, 1982), p. 54.\n5 Ibid., pp. 54-55.\n6H. Alfvén, Cosmic Plasma (Dordrecht, Holland, 1981), pp. 87, 114.\n7 Ibid., p. 87 (emphasis added).\n364",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 365,
        "content": "\nIf the theory of Earth’s dynamo is on shaky ground, any proposals that Earth may be act-\ning as a double dynamo, or that it possesses independent dynamos, or that it generates a suc-\ncession of alternating fields, would have to be on even wobblier grounds.!\nNow, as Warren Carey tells us, “the earth does not rotate as a solid body, for the mantle\nis slowly overrunning the core” just as “the atmosphere is slowly overrunning the surface.”?\nThis well-known process led Warlow to his own postulate concerning the manner in which\nEarth’s field could be reversed.\n“All of the efforts by conventional scientists to explain the magnetic reversals have\nconcentrated on what seems to be the obvious problem, namely to find a way of re-\nversing the field. There is, however, another possibility. That possibility is to leave\nthe field alone and turn the Earth over instead.”3\nIn such a case, according to Warlow, Earth’s shell, or mantle, would turn over, while the\ncore would not. “It is, of course, unlikely that anyone would have been worrying about meas-\nurement of the field during the actual inversion,” he wrote, “but, for the periods before and\nafter, there would be the same result as for the rotation, namely that the field would appear to\nhave been reversed with respect to the surface features.”+\nBut then, as William Field noted, “in recent years considerable progress seems to have\nbeen made in developing models that attempt to explain the alternate possibility—that the\nfield has flipped many times while the mantle has remained in place.”> For us, of course, a\nreversal of Earth’s shell as a means of an apparent reversal of the geomagnetic field runs into\nan additional problem. Had Earth’s shell slipped off the core in order for the geomagnetic\nfield to appear to have reversed, the shell would have to have slipped 180 degrees. In our sce-\nnario, this would mean that proto-Saturn would have been seen to leave its north celestial po-\nlar placement, slip down the sky, disappear from the latitudes of the northern hemisphere,\nand take up a new position in Earth’s south celestial pole. Unfortunately there is absolutely\nnothing in the mytho-historical record that as much as hints at such a displacement any time\nshortly following proto-Saturn’s flare-up.\nEven as I write this, a curious discovery has come to light through satellite\nmeasurements. Far below the southern tip of Africa there exists a small region the magnetic\npolarity of which is opposite to that of its surroundings—in effect a local reversed polarity.\nSimilar patches were detected near the North Pole. Gauthier Hulot and his colleagues have\ntheorized that these reversed patches are “presumably eddies that are working against the\nprimary motion of [Earth’s] core” and that “their growth” can therefore “explain the current",
        "bibliography": [
            "1 And see here J. A. Jacobs, “What Triggers Reversals of the Earth’s Magnetic Field?” Nature (May 10, 1984),",
            "p. 115.",
            "2S. W. Carey, Theories of the Earth and Universe (Stanford, California, 1988), p. 31.",
            "25.W. Carey, Theories of the Earth and Universe (Stanford, California, 1988), p. 31.",
            "3 P. Warlow, op. cit., p. 55 (emphasis added).",
            "4 Ibid., pp. 56-57.",
            "5 T. W. Field, op. cit., p. 20 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 366,
        "content": "decline in [Earth’s] dipole field.” Moreover, as they believe, “the rampant growth of such\npatches has caused full-blown reversals,” but only “in some computer simulations.”\n\nUnlike the paleomagnetic stripes found mirrored on both sides of mid-ocean ridges and\nthe paleomagnetic signatures imprinted on ancient ceramics, these patches do not contain fos-\nsilized magnetism. They are very much “alive” so that a compass within their areas would\nactually register the reversed polarity.\n\nIt is obvious, however, that if some computer simulations indicated full-blown reversals\ndue to the “rampant growth” of such patches, other simulations did not. But if “full-blown re-\nversals” are really caused by the “rampant growth” of such patches, a// computer simulations\nshould indicate it. What this does indicate is that computer simulations are reliant on the data\nthat is fed into them.\n\nMoreover, while Hulot and company speak glibly of the “rampant growth” of these re-\nversed patches, they provide no evidence for such “growth.” Counter-acting eddies these\npatches might very well be, but nature is rampant with anomalies since it has always been\nimpervious to man-made laws. This is evidenced by the anomalous magnetic fields of the\nother Solar System planets,? a situation which led Michael Zeilik to remark that they\nconstitute nothing short of “a magnetic mess.”3 Or, as David Stevenson was honest enough to\nconfess: “Planetary dynamo theorists have yet to be able to predict anything about planetary\nmagnetism...”4\n\nCan we, then, ever find the real cause behind Earth’s magnetic field decay and its polarity\nreversals?\n\nEX HYPOTHESI\n\nEarth’s magnetosphere is essentially an electric phenomenon. Any interference with it\nhas to come from an electrical impetus. “The postulation of [an electric] charge,” noted Eric\nCrew, “may also account for the nature of the supposed luminosity of the planet in the past,\nthe evidence for electrical discharges to Earth and its atmosphere, and the powerful flow of\ncurrent in the crust of the Earth due to the movement of induced charges, which would cause\ncorresponding changes in the terrestrial magnetic field.”> Although Crew was here referring\nto the planet Venus in relation to Velikovsky’s theory, his words could be made to apply just\nas well to proto-Saturn.\n\nAs it has finally become generally known, cosmic magnetic fields are embedded in plas-\nmas,° and since 99% of the Universe is now known to consist of plasma, it stands to reason\nthat space must be permeated with magnetic fields.",
        "bibliography": [
            "Is. Simpson, Joc. cit. (emphasis added).",
            "2 See here D. Cardona, God Star (Victoria, British Columbia, 2006),  pp. 400-401, 418; re the anomalous",
            "magnetism on Mars, see also M. T. Zuber, “Mars: The Inside Story,” Sky & Telescope (December 2003), pp.",
            "45-46.",
            "3M. Zeilik, Astronomy: The Evolving Universe (N. Y., 1985), p. 160.",
            "4R. O. Fimmel, et al. (Eds.), Pioneer Venus, NASA SP461 (Washington, D. C., 1983), p. 154.",
            "SE. Crew, “Glasgow Still Proceeds,” S.1.S. Review, Vol. VIL, Part A (1982/3-1985), p. 36.",
            "6G. Musser, “Magnetic Anomalies,” Scientific American (August 2000), p. 22."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 367,
        "content": "\nIn the past, magnetism was not considered a main force in the Universe. As George\nMusser reported: “Magnetism had long been considered a side attraction in astronomy —hard\nto measure, hard to master, seemingly easy to neglect.” By mid 2000, however, astronomers\ncame to realize that magnetic fields are “one of the greatest shaping forces of the universe.”\nOur own galaxy, the Milky Way, was found to possess a magnetic field. Other galaxies have\nsimilar fields. “When researchers began to look for fields in between galaxies in the late\n1980s,” Musser went on, “their expectations were low.” When intergalactic fields were even-\ntually encountered in 1990, “it came as a surprise.” Theorists were so puzzled that they “took\nrefuge” in the belief that what they had discovered in the interstices of the Coma cluster of\ngalaxies “was a fluke.” But, as it turned out, twenty-four other galaxy clusters were also\nfound to possess “galactic-strength fields.” These fields “are as potent as other cosmic forces,\nso they can no longer be ignored in models of galaxy formation and other celestial goings-\non.” Or, as Stirling Colgate better phrased it: “These magnetic fields are the dominant free\nenergy of the universe.”!\nIt is through this intergalactic field that proto-Saturn, together with Earth, would have\nbeen traveling while still outside the Solar System. Both Earth and proto-Saturn would have\npossessed their own electromagnetic fields. What the power of those fields were is temporar-\nily unknown.\nLightning is an electrical phenomenon. It can provide an electrical impetus. As Ve-\nlikovsky noted, lightning, or a thunderbolt, can actually reverses magnetic poles. Carl Sagan\ncriticized Velikovsky for not having given this statement adequate justification? But that\nlightning can magnetize rocky outcrops and even reverse their polarity had been known\nbefore Sagan penned those words.* Of course, in Velikovsky’s case, the thunderbolt he had\nin mind in connection with the reversal of Earth’s magnetic field was an interplanetary one.\n“A thunderbolt, on striking a magnet, reverses the poles of the magnet [he wrote].\nThe terrestrial globe is a huge magnet. A short circuit between it and another\ncelestial body could result in the north and south magnetic poles of the earth\nexchanging places.”5\nA stroke of lightning, or a thunderbolt, is an electrical discharge. So are solar flares. That\noscillations in the pulses of the Sun itself affects Earth’s magnetosphere has been demon-\nstrated by B. M. Vladimirskij and his colleagues.® Being electrical discharges, solar flares are\njust as disruptive. As it was reported in Science Digest, should this “surge of electrically",
        "bibliography": [
            "1 Ibid.",
            "21. Velikovsky, Worlds in Collision (N. Y., 1950), p. 114.",
            "3c. Sagan, “An Analysis of Worlds in Collision,” in D. Goldsmith (Ed.), Scientists Confront Velikovsky",
            "(Cornell University, 1978), pp. 54-55.",
            "4 ©. Ginenthal, Carl Sagan & Immanuel Velikovsky (Tempe, Arizona, 1995), pp. 66-67",
            "5 1. Velikovsky, loc. cit.",
            "6B. M. Vladimirskij, et al., “Oscillations in the Magnetosphere of the Earth with a Period of 160 Minutes",
            "Caused by the Pulsations of the Sun,” as abstracted in Astronomy and Astrophysical Abstracts, Vol. 31, Part 1",
            "(1982), p. 296."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 368,
        "content": "\n|\nsah\n£4          ,\ntn WP dy            ¥\nKe wry                                                                f\n\"            the                              Fs     f;\nae ae         se\nv1      hc)           ;\n:                   we\n-           2\nSolar flares—electrical discharges of a powerful nature—can also disrupt Earth’s magnetic field.\n(Photograph courtesy of NASA.)\ncharged particles” from a solar flare head toward Earth, “three days later this gust of ‘solar\nwind’ would sweep over our planet, disrupting its magnetic field.”! Moreover, as already\nnoted, some Sun-like stars are now known to emit superflares.?\n“Sifting through observations as far back as 1899, [Bradley] Schaefer found nine in-\nstances of superflares by sun-like stars. In each case, the star brightened by 10\npercent to 1,000 percent for a period lasting about an hour. The smallest of the nine\nsuperflares was 100 times larger than the largest flare that’s been seen shooting out\nof our sun.”3",
        "bibliography": [
            "1“Solar-Gas Wind Gusts,” Science Digest (December 1981), p. 19.",
            "2K. Chang, “Superflares Can Zap Planets— Astronomers Puzzle Over Other Stars,” ABCNEWS.com (January 6,",
            "1999).",
            "3 Ibid."
        ],
        "captions": []
    }
]