[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 29,
        "content": "All very neat, as Chorlton put it. “But the evidence in support of Wilson’s theory,” he\nwent on, “is not wholly convincing.” Antarctic surges of the sort Wilson had in mind, he\nargued, are not now apparent.!\n\nWell, not quite. That might have been true in 1983, but it is now known that such surges\ndo take place in Antarctica, and through the very lubricating mechanism espoused by Wilson.\nThese surges, however, are presently restricted to the Ronne and Ross ice shelves. The result\nof these surges, however, is contrary to what Wilson expected. What is actually transpiring is\nthat these ice shelves are melting and the glaciers that feed them are retreating.? In the\nmeantime, Earth’s climate is not getting any colder. And if the Antarctic ice sheet does not at\npresent act in the manner advocated by Wilson, what could have caused it to act according to\nhis theory in the past?\n\nCOLD VERSUS HEAT\n\nBack in 1883, the British physicist John Tyndall had already noted that those who were\nsearching for the cause of ice ages “have overlooked the fact that the enormous extension of\nglaciers in bygone ages demonstrates, just as rigidly, the operation of heat as well as the ac-\ntion of cold.”3 As he stressed, cold is not sufficient to produce glaciers.4\n\nWhat Tyndall meant was spelled out clearly in 1952 by Donald Menzel. “I have always\nbelieved than an ice age is not, of necessity, a cold age,” he told his listeners at a conference.\n“Tn fact, as others have noted,” he went on, “an increase of solar radiation, rather than a de-\ncrease, may well bring about an ice age, because of the greater evaporation from the oceans\nproduced by the stronger solar radiation.”>\n\nAs Hooker had it plainly stated: “An analysis of all theories which have heretofore been\nadvanced shows unmistakably that without exception every one is based upon the precon-\nceived assumption that colder climate, per se, was the cause of ice ages.” Thus, as Hooker\nably reasoned, glaciologists are not really looking for the cause of ice ages, but, rather, for\nwhat caused Earth’s climate to grow colder.”\n\nBarbara Bell was of the same opinion when she pointed out that a decrease in solar radia-\ntion would account for less precipitation and thus “virtually impossible to build up any ap-\npreciable ice sheet on the land.”8",
        "bibliography": [
            "! Pbid., pp. 121, 122.",
            "2 See, for instance, R. A. Bindschadler & C. R. Bentley, “On Thin Ice?” Scientific American (December 2002),",
            "pp. 98 ff.",
            "3 J. Tyndall, Heat Considered as a Mode of Motion (1883), p. 192.",
            "4 Ibid.",
            "5 D. H. Menzel, “The Causes of Ice Ages,” read at the conference sponsored by the Rumford Committee of the",
            "American Academy of Arts and Sciences, 1952, as quoted by H. Shapley, Climatic Change (Cambridge, 1953),",
            "in turn quoted by D. E. Hooker, op. cit., p. 31.",
            "6 D. E. Hooker, op. cit., p. 24 (emphasis as given).",
            "7 Ibid.",
            "8 B. Bell, “Solar Variation as an Explanation of Climate Change,” in H. Shapley, op. cit., as cited by D. E.",
            "Hooker, op. cit., pp. 31-32."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 30,
        "content": "\nRevived more recently by the prophet of doom John Hamaker, this same notion was\nagain boosted in 1992 by Gifford Miller who came to Hamaker’s support:\n“People are taught in high school that when the world gets cold, an ice age begins.\nThe geologic record is showing us this is not so. Just before the last climate crash,\ntemperatures got a little warmer, as they are getting a little warmer today.”!\nAnne de Vernal, from the University of Quebec in Montreal, then joined the club. “That\nglaciers are cold,” she rightly pointed out, “does not mean they are triggered by cold.”?\nThe problem with this mechanism is twofold. First, what would have induced the Sun to\nsupply more heat than usual? Secondly, according to Tyndall, the heat required to evaporate\nthe oceans in order to precipitate sufficient moisture in the form of ample snow to cause an\nice age would raise a mass of iron five times greater than the mass of the ensuing ice to the\nmelting point.3 Even though Tyndall erred in his calculation and exaggerated the effect, + the\noceans would still have had to heat up. It is not enough for Leroy Ellenberger to remind us\nthat “the ice accumulating today in Greenland and elsewhere does not originate from water\nthat has literally boiled.”> Today’s ice, in Greenland and elsewhere, does not constitute an ice\nage. Even so, it remains difficult to see how Tyndall’s tremendous evaporation could have\nturned into snow amid his postulated infernal heat. Upon condensing, this evaporation should\ninstead have fallen as rain. This then becomes the dilemma: for an ice age to occur according\nto the above postulate, Earth would have had to fry which would have kept the ice from\nforming.\nUPLIFT OF LAND\nBack in 1958, Cesare Emiliani attempted to revive the theory of continental uplift as a\nsolution to the occurrence of ice ages. Commencing with the end of the Cretaceous period,\nEmiliani appealed to the sinking of a large portion of the Pacific bottom and “similar\nfounderings.” According to him, this was accompanied with a simultaneous epoch of moun-\ntain building which created such chains as the Rockies, Andes, Alps, and Himalayas. This\nprolonged process resulted in “millions of square miles of previously immersed land” which\nnow rose above a posited shallow sea. “Since dry land absorbs less solar radiation than water\ndoes,” he reasoned, “the world climate became steadily colder.” Some two million years ago,\npermanent ice caps developed in Antarctica and Greenland. These caps would have reflected\nthe Sun’s heat back into space. © As he continues:",
        "bibliography": [
            "1G, Easterbrook, “Return of the Glaciers,” Newsweek (November 23, 1992), p. 63.",
            "1G. Easterbrook, “Return of the Glaciers,” Newsweek (November 23, 1992), p. 63.",
            "2 Ibid. (emphasis added).",
            "3 J. Tyndall, loc. cit.",
            "4cL Ellenberger, “Still Facing Many Problems,” Part Il, KRONOS X:3 (Summer 1985), p. 3.",
            "5 Ibid.",
            "6c Emiliani, “Ancient Temperatures,” in P. Cloud (Ed.), Adventures in Earth History (San Francisco, 1970),",
            "pp. 897, 898."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 31,
        "content": "“Some 300,000 years ago the climate had become so cold that one of Milankovitch’s\ncool-summer cycles could have extended the northern ice south to northeastern North\nAmerica and Scandinavia—both regions of heavy snowfall. Back-radiation of solar\nenergy was still further increased, and the first great wave of ice was under way.”!\n\nAnd yet, Emiliani himself was quite critical of the Milankovitch theory. As he explained:\n“The main difficulty with the Milankovitch theory is that it fails to explain why the Ice Ep-\noch developed only recently —within the last million years—after 200 million years during\nwhich the earth had no ice ages.”? Through what logic can he then bolster his theory by ap-\npealing to “one of Milankovitch’s cool-summer cycles”? And then, how would the raising of\nland-areas, which remain above sea level to this day, have resulted in a colder climate when\nthe same land-areas, now covered with snow and ice, do not do so at present?\n\nAn analogous theory, the brainchild of William Ruddiman and Maureen Raymo, blamed\nthe possible cause of ice ages on an uplift of the Tibetan Plateau. By thus altering wind di-\nrection, this would have accentuated climatic swings and altered rain patterns “in a way that\ncaused carbon dioxide to wash out of the atmosphere faster than it once did.” This would\nhave diminished Earth’s greenhouse effect which, in turn, would have led to global cooling.3\nBut, heavens! —Is the Tibetan Plateau, or the Himalayas of which it is composed, the only\nuplift of land known to have transpired through Earth’s geologic ages? Granted—it is the\nhighest on Earth, and could thus have served as a greater cause for atmospheric changes. But\nthen it could only be held responsible for one ice age. What about the series of other ice\nages? One may argue that other uplifts might have been the cause of other ice ages in the\npast. But then, since the Tibetan Plateau, and other uplifts, remain uplifted to this day, why\nare we not still within the grips of an ice age? After all, the changes in wind pattern and rain-\nfall that these uplifts created are still with us to this day.\n\nTHE VOLCANIC THEORY\n\nOne theory that regained temporary prominence blamed ice ages outright on the action of\nvolcanoes. While not exactly new, this theory received a boost from Harry Wexler in 1952.\nBasing his findings on the explosion of Krakatoa, in the East Indies, which occurred on\nAugust 27, 1883, Wexler argued that as much as twenty per cent of the sunlight received on\nEarth can be blocked by just such a series of volcanic eruptions occurring in a relatively short\ntime. Krakatoa has been calculated to have thrown some 13 cubic miles of rock, dust, and ash\ninto the air. Enormous clouds of ash rose up to 20 miles or more into the atmosphere, drifting\nacross the oceans and continents, arriving over Europe three months after the explosion. The\nSun’s radiation, as recorded at the Montpellier Observatory in the south of France, dropped\n“from 30 per cent above normal to 20 per cent below normal.” As Wexler proposed: “A long",
        "bibliography": [
            "! [bid., p. 898",
            "2 Ibid., p. 897.",
            "3 G. Easterbrook, op. cit., pp. 62-63."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 32,
        "content": "\nLe i a. i\n. -   oo\nPo        a, Bete ee ee\n—— le”\nE —- «ae. hl\nre ee i Se",
        "bibliography": [
            "The eruption of Krakatoa.",
            "(lustration by the U. S. Geological Survey.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 33,
        "content": "series of volcanic explosions that built up the dust pall, making the winters stormy and cold\nand the summers cool, might nourish glaciers and bring on an ice age.”!\n\nPrevious theorists, among them P. and F. Sarasin and W. J. Humphreys, could not find\nany evidence that such volcanic outpouring would have the predicted effect on weather. As\nWexler himself admits: “The records of weather stations around the world failed to show any\nconsistent or significant cooling of the globe after the Krakatoa explosion or other great vol-\ncanic eruptions.” He then blames this failure on the fact that there were not enough weather\nstations at the time for enough data to be gathered. Even at the time of his writing, in 1952,\nthe number of weather stations remained insignificant with large areas of Earth, especially\nthe oceans, devoid of such depots.?\n\nDecades later, ocean cores from the North Pacific, said to contain evidence of glaciation,\nwere also found to contain ash. This led to the revival of the volcanic theory, which blamed\nthe succession of ice ages commencing some 2.6 million years ago on a series of volcanic\neruptions. Earlier still, some 25 million years ago, another eruption, or series of eruptions,\ndeposited a thick layer of pumice which was discovered in the sediment below the sea ice of\nAntarctica.\n\nAnd yet, Wexler himself throws a monkey in the wrench of his own supposition when he\nfocuses on the major problem of the theory in that “the geological record shows no consistent\nconnection between periods of volcanic activity and ice ages.” While geologists have some-\ntimes found that glacial deposits do lie on top of volcanic ash, in most cases the signatures of\nice ages fail to reveal any apparent evidence of volcanic activity. There are also many sig-\nnificant deposits of volcanic ash that are not burdened by the signatures of ice ages. As\nWexler was forced to admit: “It would be foolish to argue that volcanic explosions are the\nsole cause of long-range climatic variations,” even though he still believed them to have been\nthe main cause.*\n\nOne other problem that supporters of this theory seem to overlook concerns the cause be-\nhind such world-wide volcanic activity which, if made to account for ice ages, would have\nmultiple volcanoes erupting much more frequently than at present for relatively short periods\nof time, and then lie dormant, when not extinct, for longer periods, only to re-activate them-\nselves, time and again, in a concerted cyclic pattern through the ages.\n\nPOLE SHIFTS AND TILTS\n\n1964 also saw the publication of a book by René Gallant which not only severely criti-\ncized the Milankovitch theory, but which also proposed a theory of ice ages which has been\nexpounded on by various authorities through the years. As presented by Gallant, this theory\ndiscusses the possibility that ice ages owed their cause to the shifting of Earth’s axial pole by",
        "bibliography": [
            "1H, Wexler, “Volcanoes and World Climate,” Scientific American (April 1952).",
            "2 Ibid.",
            "3 New Scientist (November 7, 1998), p. 26; ibid. (November 21, 1998), p. 14.",
            "4H. Wexler, loc. cit.",
            "5 R. Gallant, Bombarded Earth (London, 1964)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 34,
        "content": "\nfrequent meteoric bombardments and other cosmic events.! Due to the discovery of tropical\nand sub-tropical remains of plants and animals in both the Arctic and Antarctic regions,?\nvarious authorities subscribed to similar ideas in that Earth’s rotational pole must have either\nshifted its location or tilted its direction in space. It was argued that either one of these\nchanges could also account for the occurrence of ice ages. The pole shift theory received its\nmajor impetus in 1970 with the publication of Charles Hapgood’s opus magnum on the\nsubject. The axial tilt theory was aired in 1978 by Jack Wolfe who was quoted as saying that\n“earth’s axis of rotation was once less inclined toward the sun.” In his view this “could help\nexplain major changes in climate.”4\nIn March of the same year, in reporting the discovery of fossil amphibians and reptiles in\na mountainous region of Antarctica, John Cosgriff, Jr. also came to the conclusion that:\n“Clearly, the south pole was then elsewhere than on the Antarctic continent.”5\nIn 1980, John White published a book on the subject which should have won as much ac-\nclaim as Hapgood’s had previously done.\nA polar shift theory due to a close passage of an unknown planet, named simply Z, was\npresented at the University of Bergamo symposium in 2001 by W. Wolfli and W. Balten-\nsperger. Planet Z was there speculated to have been of Martian mass and to have entered the\nSolar System from the regions of the asteroid belt, the Kuiper Belt, or the Oort Cloud. It may\nalso have originally orbited the giant planet Jupiter. Since it fragmented, with its debris fal-\nling into the Sun, planet Z no longer exists.®\nThe problems inherent in these theories of pole shifts and tilts, have already been dis-\ncussed in the prequel to this volume,’ to which the reader is therefore referred.\nMAGNETIC FIELD COLLAPSE\nPast reversals of Earth’s magnetic polarity, deduced from the fossil magnetism in rocks,\nhave been acknowledged for some time. This led Frederic Jueneman to hypothesize what\ncould, or would, occur had the terrestrial field actually collapsed. As he reasoned, the greatest\neffect “of even a partial collapse” of Earth’s magnetic field would “probably” result in an\nintense cooling. This is a phenomenon that has been observed, albeit on a much smaller\nscale, in laboratory experiments “where the collapse of a magnetic field induces a cooling\neffect by slowing or even stopping thermal molecular motion with no net gain or loss of en-\nergy.”\nergy.”8",
        "bibliography": [
            "1B. Crew, “Classics of Catastrophism,” $.I.S. Review V:4 (1980/81), p. 127.",
            "1E. Crew, “Classics of Catastrophism,” S.I.S. Review V:4 (1980/81), p. 127.",
            "2 See here especially, D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 361 ff.",
            "3C. H. Hapgood, The Path of the Pole (N. Y., 1970), in toto.",
            "4 J. Wolfe as quoted in a 1978 United Press International article titled “Alaska Was Tropical, Expert Says,” as",
            "cited by John White, Pole Shift (N. Y., 1980), p. 12.",
            "5 New Haven Register (March 5, 1978), as cited in ibid., p. 13.",
            "6 W. Wolfli & W. Baltensperger, “Geographic Shift of Earth’s Pole Positions After a Close Encounter with an",
            "Object of Planetary Size,” Proceedings of the Symposium “Fifty Years After Worlds in Collision by Velikovsky:",
            "Classical and New Scenarios of the Evolution of the Solar System” (Bergamo, Italy, 2002), pp. 78-85.",
            "7D. Cardona, op. cit., pp. 377-381, 391-403.",
            "8 FB. Jueneman, Raptures of the Deep (Des Plaines, IL, 1995), p. 122."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 35,
        "content": "\n“On a planetary-sized scale the cooling effect due to a rapid reduction or collapse of\na magnetic field could freeze the atmosphere itself in the vicinity of the magnetic\npoles, causing the air itself to precipitate as snowflakes in a blizzard. The effects\nwould be far-reaching...”!\n“Could such a phenomenon have occurred, or more to the point did such a thing indeed\nhappen?” asked Jueneman. “And, if it did, what was the cause?”? To that end, Jueneman\nfound himself toying with the idea that meteoric impacts—to which we shall come below—\nmight “adversely” have affected Earth’s magnetic field “during the last 10 millennia.” But\nmeteors have been known to impact Earth without coming anywhere close to collapsing\nEarth’s magnetic field. In order for Jueneman’s hypothesis to be seriously considered, one\nwould have to postulate entire fields of sizeable meteors acting in concert, time and again,\nthroughout Earth’s geologic past. Scars of impacts left by such meteoric trains have been\nidentified by some as having excavated the hollows now recognizable as the chain of the\nCarolina Bays and similar depressions. But can it be shown that an incursion of a meteoric\ntrain could collapse Earth’s magnetic field? It seems more likely that such a collapse would\nrequire the interaction of an external electromagnetic, or at least an electrical, force.\nMETEORIC AND ASTEROIDAL IMPACTS\n1988 saw a revival of the meteoric impact theory as a cause for ice ages. Frank Kyte, Lei\nZhou, and John Wasson, all from the University of California, blamed the most recent series\nof ice ages on the fall of a 500 meter diameter meteor which landed in the east Pacific basin\nsome 2.3 million years ago. By throwing up some 20 billion tonnes of water into the strato-\nsphere, an enveloping cloud would have possibly risen to Earth’s high altitudes, blocking\nsunlight over the poles, thus instigating an ice age. For evidence, Kyte and his colleagues\npointed to a high concentration of meteoric particles found in sediment of this supposed age\nin a core retrieved from the region, plus high iridium concentrations in six cores drilled up\nsouth west of Cape Horn.4\nEmilio Spedicato, from the University of Bergamo, Italy, was of similar opinion. Con-\nstructing his argument on the hypothesis of Hoyle and Wickramasinghe, he reached the con-\nclusion that the last Ice Age was initiated by a meteoric impact on land, and terminated by\none in the ocean.> In Hoyle’s case, however, it was oceanic impacts which instigated ice\nages—which shows that speculation can be made to account for an either-or cause.\nAs Trevor Palmer, however, rightly concluded: “The impact of an asteroid of about 1 km\ndiameter would undoubtedly have worldwide effects, but it seems unlikely that an event on\nthis scale could, by itself, bring about the start or finish of an ice age, particularly since about",
        "bibliography": [
            "! Ibid.",
            "2 Ibid.",
            "3 Ibid., p. 123.",
            "4 Reported in Chronology & Catastrophism Workshop, 1988:2, p. 28.",
            "5 E. Spedicato, Apollo Objects, Atlantis and the Deluge (Bergamo, 1990), pp. 24 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 36,
        "content": "three such impacts would be expected every million years.”! Thus, for instance, when Kyte et\nal.’s meteor is compared to the comet which was also claimed to have impacted Earth at the\nCretaceous-Tertiary boundary, the one which has been blamed for the demise of the dino-\nsaurs, it is legitimate to question Kyte’s conclusion. The amount of atmospheric disturbance\nthat must have been created by the Cretaceous-Tertiary impact would have dwarfed the at-\nmospheric disturbance produced by Kyte’s postulated meteor. One is therefore inclined to\nask why no ice age ensued at the cretaceous-Tertiary boundary.\n\nThe twenty-first century saw no abatement of the impact theory. Gregory Jenkins, a me-\nteorologist hailing from the Pennsylvania State University, advanced the opinion that an as-\nteroid slammed into Earth four and a half billion years ago, knocking our world on its side.\nThis touched off “a crazy climate that nurtured the first living things but later triggered giant\nice sheets in the tropics.”?\n\nAlthough Earth was then much balmier than at present, the young Sun was then much\nfainter Jenkins explains this by postulating that Earth had been rotating sideways at the\ntime. This would explain why Earth’s present polar circles were much warmer than at pre-\nsent, even much warmer than present lower latitudes. By the same token, the present equato-\nrial regions would have taken the place of the present polar circles. This, Jenkins opines,\nwould explain the evidence of glaciers which have been discovered at Earth’s equatorial re-\ngions between 800 million and 540 million years ago. “When Jenkins modeled what the\nclimate would have been like during that time if Earth’s axis were tilted at a steep, 70-degree\nangle, ice appeared at the equator.”*\n\nHow did Earth regain its former, and now present, 23-degree tilt? Jenkins believes that\n540 million years ago, at the start of the Cambrian Period, the buildup of continents near the\nsouth pole flipped our planet back.5 The possibility of such axial flips due to continental im-\nbalance had, however, already been ruled out years before.® Besides, Jenkins’ theory could,\nat best, be made to account for but one particular ice age, the one which deposited glacial ice\nin the equator. It cannot be made to account for those ice ages which deposited glaciers in the\nnorthern and/or southern hemispheres.\n\nCOMETS AND COMETARY TAILS\n\nIn 1979, Fred Hoyle, writing with Elizabeth Butler, opted for the passage of Earth\nthrough cometary tails as a cause for ice ages. According to them, Earth’s upper atmosphere\nwould suddenly have acquired a vast amount of dust from such a passage and that this would\nhave increased the reflective power, or albedo, of the atmosphere which would have pre-\nvented solar radiation from reaching Earth’s surface. Because Earth’s oceans contain more",
        "bibliography": [
            "17. Palmer, “The Erratic Descent of Man,” Chronology and Catastrophism Review, XII (1990), p. 21.",
            "2 J. Gorman, “Earth in the Balance,” Discover (April 2000), p. 20.",
            "3 See here, D. Cardona, op. cit., pp. 361 ff.",
            "4 J. Gorman, loc. cit.",
            "5 Ibid.",
            "6 See here, D. Cardona, op. cit., pp. 394 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 37,
        "content": "\nQW SKA\nWC YSA YAR\nSARA See )\\\nSe\nSO) Sn Rem\n\\   LS ae ee ree \\\n\\ A   an ‘ot.  wee]   ar. \\\n(illustration by Bruce LaFontaine.)\nBY Be OW ey  aes\nwetting. yy © \\        an          <\n>  ere  NA   Vos     SoS\n'  a.  PHL Sse      aN\n\\   5  mm  2 NNN “iy        FD\n\\      ose,      Lpoov Ns     .       woh oes\n.   Wee LN a! ma Gee esa 2\nmS    AOS ee        OS) AMA WEN Au\nN\\A eee    Bi NY, NOES BN\nSRO oO eK Blo, CSEIDS\nMEL I fi}\niff     Hit)\nHf i] | Mii /\nare:  LL\na Xi)\n/ or ae VA\ns     ue   :    iif\nSSS QR EY >”\nYOY    $*    ~S Swe WZ          a    RE Ml\nImpact of asteroid on Earth.\nDid such impacts cause Earth’s past series of ice ages?\n(ilustration by Bruce LaFontaine.)\nheat than its land areas, temperature over the land would fall more rapidly than that over the\nseas. This temporary imbalance would have produced gales with speeds estimated up to one\nhundred miles per hour, and these, in turn, would have increased the evaporation from the\nsurface of the oceans. Precipitation over the colder land would then also increase, causing\nprolonged falls of freezing rain.! Similar ideas were also proposed by Mark Bailey.”",
        "bibliography": [
            "1. J. Butler & F. Hoyle, “On the Effects of a Sudden Change in the Albedo of the Earth,” Astrophysics and",
            "Space Science, 60 (1979), pp. 505-511.",
            "2 J. Abery, “Society News: The 1995 AGM,” Chronology & Catastrophism Workshop 1995:1, p. 2."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 38,
        "content": "\nProblems with this scenario include the fact that Earth’s northern hemisphere froze in a\nvery peculiar manner, leaving much of Siberia and a large portion of Greenland unglaciated.\nAs Peter Warlow indicated: “On the Butler-Hoyle hypothesis, as with conventional ice-age\ntheories, one would expect a large land mass such as Siberia to be particularly severely af-\nfected—but it wasn’t.”!\nEven more problematical is the fact that our world went through the fabric of the Great\nComet of 1861 with nothing much of any consequence occurring here on Earth. The world’s\nalbedo was not affected. Earth’s atmosphere was not laden with dust. No ice age ensued.\nTrue enough, one may argue that not all past cometary tails might have been as tenuous as\nthe one sported by that of 1861. But then the burden of proof would still lie with those who\nclaim so. Besides, it has now been ascertained beyond doubt that, while they may contain a\ncertain amount of dust, cometary tails are mainly composed of plasma.?\nBut what of direct cometary impacts? In the late 1900s, Victor Clube and Bill Napier’s\ntheory won the allegiance of many an aficionado. Relying on the Sun’s motion through the\ngalaxy, it was reasoned that the Solar System would cross one of its spiral arms at intervals\nof about 50 million years. “Not only that,” they write, “it is moving in such a direction that it\nmust have passed through Gould’s Belt only 10 million years ago.”3\n“The rough periodicity in many geophysical processes is so similar to these intervals\nthat it has long been recognized that terrestrial processes themselves might be trig-\ngered in some way by our passage through spiral arms...The problem has been to\nidentify the mechanism giving rise to the geophysical effects.”4\nClube and Napier solved this problem to their satisfaction by proposing that the galactic\narms contain large solid bodies which are gravitationally scooped up in millions by the Solar\nSystem in its passage, which would then result in episodes of planetary bombardment. These\nbodies, according to them, would be of sub-planetary dimensions, or planetesimals, which\nthey envisage as being composed of “cold material of ice or possibly rock, or icy conglomer-\nates.” These, still according to them, would account for the comets of the Solar System\nwhich, on break-up, can result in a veritable rain of debris on the Solar System planets in-\ncluding Earth.\nAmong others, this scenario was accepted by Trevor Palmer who correlated it with im-\npact craters which have been associated with the Miocene extinctions.> “Although the rela-\ntionship between these and similar events and subsequent climatic changes is only at present",
        "bibliography": [
            "1p. Warlow, The Reversing Earth (London, 1982), p. 87.",
            "1 P. Warlow, The Reversing Earth (London, 1982), p. 87.",
            "2.N. Calder, The Comet is Coming! (N. Y., 1980), pp. 76, 81, 85; T. Dickinson, “The Seeds of Life,” Equinox",
            "(July 1997), p. 65.",
            "3-V. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 33.",
            "3 V. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 33.",
            "4 Ibid.",
            "3 W. Alvarez & R. A. Muller, “Evidence From Crater Ages for Periodic Impacts on the Earth,” Nature, 308",
            "(1984), pp. 718-720."
        ],
        "captions": []
    }
]