[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": null,
        "content": "\nChapter 19\nGlobal Catastrophism\nThe Flooding of the Land.                                                 391\nAquatic Genesis,                                                              395\nSea Level Changes.                                                           397\nAboriginal Recollections                                                  401\nRaised Shorelines,                                                     405\nRebound.                                                                         408\nTerraced Beaches.                                                     All\nTectonic Upheaval.                                                   413\nAncient Testimony.                                                          A419\nHigh and Dry Whales.                                              425\nMastodons Underwater.                                              427\nGas and Dust.                                                          428\nDiamonds.                                                                       429\nBombardment.                                                                 435\nAlternative Possibilities,                                             438\nImpacts.                                                                          440\nChapter 20\nLife in the Balance\nExtinctions.                                                                     443\nThe Mammoth Hunters.                                              446\nMass Slaughter.                                                                454\nThe Fate of the Overkill Theory.                                   461\nA Change of Band Wagons,                                           463\nGeologists Join In.                                                            467\nRadiation Exposure.                                                          470\nAborted Mutations.                                                           473\nCreatures New and Strange                                        476\nHumanity in Crisis.                                                   A477\nRacial Divergence.                                              480\nBurping Methane.                                                             484\nHeaven on Earth                                                              486\nEpilogue\nThe Electromagnetic Universe.                                   490\nBrown Dwarf Stars.                                                          491\nPlanet Formation                                                             494",
        "bibliography": [
            "xi"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": null,
        "content": "\nHeat Retention and dissipation.\nHeat Retention and dissipation.                                       495\n495\nPolar Convergence.                                                           497\nPolar Convergence.\n497\nThe Interloping System.                                              499\nThe Interloping System.\nFuture Return of Ice.\n499\nFlaring Energy                                                                           500\nFlaring Energy\n500\nHavoc at the System’s Edge.                                        501\nHavoc at the System’s Edge.\n501\nArctic Origins.\nArctic Origins.                                                   505\n505\nFuture Return of Ice                                                   505\nBehavioral Metamorphosis.                                               507\nBehavioral Metamorphosis.\n507\nEnd of Act Two\nEnd of Act Two                                                                 510\n510",
        "bibliography": [
            "Index",
            "AtoZ                                                                             514",
            "AtoZ,                                                            514",
            "xii"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 1,
        "content": "\nTHER DEEP FREEZE\nPART ONE",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 2,
        "content": "\nChapter 1\nThe Frigid Earth\nTHE GLACIAL THEORY\nrimitive man made his appearance in the Quaternary period and, for that reason, the\nQuaternary is also sometimes referred to as the Anthropozoic—the Age of Man. The\nbeginning of the Quaternary, that is the Pleistocene epoch, however, also witnessed the\nonset of the last ice age, a term derived from die Eiszeit that was coined around 1836 by Carl\nSchimper.\n“Glaciers grew and descended deep below the [present]snowline and extended far to\nthe south. They crossed the seas, engulfed both hills and plains, destroying all life in\ntheir slow, cold progress. They lowered the heights, deepened the valleys, crushed the\nobstacles which stood in their path, and dragged along the shattered fragments of\nrocks, and heaped them up in moraines.”!\nUsually reported to have been first proposed by Louis Agassiz in 1837, the theory of ice\nages was not born as the full-fledged child of any one parent. It actually went through an\nevolutionary process. It was started in 1818 by Jean Pierre Perraudin who, by studying stria-\ntions on bedrock, had come to the conclusion that glaciers had once filled the entire Val de\nBagnes in the Swiss Alps. Ignatz Venetz was so impressed by Perraudin’s ideas that he de-\ncided to investigate the glaciers of the Swiss Alps for himself and, in 1829, when he had\namassed enough information, he presented his conclusions to the annual meeting of the Swiss\nSociety of Natural Sciences. Venetz had gone one step further than Perraudin in claiming that\nAlpine glaciers had once extended over the Jura mountains and also northward into the Euro-\npean plain. In 1832, Reinhard Bernhardi also published a paper in which he extended the\nsurge of the ice from polar regions to as far as southern Germany. In 1834, Jean de Charpen-\ntier, who had earlier dismissed Perraudin’s claims, but who was later convinced by Venetz,\ngave a paper on the subject to the same Society that Venetz had given his.\nNo one accepted the conclusions of these early proponents as convincing, least of all\nAgassiz himself. It was only two years later, when he had spent a summer in de Charpentier’s\nhometown, and had seen the evidence with his own eyes, that Agassiz embraced the glacial\ntheory. And, as with his predecessors, he, too, was at first greeted with incredulity and a bar-\nrage of criticism. This was especially so because Agassiz had gone further than his predeces-\nsors in claiming that this advance of ice had affected the entire world, concerning which even\nde Charpentier was shocked.\nAlexander von Humboldt, who was one of Europe’s leading scientists and a mentor to\nAgassiz, counseled his protégé to abandon his cause. The Reverend William Buckland, first",
        "bibliography": [
            "ly, Augusta (with Z. Burian), Prehistoric Animals (London, 1967), p. 26."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 3,
        "content": "professor of geology at Oxford University, who had his own Biblical axe to grind, and to\nwhom Agassiz turned next for support, was at first undecided. Eventually, however, after\nAgassiz showed him further evidence of glaciation in northern England, Ireland, and Scot-\nland, and correctly predicted where terminal moraines would be found, Buckland not only\nconverted to the ice age theory, he also managed to convince Charles Lyell, the prominent\nBritish geologist who was himself the founder of uniformitarianism. Opposition, especially\nfrom Biblical-minded scientists, nevertheless continued despite acceptance from such Ameri-\ncan worthies as Edward Hitchcock and Timothy Conrad.\n\nIt was only with the publication of a paper by the Scottish geologist Thomas Jamieson in\n1865, which purported to show that only glaciation could account for such phenomena as\nstriated bedrock and erratic boulders, did the opposition finally weaken. As that other promi-\nnent Scottish geologist, Archibald Geikie, predicted: “Doubtless, the glacial theory will ere\nlong come to be universally accepted...as it ought to have fully twenty years ago, when its\nfirst outlines were sketched by Agassiz.”!\n\nThe scientific world was sold on the theory of ice ages.\n\nTHE PLEISTOCENE ICE AGE\n\nAccording to the ice age theory, starting at about 125,000 to 120,000 years ago,? but\npeaking only 18,000 years ago,? the ice fields in North America, centered over Hudson Bay,\nbut including Ellesmere Island and Baffin Island, extended as far south as Kansas City in-\ncluding New England, Illinois, Indiana, and Ohio, even scouring the hills around what is now\nNew York City. In Europe, the glaciers have been theorized to have extended from Ireland to\nthe Urals, moving as far south as the 52nd parallel in Germany, covering what is now Mos-\ncow, eastern Denmark, and Poland. A smaller ice shield covered France, Italy and Austria.\n“The Pyrenees were an ice-armored barrier between France and Spain.”4 Further east, they\ncovered the Taymyr Peninsula in northern Siberia and the mountain ranges of eastern Siberia\nincluding the Tien Shan range of central Asia. In the southern hemisphere, the build-up of ice\ncentered mainly in Antarctica, but mountain glaciers stretched along the entire Andes down\nto Argentina, with the southern island of New Zealand and Tasmania also encased in ice.\n“Even the tropics felt the effects of the global chill,” it has been claimed, with glaciers form-\ning “on Mauna Kea and Mauna Loa in Hawaii and Mount Elgon in Uganda—mountains that\nare today ice-free.” Close to 30% of Earth’s land surface, compared to the present 10%, was\ncovered by thick glaciers “that averaged a mile in thickness.”° It has been estimated that the",
        "bibliography": [
            "1 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 89.",
            "3",
            "2 Ibid., pp. 20, 22. (NOTE: It has always amazed me that the same author can offer a date on one page and a",
            "different one for the same event on a consecutive page of the same work.)",
            "3 Ibid., p. 24.",
            "4 Ibid.",
            "5 Ibid.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 4,
        "content": "\nwy                         .                                                   ed      .\nprobable southern\noe .      \"\nA be. we                   2 (                   4     A\n)  %                     ~                   7               |, 2a\nE                              t        :                         a          :       y\n\\            §                   + ‘i a  WwW gett i  \\     1      F    Seat\ni\nfg t®        ao sc                                A\nte  Pe      Ny  4 *:\n4                      Pa, ~   Wy       aA od 4          _\nEf                Ce ie OAD ines        oN\nae                        <a     eS          Lt EN,  ;\n  >  ay             p                oy   &,            So             ok  a ob\n&. Se               ? id                           Se  Bee: * ~ =    * q\n45           s    Q9 «=        NORTH+POLE                         vy\nNORTH+POLE\nar.    6,                 e            -    > AN T                     i)\n%    rn            +,     i = iy,          &  a\nate                   a ome ~ S\noo          At            a ne           se\nae            Leu                w,       =f\nre TRC             eh =\n4   (9 >     S\\     Aa  ie    4 oS             &\nf a   o  sy         O34,5  he >       Se 5 aw;   z                  be\n3\nkG        JK,          » eS               a               s\nie? 4%,         ie GALS                Ss             .\n>       on    ae +                   \"         a    *\nY                     é           r\n: se sapll    s        ¢ e .                          Ls     .\nac              nes            —             >     *\nge                   x                              &            cS       %\n:               =                                               a,\nrls,                   PL\n} or od              4  py      P\n4          i\nx                                           *\nMap of northern hemisphere showing the conjectured extent of the Pleistocene Ice Age\nand direction of glacier flow.\namount of oceanic water that went into the building of these glaciers lowered the oceans by\n400 feet! — although, to be sure, estimates vary from one source to another.\nThe world had frozen over.",
        "bibliography": [
            "1 [bid., p. 28."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 5,
        "content": "And it happened more than once. As Dolph Earl Hooker noted: “It is more or less cus-\ntomary for writers to refer to the Pleistocene period, or epoch, as ‘The Ice Age,’ thereby\ngiving the impression that it was the only geological period in which glaciation occurred.”\nHowever, as he goes on, “other glaciations...varying in severity, are known to have occurred\ntime and again at irregular intervals, separated by millions of years.”!\n\nOr, as Windsor Chorlton put it:\n\n“The very term ‘ice age’ can be confusing, since it is generally used to refer to a pe-\nriod of sustained glaciation lasting a few tens of thousands of years. When scientists\nuse the term, however, they frequently mean a period of global cooling that can last\nfor millions of years and consists of a series of glacial advances and retreats, called\nglacials and interglacials. As a practical matter, it seems reasonable to call an event of\nsuch long duration an ‘ice era’ or an ‘ice epoch’ and to reserve the term ‘ice age’ for\nthe relatively brief periods of most severe cooling.”\n\nWriting in 1958, Hooker spoke of eleven glacial episodes.> In 1983, Chorlton vouched\nfor only seven.‘ It seems as if this depends on what exactly is understood by the term “ice\nage.” However, and to avoid confusion, we shall here use the term “ice age” to mean an “ice\nepoch” with its various advances and retreats of ice; the term “ice ages” to mean those ice\nepochs prior to the last such age which took place during the Pleistocene; and the term “Ice\nAge” to mean the Pleistocene ice epoch.\n\nThe Pleistocene Ice Age itself is also said to have been interrupted by interglacial periods\nin cycles that lasted up to 10,000 years, which alternations have been variously given as from\nten’ to fifteen® in number, with one proponent even vouching for thirty.7 Thus, for instance, it\nwas announced in 1986 that Antarctica “has not been dominated by a thick ice sheet over the\npast 15 million years, as scientists generally believe.”’’ Instead, it was discovered that “the ice\nsheet may have melted and reformed many times.”\n\nBut, as Steven Robinson and others have pointed out, there seems to be no consensus on\nthe actual number of glacial and interglacial periods or their duration.!° In fact, except for the\nbelief in their occurrence, there seems to be no consensus on anything concerning ice ages,\nleast of all what caused them. In 1970, David Ericson and Goesta Wollin, from the Lamont-",
        "bibliography": [
            "1D. E. Hooker, “Those Astounding Ice Ages (N. Y., 1958), p. 16.",
            "5",
            "2 W. Chorlton, op. cit., p. 18.",
            "3 D. E. Hooker, loc. cit.",
            "4 W. Chorlton, op. cit., p. 20.",
            "5 T. Palmer, “The Erratic Descent of Man,” Chronology and Catastrophism Review XII (1990), p. 19.",
            "6 S. J. Robinson, “On the Disproportion Between Geological Time and Historical Time: Part Two—Of Earth,",
            "Fire and Water,” Chronology and Catastrophism Review (1993 Special Issue), p. 28.",
            "7 J. P. Kennett, Marine Geology (New Jersey, 1982), p. 747.",
            "81. Anderson, “A Glimpse of the Green Hills of Antarctica,” New Scientist (July 3, 1986), p. 22.",
            "9 Ibid.",
            "10'S. J. Robinson, op. cit., pp. 28 ff., where various other sources are cited."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 6,
        "content": "\nDoherty Geological Observatory, could estimate that there had been nearly one theory a year\nto account for the cause of ice ages for more than a century.!\nIt would be impossible in this work to evaluate all that has been said concerning each and\nevery ice age that is believed to have gripped our world. So that, while we cannot ignore ice\nages in general, we shall mainly concentrate on the Pleistocene Ice Age.\nTHE INTERGLACIALS\nIce ages are believed to have been regularly punctuated by interglacials, that is periods\nwithin any one ice age during which the cold relented, temperatures rose, and the ice re-\ntreated somewhat. The number of interglacials are said to have varied from one ice age to\nanother. How was this learned?\nImmanuel Velikovsky had it stated that:\n“Bones of Greenland reindeer have been found in southern New Jersey and southern\nFrance, and bones of Lapland reindeer in the Crimea. This was explained as due to\nthe invasion of ice and the retreat of northern animals to the south. The hippopotamus\nwas found in France and England and the lion in Alaska. To explain similar occur-\nrences, an interglacial period was introduced into the scheme: the land was warmed\nup and the southern animals visited northern latitudes. And since the change from one\nfauna to another took place repeatedly, four glacial periods with three interglacial\nwere generally counted, though the number of periods is not consistent with all lands\nor with all investigators.”\nThis is not the way it happened and Velikovsky should have known better. What tran-\nspired was this: As far back as the 1840s, in a cliff on the coast of East Anglia, the English\ngeologist Joshua Trimmer came across two distinct layers of sediments, known as till, de-\nposited by a glacier. What this suggested to him was that, as far as Britain was concerned,\nthere had been at least two separate glaciations. This was confirmed in the 1860s when\nArchibald Geikie discovered a stratum containing the remains of plants sandwiched between\ntwo layers of till in Scotland. This not only established the past occurrence of two separate\nglaciations, it also indicated that the interim between them had been warm enough to allow\nplants to grow. As Chorlton summed up, “the argument was settled conclusively in the 1870s\nwhen the remains of a forest were found sandwiched between two sheets of till in the Ameri-\ncan Midwest.”\nSince then it has been theorized that the duration of each glaciation could not have been\nmore than “a few thousand years,” with the interglacial periods “probably longer” in the re-\ngion of “100,000 years or more.”4 But, as E. J. Opik had to admit:",
        "bibliography": [
            "1J, White, Pole Shift (N. Y., 1980), p. 12.",
            "1 J. White, Pole Shift (N. Y., 1980), p. 12.",
            "21. Velikovsky, Earth in Upheaval (N. Y., 1955), p. 43.",
            "3 W. Chorlton, op. cit., p. 95.",
            "4EJ Opik, “The Ice Ages,” in P. Cloud (Ed.), Adventures in Earth History (San Francisco, 1970), p. 871."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 7,
        "content": "\n“From all we know now [i.e. in 1970], the Quaternary [which covers the Pleistocene\nEpoch] represented an exceptional period in the history of our globe. The repeated\nadvance and retreat of glaciation is a phenomenon specifically restricted to this pe-\nriod; before that, for a time interval of about 200 million years, there was almost no\npermanent ice on earth’s surface; even the poles were free and enjoyed a temperate or\ncold-temperate climate.”!\nOpik then goes on with: “The Tertiary, Cretaceous and earlier were warm epochs; most\nof the geological history falls within such warm periods, at least for the 500 million years\nsince the Cambrian.”? Even so, from time to time, this previous warm milieu does seem to\nhave been interrupted by earlier ice ages. How many of them were there?\nPREVIOUS ICE AGES\nThe ice age which preceded that of the Quaternary Period took place during the Permian\nPeriod, some 250 million years ago and calculated to have lasted about 25 million years.\nThe traces it left are to be found chiefly in the southern hemisphere and mainly near the\nequator. This ice age was also interrupted by a succession of interglacial periods similar to\nthose of the Pleistocene Epoch of the Quaternary Period.\nPrevious to that, a major ice age seems to have taken place during the Cambrian Period of\nthe Paleozoic Era about 570 to 650 million years ago. Traces of this glaciation are to be\nfound in both hemispheres with indications of alternating interglacial periods.\nBefore that, at least one other ice age ensued about which little is known.\nThere was also an even earlier posited Huronian ice age, a period of intense glaciation,\ncalculated to have occurred about 2,150 million years ago.\nAs Opik summed up: “Minor traces of ice are recorded between these major ice ages, but\nthey are probably rightly dismissed as ordinary ‘mountain glaciation’.”4\nWhat is of great interest is that the succession of these ice ages “was almost periodical,\nwith a period of about 250 million years”>—and this we must not lose track of.\nAll in all, as Opik pointed out, the duration of these ice ages was relatively short, “not\nmore than 10 per cent of the total,” when compared to the overall scheme.® And, at the risk of\nbelaboring a point already made, Opik himself stresses the fact that: “The climate difference\nwas so large that, during the normal warm periods, permanent ice was absent altogether",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3 No references need be given for these dates and those immediately below since these vary from one authority",
            "to another and from work to work. What are supplied here are approximations which, in any case, will probably",
            "be refined further in the future. In view of the present thesis, even the millions of years cited might have to be",
            "eventually drastically shortened.",
            "4. J. Opik, loc. cit.",
            "5 Ibid.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 8,
        "content": "\n(except perhaps on some of the highest mountains), even the poles being free from ice during\nthese periods.”!\nGONDWANA\nIn his attempt to throw as many spokes as he could in the wheel concerning ice ages,\nVelikovsky stressed the signs of glaciation that are found in what today are the tropics. These\ndiscoveries date from the very inception of the theory as envisioned by Agassiz himself. As\nVelikovsky noted:\n“In 1865, Agassiz went to equatorial Brazil, one of the hottest places in the world,\nwhere he found all the signs he ascribed to the action of ice...There were drift accu-\nmulations, and scratched rocks, and erratic boulders, and fluted valleys, and the\nsmooth surface of tillite (rock formed of consolidated till), so there must have been\nice to carry and polish, and the region must have gone through an ice period.”\nAbundant vestiges of an ice age were eventually found also in Argentina, British Guiana,\nequatorial and southern Africa, Madagascar, India, most of Australia, the Falkland Islands,\nand, needless to say, Antarctica.3 Some of these glaciations left their signatures to within 20\nand 10 degrees of the equator.\nVelikovsky, of course, knew that this ice age, as indicated in our last section, had been\ndated to the Permian Period, but that did not keep him from pointing out what, to him,\nappeared as an incongruity. “Even if the phenomenon took place very long ago,” he wrote,\n“an ice cover thousands of feet thick in the hottest places of the world is a challenging\nenigma.”+\nWhat was also at first considered contradictory were the unmistakable signs that, in\nAfrica and Madagascar, the ice in some instances seems to have spread south from the\nequator, rather than north from the southern pole as logic would demand. And in India, the\nice seems to have flowed north from the equator, rather than south from the northern pole.\nWhat could have caused these reversals of direction.\nVelikovsky also quoted R. T. Chamberlain who had written:\n“Some of these huge ice sheets advanced even into the tropics, where their deposits of\nglacier-borne debris, hundreds of feet in thickness, amaze the geologists who see\nthem. No satisfactory explanation has yet been offered for the extent and location of\nthese extraordinary glaciers...Glaciers, almost unbelievable because of their location\nand size, certainly did not form in deserts. ..”°>",
        "bibliography": [
            "1 [bid., p. 872.",
            "8",
            "21. Velikovsky, op. cit., p. 40.",
            "3 W. Hamilton & D. Krinsley, “Upper Paleozoic Glacial Deposits,” in P. Cloud, op. cit., p. 850.",
            "41. Velikovsky, op. cit., p. 41.",
            "5 R. T. Chamberlain, “The Origin and History of the Earth,” in F. R. Moulton (Ed.), The World and Man",
            "(1937), p. 80, as quoted in ibid., loc. cit."
        ],
        "captions": []
    }
]