[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 409,
        "content": "\nhowever, that the net increase in the average depth of the sea is compensated by the\nrise of the continental platforms; the Colorado plateau of the western U. S., for\nexample, has been pushed upward some 2,000 feet in the present postglacial\nperiod.!\nAnd:\n“From other information about the earth and its structure it is clear that the transfer\nof such an immense burden from the continents to the sea must [have] set further\nchanges in motion...The melting of a continental ice sheet 9,000 to 10,000 feet\nthick—the thickness [more than the extent of] the [Antarctic icecap—would [have\ncaused] the continent to rise, as Scandinavia and certain parts of North America are\nrising even today. This rise [was] compensated by the sinking of parts of the ocean\nfloor.”\nRather than taking millions of years, such readjustments can proceed at a very rapid pace.\n“Some regions [Fairbridge continues to inform us] are so unstable that their rate of\nmovement can be measured within as short a time as half a century. Generally\nspeaking, the harbors that lie in the axes of ancient mountain ranges are rising\nslowly, as at Biarritz and Nice. Those that lie near regions that were heavily laden\nwith ice during the last ice age are rising moderately fast. In many parts of\nScandinavia this uplift is so rapid that docks used by fishing boats are literally rising\nout of the water.”\nThus the question asked by Derek Allan and Bernard Delair—‘“Might not the elevation of\nthese beaches have resulted as much from an uprise of the land as from a drop in sea\nlevel?”’4—is at best redundant. In fact, the concept of isostatic rebound had been forwarded\nby Thomas Jamieson as early as 1865. As he then wrote:\n“In Scandinavia and North America, as well as in Scotland, we have evidence of a\ndepression of the land following close upon the presence of the great ice-covering;\nand, singular to say, the height to which marine fossils have been found in all these\ncountries is very nearly the same. It has occurred to me that the enormous weight of\nice thrown upon the land may have had something to do with this depression.”>\nAnd, as Windsor Chorlton noted: “Anticipating the conclusions of 20th Century\ngeophysicists, Jamieson explained the glacial depression and the postglacial uplift by",
        "bibliography": [
            "!R. W. Fairbridge, “The Changing Level of the Sea,” Scientific American (May 1960), pp. 70-79 (emphasis",
            "added).",
            "2 Ibid.",
            "3 Ibid.",
            "4D.S. Allan & J. B. Delair, op. cit., p. 27.",
            "5 T. Jamieson, as quoted by W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 90."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 410,
        "content": "\npostulating that beneath the earth’s rigid crust is a layer of rock, ‘in a state of fusion,’ that\nwould yield under the pressure exerted by a massive ice sheet and gradually rebound as the\ncovering melted.”! And that, in effect, is what really seems to have transpired. Moe\nMandelkehr put it in a nut shell when he wrote that:\n“The Earth ended a major ice age about 10,000 years ago, with the last of the glacier\nmelting about 6000 years ago. The sea level rise after 6000 BC is considered to be\nthe result of isostatic rebound of the ocean floors after responding earlier to loading\ndue to the post-glaciation melting.”\nThe Great Plain of the Koakjuaq in Baffin Island within the Arctic Circle was created “a\nmere 8,000 years ago” with the rising of the bottom of the Arctic Sea.3 As already noted,\nhowever, the process continues to this day. To quote further from Fairbridge:\n“Certain regions of the sea bottom are sinking now...Thus the sea level does not de-\npend solely upon the amount of water in the sea; it also depends upon the height of\nthe land and the depth of the ocean basin.”\nAnd as noted by D. Schneider:\n“Some regions, such as Scandinavia, are still springing back after being crushed by\nmassive glaciers during the last ice age. Such postglacial rebound explains why sea\nlevel measured in Stockholm appears to be falling at about four millimeters a year,\nwhereas it is rising by one and a half millimeter a year in Honolulu, a more stable\nspot.”4\nFurthermore, that ocean bottoms can rise in catastrophic suddenness was indicated by the\n1964 earthquake which hit Anchorage in Alaska and lifted areas of the ocean floor by more\nthan fifty feet.\nSo much for millions of years.\nYet even so, as Fairbridge stresses, it is the additional water that drained into the oceans\nfrom the melting glacial ice that was the most telling factor in the rising level of the seas.\n“The melting of glaciers is likely to occur faster than the tectonic readjustments that\nfollow in the crust. It is clear, therefore, that the flow of such immense volumes of\nwater into the sea has had its effects upon the sea level in the course of geologic\ntime.”6",
        "bibliography": [
            "1 W. Chorlton, loc. cit.",
            "2M. M. Mandelkehr, “An Integrated model for an Earthwide Event at 2300 BC,” Chronology and",
            "Catastrophism Review X (1988), p. 16.",
            "3N. Hallendy, “The Last Trial,” Equinox (September 1998), p. 22.",
            "4D. Schneider, “The Rising Seas,” Scientific American (Fall 1998 special issue on The Oceans), pp. 32-33.",
            "5 J. White, Pole Shift (N. Y., 1980), p. 370.",
            "®R. W. Fairbridge, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 411,
        "content": "\nAnd:\n“The present four-inch-per-century rise in the sea level, however, indicates that the\nmelting of glaciers by far overwhelms all other factors and trends.”!\nTo which he adds:\n“The increase in sea level caused by glacial melting is from 100 to 1,000 times\ngreater than the offsetting factor of the sinking of the ocean floor.”?\nTERRACED BEACHES\nIn 1955, Immanuel Velikovsky wrote: “Whatever was the cause of the phenomenon ob-\nserved, it was not the result of a slow change; in such cases we would have intermediate\nshore lines between the present surf line and the twenty-foot line on the same beaches, but\nthere are none.”?\nIn this instance, Velikovsky was wrong on two separate counts. First, contrary to what he\nclaimed, intermediate shore lines do exist. “On a fairly steep coastline,” Fairbridge noted,\n“[raised beaches] appear like a flight of steps, the oldest and most poorly preserved being the\nhighest, the youngest and clearest being the lowest.”4 Second, contrary to what Velikovsky\npresumed, had the raising of the land been the result of a slow change, these intermediate\nshore lines, forming an entire series of raised beaches, would not exist. In this respect,\nVelikovsky completely misunderstood the entire process involved.\nYears later, while he corrected Velikovsky’s claim that intermediate shore lines do not\nexist, Charles Ginenthal repeated Velikovsky’s argument, thus indicating that he, too, misun-\nderstood the process by which beaches are left stranded above the present level of the sea.\n“Tf the land rose gradually from the sea [he wrote], then a whole series of beaches\nwould have followed one above the other. This has, indeed, been found in certain\nglaciated areas and is prima facie evidence of gradual change. However, this is not\nthe case in...all regions...Beaches are found over the globe at high altitude without\nnumerous, intermediate ones present. This clearly indicates that the changes were\nnot all gradual but sudden and, therefore, catastrophic.”5\nWhere both Velikovsky and Ginenthal went wrong is that had the land rose gradually,\nhigh and dry sea shores would have ended as gentle slopes. A gentle rising of the land would\nnot have allowed for discernible intermediate beaches. There would have been no time for the\nwaves to erode the slope into a terraced beach. Terraced beaches, appearing “like a flight of\nsteps,” are one of the best indicators of a series of sudden tectonic uplifts with interludes of",
        "bibliography": [
            "! Ibid.",
            "2 Ibid.",
            "3 |. Velikovsky, Earth in Upheaval (N. Y., 1955), p. 182.",
            "4R. W. Fairbridge, loc. cit.",
            "5 C. Ginenthal, “James Hutton: A Non-Inductive, Theological Catastrophist,” The Velikovskian 1:3 (1993), p.9."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 412,
        "content": "\na\nis\n“a                                                :\n>\n———\nRaised beach, now turned into farmland, Wales.\n(Photograph by Stephen Codrington.)\n412",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 413,
        "content": "\nstatic equilibrium in between. In order for a shore to develop into a terraced step, time must\nbe allowed for the waves to cut into the littoral. This bespeaks gradualism. But in order for\nsuch a terraced step to rise above sea level without being eroded into a gentle slope, a sudden\nupsurge of the land is called for. An entire series of such terraced beaches speaks loudly for a\nsuccession of such uplifts with transitional episodes of tectonic tranquility. Thus, contrary to\nwhat Ginenthal assumed, rather than indicating prima facie evidence of gradual change, it is\nthese very intermediate terraced beaches that indicate sudden catastrophic uplifts of the land.\nThese series of raised beaches indicate that sea shores were uplifted more than once in\nEarth’s tortured geologic history. Some of these beaches would have been raised at the end of\nthe last Ice Age, others at some time thereafter, with separate bouts of isostatic rebound\nadding intermediate steps between major uplifts.\nTECTONIC UPHEAVAL\nShore lines were not the only portions of land that were upheaved at the end of the Ice\nAge. Mountains, too, rose higher while others were raised where none had been before. In\npart this came about through the slowing down of Earth’s rotation. While Earth’s crust is\nart this came about through the slowing down of Earth’s rotation. While Earth’s crust is\nsolid, it is still susceptible to inertia because, being lighter than the deeper mantle, it actually\nfloats on its viscous surface. Thus, at least to an extent, the continental and deep sea plates\ncontinued in their westward motion as Earth slowed down. This would have created friction\nbetween crust and mantle, weakening pockets and creating hot plumes of magma which\ntween crust and mantle, weakening pockets and creating hot plumes of magma which\nwould have attempted to rise upward. The plates themselves would have jostled each other,\ncreating even more friction. Surface strata thus tended to fold over in some regions while it\nswelled up in others. Back in 1931 Clarence Dutton noted that “it may be remarked that the\nmost striking features in the facts to be explained are the long narrow tracts occupied by the\nbelts of plicated strata, and the approximate parallelism of their folds.” As he then stressed:\n“These call for the action of some great horizontal force thrusting in one direction.” And:\n“The particular characteristic with which we are concerned is that in each of these folded\nelts the horizontal force has acted wholly or almost wholly in one direction.”'\nbelts the horizontal force has acted wholly or almost wholly in one direction.”!\nThe jostling of the plates would also have given rise to tremendous earthquakes which\nwould have created faults and rifted plains. Apart from the slowing down of Earth, this is a\nwell understood process of diastrophism, although, to be sure, it is usually claimed to have\nbeen gradual over the years. And yet, by the late 1980s, geologists had begun to slowly turn\naway from uniformitarianism while advocating, if not direct catastrophism, at least episodic\nupheavals. Even their time scales began to change, with such “upheavals” being dated to epi-\nsodic events at 200,000, 100,000, and even 30,000 years ago.” But even that was not enough.\nThe paleontologist D. J. McLaren put it best when he stated that: “Geology was liberated as a\nscience by Hutton and Lyell...by means of the great principle of ‘uniformity’...however,\nthere has been a natural tendency to over-compensate and to avoid catastrophic",
        "bibliography": [
            "1 C. Dutton, “On Some of the Greater Problems of Physical Geology,” Physics of the Earth in the Bulletin of the",
            "National Resesarch Council, 78, (1931), pp. 201-202 (emphasis added).",
            "2 See here, for instance, New Scientist (August 20, 1987), p. 42."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 414,
        "content": "\ninterpretations even when the evidence calls for it.”! During the 1983 meeting of geologists\nat the Dahlem Conference in Berlin, catastrophism, even cosmic catastrophism, was again\ndiscussed, suggested, and even admitted to have transpired—but only as long as it were kept\nat an arm’s length by being measured in millions of years.? A year later, similar sentiments\nwere expressed by the planetary scientist William Hartmann who could by then admit that:\n“During the eons of Earth’s history, its face has been radically changed by vast and violent\nevents — volcanic explosions, implacable floods, giant meteorites gouging craters bigger than\ncities.”3\n“Until recently [he continued], these ideas would have sounded faintly heretical. For\nthe past 100 years, geologists have championed the principle of uniformitarianism,\nor ‘the present is the key to the past.’ Instead of appealing to unseen past disasters to\nexplain geological features, they said, we should look for subtle processes at work\ntoday. River deltas are built grain by grain, mountains are torn down by the light\ntouch of wind and water. Steeped in such a tradition, these geologists were loath\neven to talk of sudden catastrophes that could affect a continent or a planet.”+\nBut:\n“In swinging away from catastrophist theory to evolutionist theory, the pendulum of\ngeological thought swung in the right direction, but it probably swung too far...In\nrecent years, geologists have uncovered more and more evidence of truly\ncatastrophic events.”>\nAnd:\n“While the pendulum of scientific thought has swung away from the pure catastro-\nphism of the 1700s toward a nearly pure evolutionary view in the mid 1900s, we can\nnow see a small reversal—a correction toward a view that integrates periodic disas-\nters with long-term evolution.®\nAmong the catastrophes that Hartmann mentions, and which Ron Miller dramatically il-\nlustrated for him, were the colossal series of volcanic eruptions of some 600,000 years ago\nwhich created the wonders that still amaze visitors to Yellowstone National Park; the bursting\nof the glacial dam which emptied Lake Missoula in the massive floods that scoured the\nscablands; and the Theran eruption which, together with the tsunami it caused, is still believed\nby some to have weakened, if not destroyed, the Minoan civilization of a much later time.’ But",
        "bibliography": [
            "! As reported by V. Clube & B. Napier, The Cosmic Serpent (London, 1982), pp. 273-274 (emphasis added).",
            "2 New Scientist (June 9, 1983), p. 704.",
            "3 W. Hartmann & R. Miller (artist), “Catastrophes that Shaped the Earth,” Science Digest (April 1984), p. 64.",
            "4 Ibid.",
            "5 Ibid., p. 67 (emphasis added).",
            "6 Ibid., p. 101.",
            "7 Ibid., pp. 65, 66, 101."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 415,
        "content": "\n>   SS ee   ST ES   ;       \"   wT ae\nEs\na\n2\nfee  xres      SSeS                .    /\nz\né\nior &     SC ae\ni\nAe) , 3  <x                   ee |    a\n3\nps reer               Wn» eo\na a                Warne                ,\nee  roa   Se ES <Q LOW Led         ys ee\nie        Rata Ms cna a ne eee gk CF\ng\nPeo SANS Rasen NS    SG ee ee\nFie   ka es         S      ag SES   as                     |\nie “ae      A       WE     ~~ = ea:         ‘    Ue\n=\ni  a   eerie ee   »    SS    \"   1d    S             .\ni hs gry  oo     SAS mS.    }\nSAeOO os  SN. MATER\nSa    “as      <P     aS            “\nShy SE Ss ee Se a:\narr              “ee  See  ee  >   *\n;                         .         PD:      \"om    - al\nFolded strata of the Samaria Gorge, Crete.\nFolded strata of the\nSamaria Gorge, Crete.\n(Photograph by the author.)\n415\n5",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 416,
        "content": "\nS ex JS     a. \\S SESS ~\nRES    “Ss                      A ss,    <    4\n:             ~~                                      SS.        ea\nni                                           i\n“>                                                          as\nContorted strata in the Wu Gorge of the Yangtze River, China, now under water due to the\nbuilding of the Three Gorges Dam at San Dou Ping.\n(Photograph by the author.)\neven then, despite the fact that he did mention that catastrophes could affect a planet, Hart-\nmann steered clear of absolute global cataclysms. Where the present author differs is in\nHartmann’s statement that: “Instead of the old catastrophism based on speculation or ancient\nwritings, the new catastrophism is based on physical evidence.”! As we have seen and will\ncontinue to see, our own postulate is based on “ancient writings” as well as physical\nevidence. But to return to the specifics at hand: In previous pages of this work, we have\nalready noted that the end of the Pleistocene epoch was characterized by gigantic and violent\nhave acquired their present height at the end of the Pleistocene epoch This was confirmed\ncrustal convulsions. We have also already noted that, while they were already in existence as\na chain of moderate hills, the Himalayas and the Tibetan Plateau are generally proclaimed to\nhave acquired their present height at the end of the Pleistocene epoch. This was confirmed\nas early as 1938 by the Geological Survey of India as reported by D. M. Wadia:\n“Evidence of the extreme youth of Himalayan orogeny has multiplied of recent years.\nThe tilting and elevation of the Pleistocene lake and river deposits of the Kashmir\nvalley (Karewa series) containing fossil plants and vertebrates, to a height of 5,000-\n6,000 ft; the dissection of river terraces containing post-Tertiary mammalia to a depth",
        "bibliography": [
            "1 [bid., p. 101.",
            "2D. S. Allan & J. B. Delair, op. cit., p. 37."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 417,
        "content": "\nof over 3,000 ft and the over-thrusting of the older Himalayan rocks upon Pleistocene\ngravel and alluvia of the plains have been noted by the Geological Survey of India\nand other observers.”!\nAs an early expedition to the Himalayas discovered, “this over-thrusting of older upon\nnewer formations was attended by the dragging-up by more than 5,000 ft (1, 500 m) of\nmarine beds containing palaeolithic remains in Kashmir, and occurred during the age of\nhumanity.”? The Pir Panjal mountains, also in Kashmir, were likewise found to be of\ngeologically recent date. “The last stage of the uplift, which must have been of the order of\n6,000 ft, is believed to have occurred since the advent of early man,” reported M. S.\nKrishnan. “This upheaval has not only elevated the Pir Panjal and folded and tilted the\nKarewas, but has also affected the rocks of the Potwar and the Salt range.”? But not only was\nthe raising of these mountains coeval with “the advent of early man,” the occurrence was\n“immediately post-glacial.”4 “The scenery which this region presented at the beginning of\nthe Pleistocene must have differed greatly from that of our time,” Helmut de Terra and T. T.\nPaterson declared. “The Kashmir valley was less elevated, and its southern rampart, the Pir\nPanjal, lacked that Alpine grandeur that enchants the traveler today.”>\nTo their amazement, these investigators found out that, while the Himalayas had already\nexisted in a juvenile state during the Ice Age, they could only have reached their present\nheights after the end of the glacial age. And they, too, took special note of ancient man’s\nabidance at these heights—“The archaeological records prove that early paleolithic man\ninhabited the adjoining plains’—before the Himalayas were once again thrust mightily\nupwards.® “The highest mountains in the World,” Heim and Gausser concluded, “are also the\nyoungest.”7\nSo, likewise, with the European Alps.’ “Late Pleistocene uplift occurred in the Himala-\nyan region and in the Alps,” R. R. Flint disclosed, “and large scale rifting took place in\neastern Africa.” As Allan and Delair declare, “several authorities have recognized the geo-\nlogical modernity of the Scandinavian mountains, some even advocating a post-‘glacial’ (i.e.\nearly Holocene) uplift.”'!© This is evidenced by the fact that, as in the Himalayas, human arti-",
        "bibliography": [
            "1D. M. Wadia, “The Structure of the Himalayas and of the North India Foreland,” Presidential address of the",
            "25th Indian Scientific Congress (Calcutta, 1938), p. 26 (emphasis added).",
            "added).",
            "2 A. Heim & A. Gausser, The Throne of the Gods: An Account of the First Swiss Expedition to the Himalayas",
            "(N. Y., 1939), p. 218 (emphasis added).",
            "3M. S. Krishnan, Geology of India and Burma (Madras, 1949), p. 511, as quoted by D. S. Allan & J. B. Delair,",
            "op. cit., p. 27 (emphasis added).",
            "4 R. Finsterwalder, “Die Formen der Nanga Parbat-Gruppe,” Zeitschrift der Gesellschaft fiir Erdkunde zu Berlin",
            "(1936), pp. 321 ff., as cited by I. Velikovsky, op. cit., p. 78.",
            "5H. de Terra & T. T. Paterson, Studies on the Ice Age in India and Associated Human Cultures (1939), p. 223.",
            "6 Ibid., pp. 222-225.",
            "7 A. Heim & A. Gausser, op. cit., p. 220.",
            "8D.S. Allan & J. B. Delair, op. cit., pp. 25, 42.",
            "9 R. F. Flint, Glacial geology and the Pleistocene Epoch (N. Y., 1947), p. 10.",
            "10D. S. Allan & J. B. Delair, op. cit., p. 249, citing W. C. Putnam, Geology (N. Y., 1964), p. 125 (emphasis"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 418,
        "content": "\nfacts dating from the Palaeolithic have been found in caves at very high altitudes.! It is more\nthan doubtful that Palaeolithic man would have abided at these elevations, some 8,028 feet\nabove sea level. These mountains must have risen to their present height no earlier than the\nend of the Palaeolithic age. As Flint reported: “Mountain uplifts [including the Cordilleras\nand the Alps] amounting to many thousands of feet have occurred within the Pleistocene\nepoch itself.””?\nWe find the same situation in China and Mongolia where colossal uplift of the land has\nbeen found to have occurred since the end of the Ice Age.3 Indeed, as noted by Allan and\nDelair: “Similar youthfulness characterises the ranges bordering the western Gobi desert, in-\ncluding all those from the Russian Altai mountains to the Tien Shan range.”4 In fact the very\nbasin which contains the Gobi desert itself has been proclaimed to be “relatively young,”\nhaving been formed “coincidentally with the uplift of the Transbaikal ranges.”> This is fur-\nther evidenced by the fact that the Chinese have retained a memory of an immense inland\nsea, known as the Great Han Hai, which once occupied the area of the present Gobi.\n“At the time of [this] sea’s existence, the entire [Gobi] basin apparently lay from two\nto three thousand feet (600 to 900 m) lower than it does today, and there is every in-\ndication that it was uplifted simultaneously not only with the Pamirs and great ranges\nof western China but also with the Tibetan plateau immediately to the south.”6\nThat all these mountains commenced their career as flat land beneath the sea is evidenced\nby the amount of marine fossils they still contain embedded within their contorted strata.\nThat much is accepted by all geologists. What is also accepted is that mountains are born\nthrough the sliding, collision, and jostling of tectonic plates. What is questioned here is that\nthe process took millions of years. On the contrary, the hard evidence calls for sporadic, but\nabrupt, upheavals in between ages of quiescence and that some of these catastrophic events\ntook place during the age of man at the end of the Pleistocene Ice Age.\nIslands, too, must have been created during this same period. That islands can be volcani-\ncally raised in just about overnight is evidenced by the fact that such islands have been\nknown to be born in modern times. One such island, Anak Krakatau—“Child of Krakatau” —\nemerged from the sea in 1930.7 In 1986, an underwater volcano was responsible for the\ncreation of a new island in the Pacific Ocean near Iwo Jima.’ If such islands can be created\nby relatively minor volcanic activity, one can just imagine the number of islands that would\nhave been explosively born through global volcanic eruptions at the end of the Ice Age.",
        "bibliography": [
            "1G. G. MacCurdy, Human Origins, Vol. 1 (1924), p. 77.",
            "2R. F. Flint, op. cit., pp. 9-10.",
            "3 J. S. Lee, The Geology of China (London, 1939), p. 207.",
            "4D. S. Allan & J. B. Delair, op. cit., p. 26.",
            "5 Ibid.",
            "6 Ibid. (emphasis as given).",
            "TT. Waters, “Return to Krakatau,” Discover (October 1988), p. 67.",
            "8 W. H. Bakun, “Geophysics,” in “Earth Sciences,” 1988 Yearbook of Science and the Future (Chicago, 1987),",
            "p. 356."
        ],
        "captions": []
    }
]