[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 459,
        "content": "\nas PO\" fi hi he 6°  Vi ;  ~ \\,   \\   ’\nifr a a Lo     ,      Y   ;     y,    SN      mci -",
        "bibliography": [
            "ML Bee   YG yeaa     than, pfs M7",
            "(Median,",
            "Zi",
            "Ky",
            "Green,",
            "john",
            "PLE I I RNG SG (Od   lly ie   ENS POL AG ge",
            "tral",
            "(Iitus",
            "Vf yw SLL V UT OLY, an lly ace Ui TNL   Li)",
            "Ks fe Ye EE ay TEM VEN aE",
            "Lae ll     LT SE Ui oie Gee",
            "[es HRs    LM a VLG,              wa LL LAE",
            "(Ilustration(s) by John Green.)",
            "tion(s) by J",
            ".)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 460,
        "content": "\nopen-air display including an indoors Interpretive centre. The area, where the foothills of the\nRocky Mountains meet the great plains, consists of the remains of marked trails and an\naboriginal camp together with a tumulus in which vast quantities of buffalo skeletons are still\nmute evidence of repeated slaughters. Through the utilization of their topographical\nknowledge, together with that of buffalo behavior, ancestors of the Amerinds stampeded the\nbeasts across the Porcupine Hills and over a ten-meter-high cliff at the bottom of which the\ncarcasses were later butchered.' Studies of the archaeological site indicate that the site had\nbeen used for this purpose for close to 6,000 years until as recently as 150 years ago.”\n(For the curious: The name “Head-Smashed-In” derives from the legendary tale of a\nbrave who climbed part way up the cliff in order to obtain a better view of the buffalo herd\ncascading to its death. Unfortunately, on that particular day, the herd was more numerous\nthan usual, and he ended up being swept over by the stampeding beasts. When his body was\nrecovered at the bottom of the precipice—you’ve guessed it—his head was smashed in.)\nOutside of Canada, this very method persisted among the Plains Indians into historic\ntimes. Although it has been stated that “no advancing white settler ever actually witnessed a\n‘buffalo jump’,”? this is disproved by the report of Lewis and Clark who witnessed such an\nevent in 1805.4\nThese mass slaughters have been used as case histories in an effort to implicate man in\nthe extinction of Pleistocene fauna. “The experts argue that the development of such mass\nslaughter methods as the jump hunt, which destroyed many more animals than could be used,\nmay well have reduced to zero the chances of a species coming back from the brink of\nextinction.”> What these mass slaughters really prove, however, is exactly the opposite. The\nhorse was slaughtered en masse in Europe. It did not there become extinct. Instead, it\nbecame extinct in North America, where it once thrived, even though it is not known that it\nwas hunted there. Nor can it be said that climate and the changed environment it would have\nbrought about would have caused the North American horse to disappear because, when the\nSpaniards re-introduced this beast to the continent, it did not find the climate or the\nenvironment unsuitable to its survival. On the contrary, the descendents of escaped Spanish\nhorses thrived in hundreds of thousands across the North American plains, were captured in\nquantity by the Plains Indians who became the super horsemen known to history, and\ncontinue to thrive to the present. On the other hand, despite the jump hunts, the bison\nendured in North America. Fair enough, Bison antiquus and Bison occidentalis are no longer\nwith us. But Bison bison, the modern buffalo, which was hunted for far longer than the other\ntwo, survived the slaughter.\n“...while the mammoth, the long-horned bison and other large and gregarious game\nanimals vanished, still others almost equally large and no less gregarious survived,\nincluding the modern bison, which was hunted by the jump method in Plano times",
        "bibliography": [
            "| http://whe.unesco.org/sites/158.htm & http://w ww.head-smashed-in.com/home.html",
            "2D. welch & M. Payne, “Head-Smashed-In Buffalo Jump,” Canadian Encyclopedia (1998).",
            "3). L. Gardner, et al., loc. cit.",
            "4R. Claiborne, loc. cit.",
            "5 Ibid., p. 52."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 461,
        "content": "\nand was still being hunted by the same method in the 19th century. In fact, the bison\nsurvived in the millions even after its Indian hunters [riding on horseback] acquired\nfirearms. The animals became virtually extinct only in the last [i.e. the 19th] century\nwhen bands of white hunters deliberately set out to destroy them as a means of ex-\nterminating the Indians by reducing their food supply and starving them to death.”!\n“The herds were thinning out as early as 1854, but the problem increased a decade\nlater when Europeans slaughtered buffalo by the thousands...Hunters using large-\nbore rifles that could load and fire eight times a minute camped by water holes and\nrivers where buffalo congregated, lit huge fires so that they could see their prey, and\nhunted around the clock.”?\nAccording to a Kiowa woman named Old Lady Horse, as many as a hundred buffalo a\nday were shot. But even then the buffalo survived—as it does until this day.\nTHE FATE OF THE OVERKILL THEORY\nThe overkill theory has had as many opponents as it has had adherents. Thus in 1979\nThomas Canby could still write that: “Preying on lumbering mammoths, bison, and camels,\non fleet horses and sluggish ground sloths, [Ice Age hunters] killed so efficiently that their\ndepredations may have caused the extinction of the creatures they stalked.” And yet, even he\nfelt bound to ask: “Did the sudden flowering of Paleo-Indian hunters bring about the\nexterminations?”> And, by way of a reply, he could only state that: “The question stirs almost\nas much controversy as that of early man himself.”6 Like Claiborne before him, he presents\nthe idea of those who believe the exterminations were due to shifting climatic shock waves,\nbut it is evident that he himself favored the overkill theory as propounded by the likes of José\nCruxent and Paul Martin.”\nThe controversy continued into the 1980s. The evidence for overkill, as it was still seen\nby some, seemed to be an open book: “When the first Americans arrived, toward the end of\nthe last ice age, they found North America teeming with big mammals that are now extinct.”8\nAs the caption to one of the pictures illustrating an article by Jared Diamond states: “When\nthe Clovis people emerged from the glacial north, they saw before them the Great Plains,\nempty of people but teeming with mammoths.”? It is not surprising that this led to the\nconclusion that these “immigrating humans apparently waged a war in which these animals",
        "bibliography": [
            "1 Ibid., p. 53 (emphasis added).",
            "2 J. J. Cassidy. Jr. & A. P. Rutherford (Editors), Through Indian Eyes (Montreal, 1996), p. 317.",
            "3 Ibid.",
            "4T. Y. Canby, op. cit., p. 330.",
            "5 [bid., p. 363.",
            "6 Ibid.",
            "7 Ibid.",
            "8 J. Diamond, op. cit., p. 82.",
            "9 Ibid., p. 83."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 462,
        "content": "were quickly exterminated—possibly within just ten years at any given site.”! But even\nDiamond had to admit that: “Many paleontologists don’t blame the spasm of extinction on\nClovis hunters, because there’s no surviving evidence of mass slaughter—only the fossilized\nbones of a few butchered carcasses here and there.”? While this last statement may be\nchallenged, the alternative to overkill was still being sought in changes of climate. Diamond\nhimself could not quite accept that option. “That reasoning puzzles me for several reasons,”\nhe wrote. “[I]ce-free habitats for mammals expanded rather than contracted as glaciers\nyielded to grass and forest; big American mammals had already survived the ends of many\nglaciations without such an extinction spasm; and there were far fewer extinctions in Europe\nand Asia when the glaciers of those continents melted at around the same time.”? But, like\nothers before him, he, too, registered doubt concerning the overkill theory. As he asked:\n“[H]ow could these hunters pursue millions of big mammals with such relentless efficiency\nthat not a single individual survived, but nevertheless leave little fossil evidence of their\nhunts?”\"4\n\nBy the end of the 1980s, no consensus had been reached. Although cosmic catastrophes,\nmainly in the nature of asteroidal or cometary impacts, were by then being introduced into\nthe subject of extinctions, changing climate and human overkill were still vying for\nrecognition as the prime cause for the major exterminations that took place at the end of the\nPleistocene Ice Age.>\n\nBy the early 2000s, environmentalists began to embrace and combine both theories. Thus\nYoshinori Yasuda could write that, toward the end of the long Ice Age, “the temperature was\nchanging to that of the milder post-glacial age.”6\n\n“With the climatic increase in temperature and humidity, the plains on which the great\nmammals such as the woolly mammoths, bison, and horses lived shrank, and the forests of\ndeciduous oak and pines expanded. As their living environment worsened, great mammals\ndeclined in number. This was spurred on by human over-hunting.””\n\nIt then became obvious, however, that both the climate and overkill theory were in\ntrouble. Alan Cooper, who was once an advocate of the overkill theory, but who later jumped\non the climatic band wagon, ended up doubting both. “On the one hand, it looks like humans\ndidn’t carry out the slaughter we thought they had,” he concluded. “On the other hand,\nclimate changes seem to cause problems much earlier than anyone thought.”8\n\nAt bottom lies this quandary: “Those who hold man guilty of destroying the game by pre-\nhistoric overkill do not think that climatic changes alone can satisfactorily account for the ex-\ntinctions.”? But: “Those who would exonerate the ancient big-game hunters, on the other",
        "bibliography": [
            "1 Ibid. p. 82.",
            ">R. Gore, “Extinctions,” National Geographic (June 1989), p. 695.",
            "2 Ibid., p. 84.",
            "3 Ibid.",
            "4 Ibid.",
            "5R. Gore, “Extinctions,” National Geographic (June 1989), p. 695.",
            "6 Y. Yasuda, “Forest and Civilisations,” in Y. Yasuda (Ed.), Forest and Civilisations (New Delhi, 2001), p. 172.",
            "®Y. Yasuda, “Forest and Civilisations,” in Y. Yasuda (Ed.), Forest and Civilisations (New Delhi, 2001), p. 172.",
            "7 Ibid., pp. 172-173.",
            "8 J. Kahn, op. cit., p. 59.",
            "9R. Claiborne, op. cit., p. 52."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 463,
        "content": "\nhand, point out that similar...extinctions had occurred among North American mammals\nlong before the arrival of man.”!\nAnd then, a study of mammoth tooth enamel conducted by Kathryn Hoppe showed be-\nyond a doubt that, at three different American Clovis sites, “the teeth contained a wide va-\nriety of isotope ratios consistent with long-term changes in local vegetation and diet.”\nSimilar variations showed up at mammoth sites which lacked the presence of man. Only at\none site, where mammoths have been theorized to have drowned en masse, was it found\nthat the isotope ratios “did not vary much.” What this indicates is that “the mammoths at\nClovis sites were unrelated animals killed individually over a long period, so the hunters\nprobably did not hasten the animal’s extinction.”? As the mammoth expert Adrian Lister\nstated:\n“One of the problems with the ‘overkill’ theory has always been that it is difficult to\ntest. The isotope work is an ingenious approach. Mass killing now seems improb-\nable.”3\nAs Claiborne, however, noted: “In a few cases, such as the mammoth, the hunters may\nhave given the coup de grace to a species that, for reasons still obscure, was already on na-\nture’s engendered list.”4\nWhat these “obscure” reasons might have been we have already learned. But let us take it\na bit further.\nA CHANGE OF BAND WAGONS\nWhat should be stressed is that we are not dealing merely with the extinction of mam-\nmoths, horses, and bison. Derek Ager did not hyperbolize the situation when he claimed that:\n“We cannot demonstrate anything really comparable to the sudden mass extinctions\nof the past happening at the present day...What is more, we cannot even see the\nprocess going on today that might lead to such extinctions. I feel that we rely too\nmuch on the present state of affairs, too much on uniformitarianism, when\ninterpreting the fossil record, especially in those groups that are now completely\nextinct or but a shadow of their former selves. It may be said of many\npalaeontologists, as Professor Hugh Trevor-Roper said recently of 18th century\nhistorians: “Their most serious error was to measure the past by the present’.”>\nIn time an alternative vehicle became fashionable in place of the climatic and overkill\nband wagons. Even the Nobel laureate Harold C. Urey has “come out strongly in support of",
        "bibliography": [
            "! Ibid.",
            "2“Ancient Hunters Let Off the Hook Over Mammoths’ Demise,” New scientist (March 27, 2004), p. 16.",
            "3 Ibid.",
            "4R. Claiborne, op. cit., pp. 52-53 (emphasis added.)",
            "5D. V. Ager, op. cit., p. 26."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 464,
        "content": "\nextra-terrestrial causes for mass extinctions.”! Rare collisions between Earth and comets,\naccording to Urey, “would have been sufficient to heat up considerably both the atmosphere\nand the surface layers of the oceans,” and this “could have had a disastrous effect on both\nland and marine faunas.”? Even Nature, that paragon of uniformitarianism, ran an article by\nMichael Benton to that effect. As he there wrote:\n“New analyses suggest that the classical view, that some groups die out simply be-\ncause they become ‘out of date’ and are replaced by their more efficient competitors\nover long periods of time, is not an adequate explanation. There is increasing evi-\ndence that major physical changes have caused more large-scale evolutionary\nchanges than has competition.”\nThe traditional “competitive” explanations for the major extinctions of the past, Benton\nwent on, “have been questioned by a closer study of the fossil record.” Although he did not\nentirely exclude some degree of competition in the survival of species and the demise of oth-\ners, his conclusion was that rivalry “will rarely be the sole cause, whereas it could be postu-\nlated that a catastrophic change in the physical environment is sufficient on its own.”4\nBut even then, as with the climatic and overkill theories, it cannot be said that extinctions\nthrough cosmic catastrophism was embraced by one and all. Writing in the same Nature in\n1984, the geologist Tony Hallam was bold enough to state that “catastrophists such as Cuvier\nwere the true empiricists of the day, interpreting the stratigraphic record as it appeared, for\ninstance in the abruptly changing succession of fossil faunas, and that Lyell [with his uni-\nformitarian concept] introduced confusion into the argument..”> And yet he could still point\nout that “serious doubts and difficulties persist about extraterrestrially-induced catastrophes,\nespecially as a general explanation for mass extinctions.” One thing he was confident\nenough to claim was that:\n“Lyell accused his catastrophist opponents of trying to cut, rather than patiently un-\nravel, the Gordian Knot. He would no doubt shake his head sadly at those modern\ncatastrophists who favor a quick fix for a long-standing problem.”\nLyell may well have been shaking his head, but, as time went by, Cuvier, who could be\ncalled his greatest opponent, began to regain the ground he lost. After all, as Stephen Gould\nhimself declared, “Charles Lyell was trained as a lawyer, and his book is more a brief for\ngradualism than an impartial account of evidence.”$ On the other hand, according to the same",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3M. J. Benton, “Large-Scale Replacements in the History of Life,” Nature (March 3, 1983), pp. 16-17.",
            "4 Ibid. (emphasis added).",
            "(emphasis added).",
            "5 T. Palmer, “Nemesis for Evolutionary Gradualism?” Chronology and Catastrophism Review, X (1988), p. 61",
            "6 Ibid. (emphasis as given).",
            "7 Ibid.",
            "8S. J. Gould, “An Asteroid to Die For,” Discover (October 1989), p. 62."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 465,
        "content": "\nGould, Georges Cuvier “was a rationalist and a chief figure of the Enlightenment, not an\nantediluvian theological apologist.”!\n“Cuvier did not use catastrophism to argue for a young Earth; rather, his superb geo-\nlogic work helped to establish Earth’s great antiquity. He did not invoke worldwide\nparoxysms as divine and miraculous, but as natural events proved by copious geo-\nlogic evidence. Yet Lyell’s rhetoric prevailed, and catastrophism was cast out\nbeyond the pale of science.”?\nNor were Gould and Urey the only world authorities who began to favor catastrophism.\nRichard Leakey, the able son of the more famous Louis Leakey, was of the same opinion as\nthe book he co-authored with Roger Lewin makes clear. As far as these two writers were con-\ncerned, the idea that extinctions may be caused through extraterrestrial events “is truly com-\npelling.” As they made clear, they were forced “to leave behind” what they termed the “Dar-\nwinian world” and accept that extinctions represent the hapless victims “of a fickle universe.”\nAs they conclude:\n“Gone is an image of the flow of life as smooth and predictable...its replacement is a\nworld that is erratic and unpredictable...Catastrophism is back with us, and it is\nreal.”4\nOne problem that was difficult to overcome is that, quite often, the evidence of the fossil\nrecord appears to indicate a gradual transition. But this, it has been found out, is nothing but\nan illusion. As it was ultimately discovered, “it is highly improbable that fossils will ever\nyield a true picture of extinction, even when extinction is sudden.”>\n“Various tests showed that even in cases where an extinction was known to be\nabrupt for many species, imperfections in the fossil record made it look gradual. The\nconcept that a sudden extinction will always look gradual—that it will leave a record\nthat suggests the fossils disappeared before the actual sudden extinction horizon—is\nnow called the Signor-Lipps effect after Professor Phil Signor and Jere Lipps of the\nUniversity of California.”6\nOthers have argued that although, cometary or asteroidal impacts would be devastating,\n“these direct effects are not enough to explain by themselves mass extinction and world-wide\ngeological activity.”7",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3 R. Leakey & R. Lewin, The Sixth Extinction (N. Y., 1995), p. 229.",
            "4 Ibid. (emphasis added).",
            "5 P.D. Ward, The Call of Distant Mammoths (N. Y., 1997), p. 170 (emphasis added).",
            "6 Ibid., pp. 170-171.",
            "7 F, Barbiero, “Changes in the Roatation Axis of Earth After Asteroid/Cometary Impacts and Their Geological",
            "Effects,” Fifty Years After Worlds in Collision by Velikovsky: Classical and New Scenarios of the Evolution of",
            "the Solar System (Bergamo, 2002), p. 86."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 466,
        "content": "\nJohn Alroy went even further. Examining the size and ages of major craters in North\nAmerica and comparing them with the fossil record, he could find no correlation between\nimpact size and the rate of extinction.!\n“[Alroy] argues that life is far more tenacious than some scientists make it out to be.\nFurthermore, mass extinctions are very unusual, he says, and are rarely caused by a\nsingle catastrophic event.”\nBut that extinctions, as Alroy reasoned, “are much more likely to result from slower, less\ndramatic processes such as species migration, climate change, competition, and disease” is\nnot something with which we can concur. Besides, more was yet to come as the following re-\nport from the Earth Institute at Columbia University shows.\n“Supporting the theory that catastrophic events significantly influence major Earth proc-\nesses, researchers have determined that comet and meteorite impacts on Earth occurring\nover the last 4 billion years have directly correlated with the activity of strong and normal\nmantle plumes—heated mantle rock causing volcanic eruptions...”*\nAnd:\n“Another question raised by the correlation between impacts and volcanism concerns\nwidely adopted theories that meteorite and comet impacts were the cause of mass ex-\ntinctions of life on Earth. Was it the impact alone or could major episodes of mantle\nplume volcanism have contributed to these extinctions?’”>\nImpacts, however, would have been accompanied by more than just volcanism. A cosmic\nbody falling into the ocean would also have spawned tsunamis that would radiate away from\nthe body’s crash site. “Initially more than 2,500 feet high,” Pamela Gay reports “these waves\nabate to about 1,700 feet 40 miles from the point of impact.”6 By comparison, a mere 30-foot-\nhigh tsunami that hit Papua, in New Guinea, in 1998, killed 2,100 people.”\nThus, by 2003, the consensus was that impacts were responsible for closing the geological\nperiods of Earth’s past’—except, as was thought by some, when it came to the close of the\nPleistocene epoch. The impact band wagon was not by these believed to be a convenient\nvehicle. As Jennifer Kahn reported: “Unlike the meteor that hastened the demise of dinosaurs\n65 million years ago, the North American megafaunal extinction [at the end of the Ice Age]",
        "bibliography": [
            "1R. M. Gorman, “Extinction Trends: No Need to Fear the Asteroids?” Discover (February 2003), p. 11.",
            "2 Ibid.",
            "3 Ibid.",
            "4 http://www.earthinstitute.columbia.edu/news/2003/story0 1-17-03.html",
            "5 Ibid.",
            "6PLL. Gay, “Killer Asteroids Make Big Splash,” Astronomy (February 2003), p. 28.",
            "7 Ibid.",
            "8 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 467,
        "content": "\nhas not been linked to a single cataclysm.”! Yet, years before, Allan Kelly and Frank Dachille\nhad already blamed the extinction of the mammoth, as well as other Pleistocene fauna, on a\ncosmic impact that they believe took place between 15,000 and 8,000 years ago.?\nWe are not, however, dealing with but one cosmic impact. Nor are we dealing with just\ncosmic impacts. As should by now have become apparent, impacts, even with concurrent tsu-\nnamis and world-wide volcanism, were not the direct cause behind the closing of Earth’s past\ngeological periods. The closing of the Pleistocene epoch has here been ascribed to proto-Sat-\nurn’s flare-up. It was due to the proto-Saturnian system’s passage through the so-called Kui-\nper Belt that impacts would have been inevitable. As already noted, the number of craters\nthat have been dated to this time are multitudinous. One is therefore bound to ask where it\nwas that Kahn obtained her information from.\nGEOLOGISTS JOIN IN\nPaleontologists are not the only ones who finally decided to re-embrace cosmic catastro-\nphism. Although not one and all, geologists were bound to do the same. Derek Ager, who\nmade a special study of the world’s geological, especially its stratigraphical, record, was\nforced to conclude that “sooner or later, we must face the possibility of an extra-terrestrial\ncause, though in most geological circles one seems to be expected to blush when doing so.”3\nActually, a cosmic cause had been espoused by various geologists even before.\n“Such hypotheses have been postulated by highly reputable geologists when no other\npossible cause can be found to explain certain phenomena [Ager went on]. I make no\napology for joining a distinguished band of predecessors. Changes, cyclic or other-\nwise, within the solar system or within our galaxy, would seem to be the easy and in-\ncontrovertible solution for everything that I have found remarkable in the strati-\ngraphical record.”+\nLike others before him and since, including the present writer, Ager did not discount the\neffects of sea-floor spreading and plate tectonics,> even though he did question some of the\ntheory’s adamant details.© Even though he was mostly discussing eras prior to the Pleisto-\ncene he realized that:\n“There is no evident explanation to be found in drifting continents or colliding\nplates. It seems that here, at least, we must appeal to an extra-terrestrial cause.””",
        "bibliography": [
            "1J, Kahn, op. cit., p. 55.",
            "2 J. S. Lewis, Rain of Iron and Ice (N. Y., 1996), p. 106.",
            "3D. V. Ager, op. cit., p. 83.",
            "4 Ibid (emphasis added).",
            "5 Ibid.",
            "6 Ibid., pp. 6, 10, 25, 82, 98",
            "7 Ibid., p. 88."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 468,
        "content": "\nWithout advocating a particular cosmic agent, Ager came to the following general\nconclusion. “I am coming more and more to the view that the evolution of life,” he wrote,\n“like the evolution of continents and of the stratigraphical column in general, has been a very\nepisodic affair, with short ‘happenings’ interrupting long periods of nothing much in\nparticular.”! This not only expresses our own sentiment, but we can recognize one of Ager’s\nshort “happenings,” as also one of the cosmic causes he sought, in proto-Saturn’s flare-up.\nA shift toward cosmic catastrophism definitely took place at the May 1983 Dahlem con-\nference in which quite a few geologists took part. The April 19, 1984 issue of Nature devoted\nmuch of itself to this shift and the debates it caused. Despite some uncertainties and a lot of\nconfusion, John Maddox could then actually state that the “intellectual climate has changed\nin favor of catastrophism.”?\nAnother well-heard voice at the conference was that of David Raup.? As he made quite\nclear four years later, Raup embarked on something of a crusade against the very concept of\nuniformitarianism. And he did so without employing castigation. Alluding to catastrophes as\nrare events, he offered the opinion that:\n“All too often, rare events are ignored because so little is known about them.\nTheories based on rare events are often labeled ‘untestable’...and this charge can be\ndevastating to a new or unusual theory. The charge of untestability often has the\neffect of putting a new theory in company with the truly fantastic claims of the\nlunatic fringe.”*\nOr, as he put it in a different manner: “Catastrophic interpretations of features in Earth\nhistory are viewed as guilty until proved innocent.”>\nIn company with the new breed of cosmic catastrophists, Raup did not altogether\nabrogate the principle of uniformitarianism. He, however, realized that recent discoveries had\nforced uniformitarianism to absorb “several important catastrophist elements” and that\n“geologists now use a blend of the two opposing views.” The conclusion he eventually\nreached was that “scientists have traditionally erred by downplaying the role of rare,\ncatastrophic events.””\nNot long after Raup, Stephen Gould was echoing the same sentiments. Speaking of the\nabove discussed shift in scientific attitude, which he called “monumental,” Gould was bold\nenough to go where he would not have previously dared to venture. “Ideas advanced in the\nlast decade are providing new and exciting knowledge,” he wrote, “and in that sense, of\ncourse, they are progressive.”",
        "bibliography": [
            "| Jpid., p. 93 (emphasis added).",
            "2 J. Maddox, Nature (April 19, 1984), p. 685.",
            "3 See here D. M. Raup & J. J. Seposki, Proceedings of the Natural Academy of Sciences 81 (1984), pp. 801-",
            "805.",
            "4D. M. Raup, “Changing Views of Natural Catastrophe,” The Great Ideas Today (Chicago, 1988), p. 59.",
            "5 Ibid., p. 72.",
            "© Ibid.",
            "7 Ibid., pp. 76-77.",
            "8S. J. Gould, loc. cit."
        ],
        "captions": []
    }
]