[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 219,
        "content": "deities of the Incas, translates as “Foam of the Sea.”! Known in full as Kon Tiki Viracocha,\nthis deity was believed to have lived “in the high heavens,” and to have been “a god-\ncreator,” attributes which identify him as a Saturnian deity 4\n\nThe “limitless stretch of water” of the Voguls and Ostiaks, as well as Kon Tiki Viraco-\ncha’s “foam of the sea,” bring us to the celestial watery substance which the mythologies of\nvarious races connected with the original Chaos.\n\nTHE WATERS OF CHAOS.\n\nAs J. Viaud informs us, the Egyptian Chaos was styled Nu (or Nun).> But, as we pointed\nout in our previous volume,® Nu more properly refers to “the primordial ocean” in which “the\ngerms” of all things to come lay dormant before Creation.’ That this primordial ocean, inter\nalia known as the “father of the gods,’ was celestial in origin is evidenced by it being re-\nferred to as “the watery abyss of the sky.”? Nicolas Grimal was naive when he stated that\n“the original archetype” of Nu “was supplied by the annual flooding of the Nile.”!° It seems\nthat he was ignorant of the fact that the motif of cosmic water was well nigh universal.\n\nThe Egyptian Nu is equivalent to the Mesopotamian Apsu,!! which also stood for the pri-\nmordial ocean.!? Apsu, also rendered Abzu, has been thought to be the origin of the Greek\nabyssos—Latin abyssus—from which the English word “abyss” is derived.!3 The mythologi-\ncal abyss is also often termed “the deep.”!4 This is the same “deep” we encounter in English\ntranslations of the Book of Genesis where it is said that “darkness was on the face of the\ndeep.”!5 In Hebrew, the word translated as “deep” is tehom which properly means “a surging\nmass of water.”!© The word is derived from hum (huwm, hoom), among the meanings of\nwhich is “to agitate.”!7",
        "bibliography": [
            "1 P. Tierney, The Highest Altar (N. Y., 1989), p. 154.",
            "2R. Van Over, Sun Songs: Creation Myths from Around the World (N. Y., 1980), p. 114.",
            "3 J-C Valla, The Civilization of the Incas (Geneva, 1978), p. 66.",
            "4 For more on Kon Tiki Viracocha, see D. Cardona, op. cit., pp. 278-279, 357.",
            "5 J. Viaud, “Egyptian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 11.",
            "6p. Cardona, op. cit., p. 267.",
            "7 J. Viaud, loc. cit.",
            "8 Ibid.",
            "9 B.A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 251.",
            "10 N. Grimal, A History of Ancient Egypt (Oxford, 1992), p. 41.",
            "11 W. F. Albright, “The Mouth of the Rivers,” The American Journal of Semitic Languages and Literature, Vol.",
            "XXXV, No. 4 (July 1919), p. 167.",
            "12 A. Heidel, The Babylonian Genesis (Chicago, 1942), p. 10; see also M. Vieyra, “Empires of the Ancient Near",
            "East: The Hymns of Creation,” Larousse World Mythology (London, 1972), p. 65.",
            "13 G. Michanowsky, The Once and Future Star (N. Y., 1977), p. 49.",
            "14 Tbid.",
            "15 Genesis 1:2.",
            "16 J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 123.",
            "17 Jbid., p. 32; see also D. Cardona, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 220,
        "content": "\nAmong the Babylonians, Ea, as Shar Apsi, was the “King of the Watery Deep.”! Some-\nwhat like Grimal, Morris Jastrow understood this as referring to “the sweet waters flowing\nunder the earth which feed the streams, and through streams and canals irrigate the fields.”\nBut that Ea was actually a Saturnian deity need not be repeated, and this, alone, is enough to\nlocate the Apsu in the sky.\nHeinrich Zimmer touched upon the same topic as it applies to Hinduism:\n“From the period of the early Vedas down to the Hinduism of the present, water has\nbeen regarded in India as a tangible manifestation of the divine essence. ‘In the begin-\nning, everything was like a sea without a light,’ declared an ancient hymn; and to this\nday, one of the most common and simple objects of worship in the daily ritual is a jar\nor pitcher filled with water, representing the presence of the divinity and serving in the\nplace of a sacred image. The water is regarded, for the period of the worship, as a resi-\ndence or seat (pitha) of the god.”4\nA different Hindu myth also sets the stage for “the beginning” by presenting the now fa-\nmiliar situation in which there was only water in a starless night. This was the interval be-\ntween dissolution and Creation. In this “infinite ocean” all the seeds of Creation rested in “a\ndormant state of undifferentiation.” Floating on this ocean was the god known as Vishnu,\nwho was described as “the substance of his own essence.” This very Vishnu appears in “the\nform of a luminous giant” who is “recumbent on the liquid element, radiant with the steady\nglow of his blessed energy.”> The identification of Vishnu as the god of the planet Saturn has\nalready been presented in our previous volume.®\nThe Yakima of North America also believe that, prior to Creation, their creator was the\nsolitary denizen of heaven and that all there was besides him was water:\n“In the beginning of the world, all was water. Whee-me-me-ow-ah, the Great Chief\nAbove, lived up in the sky all alone.””\nThis is paralleled by what the African Boshongo tribe of the Bantu tell:\n“In the beginning, in the dark, there was nothing but water. And Bumba [the creator]\nwas alone.”8\nwas alone.”",
        "bibliography": [
            "1D. A. Mackenzie, Myths of Babylonia and Assyria, republished as Mythology of the Babylonian People",
            "(London, 1915/1996), pp. 28-29.",
            "2 Ibid., p. 29, in reference to M. Jastrow, Religion of Babylonia and Assyria, p. 88.",
            "3 For more on Apsu see D. Cardona, op. cit., pp. 266-267, 269, 449.",
            "4H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), p. 34. (NOTE: The ancient",
            "hymn cited in this quote is from Rig Veda, X: 129: 3. See also, ibid., X: 121:8; Satapatha Brahmana, XI: 1: 6:",
            "1)",
            "5 Ibid., p. 128.",
            "6D. Cardona, op. cit., pp. 233, 236, 246, 310, 440, 449, 451.",
            "7R. Erdoes & A. Ortiz, op. cit., p. 117.",
            "8D. A. Leeming, The World of Myth (N. Y., 1990), p. 39."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 221,
        "content": "\n2\nOy DIZ, a)\nNe (eae On\node 1      =e       oz              Z\nnile coe Mr.\nyi)    Ces\n/ NI A , COD\nVishnu—who was described as having floated on the cosmic sea.\n221,",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 222,
        "content": "\nIn fact, two of the epithets of the Creator among West African tribes have been translated\nas “Great Ocean Whose Headdress is the Horizon” and “Great Pool Contemporary of Every-\nthing.” The Yoruba of what used to be Nigeria are also of the belief that “in the beginning the\nworld was all marshy and watery.”! In Japan, the same entity was spoken of as “the primeval\noily mass.”? “The records,” Moe Mendelkehr noted, “clearly denote a sea, ocean, river or\nstream that was conceived as cosmic, heavenly, or celestial.”3 As he continues:\n“The appearance of the celestial waters, in most cultures, goes back to very ancient\ntimes and is associated with the process of creation. Gaster and Brinton have recog-\nnised and discuss the ‘primality’ of water, in that in essentially all cultures there is a\ntradition of water existing before anything else. Clark also recognises the commonal-\nity of myths, that before the beginnings of all things was the Primordial Abyss of\nWaters, stretching endlessly in all directions...Early writers in the Middle East\nrefer to the all-embracing great cosmic sea, with stories of creation including the\ncelestial waters.”+\nUnfortunately, Mandelkehr confused various unrelated myths concerning celestial rivers,\nlumping them erroneously into a single motif when, in fact, many of the sources he cited\nrefer to different chronological events. Mandelkehr was influenced by these unrelated river\nmotifs in his attempt to interpret them as a ring that had formed around Earth due to its\nencounter with a massive meteoroid stream at 2300 B.C. Leaving celestial rivers aside, he\nshould have paid greater attention to what he himself had unearthed concerning the cosmic\nocean of creation—namely, that this water was believed to have existed before anything else.\nWhat this means is that, as far as mankind was concerned, it had always been there, which is\nthe reason why these cosmic waters were one of three entities which were believed not to\nhave been created. (Of rings around the world we will have much to offer in a later section\nof this very work.)\nThe pre-existence of the watery deep is not, however, restricted to the ancient Near East.\nNor is it unique to the Old World. The Maya, too, retained a tradition of a primordial entity\nknown as “black hole, black water” which is believed to “have existed at the beginning of\ncreation.”6 As the Amerind tribe of the Crow phrased it: “How water came to be, nobody\nknows.” So, likewise, among the Polynesians who believed that “in the beginning there ex-\nisted only the primordial waters, plunged in cosmic darkness.”",
        "bibliography": [
            "1G, Parrinder, African Mythology (London, 1967), p. 20.",
            "2 J. Piggott, Japanese Mythology (London, 1969), p. 13.",
            "3M. Mandelkehr, “The Ring About the Earth at 2300 BC,” Chronology & Catastrophism Review (2001:2), p. 9.",
            "4 Ibid., with references to T. H. Gaster, Myth, Legend and Custom in the Old Testament, Vol. 2 (Harper, 1969),",
            "pp. 3, 4; D. G. Brinton, Myths of the Americas (Steiner, 1976), pp. 128, 129, 210-213; A. R. Johnson, Sacral",
            "Kingship in Ancient Israel (University of Wales, 1955), p. 9.",
            "5 For further on this topic see D. Cardona, op. cit., pp. 268-270.",
            "©M. D. Coe, Breaking the Maya Code (N. Y., 1992), p. 255.",
            "TR. Erdoes & A. Ortiz, op. cit., p. 88.",
            "8M. Eliade, Patterns in Comparative Mythology (London, 1996), p. 410."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 223,
        "content": "\nSome Gnostics were even of the belief that the waters preceded the darkness, but that\nprior to the darkness there was absolutely nothing.! Others of their faith claimed that God\n“existed before the watery substance appeared out of the Darkness.”? The Gnostics, however,\nwere composed of various sects who not only dissented from one another but also, more\nvehemently, with the other Christians of their time. In the end, their endless debates on what\nhad been and had not been led to the most illogical and contradictory beliefs as delineated in\nthe Gnostic system of Basilides. According to this system, originally there was simply and\nabsolutely nothing. There was not only no substance but also no nonsubstance. There was not\neven God but, rather, a “nonexistent God.” This nonexistent God was “without intelligence,\nwithout sense, without will, without choice, without passion, without desire” to fashion the\ncosmos. But he fashioned it nonetheless.3\nTHE WHIRL OF CREATION\nThe Yuma myth of Creation states that:\n“This is how it all began. There was only water...Then out of the waters rose a\nmist...Still there was no sun, no moon, no stars—just darkness. But deep down in\nthe waters lived Kokomaht [All-Father], the Creator. He was bodiless, nameless,\nbreathless, motionless...’\nThe “waters,” however, “stirred and rushed and thundered,” producing spray and foam.>\nThis stirring and rushing of the waters provide us with a hint of their rotation. This was also\nindicated above when we noted the agitation of the Hebrew tehom. More explicit was Lau-\ntzu’s description of Tao: “It stands alone and does not change,” he wrote, “goes round and\ndoes not weary.” As expressed in our previous volume,’ it was this rotation, often expressed\nas a whirling motion, that convinced our ancients that the entity was composed of water,\nsince the closest thing they could compare it to would have been a watery whirlpool or eddy\nalong the shores of lakes and rivers. In view of the nature of plasma, which manifests itself at\npresent in polar auroral displays, it is not inconceivable that, as Roger Ashton had earlier\nindicated,’ a similar shimmering effect would have superimposed itself on the rotating\nnebulous cloud.",
        "bibliography": [
            "1 W. Barnstone, op. cit., p. 127.",
            "2 Ibid., p. 570.",
            "3 Ibid. pp. 629-630.",
            "4R. Erdoes & A. Ortiz, op. cit., p. 77. (NOTE: The twins included in this myth, mention of which has been",
            "excised here, will be discussed in a later volume of this series.)",
            "5 Ibid.",
            "6 As quoted by C. Sagan, op. cit., p. 245.",
            "7D. Cardona, op. cit., pp. 270-273.",
            "8 R. Ashton, “The Age of Purple Darkness,” AEON V:3 (December 1998), p. 98."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 224,
        "content": "\nPLANETARS\nCircumstellar disks, placental or otherwise, form around stars. Until recently, such disks\nwere difficult to detect. But, as Antonio Del Popolo could inform us by 2002, their detection\nhad by then become “relatively easy.”!\n“Not only are they extremely large—a typical disk extends to an order of 1000 AU\nfrom the star—but the surface area of the small particles which make up the disk is\nmany orders of magnitude larger than that of a planet. They emit and reflect light\nvery well, and can be seen to relatively large distances from the central star with\nmodern telescopes...They are remarkably common throughout our Galaxy... They\nare particularly evident due to their strong emission of infrared wavelengths. ..”?\nExtra-solar planets have also now been discovered in quantum sufficit3 At last count—\nOctober 2006— the number of these planets had risen to about two hundred.4 Most of these\nplanets, all of them of multi Jovian masses, are detected, rather than observed. At the end of\n2001, however, one of these extrasolar planets orbiting a star was actually photographed.>\nNot all of these exoplanets, as they are now termed, are, however, members of star systems.\nA few of them are actually free-floaters, moving through the reaches of space without a\nchaperoning star. In the year 2000, a Spanish group of astronomers, led by Maria Zapatero-\nOsorio, reported eighteen such unattached objects in the constellation Sigma Orionis.° These\nfree-floating objects, however, were somewhat more massive than accepted planetary\nmasses, but somewhat less massive than the previously known masses of brown dwarf stars.\nThus, as Robert Naeye reported, “few [astronomers] agreed with calling these objects\n‘planets’.”? The problem did not merely involve nomenclature—that is, what to call them—\nbut, rather, what to class them as. Some settled on the acronym PMOs, short for “planetary-\nmass objects,” others suggested the term “planetars,”* which is a contraction of “planets” and\n“stars.” As Naeye reported:\n“According to the standard theories of star formation used just a few years ago [that\nis, prior to 2003], solitary objects with the masses of a few Jupiters should not ex-",
        "bibliography": [
            "1A. Del Popolo, “Extra-Solar Planets, Detection and Theoretical Problems,” Fifty Years After Worlds in",
            "Collision by Velikovsky: Classical and New Scenarios on the Evolution of the Solar System (Bergamo, 2002),",
            "pp. 165-166.",
            "2 Ibid.",
            "3 Ibid., pp. 160, 161, 325-329, 332-337, 350, 415, 469-471, 476, 485.",
            "4G.W. Marcy, “The New Search for Distant Planets,” Astronomy (October 2006), pp. 31, 32; M. Turnbull,",
            "“Where is Life Hiding?” in ibid., p. 62.",
            "SE. Samuel, “First Image of Extrasolar ‘Planet’ Captured,” in ibid. (January 8, 2002), p. 1.",
            "6R. Naeye, “Lonely Planets?” Astronomy (June 2003), p. 38.",
            "7 Ibid.",
            "8 Ibid., pp. 38, 39."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 225,
        "content": "\nist...objects less massive than perhaps a dozen Jupiters were not expected to form by\nthe standard mechanism of star formation.”!\nIt was, therefore, somewhat disconcerting when two of these objects were discovered\nwith masses of only “about six Jupiters.”? This makes this class of objects “even lower in\nmass than some of the extra-solar planets that have been found orbiting stars.” And this, as\nRay Jayawardhana points out, “blurs the lines between planets and brown dwarfs.”? Alan\nBoss therefore decided to stick by the policy that, regardless of whether an object was free-\nfloating or orbiting a star, it should be considered a brown dwarf if it is between 13 and 75\nJupiter-masses. Anything below that limit should be termed a sub-brown dwarf.4\nHowever, as Eduardo Martin noted, while these objects commence their stellar careers at\nrelatively high temperatures, they eventually cool below -280°F. Of great importance to us,\nhe then added that: “In their old age, they [will] look very much like Jupiter.”5\nThis would then explain why Jupiter presently radiates more energy than it receives from\nthe Sun. Not only that, most of this energy is in the radio and infrared spectrums. As models\nbased on thermodynamic calculations indicated, Jupiter’s energy is simply due to what it has\nretained from its former career as a sub-brown dwarf.° It has even been suggested that Jupi-\nter’s heat could either come, or is left over, from nuclear reaction, as it supposedly does in\nthe Sun itself”\nThis left over energy, however, is not restricted to just Jupiter. Saturn, too, is known to\nradiate more heat than it receives from the Sun.’ This, in fact, has led Martin to state that: “In\nthis sense, isolated PMOs give us a golden opportunity to see what Jupiter and Saturn were\nlike in their youths.”?\nIf sub-brown dwarfs cool to become giant gaseous planets like Jupiter and Saturn, they\ncould then be correctly referred to as proto-planets. Thus, our proposal that Saturn had once\nbeen a sub-brown dwarf, and our allusion to it as proto-Saturn, is not as radical as it might\nhave once appeared.\nPlanets large and small, at least in their formative periods, were also once believed to be\nsurrounded by disks. These were believed to be the remains of the nebulous cloud out of\nwhich they had formed—which is why the term “placental cloud” was coined.'° To date,\nhowever, no such disks around planets have been discovered. They have, however, revealed\nthemselves around brown dwarfs. As Govert Schilling reported:",
        "bibliography": [
            "! [bid., p. 39.",
            "2 Ibid.",
            "3 Ibid., p. 41.",
            "4 Ibid.",
            "5 Ibid.",
            "6 Ibid., p. 38.",
            "7 New Scientist (January 5, 2002), p. 11.",
            "8D. Cardona, op. cit., pp. 154 ff.",
            "9R. Naeye, op. cit., p. 41",
            "10 L. Barnett, The World We Live In (N. Y., 1955), pp. 5, 8-9."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 226,
        "content": "\n“Using the 3.5-meter New Technology Telescope of the European Southern Obser-\nvatory in La Silla, Chile, [Charles] Lada and his colleagues studied the Orion\nNebula, an active star-forming region some 1200 light years from Earth.\n“They found more than a hundred faint brown dwarfs floating around the nebula and\n60 per cent of them turned out to emit excessive amounts of infrared radiation, indi-\ncating that they are surrounded by disks of warm dust.\n“Some of these dusty disks had been photographed a couple of years ago [in 1999]\nby the Hubble Space Telescope. But Hubble could not see the obscured central\nobjects and astronomers assumed that they were normal young stars.\n“But infrared radiation is not absorbed by dust, so the central objects are visible in\nthe new observations and many of them turn out to be low-mass brown dwarfs,\naccording to August Muench of the University of Florida.”!\nLow-mass brown dwarfs are sub-brown dwarfs or planetars. Thus, our claim, as deduced\nfrom the mytho-historical record, that the sub-brown dwarf star that was proto-Saturn was\nsurrounded by a circumstellar disk is right on the mark.",
        "bibliography": [
            "1G, Schilling, “Chill-Out Zone,” NewScientist.com (June 8, 2001), p. 1."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 227,
        "content": "\nChapter 12\nLord of the Lingam\nTHE AXIS MUNDI\nTe other item discussed in our previous volume that has yet received but slight\nmention in the present one is the jet-like plasma that stretched between proto-Saturn\nand Earth. From Earth, this jet would have appeared as a singular ray of light\nemanating from proto-Saturn or, as some had it, from the primordial ocean surrounding the\nproto-Saturnian orb. Thus, in a hymn of praise to Ra as contained in the Papyrus of Ani, the\nprimordial water known as Nu is said to have flooded the deity “with his rays of light.”! In\nJapan, this ray was visualized as “the Heaven-uniting pillar, on which the heavens rested as\non a prop.”? The Christian Sibyllines referred to it as a “pillar of glory.”? In Egypt, this\nheaven-sustaining column was known as khu and/or khut, which word utilizes a hieroglyphic\ncharacter that translates as “vertical streamers of light ascending the world axis.”+\nThe message is clear enough: Although the direction of the light was interpreted differ-\nently by different peoples—that is, ascending or descending—what the ancients purport to\nhave seen was exactly what Hippolytus described as “the downward flow of light from\nabove” and as “a ray coming from above.” Even Plato had reason to describe it as “‘a straight\nlight like a pillar” which has been understood as “stretching along the axis of the cosmos,”¢\nwhile others have presented it as “a cylinder of aetherial fire surrounding the axis.”7\nThere were also some who thought of this pillar of light as the god’s single leg, or as the\ngod acting in solemnity while standing on one leg.8 This was even true of the Hindu Manu,\nconsidered by some as the prototype of the Biblical Noah, who stood on one foot performing\nawesome austerities for 10,000 years.? Osiris/Saturn, on the other hand, was lauded as having\noccupied a position above the leg of heaven, which leg was described as a “leg of fire.””!°\nThis brings us face to face with one of the most controversial deities from Indic lore—the\nLord Shiva—who received but passing mention in our previous volume.!!",
        "bibliography": [
            "1B. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 250.",
            "2 F. S. Dobbins, Error’s Chains: How Forged and Broken (N. Y., 1883), p. 311.",
            "3 W. Barnstone, The Other Bible (N. Y., 1984), pp. 559, 673.",
            "4D.N. Talbott, The Saturn Myth (N. Y., 1980), p. 177.",
            "5 W. Barnstone, op. cit., p. 655.",
            "6 A. B. Cook, Zeus: A Study in Ancient Religion, Vol. IL (N. Y., 1965), p. 44.",
            "7 Ibid.",
            "8 D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 439-441.",
            "9 A de Grazia, Homo Schizo II (Princeton, N. J., 1983), p. 142.",
            "10 E. A. W. Budge, The Egyptian Book of the DeadI (London, 1901), p. 370; G. Massey, Ancient Egypt (N. Y.,",
            "10 B. A. W. Budge, The Egyptian Book of the DeadI (London, 1901), p. 370; G. Massey, Ancient Egypt (N. Y.,",
            "1970), p. 311.",
            "11D. Cardona, op. cit., pp. 31, 147, 233."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 228,
        "content": "SHIVA\n\nFrancis Wilford reported that “many of the Hindus acknowledge that S[h]iva, or the god\nJupiter, shines in that planet.”! This, however, is as good as his other assertion that the Sun\n“is the peculiar station of Vishnu.”? It is doubtful that modern Hindus believe that Shiva ever\npersonified the planet Jupiter. But even if some of them do so believe, their belief would not\nnecessarily reflect that of their ancient forefathers. Note, for instance, the modern Hindu\nbelief that Surya personifies the Sun when, as already indicated, Surya’s characteristics are\nanything but Sun-like. Likewise, in Ptolemaic Egypt, Osiris was considered the god of the\nplanet Venus,> Ra the god of the planet Mars,* and Set the god of the planet Mercury,> but we\nfind nothing to substantiate these late beliefs in the literature of the more ancient dynasties.\nNone of the above holds up under the scrutiny of comparative mythology. And it is in the\nearliest antiquity that we must seek the answer to Shiva’s identity.\n\nOver a century and a half after Wilford, Immanuel Velikovsky also identified Shiva as\nhaving represented the planet Jupiter,° an identification that has been repeated blindly by\nvarious of his followers.’ Unfortunately, Velikovsky’s identifications of the Indic deities as\nvarious planets were often inadequately documented. In some cases, he offered no supporting\nevidence whatsoever. That the identification of Shiva as Jupiter is erroneous, I have already\ndocumented elsewhere,’ and all I will add here is that there is nothing in the mythology of\nShiva which compares favorably with that of the Jovian deities of other nations.\n\nEv Cochrane, on the other hand, has indicated that Shiva is to be understood as a\nmanifestation of the planet Mars.? To a certain extent this identity is subject to Shiva’s\nassimilation to the earlier Rudra'® at a /ater time.!! What comparative mythology however\nindicates is that Shiva, like so many other ancient deities, traces to Saturn, an identification\nthat had been offered as early as 1875.!2 The connection was also made by Oldfield Howie.!3",
        "bibliography": [
            "1 F, Wilford, “On Egypt and Other Countries Adjacent to the Cali River or Nile of Ethiopia from the Ancient",
            "Books of the Hindus,” Asiatick Researches, Vol. Il (1979), p. 382.",
            "2 Ibid.",
            "3B. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), p. 303.",
            "4 Ibid.",
            "5 Ibid.",
            "61. Velikovsky, Worlds in Collision (N. Y., 1950), pp. 86, 182, 268.",
            "7 See, for instance, A. de Grazia, Chaos and Creation (Princeton, 1981), p. 198; P. Clapham, in the “Forum”",
            "section of Chronology & Catastrophism Review (1996:1), p. 38.",
            "8 D. Cardona, “Child of Saturn,” Part Il, KRONOS VII:2 (Winter 1982), pp. 29-33; idem, “Vishnu Born of",
            "Shiva,” KRONOS VII:3 (Spring 1982), pp. 15-18.",
            "° E. Cochrane on the KRONIA Internet discussion group sponsored by KRONIA Communications, December",
            "8, 1996.",
            "10 Linga Purana 1:54:62-64.",
            "11 B, Cochrane, “Martian Meteorites in Ancient Myth and Modern Science,” AEON IV:2 (August 1995), p. 70;",
            "11 E. Cochrane, “Martian Meteorites in Ancient Myth and Modern Science,” AEON IV:2 (August 1995), p. 70;",
            "idem, “Thundergods and Thunderbolts,” AEON VI:1 (February 2001), p. 115.",
            "12 H. M. Westropp, Ancient Symbol Worship: Influence of the Phallic Idea in the Religions of Antiquity (N. Y.,",
            "1875), p. 42.",
            "13 M. O. Howie, The Encircled Serpent (N. Y., 1955), p. 65."
        ],
        "captions": []
    }
]