[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 169,
        "content": "\nAmong these predators were the largest carnivore known from Ice Age North America,\nthe “ursine giant known as the short-faced bear,” prides of lions “similar to those roaming the\nSerengeti today,” and “sleek scimitar cats” which were “related to the better-known saber-\ntoothed cat.”!\nBut man was there too. Like Harrington, Jacques Cing-Mars has also conducted excava-\ntions in the same area. “Bone tools from the lowlands near Bluefish Caves now suggest that\nhunters stalked the Yukon as early as 40,000 years ago”? at the very peak of the Pleistocene\nIce Age. And yet, it is quite evident from the above, that this northern region remained free\nof ice. As Heather Pringle reported:\n“...lands from the Verkhoyansk Mountains in Siberia to the Mackenzie River in Can-\nada had largely escaped advancing ice. While much of Canada and the northern\nUnited States groaned beneath steep walls of snow and ice, Beringia, as this vast\nnorthland came to be known, remained a green, grassy outpost, beckoning to wild-\nlife.”\n“Such abundance would surely have tempted Beringian hunters. ‘I think it would\nhave been very attractive for humans,’ says Harrington. And equipped as they likely\nwere with lethal stone-tipped spears, humans were more than a match for most of this\ngame. Among the trove of more than 10,000 bones exhumed from Bluefish Caves—\nthe largest ever excavated from caves in northwestern North America—\npaleontologists identified nine species of large herbivores, meaty prey for hunters. Of\nthese, caribou and mammoth were particularly plentiful..’”*\nAnd yet, as Jared Diamond noted, one must be wary of the claim that Paleolithic man was\nnecessarily a successful hunter.\n“Anthropologits routinely reply that we’ve long been successful big-game hunters,\nbut in fact there is no good evidence of hunting skills until around 100,000 years ago,\nand it’s clear that even then humans were still very ineffective hunters. So it’s reason-\nable to assume that earlier hunters were even more ineffective.”>\nHowever, as he goes on:\n“...studies of modern hunter-gatherers, with far more effective weapons than those of\nearly H. sapiens, show that most of a family’s calories come from plant food gathered\nby women. Men catch rats and other small game never mentioned in their heroic",
        "bibliography": [
            "! Ibid., pp. 26-27.",
            "2 Ibid., pp. 15-16.",
            "3 Ibid., p. 17.",
            "4 Ibid., p. 26.",
            "5 J, Diamond, “The Great Leap Forward,” Discover (May 1989), pp. 53-54."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 170,
        "content": "\ncampfire stories. Occasionally they get a large animal, which does indeed contribute\nsignificantly to protein intake.”!\nDiamond then makes the natural mistake of stating that:\n“...it’s only in the Arctic, where little plant food is available, that big-game hunting\nbecomes the dominant food source. And humans didn’t reach the Arctic until around\n30,000 years ago.”?\nAnd yet, to claim that big-game roamed these Arctic regions without realizing that\nplants—trees, bushes, and grass—must necessarily have been plentiful enough to sustain\nthem, is looking at the situation with blindfolds on. Just think of the mammoth, as massive\nas, if not more than, the modern African elephant, and what it must have taken to fill his cav-\nernous stomach. And then think of herds of such wild beasts, the discovered remains of\nwhich bespeak their number.\nTHE NEANDERTHALS\nAmong the earliest primates that can be called entirely human were the Neanderthals,\nnamed after the Neander Valley near Diisseldorf, Germany, in a cave of which the first re-\nmains were found in 1856. Once believed to have been shaggy brutes who were claimed to\nhave been an ancestral form of man,} or a split-off from the main ancestral branch of our\nfamily, more recent studies have won for Neanderthal man the honor of being named a\nmember of Homo sapiens, earning for himself the title of Homo sapiens neanderthalensis.\nTo R. S. Solecki, Neanderthal man was not much different from us in appearance. True\nenough, he possessed moderate brow ridges and a slightly low and arched forehead, a broad\nnose, short limbs, but, all in all, he was very well built and obviously strong. In other words\nhe was no different from what we find among certain so-called primitive societies alive to-\nday. “If we compare fossil men such as the Neanderthals with the peripheral, primitive\npopulations of the world,” writes C. S. Coon, “the gap between living and fossil sapiens\nskeletons narrows, until it is closed.”7 More than that, judging by their cranial cavity, Nean-\nderthals were in possession of a brain that was /0 percent larger than our own® Also,\naccording to Jared Diamond, the birth canal of Neanderthal women may have been wider",
        "bibliography": [
            "1 Ibid., p. 54.",
            "2 Ibid.",
            "3 J. Jelinek, The Pictorial Encyclopedia of the Evolution of Man (N. Y., 1975), pp. 86 ff.",
            "4 J, Fischman, “Hard Evidence,” Discover (February 1992), p. 46.",
            "5 “Pity the Poor Neanderthal,” Science Impact (May 1988), p. 3; S. J. Robinson, “On the Disproportion",
            "Between Geological Time and Historical Time: Part One —Of Apes and Men,” Chronology and Catastrophism",
            "Review (1993 Special Issue), p. 17.",
            "®R. S. Solecki, in G. Constable (Ed.), The Neanderthals (N. Y., 1973), p. 6.",
            "7C. S. Coon, The Origin of Races (N. Y., 1962), p. 346.",
            "8 J. Diamond, op. cit., pp. 51, 54."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 171,
        "content": "than a modern woman’s, thus permitting the fetus to grow to a bigger size before birth. “If\nso,” Diamond believes, “a Neanderthal pregnancy might have lasted one year, instead of nine\nmonths.”!\n\nOthers have claimed that the slight anatomical differences between the Neanderthals and\nmodern man were due to a deficiency of vitamin D which gave rise to rickets. This was\nblamed on the Ice Age conditions under which the Neanderthals lived, with a climate that\nwas extremely wet and cloudy, which, even under the scheme here proposed, was very likely\ntrue. “In such conditions,” Steven Robinson explained, “the inhabitants of Europe (where\nmost Neanderthals are found) may have suffered from this deficiency as a result of an unbal-\nanced diet and inadequate exposure to sunlight.”? D. J. M. Wright has even suggested that\n“the Neanderthals may also have suffered from congenital syphilis, a disease that frequently\naccompanies rickets in societies with poor nutrition.”\n\nWe will not here discuss where it was that Neanderthal man first rose to prominence —\nalthough some have claimed to have discovered the remains of his ancestors+—but will re-\nstrict ourselves to his presence during the Pleistocene Ice Age. As described by Windsor\nChorlton, while Neanderthal man seems to have made his appearance around 100,000 years\nago, the scanty fossil record of these early generations leaves us with little to deduce about\nthem. By 70,000 years ago, however, the Neanderthals had spread across Europe and must\nhave been physically well adapted to the Ice Age climate outside the warmer Arctic region.\nJudging by the remains they left behind in various localities, they had by then already learned\nto control fire and fabricate tools of stone.» They even fashioned and wore jewelry, as a neck-\nlace of perforated teeth found at Grotte du Renne, in France, attests.6 “The fact that\nNeanderthals wore jewelry,” contends Juan Luis Arsuaga, “is a clear indication of their self-\nawareness, even if they may have stolen the idea from Cro-Magnons.””\n\nNeanderthal man might even have been something of an artist and, yes, even a musician.\nWhile investigating an old mine in the Indrija Valley in Slovenia in 1996, archaeologists un-\ncovered “an ancient hearth and a scattering of distinctive flint tools made by Neanderthals.”\nOf greater importance, however, was the hollow femur of a young cave bear with four finger-\nsized holes drilled in a straight line along one side. To Ivan Turk, the leader of the archaeo-\nlogical team, it resembled nothing less than a flute the likes of which are known to have been\nemployed in later times by other primitive peoples. Bonnie Blackwell, an expert on dating\nearly human sites, realized that the holes were not drilled at a random spacing. The item is\n“very specific,” she declared, “and there’s no question that this was used to produce different\ntonal qualities. We’re very confident it’s a flute.”8",
        "bibliography": [
            "! Pbid., p. 55.",
            "2. J. Robinson, loc. cit.",
            "3 Ibid.",
            "4R. Kunzig, “Atapuerca: The Face of an Ancestral Child,” Discover (December 1997), p. 90; B. Stutz,",
            "“Reading Old Bones,” Discover (February 2003), p. 78.",
            "5 J. Diamond, loc. cit.; W. Chorlton, op. cit., p. 22; T. Palmer, op. cit., p. 80.",
            "6B. Stutz, op. cit., p. 76.",
            "7 J. L. Arsuaga, The Neranderthal’s Necklace: In Search of the First Thinkers, as quoted by B. Stutz, loc. cit.",
            "8H. Pringle, “Cultured Cavemen,” Equinox (November 1997), p. 68."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 172,
        "content": "\nLeft: skull of modern man\nRight: skull of Neanderthal man.\n“To archaeologists struggling to understand the origins of human behavior...the flute\nand several other recent finds provoked intensive soul-searching. How much, won-\ndered many researchers, did our closest hominid kin truly resemble us in character?\nHow intelligent, cunning, and subtle were these relatives of ours? How artistic and\nspiritual?”!\nAnd then, at the very Neander Valley in which the first Neanderthal remains were dis-\ncovered, Oscar Todkopf came upon a mastodon tusk along the curve of which sixteen\naligned holes had been drilled. Like the bone flute discovered by Turk a year earlier, this,\ntoo, seemed to be an unmistakable musical instrument. The number of holes, Todkopf be-\nlieves, “suggests that Neanderthals used an octave scale.”?\nThree other items that might also have been musical instruments were also unearthed by\nTodkopf. One has been described as resembling a bagpipe, although the “bag” part, which\nwas probably fashioned from the bladder of some animal, had disintegrated long ago. All that\nwas left of it was a protein stain in the rock. As for the pipes, these were made of long thin\nbones which were found arrayed around the impression. The other items consisted of a bone\ntriangle and “a collection of hollowed-out bones of various lengths,” which Todkopf believes\nmight have been “part of an instrument similar to a xylophone.” Others think the bones might\nhave been hung at the entrance of a cave to act as wind chimes.3",
        "bibliography": [
            "! Ibid.",
            "2“Human Origins,” Discover (April 1997), p. 19.",
            "3 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 173,
        "content": "\nSEEN\nge       \\ )\na        Hl\nj        2 =\nVi,    /         |",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 174,
        "content": "\nJust as provocative was the discovery of what has been touted as “the first example of\nNeanderthal cave painting.” What is crudely depicted appears to be a line of musicians, one\nof whom seems to be striking a triangular instrument, while others are shown blowing\nthrough what appears to be some sort of curved horns.!\nWhat remains questionable is Todkopf’s interpretation of some colored dots in groups of\nthree, which also appear in the painting, as a series of musical notation.?\nBut then, Karen Wright, writing for the same periodical five years later, negated it all.\nTrue, like others before her, she could still claim that Neanderthals “had big brains, used\ntools, lit fires, and buried their dead.” Without offering any arguments of her own, she, how-\never, felt compelled to state that “Neanderthals...didn’t have bone needles or shell beads,\nthey didn’t paint, or play music, and their burials [to which we shall come anon] were no-\nnonsense affairs.”3\nIn fact it is not even certain that Neanderthals could speak. A hyoid bone, part of a nearly\ncomplete skeleton, discovered by Baruch Arensburg in Israel’s Kebara Cave seems to indi-\ncate that “whether or not Neanderthals did speak, they could have.” This particular one has\nbeen touted as the oldest such bone found in a prehistoric site.4 “This bone was very modern\nin shape, in size, and in position,” according to Arensburg. “It is a bone so similar to modern\nbones that it may be an indication of anatomical capabilities.”> But then, the same Arensburg\nnotes that he “can’t be 100 percent sure that this is a Neanderthal.” On the other hand, when\nit comes to other Neanderthal skulls, Jeffrey Laitman believes that while they could have\ntalked, they were still incapacitated to the extent that they “may not have been able to\narticulate some vowel sounds...as clearly as we can.” Even so, Laitman still claims that they\nwere “intelligent creatures with capabilities for varied, extensive communication.”\nJust as controversial is the question of whether Neanderthal man was cannibalistic. The\nItalian archaeologist Carlo Blanc definitely thinks so. He came to this conclusion when he\ndiscovered a Neanderthal skull in a circle of stones on the floor of Guattari Cave in Italy. Ac-\ncording to him, the skull bore “striking mutilations that looked like the work of cannibals.”\nMore than that, still according to Blanc, the fact that the skull was found within an artificial\nstone circle probably meant that the individual “was killed in an ancient ritual murder,”\nrather than merely as food for the hungry. But, as Joshua Fischman reports:\n“Today Blanc himself stands accused of cannibalizing the prehistoric record to feed\nhis overactive imagination. In 1991 anthropologists Tim White of Berkeley and\nNicholas Toth of Indiana University reported that they had carefully compared the",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3K. Wright, “Neanderthals Like Us,” Discover (March 2002), p. 26.",
            "3K, Wright, “Neanderthals Like Us,” Discover (March 2002), p. 26.",
            "4 “Did Neanderthals Speak? New Bone of Contention,” National Geographic (October 1989), “Geographica”",
            "section.",
            "5 Ibid.",
            "6 Ibid.",
            "7J, Fischman, op. cit., pp. 47-48.",
            "8 Idem, “Cannibal Carnage,” Discover (January 1992), p. 42."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 175,
        "content": "\nGuattari skull with the work of headhunters from Melanesia. And what Blanc took as\nsigns of Neanderthal cannibalism, the two now say, are more likely signs of the scay-\nenging of hungry hyenas.”!\nenging of hungry hyenas.”\nAnd yet, it was precisely by comparing the skull in question with those obtained from\nMelanesian headhunters that Blanc himself reinforced his interpretation. Thus, for instance,\nBlanc paid special attention to an opening in the base of the Guattari skull which had been\nbroken in and widened. Similar apertures are to be found in the Melanesian skulls which had\nbeen enlarged by the headhunters to get at the brains. According to White and Toth, however,\nthere are differences between these cranial openings The ones from Melanasia were broken\ninward as if hammered in with a rock; the Guattari skull bears indications that the fracture\ncomes from inside out. Toth himself had examined similar fractures to the Guattari skull in\nanimal skulls retrieved from hyena dens. The inside out fracture results when the hyena in-\nserts its teeth into the base opening of the skull and pulls outward. Grooves left by the tooth\nmarks on the inside of the Guattari skull seem to clinch the point. Besides, fossilized hyena\ndroppings were also found near the skull in question which conclusively point to the presence\nof the animals in Guattari cave.”\nBut then came the discoveries from another cave, the Baume Moula-Guercy, along the\nRhone River in southeastern France. What Alban Defleur and his colleagues discovered there\nwas a cache of ancient deer bones together with those of Neanderthal man. The deer bones\nshowed every indication of having been hacked and smashed with stone tools. But so did the\nNeanderthal bones. Fragments from six individual skeletons displayed the characteristic cuts\nand fractures one would expect from such primitive butchering. Two of the skulls had also\nbeen shattered in order to get to the nutritious brains. Marks on a jawbone indicated that the\ntongue had been removed.?\nBut why would Neanderthal man have turned to cannibalism when the deer bones them-\nselves bespeak a quantity of available game? Could it have been a form of sympathetic\nmagic, born of the belief that they could become what they ate—a deceased family mem-\nber—or appropriating the strength of a vanquished enemy? Such suggestions, which have\nbeen forwarded by others,* do comply with the reasons behind headhunting in other parts of\nthe world. And this has led Defleur to come up with a staggering conclusion. Rather than\ncasting Neanderthal man as an aggressive and cruel brute, Defleur believes, “this cannibalism\nsuggests a very elaborate intellectual behavior.”>\nWas Neanderthal man a religious being? That would depend on what one means by re-\nligion. Does sympathetic magic qualify as religion? Even so, leaving cannibalism aside, is\nthere any evidence that Neanderthal man practiced sympathetic magic? There seems to be,\nand this evidence, if such it is, came to light in 1990 when the French archaeologist Frangois\nRouzaud explored Bruniquel Cave in Les Gorges de 1’ Aveyon in southern France. Nearly a",
        "bibliography": [
            "! Ibid.",
            "2 Ibid.",
            "3 “Neanderthal Eats Neanderthal,” Discover (December 1999), p. 24.",
            "4 Ibid.",
            "5 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 176,
        "content": "\nquarter of a kilometer into the cave, Rouzaud and his colleagues reached a broad chamber on\nthe floor of which lay an oval enclosure constructed of dagger-like stalagmites and stalac-\ntites. Inside this structure lay a small hearth and fragments of charred bear bones which have\nbeen radiocarbon dated to a minimum 47,600 years ago. As Heather Pringle reported: “Only\nNeanderthals roamed the valleys and plains of France at this time.”!\nThe question that then arose was this: Why would Neanderthals have set up a hearth so\ndeep into this cave. As Pringle noted: “A long, troublesome clamber from the entrance, the\nsubterranean chamber would have made a poor dwelling.” Or, as Brian Hayden, put it: “You\ndon’t have to go that far in to get away from the cold.” To Hayden, as also to Jean Clottes,\nsuch a hearth enclosed with an oval of drip-stone so far into the interior of a cave bespoke of\na sacred ceremony.?\n“Just what kinds of ceremonies a small group of Neanderthals held there is unclear.\nBut it is possible, says Hayden, that visitors to Bruniquel were part of an ancient bear\ncult. The Neanderthals, after all, had a special affinity for these ursine creatures.”\nThis conclusion is strengthened by another discovery in Regourdou Cave, near the more\nfamous Lascaux Cave, in which a stone coffer was discovered. The coffer contained a hearth,\nflint tools, butchered bear bones, and the headless skeleton of an adult Neanderthal* —a per-\nfect sympathetic magician’s kit. Next to the coffer lay the rearranged skeleton of a bear. The\nskulls of two other cave bears were also found elsewhere in the same cave.>\n“Just why Neanderthals chose to lavish such reverence on these creatures will never\nbe known. But bears figured prominently in the world’s oldest religion: shaman-\nism...Whether Neanderthal bands shared similar beliefs 47,000 years ago remains\nspeculation. But Hayden is convinced that they and Homo erectus were stirred by\nfeelings of religious faith and awe.”6\n“Awe,” we accept; “religious faith” only through clarification. Sympathetic magic of this\nkind, which can hardly be called religious faith, is also known from discoveries related to\nCro-Magnon man, to whom we shall soon come.\nDiamond also tells us that Neanderthals took care of their sick and aged.\n“Most skeletons of older Neanderthals shows signs of severe impairment, such as\nwithered arms, healed but incapacitating broken bones, tooth loss, and severe os-\nteoarthritis. Only care by young Neanderthals could have enabled such older folk to\nstay alive to the point of such incapacitation.”7",
        "bibliography": [
            "1H. Pringle, op. cit., pp. 74, 76.",
            "2 Ibid., p. 76.",
            "3 Ibid.",
            "4 Ibid.",
            "> Ibid.",
            "6 Ibid.",
            "7J, Diamond, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 177,
        "content": "\nOne of the discoveries that led to this conclusion was the Neanderthal remains discovered\nat La Chapelle-aux-Saints. The bones were racked with arthritis and the jaws had lost their\nteeth. “That the old man lived as long as he did, anthropologists have suggested, attests to a\nkindly altruism among his kinfolk, who must have cared for the toothless cripple for years,\neven chewing his food for him.”! But even this has come under attack.\n“Neil Tappen, an anthropologist at the University of Wisconsin, Milwaukee, says that\njust isn’t true. Tappen examined the bones closely and determined that the old man\nhad five upper and five lower teeth on the left side of his mouth at the time of his\ndeath. The teeth must have been lost sometime after he died. He may even have had\nsome teeth on the right side, but the indications for that are less clear.\n““The evidence for altruistic behavior of European Neanderthals based upon the pre-\nsumed helplessness of the individual from La Chapelle-aux-Saints,’ Tappen writes in\nthe American Journal of Physical Anthropology, ‘seems quite dubious’ .”?\nLa Chapelle-aux-Saints, however, is not the only place in which clues to the care of the\nsick and disabled have come to light. One such other place is Shanidar Cave, in northern\nIraq. The remains of a Neanderthal individual discovered there indicated that he had died\nfrom a colossal blow on the head. But also:\n“...inspection of his skeleton showed that even when alive he had been seriously\nhandicapped: a birth defect had denied him the use of the upper right side of his body,\nand he was also arthritic and blind in one eye. In short, he must have been dependent\non others for food as well as protection. It was clear to [Ralph] Solecki that the Nean-\nderthals had possessed the humane instinct to care for those of their fellows who\ncould not fend for themselves.”4\nHow long—to what age—did they live? “Their skeletons,” writes Diamond, “make clear\nthat adults might live to their thirties or early forties but not beyond 45.”5\nThe dead, in turn, were not only buried with care, but, it seems, with an eye to a contin-\nued existence after death. The shallow grave at La Chapelle-aux-Saints, discovered in 1908,\ncontained the skeleton of an individual who was supplied with provisions. A bison leg, bro-\nken animal bones, and flint tools had been interred with him.® These articles would not have\nbeen buried with the dead had those who buried him did not believe that the one interred\nwould have needed them after death.",
        "bibliography": [
            "1 “Noted...” Science Digest (January 1986), p. 22.",
            "2 Ibid.",
            "3G. Constable, The Neanderthals (N. Y., 1973), pp. 145-146.",
            "4 Ibid., p. 146; see also S. McCarter, “When We Arrived,” Archaeology Odyssey (November/December 2001),",
            "p. 35.",
            "5 J, Diamond, loc. cit.",
            "6G. Constable, op. cit., p. 97."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 178,
        "content": "\nOther burials containing grave goods have been discovered elsewhere,! including that of\na baby And, surprisingly enough, among such grave goods were flowers. This came to\nlight when the skeleton of a buried individual from Shanidar Cave was examined in Paris by\nthe paleobotanist Arlette Leroi-Gourhan. What she discovered under the microscope was the\ninclusion of pollen from eight different flowers.\n“Experts agreed that the plants could not have grown in the cave or been carried there\nby animals. It seemed clear that the corpse had been buried with wild flowers gath-\nered from the hillside. Here was proof that Neanderthals were loving men who con-\nfronted death with complex emotions and who mourned a loss in a ritualistic way by\nstrewing the dead with flowers.”+\nAnthropologist Robert Gargett was not convinced. Despite the examination of the Shani-\ndar grave in question that was conducted in Paris by Leroi-Gourhan, Gargett still believed\nthat the pollen in question “could have been blown to the site by the wind or carried there by\nanimals.” As reported in Current Anthropology, “Gargett does not deny the possibility of rit-\nual Neanderthal burials, but says that archeologists should first rule out simpler explanations\nfor the fossil evidence they uncover.”>\nEven so, regardless of the validity of the above hypotheses concerning the burial customs\nof these Neanderthal folk, it should be pointed out that belief in a life after death does not\nnecessarily translate into belief in a god and, therefore, it cannot be said that Neanderthals\nwere a religious people. Dreams, including nightmares, of those departed would be enough to\nconvince the living that the dead still lived in some mysterious realm. This would have been\nenough to lead them into interring provisions with the dead in the hope that the departed\nwould not return to harm them. The custom might also have arisen simply out of respect for\nthe departed, in which case it would be conceivable that flowers would have been added to\nthe interred provisions. After all, as has been known for some time, even elephants have a\ntendency to respect their own deceased by returning to the place of their fallen comrades to\npick up and caress their bleached bones.\nIt had of course been known for quite some time that the Neanderthals were contempora-\nneous with the Pleistocene Ice Age. Needless to say, this led to the belief that Neanderthals\nhad been well adapted to cold weather. But, because of the belief that Arctic regions would\nhave been even colder than more southerly regions, Neanderthal man was not believed to\nhave ventured that far north. This was aptly demonstrated when, back in 1989, Jared Dia-\nmond could still state that:\n“During the time that Neanderthals flourished, Europe and Asia were in the grip of\nthe last ice age. Hence Neanderthals must have been a cold-adapted people—but only",
        "bibliography": [
            "! Thid., p. 98.",
            "2 New Scientist (June 4, 1994), p. 15.",
            "3G. Constable, op. cit., p. 148.",
            "4 Ibid.",
            "5 “Grave Errors,” Science Digest (September 1989), p. 45."
        ],
        "captions": []
    }
]