[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 249,
        "content": "\ngo”    DD, *         GEAR\nf                  oN          or \\ f           °)\n5        ,              a       g           =\nPeo) (rea |\nised 34\nRe               fg           Qe AL\naaa, 00 x            Sapp\n(O)\nPhallic amulets against the evil eye.\n“jet” such as can be seen emanating from stellar, and even galactic, objects. Such stellar jets\nhave now been observed, photographed, documented, and analyzed in quantum sufficit.! But,\nsince we have also postulated that proto-Saturn was a sub-brown dwarf star, we must ask\nwhether brown dwarfs are capable of emitting stellar “jets.”\nBROWN DWARF JETS\nTo recapitulate what we disclosed in our previous volume, while adding some new evi-\ndence: Circumstellar disks and X-rays are both required for the emission of plasma “jets,”\nwhich “jets” are beamed axially, like the rays of a search-light, from both poles of the dis-\ncharging star. Although the mechanism responsible for the emission of these “jets” has been\nutilized to explain the bursts of gamma rays from stars, which might or might not be correct,\nit definitely applies to the “jets” themselves. Even so, as of this writing, the mechanism is not\nyet fully understood. What is believed to occur is that the star’s magnetic field builds up dur-\ning the formation of the disk, which then heats to such high temperatures that it unleashes a\nfireball of plasma. “The fireball is [then] funneled into a pair of narrow jets that flow out\nalong the rotational axis.”\nOthers favor an electrical explanation. The pulsar which has been claimed to be located at\nthe centre of the Crab Nebula is believed to generate “huge electric voltages that accelerate\nmatter and antimatter particles outward along its equator.” This “high-speed wind” plows into",
        "bibliography": [
            "1 See here D. Cardona, op. cit., pp. 461 ff.",
            "2N. Gehrels, et al., “The Brightest Explosions in the Universe,” Scientific American (December 2002), pp. 89-",
            "90."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 250,
        "content": "\nthe surrounding nebula, creating the shock wave that forms the circumstellar disk, which is\nhere referred to as a set of rings. According to Koji Mori: “Those particles then move outward\nto brighten the outer ring and produce an extended x-ray glow.” What is also spawned is an\nimpressive turbulent “jet” radiating from both poles perpendicular to the rings.!\nIn the end it may turn out that neither of the above two theories is correct—and I say this\nnot in derision for, after all, discoveries of these nature are now piling up almost daily, and\nnew discoveries may tend to refine or even negate either of the two hypotheses. What will\nnot change is the association of circumstellar disks—or call them what you will—and X-rays\nwith “jet” emissions.\nThe association of “jets” with X-rays has been discussed for years. Various galaxies are\nnow known to have developed a close relationship between “jets” and X-rays. It has even be-\nX-rays.\ncome customary to speak of galactic “jets” as “X-ray jets.” The so-called “knots” seen in the\n“jets” of various galaxies are also known to be X-rays sources. Stars, too, are known to emit\nAs we have already seen, brown dwarf stars have been found to be surrounded by scaled-\ndown versions of circumstellar disks. X-rays have also been detected from brown dwarfs, the\nintensity of which surprised astronomers.? X-rays have even now been discovered from a low\nmass brown dwarf. Dubbed TWA 5B, it was discovered in the binary star system known as\nTWA SA by NASA’s Chandra X-ray Observatory. Yohko Tsuboi reported this discovery\nfrom the Chuo University in Tokyo:\n“Our Chandra data show that the X-rays originate from the brown dwarf’s coronal\nplasma...The brown dwarf is sufficiently far from the primary stars that the reflection\nof X-rays is unimportant, so the X-rays must come [from] the brown dwarf itself. This\nbrown dwarf is as bright as the Sun today in X-ray light, while it is fifty times less\nmassive than the Sun.”\nOf additional importance to us is Tsuboi’s declaration that: “This observation...raises the\npossibility that even massive planets might emit X-rays by themselves during their youth!”5\nIn fact, as a NASA news release stated: “This discovery is an important piece in an increas-\ningly complex picture of how brown dwarfs—and perhaps massive planets around other\nstars—evolve.”6\nDespite their relative diminutive stature, most of the first brown dwarfs discovered were\nstill much more massive than Saturn, and so one wonders whether proto-Saturn could have\nbeen a sub-brown dwarf. But most of that has changed now. To give one example: The brown\ndwarf designated 2MASS-04 15-0935 “may weigh so little that it falls in the range of what as-",
        "bibliography": [
            "IR. Talcott, “The Crab’s Inner Workings,” Astronomy (January 2003), p. 26.",
            "2H. Arp, Quasars, Redshifts and Controversies (Berkeley, CA, 1987), p. 156.",
            "3D. Cardona, op. cit., pp. 477. 482, where various authoritative sources are cited.",
            "4 NASA’s Marshall Space Flight Center NEWSROOM Release, “X-rays Found from a Lightweight Brown",
            "Dwarf,” as posted on the Internet (March, 2003)— (emphasis added).",
            "5 Ibid.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 251,
        "content": "\ntronomers would usually call a giant planet.”! Defining these borderline bodies is “not so\nobvious,” says Frederick Vrba, “since these objects have the same masses, chemical composi-\ntions, and radii as planets.”? Besides, there is evidence which indicates that the planet Saturn\nhad been much more massive during the age of man.\nWith X-rays and disks —the two most important components required for the emission of\n“jets” — already known to be associated with brown dwarf stars, it becomes quite evident that\nbrown dwarfs should be prime candidates for the emission of astral “jets.” After all, as\nPamela Gay has noted: “Jets are one of nature’s favorite ways of spewing matter around.”\nThese galactic and stellar jets are of immense size. William Keel, for instance, reports\nthat higher-resolution radio observations of a Seyfert galaxy show “jets” that “can span more\nthan a million light years.”4\n“In some cases, the highest-resolution radio data show that material is still being\nejected from the core along the jets at respectable fractions of the speed of light. This\nprovides another important clue to the power source in AGNs [active galactic nu-\nclei]—it can eject material for millions of years at a stretch along a single axis, like\nsome kind of cosmic flywheel.”>\nThe immense size and speed of these galactic “jets” will be seen by some to raise havoc\nwith our supposition that something similar could have transpired in relation to such a rela-\ntively miniscule object as a brown dwarf star, to say nothing of a sub-brown dwarf. But if\nbrown dwarf stars can be surrounded by a scaled-down version of a circumstellar disk, why\nrown dwarf stars can be surrounded by a scaled-down version of a circumstellar disk, why\ncannot they emit a scaled-down version of a stellar jet?\nTo be sure, when I discussed this problem with the astrophysicist Doug Lin, his verdict\nwas that “jets” from brown dwarf stars were “not only possible, but very probable.”? He did,\njowever, warn that the detection of brown dwarf “jets” would be very difficult. And this is\nhowever, warn that the detection of brown dwarf “jets” would be very difficult. And this is\nunderstandable. The discovery of some of these brown dwarf stars has already stretched the\npresent limit of detection. The disks which have been detected around them have a much\ngreater diameter than the dwarfs themselves and are therefore a little easier to detect once the\ndwarfs have been pin-pointed in space. Any “jets” emanating from them, however, would\nhave a much lesser cross-sectional diameter. At their distances, those “jets” pointing directly\nave a much lesser cross-sectional diameter. At their distances, those “jets” pointing directly\ntoward Earth would have a probability of detection close to zero. “Jets” which occur at an\nangle or perpendicular to our line of sight would have a slightly better chance of being de-\ntected, but, because of their smaller cross-sectional diameter and the diaphanous nature of\ntheir light, these, too, would be difficult to detect. Despite all that, Lin’s privately tendered\npersonal opinion was lent further probability less than a year after he had voiced it. Spectral\nersonal opinion was lent further probability less than a year after he had voiced it. Spectral",
        "bibliography": [
            "1D. Tytell, “The Coolest Brown Dwarf,” Sky & Telescope (April 2003), p. 27.",
            "2 Ibid.",
            "SPL. Gay, “Jets From a Black Hole,” Astronomy (January 2003), p. 26.",
            "4 W. Keel, “Quasars Explained,” Astronomy (February 2003), p. 36.",
            "5 Ibid.",
            "6 See here, for instance, the argument presented in D, Cardona, op. cit., pp. 480 ff.",
            "7D. Lin to D. Cardona, verbal communication at a family dinner on December 28, 2003."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 252,
        "content": "lines which are normally observed in stellar “jets” have now been detected in brown dwarfs.!\nAnd why should this not be the case? Although astral “jets” remained something of a\nmystery,” their association with circumstellar disks has long been proposed.3\n\nThere is one further quality inherent in cosmic “jets” that should be noted at this point,\nand that is the fact that “jets” have counter-‘“jets.” In other words, as mentioned above,\ncosmic “jets” are emitted from both poles of the radiating object. Astronomically speaking,\nthis seems to be the manner in which momentum is conserved. As Halton Arp demonstrated:\n“Tn astronomy, jets tend to have counter-jets, radio-source ejections tend to occur in opposite\ndirections and, in general, to conserve a momentum in any ejection process one would expect\na counter-ejection.”4 As far as our own scenario is concerned, this would mean that proto-\nSaturn would also have developed an opposing “jet” from its north pole to counteract the\n“jet” emanating from its southern one toward Earth. However, with Earth having been\nsituated within the “jet” directly beneath proto-Saturn’s south pole, this counter-“jet” would\nnot have been visible to man and we should not, therefore, expect to find any intimation of it\nin the mytho-historical record.\n\nTHE END OF AN ERA\n\nIn brief: People in those days seem to have lived their lives in relative harmony with the\nland they occupied, more or less oblivious of the proto-Saturnian sun shrouded in its\nnebulous disk atop its towering plasma column. They slept and woke and worked, chipping\naway at rocks to manufacture the tools and weapons they required. The men, and perhaps\nsome of the women, hunted while the majority of the females foraged for edible roots and\nherbs. They were acquainted with the use of fire, having already invented oil lamps with\nwhich they illuminated the caves they painted in.5 They obviously bartered with neighboring\ntribes, even though hostilities ensued when these trespassed their boundaries.\n\nIn their spare time, they learned to engrave and paint the beasts that roamed across their\nterritorial domain at the edge of the ice, north and south of Earth’s glaciated belt. These ani-\nmals seem to have been what impressed them most. They also etched, engraved, carved, and\nmolded figures of their own kind, both male and female, but seldom with the accuracy and\ncare they reserved for the portrayal of animals.\n\nIt is almost certain that they practiced a form of sympathetic magic which they believed\nwould enhance their chances in the hunt. They also seem to have indulged in a primitive\nform of music.\n\nThere was ample time for mating and children were probably raised communally. As they\ngrew older, these would have been taught how to manufacture tools and weapons, how to\nproduce fire, how to hunt, and what roots and herbs they should look for. Those who\nexhibited a talent for it became artists.",
        "bibliography": [
            "TR. Naeye, ““Free-Floating Planet’ Claims Bolstered,” Sky & Telescope (October 2004), p. 20.",
            "20. Blaes, “A Universe of Disks,” Scientific American (October 2004), p. 50.",
            "3 Ibid., p. 52.",
            "4H. Arp, op. cit., pp. 35, 136.",
            "5 J, Jelinek, The Pictorial Encyclopedia of the Evolution of Man (London, 1975), pp. 329, 331."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 253,
        "content": "There is some evidence which has been interpreted to mean that a certain amount of can-\nnibalism ensued. On the other hand, it has also been theorized that they tended their sick and\nthose advanced in age, and when these died they buried them, as they buried all those who\nhad passed on.\n\nIt was a simple life with few requirements, which is not to say that it was always, or\neverywhere, without hardship. But all that was about to change —and the change came sud-\ndenly.\n\n253",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 254,
        "content": "PART FOUR\n\nTHE FLARE-UP",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 255,
        "content": "\nChapter 13\nPrelude to Creation\nTHE ASTRONOMICAL BACKGROUND\nt the risk of repetition, but in order to better understand what I am about to describe, a\nbrief synopsis of Earth’s primordial astronomical condition is pertinent at this point.\nSo bear with me a while longer. We shall be entering an entirely new domain, pun in-\ntended, soon enough.\nWhat we have managed to reconstruct from the mytho-historical record, Earth sciences,\nand astronomy, is that the present gas giant we know as the planet Saturn is the end result of\nwhat had previously been a sub-brown dwarf star free floating in space outside the demarca-\ntion of the Solar System. During this time, Earth was a satellite of this proto-Saturnian sub-\nstar which, because of its proximity, loomed large in the sky as a distinct disk larger than the\napparent size of the full Moon. During this same period, a nebulous disk surrounded the Sat-\nurnian primary. And, shooting straight down from what we would consider to have been\nproto-Saturn’s south pole was the jet-like stream of plasma in the form of a sustained\nBirkeland current. Earth itself was “suspended” directly “beneath” proto-Saturn’s south pole,\nsharing the same axis of rotation.\nApart from its periodic change of distance from its primary, Earth’s location would not\nhave changed from its inception. One possibility for this is that Earth was ejected from proto-\nSaturn; another is that proto-Saturn and Earth were born in unison from the very plasmatic\n“jet” that joined them together.\nThe ejection of cosmic bodies from other bodies, even entire galaxies from galaxies, is\nnot new to astrophysics.! Some of these ejections occur laterally? Others occur axially.\nThe belief that planets are formed through the accretion of matter from circumstellar\ndisks is no longer the pillar of planetary science it used to be. For one thing, it has been\npointed out that if the planets were formed from the same nebular disk from which the Sun\nitself was born, the Sun’s equator should lie in the planetary plane. Why, then, is it tilted over\nat an angle of 7.25°? Cosmogonists, who are only concerned with how the Solar System\nformed, argue that this angle “is so close to zero that it really doesn’t matter.” Cosmologists,\nwho are concerned about the entire Universe, rightly claim that 7.25° is hardly zero.\nCosmogonists have since covered their behind by assuming that since the Sun is believed to\nbe losing mass, it might have slipped a little.\nOthers have indicated that it is hard to fathom how the outer planets could have formed in\nthe outer reaches of the Sun’s nebular disk where matter would have been so spread out that",
        "bibliography": [
            "1 See here D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 472 ff., where other sources are cited.",
            "2H. Arp, Quasars, Redshifts and Controversies (Berkeley, CA, 1987), p. 152.",
            "3 Ibid., p. 154."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 256,
        "content": "it would not have been able to clump together in the allotted time.! Most astronomers felt\nquite unhappy with this.\n\nIn 1998, Alan Boss suggested that “density fluctuations in the disks could form dense\nclumps that rapidly collapse into giant planets.” In a computer model of his own creation,\nhowever, the “dense clumps” tended to disperse. Tom Quinn then came to the rescue by re-\nfining “the struggle between competing forces in the disc”—that is, the struggle between\ngravity and the orbital speed of the “dense clumps.” According to Quinn, in the end gravity\nwins and, in a few hundred years, no less, “half a dozen Jupiter-sized bodies” would be\nformed.? However, if I may give vent to my ignorance, if there were but sparse particles in\nthe outer reaches of the disk, gravity would have had little to play with.\n\nBesides all that, circumstellar disks, or, as they are sometimes miscalled, planetary nebu-\nlae, do not last all that long. In 2001, Robert O’Dell reported that: “Radiation evaporates\naway the disks in a few hundred thousand years or less,” leaving little or no time for planets\nto coalesce.? By the end of 2002, O’Dell’s “or less” seems to have won out. By then the\nconsensus of opinion was that the disks “exist for only a few hundred to perhaps one\nthousand years —an astronomical blink of an eye.”*\n\nGiven the above, the birth of planets by ejection from stars, which is gaining wider ac-\nceptance by astronomers, seems all the more plausible. Moreover, quite a few members of\nthis new breed agree that these ejections take place in opposite and aligned directions,\nusually axially, before being scattered to settle in equatorial planes.> Wallace Thornhill was\neven bold enough to suggest that “small stars like proto-Saturn undergo variable behavior\nlike large, brighter stars.” This, according to him, “may be caused by external changes in the\nelectrical environment or by an internal build-up and sudden redistribution of charge.” As far\nas Earth is concerned, Thornhill could find no objection to its ejection by proto-Saturn in\nwhat he believed to be “a normal process for such bodies.”®\n\nOut in space, needless to say, there would have been no force to disrupt the axial\ncoupling of proto-Saturn with Earth, which would have conserved its momentum of ejection.\nProto-Saturn’s gravitational attraction, whether electrically induced or not, would not have\nallowed Earth to escape from its primary. Due to gravitation, ejected objects do tend to slow\ndown.’ Knots in cosmic “jets,” which is what these plasma currents have been misnamed, are\nnot always seen to travel down their extents. The knots, or plasmoids, in the elongated",
        "bibliography": [
            "1“The Word Cosmogonist,” New Scientist (September 28, 2002), p. 49.",
            "2 J. Hecht, “Gas Planets Grown in Next to No Time,” New Scientist (December 7, 2002), p. 17.",
            "3K. A. Svitil, “Planets in Peril,” Discover (Agust 2001), p. 11.",
            "4S. P. Maran, “Astronomy’s Top 10,” Astronomy’s Explore the Universe, 9th Edition 2003 (special edition of",
            "Astronomy —December 31, 2002), p. 16 (emphasis added).",
            "5 See for instance, T. Van Flandern, Dark Matter, Missing Planets and New Comets (Berkeley, California,",
            "1993), pp. 141-142; but see also D. Cardona, op. cit., pp. 471 ff. for further sources.",
            "6 W. Thornhill, on the Intersect electronic discussion group sponsored by KRONIA Communications,",
            "December 9, 2002; but see D. Cardona, op. cit., pp. 487-490 for an alternative mechanism which, however,",
            "would still be in line with our reconstruction.",
            "7 See here, for instance, H. Arp, op. cit., p. 114."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 257,
        "content": "\nplasma feature of M87 showed no motion in observation between the years 1934 to 1980.!\nThe speed of similar, but much smaller, knots in the plasma tail of comets is also very erratic,\nwith their acceleration “turning on and off capriciously.” Some cometary knots were seen to\nhave “very little speed or acceleration.”? It cannot therefore be a law of plasma physics that\nbodies embedded in cosmic “jets” must travel on forever. In a system as compact as the\nproto-Saturnian one we are discussing, it is evident that, in the end, gravity will win out.\nBesides the “jet” of plasma that connected Earth to proto-Saturn, the system as a whole\nwas also encased in its own plasmasphere, a plasmaspheric bubble of as yet undetermined\nsize and shape. Such plasmaspheres are now known to be everywhere. Everything in the\nUniverse seems to be encased in a plasmasphere. This includes our own galaxy, the Milky\nWay. “Star tracking,” writes Bob Berman, “reveals that our galaxy is immersed in a gigantic,\nnear-invisible shell of matter like a ship in a bottle.”3 Calculated to extend outward at least\n150,000 light years, this shell is presently believed to consist of dark matter, that theorized\nchimerical substance that continues to elude those who have been searching for it. This unde-\nchimerical substance that continues to elude those who have been searching\nfor it. This unde-\ntected dark matter is claimed to constitute 30 percent of the Universe. Its just as undetected\ntected dark matter is claimed to constitute 30 percent of the Universe. Its j\nkin, dark energy, is claimed to constitute the other 70 percent“ I won’t quibl\njust as undetected\nkin, dark energy, is claimed to constitute the other 70 percent. I won’t quibble about the fact\nle about the fact\nthat the total of these percentages end up leaving no room for anything else in the Universe\n(which would make for absolute invisibility in any case). I merely point to that other claim\nthat 99.9 percent of the Universe consists of plasma.> At least this leaves something other\nthan itself to account for what we see. More than that, unlike dark matter and dark energy,\nthan itself to account for what we see. More than that, unlike dark matter\nand dark energy,\nplasma is detectable. Forget dark matter. It is quite obvious that what has been encountered\nplasma is detectable. Forget dark matter. It is quite obvious that what has\nbeen encountered\nas a “near-invisible shell” around the Milky Way is its plasma envelope.\nThe Sun, too, is encased in a plasmasphere, which is called the heliosp!\nThe Sun, too, is encased in a plasmasphere, which is called the heliosphere.® In fact, the\nere. In fact, the\nSun’s heliosphere encases the entire Solar System.’ Its edge is presently believed to lie any-\nwhere between 2 and 10 billion miles from the Sun. Within this heliosphere, the giant planets\nare also encased in their own plasmaspheres. Jupiter, for instance, is now\nare also encased in their own plasmaspheres. Jupiter, for instance, is now known to be sur-\nnown to be sur-\nrounded by a magnetospheric bubble that has been calculated to be twenty\nrounded by a magnetospheric bubble that has been calculated to be twenty times larger than\ntimes larger than\nthe Sun.’ The remains of proto-Saturn’s plasmasphere continues to discharge to the present\nday in the form of a plasma doughnut which is known to surround the planet.? Venus pos-\nsesses a plasmasphere in the form of a cometary tail that spreads close enough to “tickle the",
        "bibliography": [
            "1 A_L. Peratt, Physics of the Plasma Universe (N. Y., 1992), p. 245.",
            "2. Sagan & A. Druyan, Comet (N. Y., 1985), pp. 162-163, 168.",
            "3 B. Berman, “Our Galactic Carousel,” Discover (September 2002), p. 31.",
            "4M. Bobra & A. MacRobert, “New Support for Dark Energy,” Sky & Telescope (February 2003), pp. 18-19.",
            "5 NASA Internet headline dated  September 1999—see “Plasma, Plasma, everywhere,” SIS Internet Digest",
            "(1999:2), p. 5.",
            "6 A. Yee, “Sir Fred Hoyle Vindicated After 60 Years,” SIS Internet Digest (1998:2), p. 12.",
            "TT. Yulsman, “Pioneer 10 Maps Cosmic Bubble,” Science Digest (September 1982), p. 17.",
            "8 NASA release as reported by W. Thornhill, “Did They Really Say That?” Thoth (electronic newsletter) HI:1",
            "(January 24, 1999), p. 12; see also, New York Times (May 29, 1999); New Scientist (August 7, 1999), pp. 26-31;",
            "U. L. McFarling, “Bubble Around Jupiter is Solar System’s Largest Object,” HoustonChronicle.com (March 13,",
            "2002).",
            "9 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 42."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 258,
        "content": "Earth when the two planets are in line with the Sun.”! At present, even Earth is embedded in\nits own plasma sheath, which astronomers have for years referred to as its magnetosphere.”\nCalculated to extend at least 12,000 miles into space, it has even been “photographed.”3\n\nDuring the time with which we are concerned, Earth’s heat was derived solely from the\nproto-Saturnian sun. This heat would have radiated directly from proto-Saturn’s close prox-\nimity about Earth’s northern hemisphere. The southern latitudes would also have received\nsufficient warmth, even if a feebler light, from the radiation that would have been reflected\noff the inner surface of proto-Saturn’s plasmasphere within which Earth was enveloped. In\nthe northern hemisphere, this indirect radiation would have added to the direct heat and light\nreceived from above Earth’s northern pole. Thus, for long periods of time, Earth’s climatic\nenvironment would have been one without seasonal change, luxuriating in one single season\nof eternal spring,* even if latitudinal temperatures would have varied slightly from one\nanother. Tropical and/or sub-tropical flora and fauna were therefore able to thrive in Earth’s\nnorthern region, even within the present Arctic circle, and the possibility exists that this flora\nand fauna originated in these regions before migrating to more southerly latitudes.\n\nTo early man, proto-Saturn would have been the only visible celestial body in Earth’s pri-\nmordial sky. Due to its axial coupling with Earth, it would have appeared to be permanently\nimmobile in Earth’s north celestial pole.\n\nOut in space, the Sun was yet too far away to have been seen. The Moon had not yet been\ncaptured.5 Because of their apparent dimness, the stars, which should have peppered the sky,\nwere shielded from view by the opacity of proto-Saturn’s plasmaspheric shell. At present, all\nplasmaspheres within the Solar System, as also the Sun’s heliosphere, are entirely\ntransparent. Plasmaspheres, however, can be opaque, as proto-Saturn’s seems to have been.\nAccording to the plasma physicist Anthony Peratt, a “plasma cloud...indeed can vary\nbetween transparent and opaque at different wavelengths.”©\n\nWith a sun that shone but dimly red that neither rose nor set, that neither waxed nor\nwaned, ancient man had no means of telling the passage of time.” This was an era which an-\ncient man remembered as a timeless age during which the world was bathed in the dim\nperpetual light of a pre-dawn sky.\n\nIt was in this milieu that Neanderthals and Cro-Magnons co-existed.",
        "bibliography": [
            "| Idem, The Electric Universe (Beaverton, Oregon, 1997), p. 18.",
            "2R. Juergens, “Reconciling Celestial Mechanics and Velikovskian Catastrophism,” Pensée IVR II (Fall 1972),",
            "p. 12; R. W. Schunk, et al., “The Flow of Plasma in the Solar Terrestrial Environment,” Final Technical Report,",
            "Utah State University Logan Center for Atmospheric and Space Sciences (September 1990); W. Thornhill,",
            "during the discussion period at the September 1999 SIS Silver Jubilee Conference, Chronology &",
            "Catastrophism Review (2000:1), p. 94.",
            "3K. A. Svitil, “Ring of Fire,” Discover (September 2000), p. 26.",
            "4 See here D. Cardona, op. cit., pp. 351 ff.",
            "5 Of the present theory concerning the fissioning of the Moon from the solid body of Earth, which this author",
            "does not subscribe to, we will have much to tell in a future work.",
            "6 A. L. Peratt, on the Intersect electronic discussion group sponsored by KRONIA Communications, April 26,",
            "2002.",
            "7 See here D. Cardona, op. cit., pp. 305 ff."
        ],
        "captions": []
    }
]