[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 319,
        "content": "\nPeriodic variations in the pulses of another pulsar, 3,000 light-years away in the\nconstellation Virgo, have also been detected by Alexander Wolszczan. And he, too, has\nclaimed that the variations are caused by planets orbiting the pulsar—three of them this time.\nThe lesser planet has been calculated to be of the mass of the Moon, with the other two about\nthree times more massive than Earth, These two are claimed to orbit the pulsar at about one-\nthird and one-half the Earth-sun distance, respectively. “All three planets are probably rocky\nworlds like Earth, but without an atmosphere.”!\nAll of which tends to show that planetary companions of stars that flare up are not neces-\nsarily believed to be obliterated by the eruption. Planetary companions of bodies of less than\nstellar masses should therefore survive all that much easier. So that, even at close proximity,\nEarth’s survival as a planetary body in the wake of proto-Saturn’s flare-up should not be\nviewed as having been beyond astronomical feasibility.\nWe have, of course, been arguing that what applies to supernovae should apply to proto-\nSaturn. The flare-up of our proto-Saturnian body, however, can hardly be classed as a super-\nnova. Even Velikovsky’s claim that it was a nova is something of an exaggeration. In the\npast, I myself have shied away from alluding to proto-Saturn’s flare-up as a nova, having\nast, I myself have shied away from alluding to proto-Saturn’s flare-up as a nova, having\ninstead chosen to clarify it as “nova-like.” Today I prefer to use the simpler term of “flare-\nup.” Our own claim, of course, is that proto-Saturn had been a sub-brown dwarf star, but, as\nalready noted, the demarcation between sub-brown dwarfs and gaseous planets remains\nsomewhat arbitrary. Leaving novae and supernovae aside, we should therefore investigate the\nossibility of planetary flare-ups—and this, too, is not new to orthodox astronomy.\npossibility of planetary flare-ups —and this, too, is not new to orthodox astronomy.\nTHE EXPLODING PLANET THEORY\nDebates concerning whether the Solar System has retained its present formation since its\ninception have been going on for some time. One of these centered around the planetary or-\nbital spacing which has long been tied to the Titius-Bode Law which claims that planetary\nital spacing which has long been tied to the Titius-Bode Law which claims that planetary\norbital distances follow a mathematical formula. The formula itself was derived by Daniel\nTitius in 1772 who discovered that if we take the number 3, double it, then double the result,\nand keep on doubling in that manner, we end up with the series 3, 6, 12, 24, 48, 96 and so on.\nAdding 4 to each of these numbers results in the series 7, 10, 16, 28, 52, 100, etc. If we then\ndivide each of these numbers by 10, we finally end up with -7, 1, 1-6, 2:8, 5-2, 10, and so\nforth. This final series turns out to be in fair agreement with the actual mean distance of each\nplanet in astronomical units? as we move outward from the Sun—Mercury, Venus, Earth,\nMars, Jupiter, Saturn, Uranus, Neptune, and Pluto. Where this law was at first thought to fail\nwas in its fourth placement, since there is no planet to be found at 2-8 astronomical units\nfrom the Sun. But when the asteroid belt was discovered between Mars and Jupiter close\nenough to this position, the law was engraved in stone. The problem, of course, is that it\nactually breaks completely down when it comes to Neptune and Pluto which fail to conform\nto it.",
        "bibliography": [
            "IR. Naeye, “The Pull of Planets,” Discover (January 1995), pp. 34-35.",
            "2 One astronomical unit, abbreviated as “a.u.,” is the mean distance of Earth from the Sun, calculated at",
            "approximately 93 million miles."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 320,
        "content": "In 1968, A. M. Molchanov claimed that the Titius-Bode Law was the result of orbital\nresonances and that it could not be of primeval origin.! Mathematically, a resonance is an\neven or integral relationship between any two motions. The best example is that of the Moon\nwhich rotates once in the same time it takes to revolve around Earth. Another example is that\nof the asteroid Toro which completes five revolutions around the Sun in almost exactly the\ntime it takes Earth to revolve eight times on its own orbit.\n\nS. F. Dermot next claimed that resonances do trace back to the early systems and that, in\nany case, they are not the dominant influence in establishing the Titius-Bode Law.”\n\nFor those who disagreed, the question then revolved on whether planets in random orbits\ncould achieve resonant orbital spacing in a time that would be less than the calculated age of\nthe Solar System. In 1970, through a computerized model, J. G. Hills showed exactly that. As\nhis computerized system indicated, “arbitrary planetary configurations, started with purely\nrandom initial positions and velocities, tend, during a few thousand to a few hundred thou-\nsand subsequent years, to ‘relax’ into a Bode’s-law type of resonant configuration.”? In fact,\nthis phenomenon was actually foreseen by Ernest Brown as early as 1931.4 As Robert Bass\nnoted, what this implies is that it is possible for randomly spaced bodies to relax into a stable\nconfiguration similar to that implied by the Titius-Bode Law even ina few centuries.\n\nFair enough, the computerized planetary system that relaxed the fastest for Hills was\ncomposed of the Sun with only four planets, each about ten times the mass of Jupiter, which\nis hardly a picture of the present Solar System. Meanwhile, in 1974, Michael Ovenden\nreached a conclusion identical to Molchanov’s in that “the present distribution of the\nplanetary and satellite orbits is the result of mutual perturbations,” concluding that “the\npresent distribution gives no information concerning the origin of the solar system.”¢\n\nIn an attempt to solve the problem once and for all, Ovenden devised the Principle of\nLeast Interaction Action—which we need not go into for the purpose of this work. While this\nPrinciple worked beautifully in “explaining” the present orbits of bodies with which we are\nnot presently concerned,’ it failed in predicting the present orbits of the Jovian planets. Ov-\nenden could only save his Principle by postulating the one-time existence of an additional\nmassive object and then getting rid of it at some point in time.\n\nIn a letter he published in Nature, Ovenden spoke of this “additional massive object” as a\n90-Earth-mass ring of material which he simply referred to as “A.” As he himself stated:",
        "bibliography": [
            "1A. M. Molchanov, “The Resonant Structure of the Solar System,” Icarus 8 (1968), p. 203.",
            "1 A. M. Molchanov, “The Resonant Structure of the Solar System,” Icarus 8 (1968), p. 203.",
            "2S. F, Dermot, “On the Origin of Commensurabilities in the Solar System,” Part III, Monthly Notices of the",
            "Royal Astronomical Society 142 (1969), p. 143.",
            "3R. W. Bass, “Did Worlds Collide?” Pensée IVR VIII (Summer 1974), p. 11 (emphasis added).",
            "4 E. W. Brown, “Observation and Gravitational Theory in the Solar System,” Publications of the Astronomical",
            "Society of the Pacific, 44 (1932), pp. 21-40.",
            "5R. W. Bass, op. cit., pp. 9, 11.",
            "6 M. W. Ovenden, “Bode’s Law—Truth or Consequences?” Vistas in Astronomy 16 (1975) Kepler Memorial",
            "Volume.",
            "7 Idem, “Planetary Distances and the Missing Planet,” in B. D. Tapley & V. Szebehely (Eds.), Recent Advances",
            "in Dynamical Astronomy (Dordrecht, 1973), pp. 323-326."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 321,
        "content": "\n“From the point of view of the dynamical arguments presented...it is probably true that A\nwas always in the form of a ring.”!\nAt the very time that Nature received Ovenden’s letter, but before it was published, Ov-\nenden himself was in Cortina d’ Ampezzo, Italy, participating in the 1972 NATO Advanced\nStudy Institute in Dynamical Astronomy. It was in the paper he read there, an expansion of\nthe letter he had sent to Nature, that Ovenden displayed dissatisfaction with the form of his\n90 Earth-mass ring of material. As he stated on that occasion:\n“Tf the mass of A did indeed disperse suddenly, the hypothesis of a single original\nplanet is more attractive than that of a ring; while we may know of no mechanism\nwhereby a planet might ‘explode’ with sufficient violence to disperse 99.9% of its\nmass, it seems even harder to understand why a ring of matter should have existed\nundisturbed for 4.5 X 10° yr, and then suddenly dissipate 1.6 X 10’ yr ago.”?\nHe then whimsically asked: “Jf the object A had been a planet, what was its name?”\nAvailing himself of the privilege of discovery, he there and then bestowed on this iffy “non-\nexistent object” the name of Aztex.3\nThis event was placed by Ovenden at 16 million (1.6 X 10’) years ago. He also calculated\nthat it would take another 280 million (2.8 X 105) years for the Solar System to reach equilib-\nrium (thus allowing the Principle of Least Interaction Action to fulfil itself).\nTHE TROUBLE WITH AZTEX\nWe notice in the above that the “immense physical difficulties” involved did not stop Ov-\nenden from postulating the near-annihilation (99.9%) of a 90 Earth-mass object. I stress this\nbecause I want to impress upon my readers that conventional astronomers are not averse to\npostulating events even when the laws of celestial mechanics seem to be against them. We\nnotice also that, according to Ovenden, the present near-equilibrium of the Solar System is\nnot its final stage—that, in fact, the Solar System is still adjusting to a relatively recent\ncosmic catastrophe. Fair enough, an event which supposedly occurred 16 million years ago is\nhardly “recent” by neo-catastrophic standards. But let us not get carried away just yet, for\nthere is more to come.\nIt is, however, the explosion of the hypothesized planet that has kept Ovenden’s Principle\nfrom becoming widely accepted. Robert Bass acknowledged this when he wrote:\n“Although...I regard Ovenden’s Principle as irrefutably valid, it has become some-\nwhat controversial and has been sharply questioned by several astronomers, mainly,\nI would assume, because Ovenden has used the principle to ‘prove’ that there must\nhave once been a Saturn-type planet (90 Earth-masses) in the asteroid belt which\nsomehow has been destroyed.”*",
        "bibliography": [
            "1 Idem, “Bode’s Law and the Missing Planet,” Nature, 239 (October 27, 1972), p. 509.",
            "2 Ibid., p. 332 (emphasis added).",
            "3 Ibid. (emphasis added).",
            "4R. W. Bass, “Can Worlds Collide?” KRONOS 1:3 (Fall 1975), p. 69 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 322,
        "content": "\nVAN FLANDERN’S MODIFICATION\nIn the early 1980s Tom Van Flandern carried on from where Ovenden had left off. He\ncommenced by sweeping one of Ovenden’s problems aside with the proverbial stroke of the\npen. Since only approximately 0.1 Earth-mass presently resides in the asteroid belt, which is\nsupposed to contain the remnant debris of the exploded planet, it had yet to be shown what\nhappened to the other 89.9 Earth-masses of the original planet. According to Van Flandern,\n“the exploded debris would have been destroyed by collisions with Jupiter and other planets\nor [would] have picked up enough velocity to go flying out of the solar system.”! It has\napparently been calculated that, other than what remains in the asteroid belt, this debris\nwould have been completely gone in a mere “100,000 years or so.””?\nOvenden’s bigger problem, however, remained unsolved. As Van Flandern himself was\ncontent to state:\n“Tt is unsettling to conclude that planets can explode. After all, we live on a planet\nourselves and are totally dependent upon it for survival. Unfortunately we have al-\nmost no evidence at all as to what caused the explosion. Consequently, it is\nimpossible right now to know whether the missing planet was uniquely unstable or\nwhether our own planet could one day share its fate.”\nAs with Ovenden, this deficiency did not keep Van Flandern from accepting that a planet\ndid explode. He also stated that, other than the surviving asteroids, “the only other remaining\ndebris that we have any chance of seeing today would be objects hurled to great distances\nfrom the Sun but eventually pulled back by its gravity.”4 He then added: “Only one kind of\ncelestial object matches that description perfectly—the comet.”> Thus, regardless of what\nelse has been written about these intriguing sky wanderers, Van Flandern believes that the\ncomets were born when Ovenden’s planet Aztex exploded. (One amazing fact, here, is that\nVelikovsky was ridiculed when, expressing concurrence with ancient opinion, he, too, had\nclaimed that comets were born from planets.®) Van Flandern went on with:\n“Most amazing of all, those [comets] that are visiting us for the first time since their\nbirth are traveling in orbits that took them around the Sun in just 4 million years. We\ntherefore know that they were born just that many years ago, which tells us when the\nplanetary explosion took place.\n“A great deal of other evidence also supports the ‘recent’ explosion hypothesis. By",
        "bibliography": [
            "1 T, Van Flandern, “Exploding Planets,” Science Digest (April 1982), p. 94.",
            "2 Ibid.",
            "3 Ibid. (emphasis added).",
            "4 Ibid.",
            "5 Ibid.",
            "61. Velikovsky, Worlds in Collision (N. Y., 1950), p. 271."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 323,
        "content": "",
        "bibliography": [
            "Tom Van Flandern",
            "(Photograph—2000—by Wallace Thornhill.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 324,
        "content": "\napplying the laws of gravitation to comets we can trace their orbits back in time.\nWhen we do, we find that comets all seem to have originated from a common point\nbetween Mars and Jupiter [where the explosion supposedly took place] 4 million\nyears ago.”!\nFour million years ago is quite a reduction from Ovenden’s original 16 million. As Van\nFlandern himself saw fit to remind us, four million years ago “the earliest humanlike pri-\nmates” had already appeared on Earth.\nEven so, can the retrocalculation of cometary orbits be relied upon? As Ovenden himself\nhad remarked:\n“...if it can be shown that processes operate within the solar system that can\nrearrange the planetary orbits on a sufficiently short time-scale then we must\nconclude that the present distribution of planetary and satellite orbits contains no\ninformation about conditions at the time of formation of the solar system.”\nThis was expanded on by Archie Roy, who had collaborated with Ovenden,* when he\nwrote:\n“We have seen that the work of J. G. Hills and M. W. Ovenden demonstrated that af-\nter a short period of wild behaviour, a planetary system could settle down into a dis-\ntribution of orbits very similar to a commensurable Bode-type configuration. Such a\nconfiguration would, under the action of other forces such as tidal friction, nudge the\nsystem into a neighbouring truly stable configuration, which on inspection might be\nthought to have been the system’s state for a very long time. Indeed numerical inte-\ngrations backward in time could take the system, still well behaved, through the epi-\nsode of wild behaviour as if it had never been.”5\nActually, back in 1953, W. M. Smart had already understood that such “perturbation se-\nries” could not be relied upon except for a very short time—“one or two centuries” to be ex-\nact.6\nIf this applies to planets and satellites, it must surely also apply to comets.’ But let this be\nfor the time being; we shall return to it in a while.",
        "bibliography": [
            "17. Van Flandern, loc. cit (emphasis added).",
            "2 Ibid., p. 78.",
            "3M. W. Ovenden (see reference #38), p. 479 (emphasis as given).",
            "4 AE. Roy & M. W. Ovenden, “On the Occurrence of Commensurable Mean Motions in the Solar System,”",
            "Monthly Notices of the Royal Astronomical Society, 114 (1954), pp. 232-241; idem, “The Mirror Theorem,” in",
            "ibid., 115 (1955), pp. 296-309.",
            "5 A. E. Roy, Orbital Motion (Bristol, 1978), p. 244.",
            "6 W. M. Smart, Celestial Mechanics (London, 1953), pp. 4, 194-195, 198.",
            "7 For more on the unreliability of retractive calculations see D. Cardona, God Star (Victoria, British Columbia,",
            "2006), pp. 184-186."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 325,
        "content": "\nA COMPARISON OF MODELS\nIn the meantime, Van Flandern’s four million years is still a far cry from the few\nthousand years required by our proto-Saturnian model, while his “earliest humanlike\nprimates” can hardly pass for the ancient recorders of cosmic history we have been relying\nupon to reconstruct proto-Saturn’s flare-up. And yet, Van Flandern’s own scenario does\ncome close to ours on several counts. Consider the following:\nIn our case, proto-Saturn is presented as a sun-like body that dominated the ancient sky.\nIn Van Flandern’s case, the exploded planet had, with the exception of Jupiter, been larger\nthan the other planets, as it orbited the Sun between Jupiter and Mars. Because of its size and\ncloseness to Earth, it dominated the night sky with its brilliance, bright enough to have been\nseen during the day.!\nIn following Velikovsky, the sun-like proto-Saturn flared up in nova-like brilliance, hurl-\ning its debris in all directions. According to Van Flandern:\n“...suddenly [the planet] explodes. Now its brightness outshines even the Sun’s.\nLike a nova...the dying planet hurls its mass in the form of solid, liquid and gaseous\ndebris in all directions at extraordinarily high velocities. In a few months, the leading\nedge of the blast reaches our planet.”?\nFollowing the proto-Saturnian disruption of our competing scenario, neither heaven nor\nEarth could have remained the same. The initial outburst of light from proto-Saturn’s flare-up\nwould have all but blinded those unfortunate individuals who might have been staring\ndirectly at it. Its debris would have bombarded our ancestors and the event, as already\nmentioned, would have left us all scarred unto this day. Van Flandern writes:\n“What a sight it must have been for early man: the sky ablaze with meteors, night\nand day for months, and comets streaming among the stars. Many thousands of years\nwould pass before the heavens would return to a more normal state. But even then\nthe earth would never again be the same.”\nA conclusion reached by David Talbott, with which we heartily concur, is that the proto-\nSaturnian phenomenon lies at the very root of human advancement and the flowering of civi-\nlization4 And Van Flandern asks: “Is it only a coincidence that humanity felt its early stir-\nrings at about the time of the great explosion?”>\nNo—Van Flandern’s scenario cannot be said to be identical to ours; but, at the risk of\nsounding boorish, it comes damned close.",
        "bibliography": [
            "!T, Van Flandern, op. cit., pp. 78-81.",
            "2 Ibid., p. 81.",
            "3 Ibid.",
            "4D. Talbott, “Guidelines to the Saturn Myth,” KRONOS X:3 (Summer 1985), pp. 43-45.",
            "5 T. Van Flandern, op. cit., p. 95."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 326,
        "content": "\nEPOCHAL ADJUSTMENT\nBut those four million years difference!\nAnd yet, as I asked in mischief in 1986,! if Van Flandern can reduce Ovenden’s 16 mil-\nlion years to just four, who can guarantee that someone will not yet reduce the four to one or\neven to only a few thousand?\nAs it turned out, by 1993 it was Van Flandern himself who reduced his original 4 to 3.2\nmillion years ago.’ By then he was also suggesting that Mars may have been a satellite of the\ndestroyed planet. And, as if the explosion of one planet was not difficult enough to account\nfor, he climbed further out on this slim limb by hypothesizing that there had probably been\ntwo or more such planets in the Solar System that blew up.4\n“Many lines of evidence suggest more than one planetary explosion in the solar sys-\ntem’s history. The discovery of one, and probably two, new asteroid belts orbiting\nthe Sun beyond Neptune is especially suggestive, given that the main asteroid belt is\napparently of exploded planet origin.”\nAnd:\n“Meteorites provide direct evidence about their parent bodies. Yet this evidence\nstrongly indicates at least 3-4 distinct parent bodies.”®\nBut what, then, of the retrocalculation of cometary orbits which had confirmed that they\nhad gone around the Sun in four million years, and that they “all seem to have originated\nfrom a common point between Mars and Jupiter 4 million years ago”?\nThe answer to that one was easy enough. Newer calculations showed that the age of short\nperiod comets is actually 3.2 million years,’ which is what forced Van Flandern to lower his\noriginal date.\nMULTIPLE EXPLOSIONS\nIn the end, of course, Van Flandern had to reach the conclusion that he did. Burdened as\nhe was with his belief that the asteroids, on the one hand, and short-period comets, on the\nother, were the debris of planetary outbursts, the explosion of more than just one planet was",
        "bibliography": [
            "1D, Cardona, “The Trouble With Aztex,” KRONOS XI:2 (Winter 1986), p. 36.",
            "2T. Van Flandern, Dark Matter, Missing Planets & New Comets (Berkeley, 1993), pp. 187-188.",
            "3 Ibid., pp. 277-278; see also “New Scenarious for Solar System Evolution,” SIS Internet Digest (1999:2), p. 10;",
            "Idem, “The Exploded Planet Hypothesis—2000,” New Scenarios on the Evolution of the Solar System and",
            "Consequences on History of Earth and Man (University of Bergamo, 1999), pp. 45, 46.",
            "4 Ibid., p. 41.",
            "5 Ibid., p. 43.",
            "6 Ibid.",
            "7 Ibid., p. 45."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 327,
        "content": "\nactually forced upon him. This was made all the more evident—at least to him—by hints of\nother asteroidal belts besides the main one between Jupiter and Mars. Consistency dictated\nthat if one asteroid belt owed its origin to an exploded planet, so must the others. Concerning\nthe main asteroid belt, he wrote:\n“Although over 10,000 asteroids have well-determined orbits, the combined mass of\nall other asteroids is not as great as that of the largest asteroid, Ceres. That makes the\ntotal mass of the asteroid belt only about 0.001 of the mass of the Earth. A frequently\nasked question is, if a major planet exploded, where is the rest of its mass?”!\nHis answer to this was that while shattered surface and crustal rocks would still be rocky\nfragments, rocks from greater depths would be under so much pressure that, when suddenly\nreleased into the near-vacuum of space, they would simply vaporize. To give the example he\ngave, “over 99%” of an Earth-mass planet would be destroyed in this manner. What is left\nwould be the 0.001 Earth-mass of the asteroids. “The situation,” he went on, “worsens for a\nlarger planet, where the interior pressures and temperatures get higher more quickly with\ndepth.”?\nWith comets, still according to him, it would be different. As he himself claimed, “we\ncan estimate the total mass of the body that exploded to produce all the comets seen today.”\nAnd that estimate lead him to the conclusion that the mass of the parent body that produced\nthe comets “is almost certainly less than the size of our Moon...”\n“Putting all this evidence together [he wrote], we have strong hints for two original\nplanets near what is now the main asteroid belt: hypothetical ‘Planet V’ and ‘Planet\nK.’ These were probably gas giant planets with moons of significant size, such as\nMars, before they exploded. We have hints of two more asteroid belts, probably\nfrom the explosions of two more planets (‘Planet T’ and ‘Planet X’) beyond\nNeptune. And we have hints for two extra-large gas giant planets, ‘Planet A’ and\n‘Planet B,” that exploded back near the solar system beginning.”*\nHow does all this add up? As Van Flandern had previously told us, retrocalculated orbits\nplace the origin of short-period comets in the asteroid belt. But the planet that exploded to\ngive birth to these comets could not have been more massive than the Moon. Likewise with\nthe one which supposedly produced the asteroids. As he himself claimed, “asteroid belts with\nmasses of order 0.001 Earth masses are the norm when terrestrial-planet-sized bodies ex-\nplode.”* As is well accepted, 0.001 Earth-mass is the mass of the asteroids in the Solar Sys-\ntem’s main asteroid belt. The exploded planet that gave birth to these asteroids must have\ntherefore been a terrestrial-sized planet. How, then, does he reconcile these sizes with the two\ngiant gas planets he ended up placing in the vicinity of the asteroid belt?",
        "bibliography": [
            "! Ibid., p. 41.",
            "2 Ibid.",
            "3 Ibid., p. 43.",
            "4 Ibid., p. 51 (emphasis added).",
            "5 Ibid., p. 41 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 328,
        "content": "One way out of this problem would be to suggest that the Moon- and Earth-mass objects\nhad formed the cores of the two gas giants. In fact, it is now believed that the cores of Jupiter\nand Saturn are much smaller than previously believed.! But, even then, in order to hold on to\ntheir massive atmospheres, these cores could not be smaller than 3 to 10 Earth-masses.? So\nhow could a Moon- or Earth-mass body hold on to such atmospheres? Besides, why would\none planet explode to produce asteroids, while another exploded to produce comets? Also,\ndid he not himself also tell us that gas giants “would be expected to leave no asteroids if they\nexploded.” But, worst of all, it is bad enough to burden one planet with an unknown\nexplosive mechanism, but to burden six of them, and then have them explode in pairs in or\nnear the same locality is stretching an untested model way too far.\n\nONE SOLUTION TO THE PROBLEM\n\nLet us, however, leave the above problems alone and concentrate on those 3.2 million\nyears ago. These 3.2 million years are still nowhere close to the few thousand required by our\nthesis. But, as I noted in 1986,4 let me not disregard Van Flandern’s 4 (or 3.2) million\nyears—for I can also accommodate them. As I reported in 1983, “there is corroborating evi-\ndence which implies that [proto-]Saturn was disrupted more than once.” And if ancient man\nremembers more than one Saturnian catastrophe, “there is a possibility that further\n[proto]Saturnian disasters had occurred prior to the advent of humankind itself.”>\n\nWhat, then, is there against one of these earlier catastrophes having occurred 4 or 3.2 mil-\nlion years ago? What is there against one of them having occurred 16 million years ago, as\nOvenden originally claimed? And earlier still? Did I not also suggest that “therein might lie\nthe answer to the great extinctions of life at the Cretaceous-Tertiary boundary and the annihi-\nlation of the dinosaurs”?6\n\nAs we have seen, Ovenden’s original postulate called for a ring of material rather than a\nplanet. The change of his 90 Earth-mass object from a ring to a planet was forced upon him\nbecause he could not see how or why such a ring should suddenly disperse. The problem,\nhowever, is not even slightly minimized because, as Ovenden himself confessed, there is no\nknown mechanism whereby a planet can explode. Even Van Flandern had to accede to this\nwhen he reported that “some scientists maintain that no known process can explain how plan-\nets could get enough energy to explode.”? Among these scientists one can name Hannes\nAlfvén and Gustaf Arrhenius who were vehement in stating that: “It is not generally realized\nthat there are no known processes by which such large bodies can be blown apart...”8 As",
        "bibliography": [
            "1 “New Boost for One-Step Giant Planet Formation Theory,” Eureka Alert (Internet news release, June 19,",
            "1997).",
            "2 Ibid.",
            "3 T. Van Flandern, loc. cit.",
            "4D. Cardona, loc. cit.",
            "5 Idem, “Saturn’s Flare-Ups,” SIS Workshop 5:1 (April 1983), pp. 8-9 (emphasis in original).",
            "6 Ibid., p. 9.",
            "7T. Van Flandern, “Exploding Planets,” Science Digest (April 1982), p. 94 (emphasis added).",
            "8H. Alfvén & G. Arrhenius, Evolution of the Solar System (Washington, D. C., 1976), p. 410."
        ],
        "captions": []
    }
]