[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 159,
        "content": "\noa al ta, ey.       KE\naS LO IE i\nWere dinosaurs nocturnal animals?\nTheir ancestor, the archosaur, seems to have been.\nShown above: Baronyx, a descendant of the archosaur.\n(Illustration by Bob Giuiani.)\ntheir associated Birkeland currents.! But what, exactly, is a plasmasphere? Wallace Thornhill\nput it in a nutshell when he described plasmaspheres as one characteristic of plasmas in that\nthey tend to shield bodies embedded in them by creating what is known as a Langmuir sheath\naround them,”\nOur own Solar System is encased in such a plasmasphere, one that is centered on the Sun\nand more popularly known as the heliosphere.? Venus, it was eventually discovered, also\npossessed a plasmasphere in the form of a cometary tail that spread close enough to “tickle\nthe Earth when the two planets are in line with the Sun.”4 So, also, Jupiter, which is now\nknown to be surrounded by a plasma sheet which, like the Sun’s electric current sheet, lies\nalong Jupiter’s magnetic equator.> And, needless to say, Saturn, too, has its own plasma-\nsphere.®\nWhat, then, of Earth? The plasmasphere in which our own world is embedded was pre-\ndicted by Ralph Juergens in 1972.7 This was also taken up by Wallace Thornhill,’ and,",
        "bibliography": [
            "1 ADS Abstract Service—see ADS Abstracts in ibid., p. 16.",
            "2 E-mail message forwarded by David Talbott to the KRONIA electronic discussion group, February 26, 1997.",
            "3 A Yee, “Sir Fred Hoyle Vindicated After 60 Years,” SIS Internet Digest (1998:2), p. 12; see also D. Cardona,",
            "op. cit., pp. 299-300.",
            "4 W. Thornhill, The Electric Universe (Beaverton, Oregon, 1997), p. 18.",
            "5 NASA release as reported by W. Thornhill, “Did They Really Say That?” Thoth Ul:1, electronic newsletter",
            "sponsored by KRONIA Communications (January 24, 1999), p. 12; see also, New York Times (May 29, 1999);",
            "New Scientist (August 7, 1999), pp. 26-31.",
            "6 W. Thornhill, Chronology & Catastrophism Review (2000:1), p. 94.",
            "TR. Juergens, “Reconciling Celestial Mechanics and Velikovskian Catastrophism,” Pensée IVR II (Fall 1972),",
            "p. 12; see also D. Cardona, op. cit., p. 302.",
            "8 W. Thornhill, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 160,
        "content": "\neventually, by mainstream astronomy.! By the year 2000, it had even been “photographed.”\n“[A team from the Southwest Research Institute in San Antonio, Texas, including re-\nsearchers from Los Alamos National Laboratory] used the medium-energy neutral\natom (MENA) instrument aboard the IMAGE satellite to watch the first global im-\nages of the plasma sheet, a slab of plasma that reaches tailward through the Earth’s\nmagnetic field, or magnetosphere. The observations revealed that the solar wind fills\nthe sheet with high-density plasma that is later squeezed toward the Earth when the\ninterplanetary magnetic field orientation points southward.”\nThere was, therefore, nothing unscientific when, back in 1976, Ralph Juergens proposed\nto this writer that the primeval Saturnian system with which we are involved had resided\nwithin a plasma sheath, a proposal that was also independently offered by Roger Ashton in\n1980/81.5\nIt was this very plasmasphere, according to both Ashton and Thornhill, that enabled the\nSaturnian sun to bathe all latitudes of Earth in a universal warmth. Being opaque,® the inte-\nrior of this shell would have reflected back Saturn’s radiation towards all terrestrial latitudes,\nso that all parts of Earth would have retained very much the same climate at sea level.”\nThis much has been reiterated from our previous volume because it, too, is going to help\nus in solving the mystery of Earth’s ice ages.\nVARVES AND THE SUNSPOT CYCLE\nThe above discussed situation would have made for a world with only one spring-like\nseason. This was discussed at length in our previous volume.’ During the writing of this\nsecond volume, however, an objection has been raised by Mike Twose concerning our\nhypothesis that the Saturnian system had originally been traveling alone through space\noutside the domain of our present Sun.? The evidence Twose presented, however, bears even\nmore directly on our additional postulate that, during this primordial time, Earth would have\nenjoyed the mildness of a perpetual balmy season. This evidence involves the so-called",
        "bibliography": [
            "1K. A. Svitil, “Ring of Fire,” Discover (September 2000), p. 26.",
            "2 Ibid.",
            "3 As posted on the Internet by the American Astronomical Society, December 4, 2002.",
            "4D. Cardona, op. cit., p. 298.",
            "5 Ibid., pp. 297-298.",
            "6 Ibid., pp. 298, 303.",
            "7R. Ashton, “Research Memorandum #3: Notes Relevant Mainly to Saturn Studies” (deposited with the author,",
            "dated January 1, 1980), p. 2.",
            "8D. Cardona, op. cit., pp. 351 ff.",
            "9M. Twose, “Varves, Colors, and Bok Globules,” AEON Vi:4 (August 2003), pp. 5-6."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 161,
        "content": "\nsunspot cycle and the signature it is believed to leave in varves. The sunspot cycle is based\non the duration between periods of high sunspot activity.\n“As everyone knows [wrote Twose] the sunspot cycle averages a little more than 11\nyears in length. It is apparently controlled by the motions of the planets, with Jupiter\npossessing the major influence.”!\nThis cycle is believed by some to cause changes in terrestrial weather including the\namount of rain that falls during each of its successions. As the rain runs off into lakes, it\ntends to form stratified layers of silt known as varves, the thickness of which varies accord-\ning to the amount of rain that falls. In time, varves turn into sedimentary rocks which then\nsupply geologists with a record of the stratification that is believed to indicate the cycle of\nsolar activity as it would have occurred while the varves were being formed. Twose presents\nus with the table which purportedly shows the “average length of the sunspot cycle that has\nbeen worked out through this method in the sedimentary rocks of past geologic ages...”? The\ntable, reproduced below, is taken from Frederick Zeuner? upon whose work Twose relied.\nPre-Cambrian,                      11.3 years\nSuperior Devonian.                    11.4 year\nInferior Carboniferous.               11.4 years\nEocene.                                 12.0 years\nOligocene.                          11.5 years\n“Tt seems very unlikely,” Twose then tells us, “that an Earth orbiting Saturn outside the\nSolar System would have experienced an 11/12-year weather cycle as it does at present and\nas it apparently did in the past.”\nApart from the fact that, in our model, Earth is not hypothesized to have orbited Saturn,\nbut that, instead, it was in axial alignment with its primary, the above does sound like a valid\nobjection. But, as I pointed out to Twose at the time,> it should first be understood that evi-\ndence of the sunspot cycle in relation to the geologic strata, as presented above by Twose, is\nnot based on Zeuner’s own observations, but on that of others. Moreover, despite the fact that\nZeuner accepts these observations as “outstanding examples of varve-studies in pre-Pleisto-\ncene formations,”® he is not averse to throwing a spoke in his own wheel. In fact he con-\nfesses outright that, in varved deposits, the 11-year signature “is decidedly rare” and “al-\nmost” completely absent.” His actual words read:",
        "bibliography": [
            "! Pbid., p. 5.",
            "2 Ibid.",
            "3 FE, Zeuner, Dating the Past (London, 1950), pp. 37-38.",
            "4M. Twose, loc. cit.",
            "5D. Cardona in ibid., pp. 6 ff.",
            "6 FE. Zeuner, op. cit., p. 37.",
            "7 Ibid., p. 43."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 162,
        "content": "\n“In varved deposits, however, it [the sunspot cycle] is decidedly rare. Antevs says that\n‘perhaps the most important result so far obtained from the analyses of the varve\ncurves is the almost complete absence of the 11-year cycle in the curves’ studies by\nC. E. P. Brooks. The nearest approach to an 11-year periodicity is one of 10.4 years in\na varve series from Argentina, but even this has nothing of the compelling rhythm of\nthe modern sunspot curve.’ Subsequently it became apparent that in phases with weak\nsunspots the 11-year cycle is often absent, and Antevs, Brooks, Douglass, Glock, and\nReeds now agree that, instead, a 10-year cycle is more frequently observed in glacial\nvarves.”!\nTo Zeuner, a 10-year cycle in lieu of an 11-year one bespeaks a deterioration of climate\nand an increase in glaciation, even though he was honest enough to register doubt concerning\n“what the connecting factor actually is.”?\nAnd then, when one learns that the thickness of some of these varves varied between 7\nmm and 0.3 mm,} one wonders with what amount of precision were the annual layers de-\ntected in them counted.\nBesides, what consensus is there among scientists concerning the influence this 11-year\nsunspot cycle has on terrestrial weather? According to Paal Brekke:\n“Our sun is a variable star whose brightness waxes and wanes over an | 1-year cycle.\nThe change is subtle—about 0.1 percent—but still large enough to influence climate\non Earth.”4\nBut, according to Judit Brody, “the reason for [the] 11-year cycle and any direct influence\non earth remains speculation.”>\nTo top it all, the sunspot cycle itself may be something of a figment. As Zeuner himself\nindicated in a footnote, sunspots vary periodically, true enough. But this periodicity varies\nbetween 5.6 and 19.9 years. Even in averaging 96 spots, the best that one can come up with is\nthat in 63 of them, they varied between 9.9 and 11.9 years. The 11.2 or 11.4-year cycle is\nnothing but a “composite periodicity.” And even then, Zeuner himself tells us that “it is, of\ncourse, not constant.” How, then, can such a potpourri of manipulated averages be used to\naccount for what is claimed to be the signature of sunspot cycles in varves?\nBy rights, as far as an objection to the hypothesis that the Saturnian system was originally\noutside of the Sun’s domain of influence, this particular argument should end here. As noted",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3 Ibid., p. 37.",
            "4P. Basu, “The Ever-Changing Sun,” Discover (April 2003), p. 11.",
            "5 From a review of J. Brody’s The Enigma of Sunspots, in Sky & Telescope (April 2003), p. 75.",
            "6 FE. Zeuner, op. cit., p.16, see also F. B. Jueneman, “The Coming Ice Age,” Industrial Research &",
            "Development (June 1980), p. 17; R. J. Jaarsma & E. L. Odenwald, “Nor Heaven Nor Earth Have Been at Peace:",
            "The Contemporary Foundations of Shakespeare’s Cataclysmic Imagery” (Concluded), KRONOS VI:1 (Fall",
            "1980), p. 21."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 163,
        "content": "\nabove, however, the objection could be directed toward the additional hypothesis that, during\nthis unspecified time, Earth basked in a single spring-like season. This is because, regardless\nof the validity of the 11-year sunspot cycle, varves are still claimed to indicate seasonality.\nThis, however, was deduced back in 1927 by Friedrich Nipkow through an investigation of\nmodern lakes. Taking core samples of the mud at the bottom of a lake in Zurich, Nipkow\nrealized that they were laminated. Through a study of their contents—“one thin layer of\nmicrogrannular carbonates and one layer of organic matter”—Nipkow surmised that the\nvarves had to be annual deposits.! But if, as proposed in this work, Earth’s environment was\nentirely different from the one at present, a reliance on modern rates and other characteristics\nof sedimentation cannot be made to apply to the past. Even Zeuner confesses that, in\nestimating the rate of sedimentation, geologists rely “on cumulative effects which have to be\nmeasured under present-day conditions and then applied to the past” which, as himself\nadmits, suffers from certain difficulties.\nOf additional interest is the rhythmic regularity that is said to be encountered in the depo-\nsition of different strata. As Zeuner puts it:\n“Not infrequently, geological deposits exhibit an exceedingly regular, rhythmic alter-\nnation of two kinds of rock, such as sand and clay, or limestone and chert. Provided\nthe thickness of the packets (called couplets) is sufficiently constant throughout the\nsequence, one is inclined to suspect that the alternation was caused by some regularly\nworking, rhythmic force which favored for some time the deposition of one kind of\nsediment, and then for some time of the other.”?\nNo one in his right mind would propose that this rhythmic regularity was the result of\nseasonal sedimentation.\nIn view of this, even the so-called 10-year cycle that has been detected in some varves—\nitself also the result of manipulated averages—cannot be said to prove seasonality. This is the\nmore poignant when one learns that there are various other cycles of varying length—all of\nthem the result of manipulated averages—which have also been detected in varve curves.\nThere is a 23-year cycle, a 56-year cycle, and one which covers 21,000 years, the last of\nwhich has been correlated to the precession of the equinoxes.* Worse still is that many varves\nexhibit cycles which do not correspond to any known astronomical or meteorological\nsuccessions, and these have been regarded as “best left out of geochronological consid-\nerations.”> The upshot of it all is that not all varves can be considered annual,® which would\nthen throw havoc not only with the claimed signatures of the sunspot cycle, but even with the\nmore prominent 10-year one.",
        "bibliography": [
            "1 W. H. Bradley, “Limnology and the Eocene Lakes of the Rocky Mountain Region,” in P. Cloud (Ed.),",
            "Adventures in Earth History (San Francisco, 1970), pp. 597-598.",
            "2 FE, Zeuner, op. cit., p. 312.",
            "3 Ibid., p. 44.",
            "4 Ibid., p. 313.",
            "5 Ibid., p. 36.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 164,
        "content": "A good indication of Earth’s primordial single season, on the other hand, comes from the\nlack of rings in trees of past geological periods. This was stressed by Elso Barghoorn in his\nstudy of past climates when he wrote that:\n\n“One impressive indicator of uniform climate over great areas of the Carboniferous\ncontinents is the great absence of annual growth rings in coal-swamp trees. The entire\nquestion of ring development in woody plants is one fraught with botanical variables\nas well as climatic variables. However, the consistent absence of any index of sea-\nsonal growth seems difficult to explain except on the assumption that winter cold and\nseasonality of rainfall were absent or at a minimum. In existing woody plants, annual\nring development may occur under nearly uniform climatic conditions, as in equato-\nrial rainforests. Nevertheless, in climates with distinct seasons, seasonal effect is al-\nmost invariably reflected in pronounced annual growth rings.”!\n\nThus, David Archibald reminds us that “the Cretaceous is widely believed to have been a\ntime of greenhouselike balminess, at least compared to our modern climate.”? But, as we saw\nin our previous volume, this situation was not restricted to the Cretaceous period. It was\nbalmy throughout all past geological ages.3 By comparison, all of Earth’s past ice ages were\nof relatively short duration.\n\nTHE BOREAL CRADLE\n\nThe Arctic regions have not only been found to have been warm during past geological\nages, much warmer than at present, but even warmer than anywhere else on Earth.4 This\nboreal zone, it is now known, was teeming with life. Tropical and sub-tropical mammals and\nreptiles proliferated.5 Not only that, but flora and fauna had actually appeared in Arctic re-\ngions much earlier than they did in more southerly latitudes.°\n\nEven dinosaurs are now known to have proliferated within the Arctic Circle.’ And while\nwe shall be returning to this particular subject in greater detail in Part Seven of this work, it\nwill do to keep in mind that these “thunder lizards” are now believed to have been warm-\nblooded. One may therefore wonder how these massive denizens could have survived within\nEarth’s Arctic region under present conditions. Nor is there any point in appealing to\ncontinental drift to account for the transport of these remains from more southerly regions",
        "bibliography": [
            "1ES. Barghoorn, “Evidence of Climatic Change in the Geologic Record of Plant Life,” in P. Cloud (Ed.),",
            "Adventures in Earth History (San Francisco, 1970), p. 737; see also D. Cardona, op. cit., pp. 374-376.",
            "25. D. Archibald, op. cit., p. 136.",
            "3D. Cardona, loc. cit.",
            "4 Ibid.",
            "5 Ibid., pp. 364-365; H. Pringle, In Search of Ancient North America (N. Y., 1996), pp. 15, 25.",
            "6 J.D. Archibald, op. cit., p. 197; D. Cardona, op. cit., p. 385",
            "7. Senkowsky, “Cretaceous Park: Cache of Dino Fossils Turns up in an Arctic Reserve,” Scientific American",
            "(December 2002), p. 26."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 165,
        "content": "because, during the Cretaceous, to which these fossils have been dated, these lands were al-\nready within the Arctic.!\n\nWhile most of this has mystified climatologists, it is easily accounted for in our scenario\nin which the Earth’s boreal zone would have received additional direct heat from the Sat-\nurnian sun held in permanent suspension right above it. This would not only have kept the\nArctic warm during most of Earth’s geological ages, it would also have kept it free of ice\nduring its past glacial epochs.\n\nEven so, we are not quite home yet because, in and of itself, the above disclosure does\nnot account for the onset or termination of ice ages. Before we come to that, however, we\nmust not only expand our Saturnian scenario beyond the point at which we left it at the end\nof our previous volume, which we shall do first, we must also hearken back in time to those\nages which preceded the advent of mankind, which we shall leave for last.",
        "bibliography": [
            "1D. Cardona, op. cit., p. 366."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 166,
        "content": "\nTHE PRIMORDIAL\nPART THREE",
        "bibliography": [
            "MILIEU"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 167,
        "content": "\nChapter 9\nPaleolithic Man\nFRIGID EMERGENCE\nf the origin and evolution of man, I will say nothing. Man, however, seems to have\ncome into his being—that is, he reached the status that has been termed Homo\nsapiens —during the Pleistocene Ice Age. How did it come about that “the evolution-\nary line of primates leading to man” made “increasingly rapid advances” and that “man him-\nself appeared on the scene” during this most unfavorable epoch?! At first sight this seems\nremarkable. Given that Earth had passed through long ages of universal warmth, with only\nrelatively short periods of cold, one would have expected mankind to have evolved into the\nbeing he has become during one of the longer warmer periods—yet he did not. Robin Dunbar\nput it quite plainly when he wrote that:\n“We owe our origins to the fact our ancestors went through such extraordinary hard\ntimes. The remarkable thing is that we made it.”?\nOr take Windsor Chorlton who was somewhat more elaborate:\n“Civilization is considered by some to be a product of the encroachments of ice. Lan-\nguage, cooperation, the ability to plan ahead—the very skills that enabled ancient\nhunters to drive a donkey herd toward a deadly precipice —may have evolved partly\nin response to the global changes in climate that accompanied periods of glacial ad-\nvance and retreat. One anthropologist, Charles K. Brain of South Africa, has main-\ntained that had it not been for the challenges posed by such environmental changes,\nhumanity might still be locked in an early stage of evolutionary development, living a\nsimple life in the tropics.”\nErnst Opik, too, was of the same opinion when he wrote that “primitive man established\nfor the first time his primacy in the subpolar conditions of a cave-dweller and hunter, being\nforced to exercise his wits in these stern surroundings.”+\n“During the last advance of the glaciers man learned a lesson from which he profited\nmuch in later ages, and still continues to do so: the true cradle of our civilization lies\nin the ice ages.”5",
        "bibliography": [
            "1Z. V. Spinar (with Z. Burian), Life Before Man (London, 1973), pp. 39-40.",
            "17. V. Spinar (with Z. Burian), Life Before Man (London, 1973), pp. 39-40.",
            "27. Palmer, Catastrophism, Neocatastrophism and Evolution (Nottingham Trent University, 1992), p. 82.",
            "2 T. Palmer, Catastrophism, Neocatastrophism and Evolution (Nottingham Trent University, 1992), p. 82.",
            "3 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 18.",
            "4EJ. Opik, “The Ice Ages,” in P. Cloud (Ed.), Adventures in Earth History (S. Francisco, 1970), pp. 870-871.",
            "5 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 168,
        "content": "\nHal Porter was even more\nHal Porter was even more blunt:\nblunt:\n“The civilizing of humankind—our rise from apelike foragers to walkers on the\nmoon—seems to have oc\nmoon—seems to have occurred during a mere thaw in a glacial epoch millions of\ncurred during a mere thaw in a glacial epoch millions of\nyears long. The last ice age may have helped make us human, its intense environ-\nmental pressures hastening the development of the brain and creating a whole new\nmental pressures hastenin,\ng the development of the brain and creating a whole new\nkind of human being.”!\nARCTIC SURVIVAL\nIf the Arctic, as per our unfolding, was free of ice during the Ice Age, the region around\nthe Arctic Sea must have seen a proliferation of human activity. Like elsewhere in these\nprimordial ages, our ancestors would have survived by scrounging for edible plants and by\nhunting the wild beasts which would also have inhabited the area. What evidence is there for\nhunting the wild beasts whic\nwould also have inhabited the area. What evidence is there for\nthis?\nFossilized bones from northern Yukon, which Richard Harrington believes to have been\n“[b]itterly cold and windswept...at the height of the last glaciation,”? proves it to have been\n“[b]itterly cold and windswe\nt...at the height of the last glaciation,”? proves it to have been\nanything but desolately frigid. Even he describes the area as having been a “steppe-like\ngrassland.”3\n“Studies of fossil pollen\n“Studies of fossil pollen preserved in Bluefish Caves, for example, reveal traces of\nreserved in Bluefish Caves, for example, reveal traces of\nvast grasslands that once blanketed the region. Woven with sagebrush and sedges and\nedged with water-loving d\nedged with water-loving dwarf willows, it bore little resemblance to any environment\nwarf willows, it bore little resemblance to any environment\nknown on the earth today. And it clearly offered rich fare for animals.”4\nknown on the earth today.\nAnd it clearly offered rich fare for animals.”4\nAmong the bones which H\nAmong the bones which Harrington himself discovered in this region were those of “bea-\narrington himself discovered in this region were those of “bea-\nvers as large as black bears” and “mammoths the size of African elephants.”5\n“According to Harrington’s careful studies, more than twenty-five species of large\ngrazing and browsing animals wandered the region. Along the Bluefish River, for ex-\nample, tundra musk ox and woolly mammoths, their long tusks curving into the air,\ngrazed low-lying willows, quietly stripping the branches. On drier ground, huge,\nlong-horned steppe bison wallowed in the dust, while herds of pony-sized horses and\nsandy-colored antelope kicked up their heels in the cool northern winds. On the\nslopes above, caribou and Dall’s sheep criss-crossed the high meadows, watching\nwarily for predators.”6",
        "bibliography": [
            "1H. Porter, “A. Startling Look at Ice Age Innovators,” Science Digest (December 1982), p. 69.",
            "2H. Pringle, In Search of Ancient North America (N. Y., 1996), p. 26.",
            "3 Ibid.",
            "4 Ibid.",
            "5 Ibid., p. 25.",
            "6 Ibid., p. 26."
        ],
        "captions": []
    }
]