[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 149,
        "content": "The similarity with Jupiter does not end with Gliese 229B’s spectrum. Brown dwarfs\nwere eventually discovered to possess stratified clouds much like those on Jupiter,! with\nweather patterns to match, even though Adam Burgasser is of the opinion that “the weather\non these more massive brown dwarfs makes the Great Red Spot [on Jupiter] look like a small\nsquall.”? Nor are all brown dwarfs as massive as Gliese 229B. Brown dwarfs the size of Ju-\npiter have been posited.? As Mark Marley proclaimed: “If you line up a mug shot of Jupiter\nup with these guys, it is just a very low-mass brown dwarf.”+\n\nSATURN AS A SUB-BROWN DWARF\n\nIf Jupiter can be considered a low-mass brown dwarf star, then why not Saturn? True\nenough, Saturn is much less massive than Jupiter, but it might not always have been so.\nWallace Thornhill, for one, sees no objection in classifying Saturn as a dwarf star.5 Just as\nthe demarcation between red and brown dwarfs seems to be arbitrary, so also that between\nbrown dwarfs and giant gaseous planets.® The brown dwarf designated 2MASS 0415-0935\n“weigh[s] so little that it falls in the range of what astronomers would usually call a giant\nplanet.” Nor is this the only brown dwarf with such featherweight mass.\n\nMoreover, a new a class of objects have been discovered with such low mass that as-\ntronomers are no longer sure what to call them. Knowing what these borderline bodies really\nare, Frederick Vrba confessed, is not all that obvious “since these objects have the same\nmasses, chemical compositions, and radii as planets.”* Alan Boss suggested the term “sub-\nbrown dwarfs” to distinguish them from their more massive siblings. “Give a billion years of\ncooling and evolution,” Glen Schneider opined, “and these objects may be indistinguishable\nfrom planets.”? As Maria Zapatero-Osorio stated: “With time, they will look like Jupiter and\nSaturn.”!0\n\nOur own position is that Saturn had once been such a sub-brown dwarf star carrying\nEarth with it in axial tandem as its satellite. Hinted at as early as 1884 by Oskar",
        "bibliography": [
            "1R. Talcott, “First Forecast: Cloudy; No Rain,” Astronomy (December 2002), p. 32.",
            "2 “Astronomers Find Jupiter-Like Weather on Brown Dwarfs,” Science Daily, electronic magazine (May 27,",
            "2002).",
            "3 J. Winters, “A Brief Tour of a Bad Cosmic Neighborhood,” Discover (April 1998), p. 58.",
            "4 Science Daily (see above).",
            "5 W. Thornhill, “Ionizing the Galaxy,” Thoth U:1, electronic newsletter sponsored by KRONIA",
            "Communications (January 19, 1998), p. 7.",
            "6K, Wright, “When is a Star Not a Star?” Discover (January 2002), p. 28; D. Tytell & A. MacRobert, “A New",
            "Way to Find Planets,” Sky & Telescope (April 2003), p. 20; but see also D. Cardona, op. cit., pp. 332-334,",
            "where various references are supplied.",
            "7D. Tytell, “The Coolest Brown Dwarf,” Sky & Telescope (April 2003), p. 27.",
            "8 Ibid.",
            "9 W. Schomaker, “How to Make a Brown Dwarf,” Astronomy (October 2001), p. 28.",
            "10 M. Fox, “Rogue ‘Gas Balls’ in Space Break Rules of Solar System, Astronomers Find,” The Vancouver Sun",
            "(October 6, 2000), p. A13; for more on this subject see also D. Cardona, op. cit., pp. 467-469."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 150,
        "content": "Reichenbach,! the idea that Earth had previously been a satellite of Saturn was later\npostulated by Immanuel Velikovsky.?\n\nBrown dwarfs stars have a tendency to travel alone in space. Surmised to have been\nejected from star-forming regions, these so-called embryos are “destined to spend eternity\nalone as brown dwarfs.” As Jeffrey Winters reported: “No one knows how many...roaming\nbrown dwarfs there are in nearby space...”4 This is even truer of sub-brown dwarfs.5 Taken\nin consideration with other matters, this has led us to posit that the Saturnian mini-system,\nEarth included, had probably been wandering out in space outside the domain of the present\nSolar System. This hypothesis is lent additional weight by one of the most persistent of\nthemes within the universal mytho-historical record which informs us ad nauseam that,\nduring the time when the solitary Saturnian sun hung immobile in Earth’s north celestial\npole, the Sun was absent.®\n\nTHE AGE OF DARKNESS\n\nJust as persistent was the ancient belief that, in the beginning, Earth was engulfed in\ndarkness. Again, because this primeval situation is so crucial to our thesis, it would not be\namiss to supply additional mytho-historical evidence for its occurrence to what has already\nbeen furnished in our previous volume.”\n\nThe Gnostics, for instance, even believed that the darkness was created, thus giving the\nimpression that it had not always existed.® This late interpretation, however, was derived in a\nreligio-philosophical endeavor to show that everything in existence must have been created\nby an intelligent designer—which, incidentally, is a concept that seems to be regaining\npopularity in the modern world even among scientists. But that this primeval darkness had\nalways existed as far as mankind was concerned is borne out by the myths of almost every\nancient race and nation.\n\nFrom India we come across a Vedic hymn which relates that: “In the beginning, every-\nthing was like a sea without a light.”® This is what Heinrich Zimmer has alluded to as “the\nfamiliar primeval situation” in Hindu belief—there was only water and the starless night.!°\n\nThe Finno-Ugrics recall “a time when the universe was plunged in darkness because\nneither sun nor moon nor stars as yet shone in the sky.”*!!",
        "bibliography": [
            "10, Reichenbach, On Some of the Remarkable Features in the Evolution of the Earth (London, 1884), p. 5.",
            "21. Velikovsky, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), p. 7; idem, Mankind in Amnesia (N. Y.,",
            "1982), p. 99; for further on this postulate see also D. Cardona, op. cit., pp. 165-178.",
            "3 W. Schomaker, loc. cit.",
            "4 J. Winters, lo. cit.",
            "5 Ibid.; see also D. Cardona, loc. cit.",
            "6 Ibid., pp. 274 ff.",
            "7 Ibid.",
            "8 W. Barnstone (Ed.), The Other Bible (N. Y., 1984), p. 63.",
            "9 Rig Veda, X: 129: 3.",
            "10 H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), p. 128.",
            "11 A. Sauvageot, “Finland-Ugria: Magic Animals,” Larousse World Mythology (London, 1972), p. 424."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 151,
        "content": "\nMyths of the age of darkness surface so often among various Amerind tribes that a com-\nplete list would bore the reader to death. As the Navajo say: “[In the beginning there] were\nno sun, no moon, no stars...”! This is repeated by the Yuma who also claim that, “when it all\nbegan,” there was “only nothingness.” As they say, “there were no sun, no moon, no stars—\njust darkness.”? So, similarly, with the Tsimshian who are fond of relating that:\n“In the beginning...there was only the chief in the sky...But there was no light in the\nsky—only emptiness and darkness.”3\nThe Zuni, too, tell the same thing: “At this time the world was still dark; the sun and\nmoon had not yet been put in the sky.”4 And likewise among the Cherokee.5\nFarther south, the Maya also related that, in the beginning, there was no light. All was\ndarkness upon the primordial sea. They believed in “‘the lightless time before First Father\nraised the sky,’ before the appearance of the present Sun.” As told in the Popul Vuh, in the\nbeginning, nothing was yet formed. “Whatever there is that might be,” it is there written, “is\neginning, nothing was yet formed. “Whatever there is that might be,” it is there written, “is\nsimply not there; only murmurs, ripples, in the dark, in the night.”8\nThis belief was so entrenched in the mind of the Mesoamericans that the Aztecs contin-\nued to stress it in defense of their religion against the accusations of the Spanish Catholic\npriesthood, and continues to the present among the Nahua speakers in north and central\nriesthood, and continues to the present among the Nahua speakers in north and central\nMexico.? According to a recorded speech of the Aztec priests, their prime deity, whom they\nreferred to by a term that has been translated as “the Omneity,” had existed since the very\nbeginning in “the eldest Darkness.”!°\nIn South America, too, it was believed that, in the most ancient times, Earth was covered\nin darkness. There was no Sun. As in tales from the rest of the world, the Sun, Moon and the\nstars were created later.!! As recounted in the second chant of the Guarani’s Ayvu Rapyta,\ntheir creator, Namandu, also known as the First One, had originally existed alone “in the\neart of the eldest darkness.” !?\nheart of the eldest darkness.”!?\nAccording to the Polynesian islanders of Nauru, at the dawn of creation there was dark-\nness,!3\nIn a myth of the Aranda of Central Australia we hear that: “In the very beginning every-\nthing was resting in perpetual darkness: night oppressed everything like an impenetrable",
        "bibliography": [
            "1R. Erdoes & A. Ortiz, American Indian Myths and Legends (N. Y., 1984), p. 39.",
            "2 Ibid., p. 77.",
            "3 Ibid., pp. 136, 169.",
            "4 Ibid., p. 141.",
            "5 Ibid., p. 154.",
            "6K. Moss, “Maya Cosmos: A Saturnian Interpretation,” AEON VI:1 (February 2001), p. 79.",
            "7 Ibid., Part Il, AEON V1:3 (November 2002), p. 73.",
            "8 E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 42.",
            "9 G. Brotherston, Image of the New World (London, 1979), p. 65.",
            "10 Ibid., p. 67.",
            "11H, Osborne, South American Mythology (London, 1968), p. 82.",
            "12 G. Brotherston, op. cit., pp. 174-175.",
            "13 R, Fleming, “Polynesian Paradise,” in Journeys Through Dreamtime (London, 1999), p. 102."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 152,
        "content": "[Er\n\n os,\nQf\nCR &\nA\net: ia Ee\nCO RG .",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 153,
        "content": "\nthicket.”!\nAdd all the above to what was recounted in our previous volume, and the theme in ques-\ntion becomes more than merely persistent.\nIt was because of this environmental condition, more than anything else, that , among the\nPolynesians, night was believed to mark the beginning of the world.?\nTHE HABITABLE ZONE\nLife on Earth, it has been said, is only possible because of its location—its distance from\nthe Sun—within the Solar System. Known as the habitable zone, this locality encompasses a\nnarrow orbital belt, which lacks a sharp boundary,? somewhere between the planets Venus\nand Mars. “Very simply, the habitable zone is defined as that region around a star where wa-\nter—regarded by many as essential for life —exists in liquid form on the surface of a planet\nlong enough to nurture the evolution of life.”4 Were we closer to Venus, it had once been\nposited, Earth and all its life-forms would have roasted; closer to Mars, and we would have\nfrozen to death\nThe above, however, has never really sat well with certain thinkers, among them Frederic\nJueneman whose opinion is that “this business about Earth being in a relatively narrow life\nzone, at an optimal distance from our particular type star, where climate is balanced between\ntwo extremes, is chauvinistic, provincial, and probably nonsense.”6 To which he added:\n“Tt may be nonsense because it is assumed a priori that this is the way things are in\nthe here and now, and therefore this is the way it was and the way it has to be. This\nkind of thinking is gradually being eroded away by more recent concepts about the\npossibilities of life on the outer gas giant planets and their satellites.””\nBesides, as Mark Garlick noted:\n“The zone’s definition varies from time to time and may not contain strictly all pos-\nsible life-bearing worlds. For example, the jovian moon Europa is well outside the\nsun’s habitable zone and yet is regarded by many scientists as one of the two most\nlikely places in the solar system (the other being Mars) where extraterrestrial life\nmight exist.”8\nEarth’s near-circular orbit was also once believed to be indispensable for life, since an\nelliptical or oval orbit would swing it too close to the Sun at one end, and too far at the",
        "bibliography": [
            "on Sagan, Cosmos (N. Y., 1983), p. 257.",
            "2 A. M. Panoff, “Oceania: Society and Tradition,” Larousse World Mythology (London, 1972), p. 517.",
            "3 G. Gonzales, et al., “Refuges for Life in a Hostile Universe,” Scientific American (October 2001), p. 63.",
            "4M. Garlick, “No Place Like Zone,” Astronomy (August 2002), p. 46.",
            "5 But see also D. Cardona, op. cit., pp. 190-191.",
            "°F. B. Jueneman, Raptures of the Deep: Essays in Speculative Science (Des Plaines, 1995), p. 12.",
            "7 Ibid., pp. 12-13.",
            "8M. A. Garlick, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 154,
        "content": "\nJ     (eta ee                             7     Ch Se      !\na Lh Tae                        Th ee\na — we     .                       CG ee.\ni            AS ZS J ae\niit —   SE — ee ee hea   os\n(Ilustration by John Green.)\n|    ae    Ve SSO Up Ta  RES AS”\nTNS Pes    TW   oy NGS eran\na Le QS pf  QR 7 ee\noP RCER LR aa ull \\88\\( 85\nFpl ggt       (a ES &  i ee   Rey\nBe2 eS        la  ole ee ANY  +4 Seay  ;\nRigel aa\nES he en eat) tN)\nIn the beginning, so the Maya believed, there was no light —it was the lightless time before the\nappearance of the present Sun.\nShown above: The Mayan city of Palenque.\n(ilustration by John Green.)\nother.! A study of elliptical orbits by Darren Williams and his colleagues, however, has\nmore recently indicated that “life on Earth can withstand a lot more tumult than scientists\npreviously guessed” and that a highly eccentric orbit “does not critically compromise\nplanetary habitability.”? Computer modeling of Earth in an eccentric orbit did not change\nthe world’s climatic regime except in very extreme cases. Even when Earth’s eccentric\norbit was made to pass inside the orbital path of Venus, Earth did not develop a Venus-\nlike climate. And by the time the same orbit brought Earth within close distance of Mars,\nthe world had absorbed so much heat from its venture beyond Venus that its coldest\nmonths were warmer than our present winter months.\nMoreover, heat, in and of itself, is not necessarily reliant on a planet’s distance from the\nSun. Neptune, for instance, is much farther from the Sun than Uranus; and yet Neptune is",
        "bibliography": [
            "! W. S. Weed, “Circles of Life,” Discover (November 2002), p. 44.",
            "2 Ibid.",
            "3 Ibid., pp. 44, 46."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 155,
        "content": "some 5 degrees Centigrade warmer than Uranus.' Additionally, very much like Jupiter and\nSaturn, “Neptune radiates about twice as much energy as it receives from the Sun.”? More\nthan that, the surface of Triton, Neptune’s satellite, is warming up when, if anything, it\nshould be getting colder. Nor is this process all that slow since the satellite has been meas-\nured to have grown warmer between 1989 and 1997.3 Pluto, even farther from the Sun, has\nbeen found to go through an atmospheric change in its 248-year orbit. While there seems to\nbe no doubt that it is undergoing a global atmospheric cooling, Pluto’s surface nevertheless\nseems to be also warming up.*+\n\nAll this has been brought out here to illustrate that a planet—yes, even Earth—can be\nhabitable under quite different conditions than once believed possible. In the absence of the\npresent Sun, out in deep space, Earth’s habitable zone would have been provided by its for-\nmer primary, that sub-brown dwarf star that was proto-Saturn.\n\nBut, despite what we had brought to light in our previous volume, could life really have\nexisted in the darkened world we have also been positing?\n\nTHE NOCTURNAL ENVIRONMENT\n\nLet me start by repeating what Axel Firsoff stated back in 1967, that “reduced luminosity,\nas such, is not a barrier to life.” As he explained: “It only means that a planet corresponding\nto the Earth in surface conditions will have to orbit the star closer, as is otherwise likely with\nlower masses.”> And this, too, is in keeping with our postulate of Earth as a previous satellite\nof the sub-brown dwarf that was proto-Saturn.\n\nEarth’s primeval age of darkness is explainable by the fact that brown dwarf stars, espe-\ncially sub-brown dwarfs, emit only a dim light. Speaking of the brown dwarf designated Ep-\nsilon Indi B, Alan MacRobert described it as glowing “very dimly” but “red-hot.”© Nor is\nEpsilon Indi B unique in this respect. Generally speaking, all brown dwarfs “appear as a faint\nglow, like an ember from a fire that gives off both heat and light energy as it dims.”? And\nthis, too, is in keeping with the mytho-historical record since, despite the darkness there de-\nscribed, the ancients also remembered the Saturnian sun as having glowed feebly in the sky.®\nHindu literature even speaks of Brahma/Saturn? as having “moved about like a glow-\nworm.”!0 Namandu, whom we have already met above as the First One of the South Ameri-\ncan Guarani and the Mbayd, was said to have been “lit by the reflection of his own inner",
        "bibliography": [
            "lV. A. Firsoff, Life, Mind and Galaxies (London, 1967), p. 87.",
            "2T7.E. Dowling, “Ask Astro,” Astronomy (January 2003), p. 72.",
            "3 V. Thomas, “Global Cooling Strikes Pluto,” Astronomy (December 2002), p. 24.",
            "4 Ibid.",
            "5V. A. Firsoff, op. cit., p. 96 (emphasis added).",
            "6 A. MacRobert, “The Nearest Brown Dwarf,” Sky & Telescope (April 2003), p. 26.",
            "7 “Astronomers Find Jupiter-Like Weather on Brown Dwarfs,” Science Daily, electronic magazine (May 27,",
            "2002).",
            "8D. Cardona, op. cit., pp. 283-286.",
            "9 For Brahma as Saturn see ibid., pp. 131, 145, 196, 216, 232, 233, 284, 309, 439, 446.",
            "10 Linga Purana 1:59:6-9."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 156,
        "content": "\nself,” even “though the sun did not yet exist.”! Called Heart of Heaven,> God was described\nin the Popul Vuh as having been surrounded with his own light.\n“In the very beginning, there was only the still sky and the still sea. Nothing\nmoved...[There was] no sun or moon to give light. Only God was surrounded with\nHis own light, and He was in the heart of the still, dark sky.”\nThe God in question in the above was the Mayan Kukulkan, the Feathered Serpent,\nwhom the Aztecs called Quetzalcoatl, also known as Hurakan, whom we have already identi-\nfied as a representative of the Saturnian deity.4 All of which makes perfect sense because,\nhad there been complete darkness, obviously nothing would have been seen.\nLife also adapts to its environment.\n“Occasionally someone remarks on what a lucky coincidence it is that the Earth is\nperfectly suitable for life—moderate temperatures, liquid water, oxygen atmosphere,\nand so on [Carl Sagan once mused]. But this is, at least in part, a confusion of cause\nand effect. We earthlings are supremely well adapted to the environment of the Earth\nbecause we grew up here.”>\nBut what if Sagan’s “here” had been environmentally different? Take trees for instance.\nThe future development of trees which would need but little sunlight has been suggested by\nFreeman Dyson and taken seriously by Nigel Calder.® If such trees are thought of as being\nscientifically possible in the future, why could they not have been possible in the past? In\nfact, photosynthesis, which is essential for plant survival, responds best to infra-red light.\nAnd, in studying various species of ferns, phytochrome 3, which has been described as “a\nchimaera of the red/far-red light receptor” in plants, “may have had a central role in the\ndivergence and proliferation of fern species under low-light canopy conditions.”7\nThis, too, has special meaning for our enfolding scenario because brown dwarf stars are\npredominantly known for radiating in that very specific wavelength, shimmering in “bright\ninfrared light.” This was found for the brown dwarf designated Epsilon Indi B, glowing “at a\nstrong 11th magnitude in the 2-micron infrared band.” So, likewise, with the brown dwarf",
        "bibliography": [
            "1 J. Bierhorst, The Red Swan: Myths and Tales of the American Indians (N. Y., 1976), p. 38.",
            "2D. Cardona, op. cit., pp. 214, 438.",
            "3D. A. Leeming, The World of Myth (N. Y., 1990), p. 60.",
            "4D. Cardona, op. cit., pp. 37, 38-39, 59, 312, 314-317, 435-437, 438-439.",
            "5. Sagan, op. cit., p. 24.",
            "®N. Calder, The Comet is Coming! (N. Y., 1980), p. 104.",
            "7 H. Kawai, et al., “Responses of Ferns to Red Light are Mediated by an Unconventional Photoreceptor,”",
            "Nature (January 16, 2003) as retrieved from an Internet posting dated January 25, 2003 (emphasis added); for",
            "more on photosynthesis during the Saturnian age of darkness, see D. Cardona, op. cit., pp. 291-293.",
            "8 Science Daily, electronic magazine (May 27, 2002).",
            "9 A. MacRobert, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 157,
        "content": "\ndesignated 2MASS 0415-0935, which has been found to be glowing “with only two mil-\nlionths of the Sun’s luminosity —almost entirely in the infrared.”'\nHarlow Shapley, who was not exactly supportive of unorthodox scenarios, had even once\ntheorized that life could originate and evolve on a brown dwarf star. Believing at the time\nthat brown dwarfs contain liquid water, he reasoned that “organisms might evolve to be able\nto exploit the deep infrared radiation given off by such an object, both for photosynthesis and\nperception, the latter through eyes equipped for infrared vision or thermal sensors like those\nof snakes.”\n“The imagination boggles at the possibilities of self-heating planets that do not de-\npend, as we do, on the inefficient process of getting our warmth through radiation\nfrom a hot source, the sun, millions of miles away.”\nNeedless to say, the idea of life existing on a brown dwarf is now realized to be impos-\nsible. By the twenty first century, however, interest shifted to planets orbiting such dwarf\nstars. “It was always thought that any planet orbiting a red dwarf would be an extremely\nunlikely place to find life,” Ken Croswell noted in 2001. “But it now looks as though these\ndim red suns could harbour most of the Galaxy’s life-bearing worlds.”\nOr, as David Soderblom put it:\n“Tf you’d asked me a few years ago, I would have said that red dwarfs have a very\nlow probability of having life-bearing planets. But given what we’ve seen here on\nEarth and the rather hostile conditions under which life can flourish,> I would say it’s\npretty good odds.”\nAs discussed in our previous work, Croswell supplied a very detailed scenario concerning\nthe possibilities of a life-sustaining planet orbiting a red dwarf star. There we also showed\nthat this scenario can be adapted to favor a brown instead of a red dwarf, with special advan-\ntages in a planet sharing its axis of rotation with such a brown dwarf over one in orbit around\nit.7 Nevertheless, one may still ask: Is there any evidence here on Earth that would speak in\nfavor of ancient life having existed in a perpetual nocturnal environment? Needless to say,\none would first need to know what to look for. And this is not going to be easy since what\nwas, no longer is. Even so, clues do surface now and then, among them the following:",
        "bibliography": [
            "!D. Tytell, loc. cit.",
            "2 D. Darling, “Life on Brown Dwarfs,” at: http://www.angelfire.com/on2/daviddarling/browndwarflife.htm",
            "(November 2002).",
            "3H. Shapley, “Crusted Stars and Self-Heating Planets,” ac quoted by D. Darling, loc. cit.",
            "4K. Croswell, “Red, Willing and Able,” New Scientist (January 27, 2001), p. 29.",
            "> And see here D. Cardona, op. cit., pp. 286-290.",
            "6K. Croswell, op. cit., p. 31.",
            "7D. Cardona, op. cit., pp. 343-350."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 158,
        "content": "\nAccording to David Archibald, the anatomy of the earliest mammals “suggests that they\nwere largely nocturnal.”! One may think that this was because night-time foraging was safer\nfor these creatures who had to compete for food with much larger carnivores. “Mammals in-\nherited the terrestrial realm for larger vertebrates after the extinction of dinosaurs,” Archibald\nhimself maintains. But, as he went on: “During the reign of the dinosaurs, however, mam-\nmals were small, mostly nocturnal or crepuscular creatures skulking in the underbrush or in\nthe overarching canopy.”?— Which would make sense were it not for the discovery that dino-\nsaurs, too, were nocturnal creatures. As Dan Eatherley disclosed:\n“The gates to Jurassic Park have opened a little wider, with the recreation of an eye\nprotein from an archosaur, a reptile that died out 240 million years ago. The archosaur\nprotein works well in low light, suggesting that these creatures may have hunted at\nnight.”3\nThe eye protein in question is rhodopsin which, in modern animals, acts as a molecular\nswitch in response to light of a particular wavelength. Studies of the DNA sequence of\nrhodopsin genes found in the archosaurs’ modern-day descendants—such as alligators, birds,\nand fish—have allowed researchers to trace back the evolutionary process to the most likely\nDNA sequence of the archosaur gene.*\n“Surprisingly, the archosaur rhodopsin functioned well at low light levels, more like\nthe rhodopsins of modern mammals than of reptiles. That suggests the ancestral ar-\nchosaur had good night vision and may even have been nocturnal, contradicting the\ngenerally accepted view that they would have been active by day, like most birds and\ncrocodiles.”>\nMore than that, in keeping with the dim red light radiated by brown dwarf stars, the rec-\nreated archosaur rhodopsin was found to respond best “to slightly redder colors than the light\nthat most modern vertebrates sense.”6\nFine, archosaurs are not exactly dinosaurs; they are ancient reptiles that gave rise to dino-\nsaurs. But, in the absence of their more massive descendants, who would they have had to\nfear to send them foraging at night?\nTHE PROTO-SATURNIAN PLASMASPHERE\nThere was a time, not so long ago, when astrophysicists had close to no use for\nelectricity, let alone plasmas, in astronomy. But then, all of a sudden, astronomers started\ntalking about a near-Earth plasma environment, plasmaspheres, plasma convections, and",
        "bibliography": [
            "!J. D. Archibald, Dinosaur Extinction and the End of an Era (N. Y., 1996), p. 27.",
            "1J. D. Archibald, Dinosaur Extinction and the End of an Era (N. Y., 1996), p. 27.",
            "2 Ibid., p. 94.",
            "3D. Eatherley, “Ancient Eye Resurrected,” New Scientist (September 28, 2002), p. 19.",
            "4 Ibid.",
            "5 Ibid.",
            "6K. A. Svitil, “The Nocturnal Reptiles of Triassic Park,” Discover (January 2003 Special Issue), p. 13."
        ],
        "captions": []
    }
]