[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 59,
        "content": "\nStrange as it may sound, there were some supporters of Velikovsky who, rather than ac-\nStrange as it may sound, there were some supporters of Veli\ncept the tippe-top model as a validation of their mentor’s cosmic\ncept the tippe-top model as a validation of their mentor’s cosmic theory, ended up criticizing\ntheory, ended up criticizing\nit.!\nInitially, Leroy Ellenberger, too, found much to commend in the tippe-top model, but he\nInitially, Leroy Ellenberger, too, found much to commend in\nwas soon swayed by the critique of Victor Slabinski,} to say not!\nwas soon swayed by the critique of Victor Slabinski,> to say nothing by that of Lynn Rose.+\n‘ovsky who, rather than ac-\nNeither was Ellenberger swayed by Crew’s attempt to save the ti\nNeither was Ellenberger swayed by Crew’s attempt to save the tippe-top model by refining it\nthe tippe-top model,? but he\npe-top model by refining it\ning by that of Lynn Rose.*\nthrough his shell-slipping modification.\nIt was, however, Slabinski’s detailed critique which actually dealt the death blow to\nWarlow’s model. As Slabinski showed, the torque required to flip over the world was under-\nWarlow’s model. As Slabinski showed, the torque required to fli\nover the world was under-\nstated by Warlow.® As his own calculations indicated, the interacting body with Earth would\nhave needed “a mass of 68 Jupiters.” As he concluded: “We ex\nhave needed “a mass of 68 Jupiters.” As he concluded: “We expect that such an interaction\npect that such an interaction\nwould be totally catastrophic.”\nWarlow did his best to defend his theory against these criticisi\nWarlow did his best to defend his theory against these criticisms,8 as so, also, did some of\nms,8 as so, also, did some of\nhis supporters.? Others, like Nigel Henbest, voiced their object\nhis supporters.? Others, like Nigel Henbest, voiced their objections without having really\ntions without having really",
        "bibliography": [
            "1 Those interested can consult the following: L. E. Rose, “Senmut’s Ceiling and the Earth as Tippe Top,”",
            "KRONOS VIIL:2 (Winter 1982), p. 86; D. Cardona, “Ejections, Resonances, and Inversions,” KRONOS X:2",
            "(Winter 1985), p. 66; P. Warlow, “Return to the Tippe Top,” Chronology & Catastrophism Review IX (1987),",
            "pp. 3 ff.",
            "2C0L Ellenberger, “Heretics, Dogmatists and Science’s reception of New Ideas,” KRONOS V:4 (Summer",
            "1980), pp. 58, 68; idem, “Reversals of the Earth?” $.I.S. Review IV:2/3 (Winter 1979/80), p. 62.",
            "3 See here Ellenberger’s editorial footnote to I. Velikovsky, “The Destruction of Sodom and Gomorrah,”",
            "KRONOS VI:4 (Summer 1981), p. 51; idem, “Still Facing Many Problems,” Part Il, KRONOS X:3 (Summer",
            "1985), pp. 5-9; idem, “A Twice-Told Tale of Inertia,” in ibid., pp. 111-112; idem, “Wild Motions, Angular",
            "Momentum and Other Problems,” S.1.S. Review VII A (1982/3), p. 28.",
            "4 Idem, “Senmut’s Ceiling and the Earth as Tippe Top,” KRONOS VII:2 (Winter 1982), pp. 86-88.",
            "5 Ibid., p. 88.",
            "6 V. J. Slabinski, “A Dynamical Objection to the Inversion of the Earth on its Spin Axis,’Journal of Physics",
            "14:9 (September 1981), pp. 2503-2507; idem., “A Dynamical Objection to Warlow’s Inversion of the Earth,”",
            "S.LS. Review V:2 (1980/81), pp. 54-56.",
            "7 Idem, “Senmut’s Ceiling and the Earth as Tippe Top,” KRONOS VII:2 (Winter 1982), pp. 94-96; see here",
            "also, F. B. Jueneman, “Atlas tottered...” Industrial Research and Development (December 1980), p. 21.",
            "8 P. Warlow, “Reversals of the Earth?” $.1.S. Review IV:2/3 (Winter 1979/80), pp. 63-67; idem, “Return to the",
            "Tippe Top,” Chronology & Catastrophism Review IX (1987), pp. 2 ff.",
            "°C. Marx, “Troubled Torques,” Society for Interdisciplinary Studies Workshop 4:3 (December 1981), pp. 20-",
            "22; E. Crew, “Pole Flipping,” Society for Interdisciplinary Studies Workshop 4:4 (March 1982), p. 32; idem,",
            "“Answer to Slabinski,” in ibid., 4:4 (March 1982), pp. 34-35; R. M. Hendrickson, Jr., D. Dunthorn, & C. L.",
            "Ellenberger, “Much Ado About Tippe Top,” KRONOS VIIL:3 (Spring 1983), pp. 84-89; D. Salkeld, “The",
            "Velikovskian Challenge Today,” Chronology & Catastrophism Workshop (1987:2), p. 30, but see also, M.",
            "Reade & D. Salkeld, “Energetics of Tippe-Top Inversions,” in ibid. (1988:1), pp. 23-24; C. L. Ellenberger & D.",
            "Salkeld, in the “Forum” section, in ibid.. (1988:2), pp. 18-21; E. W. Crew, “Response to 1988:1 Workshop,” in",
            "ibid., pp. 37-38; C. L. Ellenberger, “Tilt at Salkeld,” Chronology & Catastrophism Workshop (1989:1), pp. 37-",
            "38; D. Salkeld, “Objections Overruled—A Reappraisal of Earth Inversion Dynamics,” Chronology and",
            "Catastrophism Review XI (1989), pp. 29 ff.; idem, “Ellenberger in Chaos?” Chronology & Catastrophism",
            "Workshop (1989:2), pp. 33-34; idem, “More than a Day’s Work,” in ibid. (1990:2), pp. 42-43; L. Ellenberger,",
            "“The Impossible Tippe Top Earth,” AEON ILS (February 1992), pp. 83-86; D. Salkeld, “Reply to Ellenberger,”",
            "in ibid., pp. 86-89; L. Ellenberger, “Rejoinder to Salkeld,” in ibid., pp. 89-90."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 60,
        "content": "understood what was at issue.! But, try as he might, Warlow could not rid his model of\nSlabinski’s main impediment concerning the required torque. Even Michael Reade, James\nMcCanney, Moe Mandelkehr, and Peter James, none of whom were originally opposed to\nVelikovskian scenarios, found reason to concur with Slabinski’s calculations and/or to point\nout additional flaws.”\n\nWhen, nine years later, Warlow returned to the tippe-top in the first part of a planned\ntwo-part paper, he claimed that Slabinski’s calculation is a hypothetical, rather than a practi-\ncal, one—as if his own theory was anything but. There he promised that, in part two, Slabin-\nski’s own calculation will be shown to be overestimated by a factor “in the order of tens of\nmillions.”3 Unfortunately, as of this writing, the promised second part of the paper has not\nyet seen the light of day.\n\nNeedless to say, as Warlow himself noted, the dynamic objections raised against his hy-\npothesis applies equally well to that of Velikovsky regardless of the manner in which Earth\nmight have inverted itself.4 He, however, misunderstood me when he claimed that, while\nobjecting to his theory, I continue “to favor Velikovsky’s scenario, looking (or hoping) for\nsome alternative to the tippe-top to save the day.” To which he added: “Unfortunately, Car-\ndona’s is a vain hope, and any search he makes will be fruitless.”>\n\n“Logically, then [he continued], Cardona’s response is untenable—but it is neverthe-\nless an understandable one. It is based on his conviction that the historical record\ncontains too much information and detailed consistent accounts for a Velikovsky-type\nscenario not to be true...In this respect, I sympathise with Cardona, but a situation in\nwhich one simply hopes for something to turn up and provide salvation as if by magic\njust cannot be accepted. The Slabinski spectre must be laid without resorting to\nmiracles.”6\n\nHad Warlow been more familiar with my published works, he would have realized that I\nhad long before abandoned Velikovsky’s scenario of near-colliding worlds. And while, yes, I\ndid continue to believe that east and west had more than once changed places in the past, I\nwas in no way looking for magic and/or miracles to accomplish the feat. Warlow might have\nfelt justified in castigating me because I did not offer an alternative to his tippe-top model.\nThe lack of an alternative, however, does not invalidate Slabinski’s dynamic objection.\n\nWhat can we add to all this?",
        "bibliography": [
            "! See here “Pole Shifts Dismissed,” Society for Interdisciplinary Studies Workshop 5:1 (1982), p. 24.",
            "2M. G. Reade, “An Earth Inversion Model,” S.LS. Review V:3 (1980/81), pp. 96-97; J. M. McCanney, “The",
            "Nature and Origin of Comets and the Evolution of Celestial Bodies,” Part III, KRONOS X:2 (Winter 1985), p.",
            "53; M. M. Mandelkehr, “Tippe-Top Earth Inversion?—If and When?” Chronology & Catastrophism Workshop",
            "(1988:1), p. 40; P. James & N. Thorpe, Ancient Mysteries (N. Y., 2001), pp. 145-147.",
            "3 P. Warlow, “Return to the Tippe Top,” Chronology & Catastrophism Review IX (1987), p. 12.",
            "4 Ibid., p. 11.",
            "5 Ibid.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 61,
        "content": "\nLet us first return to Earth’s geomagnetic reversals which Warlow attributed to Earth’s\ninversion. As Trevor Palmer correctly proclaimed, “the sheer frequency of geomagnetic re-\nversals would seem to rule this out as a general mechanism.”! So, also, Peter James and Nick\nThorpe who rightfully proclaimed that:\n“Geologists believe that there have been some 120 geomagnetic reversals since the\nage of the dinosaurs, 65 million years ago. If Warlow’s explanation of such events is\ncorrect, then the Earth would have to have been toppled over so many times by close\nencounters with Jupiter-size bodies. One such encounter seems improbable enough,\nso the idea that there were as many as 120 seems vanishingly small, even given the\nhuge time scale involved.”?\nBesides, the Sun, too, is known to reverse its magnetic field during each eleven-year\ncycle} but it does so without inverting itself.\nBesides, the reversing of Earth’s geomagnetic field is not tied to the cycle of ice ages\nanymore than it is tied to mass extinctions,* another fallacious correlation favored by catas-\ntrophists. This is indicated by the fact that various magnetic reversals fail to coincide with the\ndates of past ice ages, and by the additional fact that there are more recorded magnetic\nreversals than there are ice ages. That one particular reversal, known as the Gothenburg flip,\nhappens to coincide roughly with the Pleistocene epoch, as noted by D. S. Allan and J. B.\nDelair,> whom we shall meet again later, does not tie magnetic reversals to ice ages. On the\nother hand, even if Earth’s reversing field cannot be coupled to terrestrial inversions, of itself\nit does not invalidate the possibility of a tippe-top-like inversion.\nThat planets can tip over due to external forces is actually admitted by mainstream as-\ntronomers. As Warlow himself and his supporters have pointed out, this is the manner in\nwhich the planet Uranus is believed to have been tilted. As proposed in 1966 by the Soviet\nscientist V. S. Safronov, Uranus was flipped on its side to its present 98 degree-tilt by the di-\nrect impact of a sizeable body during the planet’s coagulative period.® But this, again, had\nbeen a one-time event. Worse than that, with Earth of a much less massive size than Uranus,\na direct hit by an impactor massive enough to cause a complete terrestrial inversion would\nhave probably resulted in detrimental consequences much more severe than either Ve-\nlikovsky or Warlow envisioned. Besides, as Warlow himself admits, a terrestrial inversion is\nnot necessary for the relocation of Earth’s polar caps, where a mere twenty or thirty degree\ntilt would be sufficient.\nPosited terrestrial axial shifts have not remained outside the domain of science and, by\nthe turn of the century, such theories were still being aired. Thus, in a study of underwater",
        "bibliography": [
            "17. Palmer, “The Erratic Descent of Man,” Chronology and Catastrophism Review XII (1990), p. 21.",
            "2 P. James & N. Thorpe, op. cit., p. 146.",
            "3B. A. Smith, et al., “Voyager 2 in the Uranian Systrem: Imaging Science Results,” Science 233 (1986), p. 58.",
            "4s. Simpson, “Headed South?” Scientific American (November 2002), p. 24.",
            "5 D.S. Allan & J. B. Delair, Cataclysm! (Santa Fe, 1997), pp. 182-183, 267.",
            "6 V. S. Safronov, “Sizes of the Largest Bodies Falling Onto the Planets During Their Formation,” Soviet",
            "Astronomy—AJ 9:6 (May-June 1966), p. 987."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 62,
        "content": "\nvolcanoes, scientists came upon evidence which drew them to conclude that “Earth may have\nwobbled like an out-of-balance ball...relocating the poles and shifting the planet’s surface.”\nAs William Sager, then hailing from Texas A&M University, reported: “What it appears that\nhappened, was a rapid shift” followed by a “slow recovery to where things are today.”!\nappened, was a rapid shift” followed by a “slow recovery to where things are today.”!\nThis event, however, was dated to 84 million years ago.2 No mechanism for Earth’s\nwobbling was forwarded. And no such correlation was discovered to account for the Pleisto-\ncene glaciation. And then, even if such wobbling was to be theorized as having been trig-\ngered by the close encounter with a planet-sized body of multi-Jupiter mass, one still has to\nponder the probability of this having occurred time and again to account for nineteen separate\nice ages, or nineteen separate relocations of the terrestrial polar caps. It does boggle the\nimagination. This is why, together with other reasons which we need not go into here, I had\nformerly suggested that the cause of Earth’s inversion(s), whether in a tippe-top fashion or\nnot, should be sought in other means that the close fly-bys of planets?—and that alone should\nhave told Warlow that I do not subscribe to Velikovsky’s scenario.\nave told Warlow that I do not subscribe to Velikovsky’s scenario.\nWATER VERSUS ICE\nWhen it comes to glacial signatures in general, Velikovsky was of the belief that most of\nthese were caused by surging floods of water. Prominent among these signatures are the er-\nratic boulders which are found littering immense areas of Earth’s northern regions. These are\nrocks which can vary in size from boulders to village-size slabs weighing several tons that\nhave been torn from one locality and transported to be deposited miles away in another. Er-\nratic boulders are recognizable through their mineral composition which is different from that\nof the formation upon which they are discovered. In almost all cases, their mineral composi-\ntion can inform the geologist from which locality they had been dislodged. Originally be-\nlieved to have been torn and transported by immense waves of translation, these erratics were\neventually recognized as having been dislodged and transported by the ice age glaciers. Ve-\nlikovsky, however, believed that the original assessment had been the correct one and con-\ntinued to believe that these boulders had indeed been transported by the recurrent floods trig-\ngered by his series of cosmic catastrophes.+\nMoraines, also known as drift and/or till, consist of conglomerates of similar, but smaller\nboulders and other rock fragments mixed with sand and clay which glaciers are known to\npush to the sides and in front of them. When the glaciers melt, the moraines are left in place\nas evidence of a once-advancing ice sheet. The ones pushed to the front remain in the form of\nirregular arcs as termination marks, and are therefore known as terminal moraines. Following\nthe 1845 disclosures of R. I. Murchison, Velikovsky was of the belief that this detritus, too,\nwas left behind by the same, or similar, surging floods of water, probably from irrupting seas\ntriggered by one of his brand of cosmic catastrophes.>",
        "bibliography": [
            "las reported in a Washington (AP) service bulletin, January 1, 2000.",
            "2 Ibid.",
            "3D. Cardona, “Ejections, Resonances, and Inversions,” KRONOS X:2 (Winter 1985), p. 67",
            "41. Velikovsky, Earth in Upheaval (N. Y., 1955), pp. 10-12, 38 ff.",
            "5 Ibid., pp. 38 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 63,
        "content": "\nSeeing as these and similar arguments have more recently been reiterated with stronger\narguments by D. S. Allan and J. B. Delair, we shall concentrate on their efforts since any ob-\njections to their work would apply just as equally to Velikovsky’s. We stress this here be-\ncause, unlike Velikovsky, Allan and Delair were working within the confines of their own\ndisciplines since the former is a science historian specializing in paleogeography and the lat-\nter a geologist. While, normally, we would not care from what source our data is collated,\ngiving greater weight to the strength of evidence than to whomsoever stands behind it, others\nmay find the objections voiced by scholars within their own disciplines of greater validity\nthan those voiced by scholars, like Velikovsky, outside their own fields. Even so, it must not\nbe assumed that the theory as propounded by Allan and Delair has been accepted by ortho-\ndox paleogeographers and/or geologists. In the main, they are as iconoclastic as Velikovsky\nhimself— in fact, as we shall soon see, perhaps even more so.\nRight off the bat, in the “Introduction” to their work, Allan and Delair proclaim that:\n“On the whole, it is sensible to support or retain a theory only if it ‘works’, provided\nthat, in drawing diverse fragments of knowledge into defensible patterns, it enables\nuseful predictions to be made about the shape of further discoveries. Conventional\nglacial theory, however, fails to meet this criterion.”!\nThey then ask: “Did ice in another guise cause the supposed glacial phenomena, distrib-\nute the ‘drift’ and disperse the ‘erratics’?”? Their answer to this question is that “something\nother than ice, operating in a worldwide capacity, was responsible for the deposition of ‘drift’\nand the creation of other supposedly Ice Age phenomena.”\nAs they themselves proclaim, Allan and Delair no not disavow the occurrence of the\nPleistocene Ice Age. Like the present writer, they point to the shaky ground upon which the\nglacial theory has been reconstructed. To which they add: “That is not to assert that the Ice\nAge did not exist, but does indicate that it occurred in a form and by a means not properly\naccommodated by conventional dogma.4 With this we wholeheartedly agree.\nBut also, as in Velikovsky’s case, most of the signatures attributed to the Pleistocene gla-\nciation are, by Allan and Delair, blamed on the surging waters of immense floods. Like Ve-\nlikovsky, they claim that terrestrial upheavals—earthquakes, hurricanes, volcanic eruptions,\netcetera—occurred simultaneously with these floods. And, like Velikovsky before them, they\nattribute all these events to a cosmic catastrophe. But here is where they part company with\nVelikovsky and, to be sure, also with Peter Warlow who followed him, since they offered an\nentirely different cosmic cause. Even so, although the actual scenario of this postulated cos-\nmic catastrophe does not concern us here, it does bear a superficial resemblance to that pro-\nposed by Velikovsky and even to that of Donald Patten. In short, according to Allan and De-",
        "bibliography": [
            "1D. S. Allan & J. B. Delair, Cataclysm! (Santa Fe, 1997), pp. x-xi. (NOTE: This work was originally published",
            "in England in 1995 under the title When the Earth Nearly Died.)",
            "2 Ibid., p. 37.",
            "3 Ibid., p. 44.",
            "4 Ibid., p. 25."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 64,
        "content": "\nlair, a body of planetary size entered the Solar System from the reaches of outer space, inter-\nacted with the solar planets, one of which was entirely destroyed, with its fragments, falling\nin all directions, impacting on the solar family of planets, including Earth,! while the visitor\nfrom outer space finally fell into the Sun.”\nAN EXPROPRIATED SCENARIO\nAllan and Delair claimed to have based this cosmic scenario on the evidence of Mesopo-\ntamian tablets, primarily the Assyro-Babylonian Creation Epic—that is the Enuma Elish—\nand Greek mythology. In actual fact they expropriated the cosmic catastrophe in all its details\npreviously proposed by Zecharia Sitchin in 1976.3 I say expropriated not because they util-\nized the catastrophe developed by Sitchin, which anyone has a right to do, but because they\ndid so without acknowledging him, and thus attempted to present his reconstruction as their\nown. This unethical act even forced the publisher of the American edition of their book to\ninclude an acknowledgment to that effect which, in part, reads:\n“Bear & Co., Inc. regrets that Part IV of Cataclysm! by D. S. Allan and J. B. Delair\ncontains substantial material covered in depth by Zecharia Sitchin, principally in his\nprior books The 12th Planet and The Wars of Gods and Men, without Mr. Sitchin’s\npermission or acknowledgement of Mr. Sitchin’s work.\n“Any misuse of Mr. Sitchin’s material or any failure to properly credit Mr. Sitchin,\nwho retains fully all rights to such material, both text and illustrations, is sincerely re-\ngretted.”4\nI would not even have mentioned this appropriation were it not for the additional fact\nthat, despite the following it generated, Sitchin’s own work is nothing but a flight of fancy.\nMore than the cosmic catastrophe he reconstructed, his work deals with the visitation of alien\nbeings who came to Earth and used cloning to create the human race in their own image.\nThese aliens then interbred with the primitive humans they had created in order to generate\nslave labor for their gold mines. The interloping planet and the havoc it caused among the\nplanets of the Solar System, including Earth, forms only part, although a major one, in\nSitchin’s overall scheme.\nMuch as we ourselves have done in our previous work in this series,> Allan and Delair\npresent various ancient deities as representations of the planets. But while we have supplied\nample evidence, including the ancients’ own testimony, for our identifications, Allan and\nDelair present none. In their work they claim that “Ea and Anu were the Sumerian names for",
        "bibliography": [
            "! [bid., pp. 218 ff.",
            "2 Ibid., p. 231.",
            "3Z, Sitchin, The 12th Planet (N. Y. , 1978 edition), pp. 173-256.",
            "4 Publisher’s note in D. S. Allan & J. B. Delair, op. cit., p. ii.",
            "5D. Cardona, God Star (Victoria, British Columbia, 2006), in toto."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 65,
        "content": "\nthe planets respectively known today as Neptune and Uranus.”! Where, in ancient texts, are\nthese identifications established? Or in which mythological treatise are they proposed? Had\nthey done any research on the subject they would have come to the realization that both Anu\n(also An) and Ea were in reality personifications of the same planet Saturn.’ It is not that they\nare bound to accept these identifications, but, in view of the evidence in their favor, they\nshould at least have considered them and, if disagreeing with them, they should then have\noffered reasons for their disagreement.\nWorse still, there is nothing in the mythology of any race or ancient nation that contains\nas much as a hint concerning the planets Neptune and Uranus. How could there be when\nNeptune is not even visible to the naked eye? True, as Frederic Jueneman pointed out, Ura-\nnus, on the other hand, is optically visible to those of “excellent acuity of vision” given “a\nlimpid sky unpolluted by ambient light.”3 But, as Tania ta Maria replied, “visibility does not\nnecessarily make for recognition, and the fact remains that Uranus was unrecognized, and\ntherefore undocumented, by ancient observers.”+\nNeedless to say, Allan and Delair derived these identifications, and various others from\nSitchin,® ignoring the fact that Sitchin himself offers no evidence for the identifications in a\nwork that is totally devoid of references. The reader is thus presented with nothing more than\nSitchin’s unverified statements, leaving one with nothing more than the author’s own word.\nSerious scholars who are familiar with Sitchin’s work and who then read Allan and De-\nSerious scholars who are familiar with Sitc!\nin’s work and who then read Allan and De-\nlair are therefore bound to dismiss their worl\nlair are therefore bound to dismiss their work with his. It might have been this fear that\nmoved Allan and Delair to omit any referenci\nwith his. It might have been this fear that\nmoved Allan and Delair to omit any reference to Sitchin, although how they expected to\ne to Sitchin, although how they expected to\navert detection remains beyond me. Even so, having said that, I wish to be fair to these two\navert detection remains beyond me. Even so,\naving said that, I wish to be fair to these two\nwriters because, disregarding the specific catastrophe they misappropriated, the objections\nthey offered against the Ice Age theory should still be considered. Granted that many of these\nobjections had already been raised by others before them, including Velikovsky and Warlow,\nthey were, in my opinion, somewhat more persuasive in their arguments. More than that, they\ndid present some damning evidence which really needs to be re-considered.\nLet it, however, be understood that I do not disavow cosmic catastrophism, the signs of\nwhich litter the geologic strata of all ages. It is simply that I, personally, do not adhere to Al-\nlan and Delair's particular scenario any more than I adhere to the previous one of Velikovsky.\nDIASTROPHISM\nAllan and Delair draw attention to the gigantic cracks and fissures which crisscross\nEarth’s surface. Some of these topographical features have been attributed to the action of\nmoving ice. However, as the authors in question rightly noted: “Detailed field studies of the",
        "bibliography": [
            "1D, S. Allan & J. B. Delair, op. cit., p. 217",
            "2 For Anu as Saturn see D. Cardona, op. cit., pp. 128, 167-168, 224-225, 229; for Ea as the same planet see",
            "Ibid., pp. 213, 225.",
            "3 F. B. Jueneman, “Mars and Uranus,” AEON VI:3 (November 2002), p. 5.",
            "4T. ta Maria, ibid.",
            "5 D.S. Allan & J. B. delair, op. cit., p. 219.",
            "6 Z. Sitchin, op. cit., pp. 217, 221, 235, and elsewhere in same work."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 66,
        "content": "\nwell-developed fiord systems of Greenland, the Hebrides and Scandinavia have tended to fa-\nvor quite another explanation, namely that they had a tectonic origin, are really gigantic\ncracks in the Earth’s crust, occupied and partially modified by glaciers only at a later date.”!\nAnd with this, to be sure, we also agree.\nAs these authors correctly observed, fiords are linked to a complex system of crustal\nfractures, which include submarine canyons, deep-sea trenches, and rift valleys which encir-\ncle the entire globe. “All seem to be connected with a huge crack which traverses the Earth’s\ncrust for over 40,000 miles (64,000 km) on a long meandering course.” The walls of most of\nthese features are “sharp and angular.” Moreover, general agreement exists “that this frac-\nturing occurred on a planetary scale at about the same time.”?\nThese fissures have by some been dated as pre-Pleistocene. But, as Allan and Delair\nnoted, the Ganetic Trough could only have originated with the elevation of the Himalayas\nand the Tibetan plateau. Considered a Pleistocene feature through which the river Ganges\npresently flows, “the trough itself is largely choked by Pleistocene debris of enormous thick-\nness.” And yet, the global uplift of land, of which the Himalayas and the Tibetan Plateau are\nmerely one facet, are generally proclaimed to have occurred at the end of the Pleistocene Ep-\noch. As Allan and Delair themselves note, “evidence clearly shows that the end of the Pleis-\ntocene epoch...was characterised by gigantic and violent crustal convulsions which, viewed\nglobally, were nothing short of cataclysmic.”\nTo be fair, Allan and Delair stress that this “is not to imply that the Alps or Himalayas,\nfor instance, attained their present form at a single catastrophic stroke, for reliable evidence\nindicates that the original upthrust of these and other ranges first began millions of years ear-\nlier, in some cases as far back as the Mesozoic Era...” This is then clarified on a following\npage where they then claim that:\n“The Alps attained their present height suddenly and violently in times so recent that\ntheir upthrust actually post-dated the era normally assigned to the Ice Age itself. Thus\nthe Alps, as we know them, hardly existed when the Ice Age is supposed to have oc-\ncurred. They were merely a ‘chain of low hills’.”5\nAlso: “Before [the Pleistocene], as demonstrated by numerous geological facts and ob-\nservations, mountains were mostly of very modest elevation.”© To which they add:\n“Varying amounts of increasing elevation occurred sporadically down to the close of\nthe Pleistocene. We do urge, however, that a high percentage of today’s major ranges\nrose to their present heights only at the end of, or after, Pleistocene times.”!",
        "bibliography": [
            "1p. S. Allan & J. B. Delair, op. cit., p. 35 (emphasis as given).",
            "2 Ibid.",
            "3 Ibid., p. 37.",
            "4 Ibid., p. 25.",
            "5 Ibid., p. 42.",
            "6 Ibid., p. 25."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 67,
        "content": "\nAs they continue: “Special note should be taken of the repeated datings of these crustal\nderangements by acknowledged authorities: ‘late Pleistocene,’ ‘terminal Pleistocene,’ ‘end of\nthe ice age,’ ‘post-glacial,’ and so on.”?\nOf great importance is the study conducted by D. M. Wadia who proved “the extreme\nyouth of Himalayan orogeny,” in which the older Himalayan rocks were uplifted and shoved\non top of Pleistocene gravel and alluvia.3 As Allan and Delair noted, “this over-thrusting of\nolder upon newer formations was attended by the dragging-up by more than 5,000 ft\n(1,500m) of marine beds containing Paleolithic remains in Kashmir, and [therefore must\nave] occurred during the age of humanity.”*\nhave] occurred during the age of humanity.”4\nWe could of course add much more evidence concerning the recent uplift of other moun-\ntain ranges, but enough has been said for the purpose of this study. I shall here mention only\none additional item for the sake of skeptics. During the California earthquake of October,\n1987, the low hills outside the town of Whitteir, fifteen miles from Los Angeles, grew in\nheight by almost two inches.> And if hills can grow by that much through the action of a\neight by almost two inches.> And if hills can grow by that much through the action of a\nrelatively minor earthquake, one can only imagine the extent of uplift that could take place in\nplanet-shattering catastrophes.\nlanet-shattering catastrophes.\nI might as well add here, even if only briefly, that had Earth’s major mountain ranges\nbeen uplifted after the Pleistocene Ice Age, mankind should have retained a memory, no\neen uplifted after the Pleistocene Ice Age, mankind should have retained a memory, no\nmatter how dim, of the event. Such a catastrophic episode could not have escaped man’s no-\ntice and, having remembered and passed on so many other occurrences from his primitive\npast, he would not have suppressed the information concerning the break-up and elevation of\nast, he would not have suppressed the information concerning the break-up and elevation of\nvast areas within the visual limits of his environment. Do we find anything of the kind re-\nported by our long past ancestors?\norted by our long past ancestors?\nThe Eskimos of the Bering Straits unequivocally proclaim that “in the days of the first\neople on the earth plain, there were no mountains far or near.”6 So, similarly with the\npeople on the earth plain, there were no mountains far or near.”° So, similarly with the\nAmerinds of Washington State who similarly proclaim that: “When the world was very\nyoung, the land was flat where the Cascades now rise.”” A similar myth from the same states,\nreferring to the area around Lake Chelan, likewise declares that: “Once there were no\nmountains or lakes in this part of the country, only a grassy prairie with abundant game.” The\nraising of the mountains is here explained as having been the work of the Great Spirit who\nshook Earth when “a huge cloud descended and hid the land.”8\n“When [the cloud] cleared, everything was changed. Where there had been a plain\nthere was now a range of lofty mountains; deep canyons marked the places where the\n! Ibid. (emphasis added).\n2 Ibid., p. 37; see also pp. 67-68.\n67\n3 Ibid., p. 26, but see also p. 27.\nid., p. 26, but see also p. 27.\n4 Ibid. (emphasis added); see here especially the source quoted by the authors: A. Heim & A. Gansser, The\nThrone of the Gods: An Account of the First Expedition to the Himalayas (N. Y., 1939), p. 218.\n5M. B. Roman, “Finding Fault,” Discover (August 1988), p. 57.\n®R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 76.\n7D. B. Vitaliano, Legends of the Earth (Bloomington, 1973), p. 53.\n8 Ibid., p. 54.",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 68,
        "content": "\n4\noe    ey               3\nCould the sudden uplifting of such mountains have been witnessed by early man?\nShown above: The Peruvian Andes.\n(Photograph by the author.)\nrocks and dirt had been removed to make the mountains.”!\nA Nisqually legend then tells that “Mount Rainier moved to the east side of Puget Sound\nto escape crowding when all the mountains on the Olympic Peninsula side... grew too fast.”?\nIt is not necessarily that the ancestors of the Amerinds could remember the uplift of this\nor that particular mountain range—although that, too, is possible. It is, rather, that they re-\ntained a memory of the general elevation of land which later tradition shifted to the particular\nlocale in which their descendants finally settled. Such localization, after all, comprise one of\nthe hallmarks of myths and legends.\nSTRIATIONS AND ERRATIC BOULDERS\nThe above leads us to suspect that the debris which chokes the Ganetic Trough was\nprobably eroded from Pleistocene bedrock and deposited after the end of that epoch. As these",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid., p. 126."
        ],
        "captions": []
    }
]