[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 469,
        "content": "\n“But these ideas [Gould went on] are also, in a curious way, reactionary, because\nthey have rescued, and made respectable again, the catastrophic worldview that Lyell\nhad attacked by unfair argument. Gradualistic change has not been abolished and\nnever shall be, because modes of change are many on our complex Earth, and some\nare genuinely slow and steady. But the hegemony of gradualism as the only\nscientifically acceptable style of change has been broken.”!\nscientifically acceptable style of change has been broken.\n”]\nAnd the verdict? “Catastrophism, once denigrated as an antiquated argument of miracle-\nmongers, has become respectable again.”?\nBy 1993, the prestigious Sir Fred Hoyle was not only advocating cosmic catastrophism,\nhe even suggested it as a cause for tl\nhe even suggested it as a cause for the end of the Ice Age through a series of terrestrial\nie end of the Ice Age through a series of terrestrial\nimpacts due to the break-up of a giant comet. He thus not only brought cosmic catastrophism\ndown to the age of man, but even down into historical times through his association of\ncosmic events with such factors as the\ncosmic events with such factors as the origin of metallurgy, the emergence of religions, and\norigin of metallurgy, the emergence of religions, and\nany case, cosmic catastrophism throug!\neven the decline of the Roman Empire.? In some instances he might have gone too far and, in\neven the decline of the Roman Empire.\nany case, cosmic catastrophism through impacts is only a minor part of the story. If nothing\n3 In some instances he might have gone too far and, in\nimpacts is only a minor part of the story. If nothing\nelse, however, he should be lauded for his boldness. As Benny Peiser reported in 1994:\nelse, however, he should be lauded for\nis boldness. As Benny Peiser reported in 1994:\n“Since 1991, more than ten international conferences, dealing exclusively with cos-\nmic disasters and impact hazards, have been organized world-wide. Dozens of as-\ntronomers around the globe are now involved in research projects, focusing on past,\npresent and future cosmic catastrophes.”*\nDespite Hoyle, cosmic catastrophism during the time of man on Earth remained\nanathema. It is therefore worth quoting what Duncan Steel wrote in 1995:\n“The real problem for science is [that] astronomers...became so entrenched and ve-\nhement in their criticisms of Velikovsky’s astronomical nonsense that their mind\nalso became instilled with not only a rejection of, but also a nonconsideration of, the\npossibility that the myths and records of past civilizations might contain important\ninformation about what was happening in the sky in pre-modern times. In fact, the\nsimilarity between the legends of disparate human cultures are startlingly similar. In\nscientific publications I have pointed out that Australian Aborigines and New\nZealand Maoris have oral traditions of strange rocks falling from the sky, causing\nawful fires and many deaths, and this scenario is common in the myths of other\npeoples. On one hand astronomers have prided themselves in instructing geologists\nthat impact catastrophes were responsible in part for shaping the planet, but on the\nother hand, they have been blind to the fact that they have made a uniformitarian\nassumption when it comes to their own science. That the sky as it is now, is as it ever",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3 F, Hoyle, The Origin of the Universe and the Origin of Religion (London, 1993), in toto.",
            "4B. J. Peiser, “Was the Cambridge Conference a Flop?” Chronology and Catastrophism Review XVI (1994), p.",
            "37."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 470,
        "content": "\nwas, at least while humans have walked the Earth. There is ample evidence not only\nfrom historical records of various forms, but also from the analysis of data from this\ncentury...that around 5,000 years ago the sky did not appear as quiescent as it does\nnow, and that since that time there have been other disruptions of the heavens\nproducing conflagrations here below.”!\nAs we have seen, however, cosmic catastrophism is not only evident for events which\ntranspired “around 5,000 years ago,” but even earlier around 10,000 years ago and, as we\nshall see in the last part of this very work, earlier still. As the title of his work well illustrates,\nSteel had asteroidal and cometary impacts in mind when he penned the above words and not\nsomething as drastic as the flare-up of a brown dwarf star.\nThere have been others, pursuing theories of their own, who could not look upon the rav-\nages etched on Earth without assuming recent catastrophism. Although, as often noted in this\nwork, we are completely at variance with Allan and Delair’s appropriated scenario, we are at\nleast in agreement with the latter when he states that: “If these ‘abnormalities’ are genuine\ncatastrophic scars, then the culprit cataclysm must have been immense and far greater than\nthe natural catastrophes (floods, eruptions, earthquakes, droughts, etc.) accepted by\nuniformitarianism.”? Yet even then Delair could rightly exult at the change in attitude which,\nby 1997, was becoming all the more apparent. “Apart from isolated and largely unheeded\nexceptions down the years,” he wrote, “only very recently have Earth scientists begun to\nseriously champion the reality and importance of global catastrophes in the terrestrial record\nor hold conferences specifically to discuss such scenarios.”3\nCloser in keeping with our own scheme, the idea that another star passing by the Solar\nSystem, disrupting the Sun’s family of planets, causing terrestrial bombardment, with\nensuing extinctions, was by 1999 seriously considered. Planetary billiards a la Velikovsky\nhad become respectable.+\nRADIATION EXPOSURE\nWe must now return to extinctions—and I beg the reader to bear with me a while longer\non this particular subject. But one thing we wish to stress at this point is the utter devastation\nof this event. This is amply evidenced by the fossil record which, as Loren Eiseley rightly\nnoted, drives the biologist to despair. Frank Hibben was not exaggerating when he claimed\nthat the Pleistocene epoch “ended in death.”6 “This is no ordinary extinction of a vague geo-",
        "bibliography": [
            "1D, Steel, Rogue Asteroids and Doomsday Comets (N. Y., 1995), pp. 155-156.",
            "2 J. B. Delair, “Planet In Crisis: The Earth’s Last 12,000 Years,”  Chronology & Catastrophism Review",
            "(1997:2), p. 6.",
            "3 Ibid.",
            "4 See here New Scientist (June 12, 1999), p. 17; Sunday Times (July 25, 1999); Sunday Telegraph (October 10,",
            "1999), p. 19.",
            "5L.C. Eiseley, American Anthropologist XLVI (1946), p. 54.",
            "6 F.C. Hibben, The Lost Americans (N. Y., 1946), p. 168."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 471,
        "content": "\nlogical period which fizzled to an uncertain end,” he wrote. “This death was catastrophic and\nall inclusive.”! As he went on:\n“The large animals that have given their name to the period became extinct. Their\ndeath marked the end of an era...In this particular case, the death was of such\ncolossal proportions as to be too staggering to contemplate... The ‘corpus delecti’ of\nthe deceased...may be found almost everywhere...Their bones lie bleaching on the\nsands of Florida and in the gravels of New Jersey. They weather out of the dry\nterraces of Texas and protrude from the sticky ooze of the tar pits of Wilshire\nBoulevard in Los Angeles. Thousands of these remains have been encountered in\nMexico and even in South America. The bodies lie as articulated skeletons revealed\nby dust storms, or as isolated bone fragments in ditches or canals. The bodies of the\nvictims are everywhere in evidence.”?\nAnd:\n“Tt might at first appear that these great animals died a natural death; that is, the re-\nmains that we find in the Pleistocene strata over the continent represent the normal\ndeath that ends the ordinary life cycle. However, where we can study these animals\nin some detail such as in the great bone pits of Nebraska, we find literally thousands\nof these remains together. The young die with the old, foal with dam and calf with\ncow. Whole herds of animals were apparently killed together, overcome by some\ncommon power.”3\nIt can therefore be seen that the calamity which caused this mass extermination of species\nwas much too severe to be attributed to one particular single cause, be it a change of climate,\nover-hunting, disease, volcanism, impacts, tsunamis, floods, and earthquake. David Raup\nwas right on target when he stated his conviction that “once freed from the conventional view\nthat extinction is a gradual, impossibly complex process, we will find other mechanisms as\ngood as, or better than, the impact of comets and asteroids.” If, however, impacts had been\nacting in concert with the above listed calamities incurred through proto-Saturn’s flare-up,\nthe picture becomes much clearer. But there is even more.\nWhen Karin Sandstrom, at the time an astronomy student at Harvard, suggested that the\ntwo-star system known as HR 8210 could easily spawn a supernova, the red flag started wav-\ning. Believed to be uncomfortably close to us, although not exactly in our back yard, the en-\nergy this supernova could release was believed to be able to “ruin a neighborhood much\nlarger than 150 light years across.”>",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid., pp. 168-169.",
            "3 Ibid.",
            "4D. Raup, “Extinction: Bad Genes or Bad Luck,” New Scientist (September 14, 1991), pp. 46-49.",
            "ST, Lougheed, “Dying Star a Threat to Life on Earth, Researcher Says,” The Vancouver Sun (May 24, 2002), p.",
            "All."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 472,
        "content": "“The outgoing wave of electromagnetic energy and cosmic rays could destroy\nEarth’s ozone layer in a matter of minutes, exposing all life on the planet to lethal\nlevels of radiation.”!\n\nActually, the belief that far-distant supernovae could have played a part in the extinction\nof terrestrial life was, even then, not new. On the contrary, the notion that cosmic radiation\nwent hand in glove with the geological discontinuities and biological revolutions had been\ndiscussed for years before.2 Among adherents of the theory was the German palaeontologist,\nOtto Schindewolf, who stressed the need for Earth scientists to realize that faunal\ndiscontinuities at the boundaries of geological periods cry out for a catastrophic agent which\nwould have included a sudden increase in high energy cosmic radiation. And this radiation,\naccording to Schindewolf, could only have come from a nearby supernova.* “The same\nview,” wrote Trevor Palmer, “was taken by the Soviet scientists, V. I. Krasovskiy and I. S.\nShklovskiy, in 1957; the German, H. Liniger, in 1961; and the Canadians, D. A. Russell and\nW. Tucker, in 1971.5\n\nWhile, as often stressed in this work, proto-Saturn’s flare-up was but a burp when com-\npared to the colossally explosive nature of supernovae, there is no doubt that it, too, would\nhave showered Earth with X-rays and other harmful radiation.\n\nMan, himself a victim of the cataclysm, would have noticed the loss of life around him.\nAmong those who kept the memory alive were the Amerinds.° But they were not alone. As\nDonald Mackenzie informed his readers: “The American belief that the first beings who were\ncreated were unable to live on earth was shared by the Babylonians.”\n\nOf radiation and its effects, these people would have known nothing. And yet the\nBabylonians of whom Mackenzie speaks seem to have remembered what only their ancestors\ncould have passed on to them, The dim recollection which these people preserved was that\nthe death of so many of the animals which took place right after the Creation had been caused\nby the light emitted by the radiating proto-Saturnian sun. At least this seems to be what\nBerossus had in mind when he described Belus (the same as Bel, and therefore Saturn) as he\nwho “split the darkness” and “put the world in order.” But, as he went on, “the animals that\ncould not bear the light perished.”’",
        "bibliography": [
            "1 Ibid.",
            "2 See here, for instance, L. J. Salop in Catastrophist Geology 2:2 (1977).",
            "3 O. Schindewolf (translated by V. A. Firsoff), in ibid.",
            "47. Palmer, Catastrophism, Neocatastrophism and Evolution (Nottingham, 1992), p. 31, where other references",
            "are cited.",
            "5 Ibid.",
            "© D. A. Mackenzie,  Myths of Babylonia and Assyria (London, 1915), republished as Mythology of the",
            "Babylonian People (London, 1996), p. 198.",
            "7 Ibid.",
            "8 [bid.; G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. I (N. Y., 1885), p. 93",
            "(emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 473,
        "content": "ABORTED MUTATIONS\n\nCosmic radiation would not only have proved fatal to a vast majority of individuals, it\nwould also have led to mutations among some of the survivors. It has for long been known\nthat spontaneous mutations can be produced by high-energy radiation, including X-rays and\nultra-violet rays.! Objections raised against such a cause in the natural world centered around\nthe fact that X-rays are practically absent in Earth’s atmospheric environment, while\nexcessive ultra-violet rays are mostly shielded by Earth’s ozone layer.? But, as we have seen,\nbrown dwarf stars, of which proto-Saturn was one, are known to emit just such radiation. In a\nflare-up such as the one being discussed, the radiation output of a brown dwarf star would\nhave been copiously increased.\n\nThermal agitation can also cause similar effects. Thus, for instance, in 1943, strange\nplants which were previously “unknown to modern British botany” were discovered in the\nWorld War II bomb craters of London.? The thermal action of the explosions is believed to\nhave been the cause of this botanical metamorphosis, which is not dissimilar to the\nspontaneous mutations achieved in insects by subjecting them to X-ray doses.*\n\nIt is even possible, although not yet proven, that, as Anthony Huxley suggested,\nmutations could be caused by the close passage of a radioactive meteorite. Possible evidence\nof this exists in a number of deformed beech trees which were found in areas across\nDenmark, Germany, northern France, and Brittany. They are all of about the same age and\nthe localities in which they continue to exist lie in a straight line.»\n\nMutations in plants have also cropped up close to the atomic bomb explosion site in Na-\ngasaki.° The same thing transpired from the effects of radioactive fallout from the Chernobyl\nNuclear Power Plant disaster in April, 1986, in what was then the U.S.S.R., where mutations\ntook hold of the vegetation on the edge of the nearby forest. Pine trees grew needles ten times\nas long as normal, while oak and acacia trees sprouted enormous leaves.”\n\nBack in 1939, Fred Hoyle had suggested that collisions with cosmic clouds may\noccasionally obliterate the Sun’s heliospheric shield. Computer simulations conducted sixty\nyears later by Gary Zank indicated that such collisions may indeed “burst” the Sun’s\nplasmatic “breathing bubble” that helps protect life on Earth. In such cases, according to\nZank: “The protective solar wind would be extinguished, and cosmic radiation might lead to\ngene mutations.”® If such a collision with a cosmic cloud is believed capable of achieving\nthis, how much more so would a collision with an interloping system, itself contained in its\nown plasmatic “breathing bubble”?",
        "bibliography": [
            "on  Sagan, Cosmos (N. Y., 1983), p. 35; H. J. Muller, “The Works of the Genes,” in C. G. Little, et al.,",
            "Genetics, Medicine and Man (N. Y., 1947), p. 27.",
            "2 Ibid.",
            "3 “Botany,” 1944 Britannica Book of the Year, p. 117.",
            "4H. J. Muller, loc. cit.",
            "5 A. Huxley, Plant and Planet (London, 1974), p. 10.",
            "6 New Scientist (June 20, 1985), p. 9",
            "7 Ibid. (September 16, 1989), p. 23.",
            "8 A. Yee, “Sir Fred Hoyle Vindicated After 60 Years,” SIS Internet Digest (1998:2), p. 12."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 474,
        "content": "But would the penetration of the heliosphere by the proto-Saturnian system have “burst”\nthe Sun’s plasmatic bubble, even if only temporarily? Would it not be more reasonable to as-\nsume that it was the proto-Saturnian system’s own plasmasphere that would have been so af-\nfected? I will leave that for others in the future to decide. At present I can only say that the\ntemporary obliteration of either plasmasphere is not a requirement of our scenario, although\nthere is no doubt that the exchange of electrical charge between the two would have caused a\ntemporary disturbance in their electric fields. As we have seen, in the proto-Saturnian case\nthis disturbance exhibited itself in proto-Saturn’s own flare-up. What temporary damage, if\nany, this might have caused in the Sun’s outlying plasmasphere remains to be told. In any\ncase, as is now known, biological cells do respond to electromagnetic fields. Moreover, cells\ncan “rewrite” their own gene program in order to overcome stressful conditions. Such DNA\nalterations are actually mutations.' To say that proto-Saturn’s flare-up inaugurated a “stress-\nful condition” would be an understatement.\n\nAs in the case of extinctions, mutations in Earth’s past organisms have also been linked\nto supernovae. Radiation, Bob Berman writes, “would pummel Earth if a supernova exploded\nnearby, within 30 light-years or so.” Supernovae occurring this close to Earth are considered\nrare, but, when they do, the radiation they emit is believed capable of triggering mutations in\nall forms of terrestrial life.2 Although he does not seem to have quite accepted such an event,\nPalmer at least realized that: “If increased radiation had been present, e.g. because of a\nsupernova explosion, then there might well have been an increased incidence of mutations.”3\n\nIncreased radiation, X-rays, ultra-violet ray emissions, thermal agitation, plasmaspheric\ndisruption, electromagnetic disturbance—all these, among others, were the consequences of\nproto-Saturn’s flare-up. On their own, every single one of them is capable of causing muta-\ntions in living organisms. Acting in concert, they would have increased the possibility of\nsuch mutations. It is therefore unreasonable to suppose that mutations did not affect life on\nEarth in response to the event in question.\n\nAlthough it has long been conceded by some authorities that mutations are “the raw\nmaterial of evolution,”4 I will let that still controversial subject pass especially since no new\nspecies are known to have appeared at the end of the Pleistocene epoch—certainly not in the\nanimal kingdom. But the question has to be asked: If mutations resulted in the wake of proto-\nSaturn’s flare-up, where do we look for the evidence?\n\nWell, for one thing, most mutations are lethal, leading to the death of the affected organ-\nism. Moreover, among those entities who survive mutation, the newly acquired traits are sel-\ndom passed on to offspring. Only those alterations occurring in the hereditary genes can actu-\nally furnish new elements for the permanent character of a race or species.\n\nIt must, however, be stressed that, at least under normal conditions in the natural world,\nthese gene-mutations are remarkably rare. This is because most mutant genes have a lower",
        "bibliography": [
            "1 “Biology of the Cell,” in ibid. (2001:2), p. 11.",
            "2B. Berman, “Things that go Bump in the Night,” Discover (October 2002), p. 30.",
            "37. Palmer, op. cit., pp. 103-104.",
            "4w.s. Laughlin, “Anthropology,” Encyclopaedia Britannica (1959 edition), Vol. 2, p. 55; B. Holmes, “Ready,",
            "Steady, Evolve,” New Scientist (September 28, 2002), p. 28."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 475,
        "content": "\noA                                      :   ‘        ¥\ny                                                                    ,\nf-4          ye                            aly  i Z\n    hae\n<a       PAG) \\ Noes Fe       iy      a            é.\nSS                  -                    ,\n|                                              ‘\nJ                      on Mh    4             7\nL                                    *         >   ~                 .   be\nee      wie             no\nPie »\nWhite tiger —a mutant strain of the Bengal tiger.\n(Photograph by the author.)\nsurvival value. Fair enough, a few can produce effects which are about as equal in survival\nvalue as the original organism. But few, by far, end up inheriting survival values that are\nhigher than that of the original. In the natural world, mutants are usually eliminated quite\nrapidly by natural selection—and, despite the vociferous objections by other catastrophists,\nnatural selection does hold sway in normal conditions.\nThat mutated animals can breed and reproduce their mutated forms is exemplified by\nthose magnificent beasts, the white tigers which have been made famous by the illusionists\nSiegfried and Roy in Las Vegas. The white tiger, a partial albino, developed as a mutant\nstrain of the Bengal tiger. Up until 1951, only nine had been sighted in the jungles of India.\nAt present, numerous white tigers continue to breed in international zoos as they continue to\ndo in India.!\nAs far as is known, Bengal tigers did not mutate into white tigers due to disastrous condi-\ntions. The same cannot be said for the voles of Chernobyl. Mutation rates due to radioactive\nfall-out from the disaster that befell the Chernobyl! nuclear plant produced massive mutation",
        "bibliography": [
            "1 See here, for instance, “Mini-Explosion in White Tiger Births,” National Geographic (September 1989),",
            "Geographica section."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 476,
        "content": "\nin the voles of the area. By 1995, these mutation rates had increased by 40 times normal.\nThey were not expected to survive. But survive they did.!\nIn most cases, however, mutational flaws are not passed on to offspring. This is well\nknown through various birth defects which, while rare, occur in the animal kingdom.\nnown through various birth defects which, while rare, occur in the animal kingdom.\nAnimals born with two heads or more than four limbs might survive. Unfortunately, among\nthe thousands of fossils so far unearthed, the remains of any such beasts would be difficult to\nrecognize. Skeletons of animals with two heads, five limbs, or other deformities could easily\nbe mistaken for the incomplete remains of two or more individuals. Moreover, these\nmonstrosities would have given birth to normal individuals, which is why the fossil record\nremains silent on the issue. But, for a while following proto-Saturn’s flare-up, these\nmalformations would have probably been numerous enough for man to have noticed their\nexistence among the surviving herds of normal animals. More than that, ancient man would\nhave known enough to realize that these misshapen creatures constituted novel forms which\nave known enough to realize that these misshapen creatures constituted novel forms which\nhad not previously existed.\nad not previously existed.\nCREATURES NEW AND STRANGE\nThat ancient man seems to have retained a memory of prehistoric animals the forms of\nwhich succumbed once the age of darkness came to an end is recorded by Berossus in a frag-\nment preserved by Polyhistor where it is told that: “In the beginning, all was darkness and\nwater, and therein were generated monstrous animals of strange and peculiar forms.”?\nAmong such animals might have been the woolly mammoth, the giant cave bear, the saber-\ntoothed tiger, and the megatherium. Those who came later would have received reports of\nthese wild beasts by word of mouth from those who had actually seen them. There was no\nother way in which late comers would have realized that such forms were no longer in exis-\ntence. As with the intensity of the darkness itself, the nature of these beasts were later exag-\ngerated, endowing some of them with multiple heads and/or bodies, including such mon-\nstrosities among the breeds of man himself. This belief, complete with similar exaggerations,\nis also encountered on the other side of the world among the Zuni Indians.? One can actually\nimagine the old timers telling these tales around campfires and being asked how monstrous\ncould these beasts have been. Hyperbole would have been utilized in order to impress, and\nthese exaggerations would have multiplied with the telling of the tales. And yet, as we shall\nsoon see, some of these embellishments might not really have been all that implausible.\nAnother snippet preserved by Ovid is included by the Roman poet in his version of Deu-\ncalion’s flood, a Greek legend that stretches back into dim antiquity. Unfortunately this\nlegend has gone through various transformations, especially when it comes to the dating of\nthe event. While this is not the place to debate this particular issue, I must here borrow\ncredence in claiming that the passage I have in mind was added by Ovid as a postscript to the\ntale out of chronological order because that is where it seemed logical for him to place it. In\nother words, without any real evidence to back me up, I am here proposing that the datum in",
        "bibliography": [
            "! New Scientist (August 12, 1995), p. 48.",
            "2G. Rawlinson, loc. cit.",
            "3R. Van Over, Sun Songs: Creation Myths from Around the World (N. Y., 1980), p. 26."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 477,
        "content": "\nquestion originated as a dim memory of the events following the melting of the Pleistocene\nglaciation and the incursion of the sea before it was grafted to the tale of Deucalion’s flood.\nJudging by the different flood legends in which the Greeks believed, the confusion of one\nwith the other seems more than obvious.!\n“So when the earth, all muddied by the recent flood, grew warm again, under the\nkindly radiance of the sun in heaven [Ovid tells us in this snippet], she brought forth\ncountless forms of life. In some cases she reproduced shapes which had been previ-\nously known, others were new and strange.”?\nWhile our thesis is not reliant on the above, it should be kept in mind that no creatures\n“new and strange” are known to have made their appearance following the end of the Pleisto-\ncene Ice Age, whereas the temporary appearance of mutated animals following proto-\nSaturn’s flare-up is more than merely probable. Thus, in our own scenario, “the kindly\nradiance of the sun in heaven” that Ovid mentions would have been the radiance of the proto-\nSaturnian sun.\nHUMANITY IN CRISIS\nMan is the most intelligent animal on Earth. For that reason he would have proven better\nat seeking shelter from catastrophes than the lower animals. In the face of calamities, the\nbeasts of the Earth are wont to panic. Man, too, tends to panic in such situations. But he is\neasts of the Earth are wont to panic. Man, too, tends to panic in such situations. But he is\nbetter at overcoming terror than the brutes of the land. Moreover, man is a fast learner. Expe-\netter at overcoming terror than the brutes of the land. Moreover, man is a fast learner. Expe-\nrience would have taught him to recognize the signs of impending disasters. His chances of\nsurvival thus bear an edge over that of beasts. It is not that he would not have succumbed,\nand in great number, to the sort of adversities we have been studying. The number of people\nkilled in earthquakes, hurricanes, tsunamis, and other ravages of nature in the present world\nilled in earthquakes, hurricanes, tsunamis, and other ravages of nature in the present world\nis enough to demonstrate that much larger numbers would have fallen prey to the more\ntremendous and extensive devastations with which we are concerned. But it would be in\nkeeping with man’s nature if we were to insist that, at least percentage-wise, fewer people\neeping with man’s nature if we were to insist that, at least percentage-wise, fewer people\nwould have fallen prone to these destructions than animals at large. Here it is worthwhile\nnoting that, when compared to the colossally vast number of Pleistocene animals, human\npopulation was a mere drop in the proverbial bucket. More than that, while the members in\nopulation was a mere drop in the proverbial bucket. More than that, while the members in\nmost of these Pleistocene herds would have numbered in the thousands, the number of\nhumans in a tribal clan would hardly have been counted in the hundreds. For that reason we\numans in a tribal clan would hardly have been counted in the hundreds. For that reason we\nshould expect to find fewer remains of human victims among the fossils that can be dated to\nthe end of the Pleistocene. But, worldwide, even these few should number in the thousands.\nWhere do we find their graveyards?\nRemains consisting of several hundred human skeletons have been dug out of calcareous\ntufa from the banks of the Rio Santas in Brazil. These were mixed with sea shells which\nproves that the remains were deposited by marine action.?",
        "bibliography": [
            "1 While we do not quite agree with him on every issue, see for instance R. Graves, The Greek Myths, Vol. I",
            "(Harmondsworth, 1964), pp. 138, 141-142.",
            "2 Ovid, Metamorphoses 1:416-437 (emphasis added).",
            "3 C.H. Hapgood, The Path of the Pole (N. Y., 1970), p. 289.",
            "3 C. H. Hapgood, The Path of the Pole (N. Y., 1970), p. 289."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 478,
        "content": "\n“It seems unlikely that these [human] remains were formerly buried by sorrowing\nfriends. It is unlikely that so solid a stone [in which their remains were found embed-\nded] should have been formed at so great a distance from the sea...No doubt they are\nco-existent with the emerged land; they are not to be considered as the results of hu-\nman industry. The shore of the Atlantic must have formerly swept nearly in a line\nwith these remarkable deposits.”!\nThe time in which these humans lived can be deduced from the fossil bones of\nPleistocene elephants and other fauna which were embedded within the same bed as also\nnearby.”\nThe bones of human individuals of both sexes and various ages have also been found bur-\nied in the hardened clay overlying the floor of a cave on the borders of Lagoa do Sumidouro\nin the same country. Already mentioned on a previous page of this work, the skeletons dis-\ncovered there, of Neanderthal stock, were mixed together in confusion “not only with one an-\nother but with the remains of the Megatherium and other Pleistocene mammals.” The nature\nof this confusion suffices “to preclude the idea that they had been entombed by the hand of\nman.”\nOther caves displayed the bones of humans alongside those of the giant Pleistocene feline\nknown as the Smilodon, concerning which an early explorer noted that: “Doubtless these\nmen and animals lived together and perished together, common victims of catastrophes, the\ntime and cause of which are alike unknown.” In view of what we have learned above, it is,\nhowever, no longer possible to claim that “the time and cause” of these remains remain “un-\nknown.” Various other instances of similar nature can be cited from other districts of South\nAmerica. As Charles Hapgood noted:\n“These extraordinary modes of burial are further exemplified by the groups or\ncaches of animal fossils unearthed at widely separated South American localities, in\nwhich incongruous animal types (carnivores and herbivores) are mixed\npromiscuously with human bones. These are found not only in the Pampas formation\nbut also in Brazilian caves and in volcanic ash at Punin and elsewhere...Clearly\nthese varied, but apparently contemporaneous, burials all over the South American\ncontinent are the results of different and relatively localized effects of a single\ntremendous upheaval, the numerous ramifications of which operated synchronously.\nIn seeking to explain one of these effects, one must explain them all.”>\nFurther north on the same continent, human bones have been found in a chaotic deposit in\na cave in the Organ Mountains of New Mexico. And these, too, were mixed with the remains",
        "bibliography": [
            "! Ibid.",
            "2 Ibid.",
            "3 Ibid., p. 290.",
            "4 Ibid.",
            "5 Ibid., p. 292 (emphasis added)."
        ],
        "captions": []
    }
]