[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 379,
        "content": "\ntimes with literally thousands of volcanoes active at the time.!\n“Today, approximately 500 terrestrial volcanoes are considered to be active or dor-\nmant (potentially active). The number of extinct cones, however, greatly exceeds\nthis—and when one contemplates that many presently extinct volcanoes were active\na mere thousand years ago, the rate of extinction, even if only approximately\nconstant over the last 11,500 years, indicates that volcanic activity around that date\nwas severe. Indeed, the volcanic record confirms this...”2\nLava beds, vast plains of warped lava flows up to depths exceeding 1,500 meters,\ncovering areas more than 600,000 kilometers across the states of Idaho, Oregon, and\nWashington, are cut through by the Snake River flowing along the Idaho-Oregon border.\nThis lava constitutes the outpouring of relatively small volcanic craters and cinder cones\nrising in the midst of a belt of craters which in Idaho alone, in the Craters of the Moon\nNational Monument, are two or three miles wide and thirty miles long.* This immense\nstretch, a veritable ocean of solidified lava, has been blamed on the ice itself, the tonnage of\nwhich has been surmised to have squeezed lava out of Earth’s mantle “like a gigantic\ntoothpaste tube.”4 As we have seen in the first part of this very work, volcanic eruptions have\noften been blamed for the onset of ice ages. Here we have the opposite where ice ages are\nblamed for the onset of volcanic eruptions. In our opinion neither is correct since, as we shall\nsoon see, the world-wide volcanic eruptions of 10,000 years ago transpired at the end, and\nnot the beginning, of the Pleistocene Ice Age.\nThe association of global volcanic eruptions with the Ice Age has been known for some\ntime. Despite his Biblical fundamentalist views, Frederick Wright is worth quoting when he\nwrites that:\n“The connection of lava-flows on the Pacific Coast with the Glacial Period is un-\nquestionably close. For some reason which we do not understand, the vast accumula-\ntion of ice in North America is correlated with enormous eruptions of lava west of\nthe Rockies. The extent of outflow of lava west of the Rockies is almost beyond\ncomprehension. Literally hundreds of thousands of square miles have been covered\nby them to a depth—in many places— of thousands of feet.”\nAs stated by others: “Volcanicity in Iceland during the last 10,000 years has been three to\nfive times more vigorous than during previous Late Cenozoic intervals.” And that this took",
        "bibliography": [
            "1 See, for instance, the table of localities supplied by D. S. Allan & J. B. Delair, Cataclysm (Santa Fe, 1997), p.",
            "261.",
            "2 Ibid., p. 270.",
            "3. R. W. Limbert, “Among the ‘Craters of the Moon’: An Account of the First Expeditions Through the",
            "Remarkable Volcanic Lava Beds of Southern Idaho,” The National Geographic Magazine (March 1924), p.",
            "303.",
            "4 F.B. Jueneman, Raptures of the deep (Des Plaines, IL, 1995), p. 137.",
            "5 G. F. Wright, Man and the Glacial Period, as quoted by A. M. Rehwinkel, The Flood (St. Louis, Missouri,",
            "1951), pp. 116-117.",
            "6 J. P. Kennet & R. C. Thunell, Science 187, pp. 497-502 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 380,
        "content": "\nj        Sivindca tay hr as way\nsf ae oie]\nie pee TORS  ey\nSart              :     rue | ANY re — 5 xe a\nAr Per AB 8\nThe tortured lava beds of Idaho.\nCraters of the Moon National Monument.\n(Photograph by the author.)\n380",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 381,
        "content": "\nRo RSG yak ae\nMa Re ee OF    =     tha   Capceeticn § At ge\nops: Vise co  Re Neos Bo age TEES Se ones\nPF WO Sa TS   ‘   es ee\nWee fa     p BA oes     Pea ot aes  Pd /aic0    4\nSe VA AT Es      bias\nPE ad SY care EES te alee ee   HS   BS Pk  2\nRey a    > Se  Bae i has   Nidhi ser   iy FOF  ee\nEe” YW RS So2 © ellie air\na A Sa      So\nSe OGD” DS A Oe eS\nY  r  Fa ae 2 at ong     SSS ee Sc aes   4 ae\nFolded lava formation—Pahoehoe flow.\nCraters of the Moon National Monument.\n(Photograph by the author.)\nplace at the end of the Ice Age was demonstrated by Frank Hibben. “There is no doubt,” he\nwrote, “that coincidental with the end of the Pleistocene, at least in Alaska, there were volcanic\neruptions of tremendous proportions.”! Moreover: “Particles of clay, volcanic dust and sea\nsalts embedded in [retrieved] ice cores indicate that during the last glaciation, especially\ntoward its end, the atmosphere was turbulent and dirty.”?\nIdaho’s Craters of the Moon National Monument lies within the basin of the Snake River\nand features lava fields that have been dated to the Late Pleistocene epoch. Although it had to\nbe admitted that some of the lava flows had to have formed about 2,200 before the present,} the\nhighest volcanic activity in this area has been calculated to have taken place some 10,000 years\nago.‘ It therefore becomes obvious that Harry Wexler’s conclusion, as reported in Part One of\nthis work, that “the geological record shows no consistent connection between periods of vol-",
        "bibliography": [
            "1 F.C. Hibben, The Lost Americans (N. Y., 1946), pp.176-177 (emphasis added).",
            "2 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 155 (emphasis added).",
            "3 http://www.nps. gov/crmo/geology/geology-1.htm",
            "4 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 382,
        "content": "\neS ER ty EF  Ratiees*     SS pape le Adee one  ear 4   or\nSerene 5   “oe     Pe PS   A   ee Fee   Ty\nLee aes Se      Mh ee  ce ing Ege:   Es Rae ta a\n eg ®    Se ee ge: PE Sime   =  3   a” ... ae ag ah ae\nCee aa ff 8\ni, ee I ee                   * y ey = eam\neee A  eg ee Pop Wh eS es\nap=     oe” Fr ax Te     ee     LASS ee eee eee” ae\nSE ge, YP k       PL oO uaa ae  ee   lS\nDE ae IED hte OOP 5\nLava spout—or fumarole.\nCraters of the Moon National Monument.\n(Photograph by the author.)\ncanic activity and ice ages,”! cannot be correct. As also pointed out there, there are cases\nwhere volcanic ash deposits do not coincide with past glaciations, although in some cases they\ndo. But we are here concerned with the end of the Pleistocene Ice Age which, because of its\nunique circumstance concerning the entry of the proto-Saturnian system into the Sun’s do-\nmain of influence, has to be regarded differently.\nNow it has often been stated in the literature that the gases and other debris ejected through\nvolcanic eruptions rise into the atmosphere to form clouds that impede the Sun’s rays from\nreaching Earth’s surface and thus tend to ower temperatures. This might then be seen as just\nas valid an objection in our case since such a world-wide debris-laden atmosphere should\nhave hampered proto-Saturn’s rays from directly reaching Earth, as it should also have\nrestrained its radiation from being reflected back from the inner surface of its plasmaspheric\nbubble. What should, however, be kept in mind is that this world-wide outpouring of volcanic\ngases and debris would itself have been hot. Additional heat would have accumulated through",
        "bibliography": [
            "1H. Wexler, “Volcanoes and World Climate,” Scientific American (April 1952)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 383,
        "content": "\na.\nSpatter cone—one of more than a hundred.\nCraters of the Moon National Monument.\n(Photograph by the author.)\nits increase of the atmosphere’s carbon dioxide level. It is usually said that this augmentation\nof heat would be of short duration and that its eventual result would be to cool Earth’s\natmosphere.! One example of this that is usually cited is the extreme cold weather which\nfollowed the 1815 eruption of Mount Tambora in Indonesia.? But then, most of the world had\nalready been experiencing cooler than normal weather since 1812.3 Moreover, there have been\nmany other eruptions which failed to lower temperatures except in the immediate locality of\nthe upheaval.4 Also, the cosmic winter predicted by Carl Sagan due to the billowing pollution\nthat would encircle Earth from the burning of the Kuwait oil fields by Saddam Hussein in\n1991 failed to materialize and the world continued on its (sum)merry way. All Sagan’s\nprediction accomplished was to win a place among twenty of the greatest scientific",
        "bibliography": [
            "1 W. Chorlton, op. cit., pp. 123, 155.",
            "2 Ibid., p. 124.",
            "3 J. L. Cook, etal. in G. G. Daniels (Ed.), Volcano (Alexandria, Virginia, 1982), p. 60.",
            "4 W. Chorlton, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 384,
        "content": "\nse   a sy    &:\nAS\noo",
        "bibliography": [
            "Explosive volcanic eruptions are capable of overburdening the atmosphere with gases",
            "and debris which tend to lower temperatures.",
            "Shown above—the eruption of Mount St. Helens.",
            "(Photograph courtesy of USGS/Cascades Volcano Observatory.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 385,
        "content": "\nblunders between 1980 and 2000.! It might, however, be argued that if the outbursts were\nlunders between 1980 and 2000.! It might, however, be argued that if the outbursts were\nglobal in scale, as we here posit, the atmosphere around our entire globe would have been\nburdened by the outpouring, thus increasing the chance of what Sagan would have termed a\nurdened by the outpouring, thus increasing the chance of what Sagan would have termed a\ncosmic winter. On the other hand, it has also been pointed out that, at best, such a lowering\nof temperature would only have prolonged the Ice Age. And, to be sure, there is nothing in\nour proposed sequence of events that would eliminate the possibility that the thawing of the\nice would have been restricted by such a temporary cold spell which would not, in any case,\nhave been of long duration. Balanced against this, however, we offer that such an opaque\nave been of long duration. Balanced against this, however, we offer that such an opaque\nburden of the atmosphere would have trapped Earth’s own rising heat, thus causing a\nurden of the atmosphere would have trapped Earth’s own rising heat, thus causing a\ntemporary greenhouse effect.\nIt should also be kept in mind that not all volcanoes have the capability to discharge such\nbillows of gas and debris into the atmosphere. Not all eruptions are explosive by nature.\nillows of gas and debris into the atmosphere. Not all eruptions are explosive by nature.\nMany of them, as in present-day Hawaii, simply spew fountains of flaming hot lava, which\nalso oozes out of the cracks the same eruptions tend to develop in surface material. Judging\nby the presently existing terrain, this is what seems to have transpired in the formation of the\ny the presently existing terrain, this is what seems to have transpired in the formation of the\nlava beds which cover extensive portions of Washington, Idaho, and Oregon.\nWhile all these pros and cons should rightly be considered, it should be kept in mind that\nthe circumstances of our own particular case would have been unique. For one thing, the ele-\nvated heat from proto-Saturn’s outburst would not have taken long in melting the atmos-\nphere’s overburden. For another, Earth’s entire surface underneath the volcanic pall would\nhere’s overburden. For another, Earth’s entire surface underneath the volcanic pall would\nhave been rendered hot through frictional abrasion of the underlying strata. This heat would\nave been rendered hot through frictional abrasion of the underlying strata. This heat would\nhave radiated upward and thus kept the atmosphere from cooling down. Moreover, because\nave radiated upward and thus kept the atmosphere from cooling down. Moreover, because\nof its proximity to Earth, proto-Saturn’s own increased heat would, temporarily at least, have\nbeen in excess of that presently received from the Sun. And this, too, would have warmed the\neen in excess of that presently received from the Sun. And this, too, would have warmed the\natmosphere, in this case from above, both directly and through reflection off the proto-Sat-\nurnian plasmasphere. Earth’s atmosphere would thus have been literally sandwiched between\ntwo radiating sheets both of which would have retained their concentrated activity for quite\nsome time. With so much heat produced through the radiation, convection, and conduction of\nall these various sources, it is unlikely that a long-term drop in temperature would have\nensued.\nMELTDOWN\nAs we have seen in Part One of this work, glaciologists have a harder time understanding\nwhat it could have been that brought the Ice Age to a close than what caused its inception in\nthe first place. That is because the one thing required to have melted the world’s overburden\nof ice had to have been heat. That heat has been sought in the radiative output of the Sun. It\ncould not, however, be consensually established what it could have been that occasioned the\nSun to increase its amount of heat. And yet, to an extent, the assumption was right on the",
        "bibliography": [
            "1 J. Newman, “Twenty of the Greatest Blunders in Science in the Last Twenty Years,” Discover (October 2000",
            "special twentieth anniversary issue), p. 80.",
            "2 W. Chorlton, op. cit., p. 155."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 386,
        "content": "\nig cat                                           if fe\nNot all volcanic eruptions are explosive. Some, as in the one shown above erupting in Hawaii, spew\nhot fountains of lava without much debris polluting the atmosphere.\n(Photograph courtesy of USGS Hawaiian Volcano Observatory.)\nmark, The only problem was that our present Sun was only indirectly responsible for the re-\nquired increase in heat. As we have now indicated, although our present Sun was to blame,\nsome of this heat came from an entirely different sun, our hypothesized proto-Saturn, The\nrest came from the bowels of Earth itself.\nOne anomaly connected with the glacier’s retreat can now be solved. Thus, had the ice\nretreated due to slow warming by our present Sun, the glaciers should have melted from\nsouth to north. If, on the other hand, the heat that melted them came from the combined\ncauses discussed above, the ice should have retreated in various directions, depending on the\naltitude of the land. This is exactly what glaciologists themselves have concluded. The ice\nretreated to both north and south as well as to east and west.!\nThere should also be some evidence that the end of the Pleistocene Ice Age came rather\nsuddenly —as long as it is kept in mind that by suddenly we do not mean in a day, a week, a\nmonth, or even a year. And, as Barry Fell reported in 1985, at least one marine biologist had\naround that time “come to the conclusion that the melting of the Ice Age occurred much more\nsuddenly than we had previously thought.”?",
        "bibliography": [
            "1C. H. Hapgood, The Path of the Pole (N. Y., 1970), pp. 142-143.",
            "2“A Conversation With Barry Fell,” HORUS II:1 (Winter 1986), p. 8."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 387,
        "content": "\n“Colossal floods [he continued] were produced through the very rapid meltings of\nenormous chunks of ice over a period of about a hundred years instead of the period\nof several thousand years that we had previously supposed. So that’s an area where a\ncatastrophic event is being considered seriously now by a number of marine\nbiologists.”!\nUnfortunately, Dr. Fell did not disclose the name of the marine biologist in question.\nFour years later, however, the same conclusion was reached by Doug Harkness who told of a\ndramatic climate change some 13,000 years ago at the end of the last glaciation. His studies\nhad indicated that the climate of Scotland changed from an Arctic-like cold to one that was\nconsiderably similar to what Scotland enjoys at present. And this change, apparently, took\nplace “remarkably rapidly,” within a period of 100 to 200 years.” 13,000 years ago is not that\nfar off our benchmark figure, and since this age was arrived at through our disputed\nradiocarbon dating method, the slight difference in exact years when calculating so far back\nshould not really disconcert us. Carl Sagan admonished that:\n“There are many indications of past climatic changes. Some methods reach far into\nthe past, others have only limited applicability. The reliability of the methods also\ndiffer.”\nThat temperatures rose at the end of the Ice Age was also indicated by C. E. P. Brooks\nwho claimed that in the interim between 8,000 and 4,000 years ago, Earth was 5 degrees\nFahrenheit warmer than it is at present.4 As Peter James and Nick Thorpe reported:\n“In 1998 scientists working on ice cores from Greenland announced that just over\n11,000 years ago the temperature shot up by 9 to 18 degrees Fahrenheit...in possibly\nless than a single decade. ‘That amount of heating, coming so quickly, is\nastounding,’ remarked one of the investigators, Dr. Richard Alley of Pennsylvania\nState University. With the change in climate the ice sheets melted and sea levels rose\nrapidly.”5\nCalculations by Brooks have meanwhile indicated that a rise of only one degree Centi-\ngrade in Earth’s surface temperature, which is equivalent to 0.55 degrees Fahrenheit, would\nbe enough to destabilize the entire present northern ice cap. Keeping in mind that this might\nbe a slight exaggeration, one can then imagine what 5 degrees Fahrenheit warmer than at\npresent would have achieved. As Ian Johnson reported through his study of Arctic regions:\n“After the Pliocene/Pleistocene boundary, Arctic climatic conditions became\nchaotic, with repeated glaciations and annual temperature extremes exceeding 140",
        "bibliography": [
            "1 Jbid. (emphasis added).",
            "2 As cited in the Daily Telegraph (September 8, 1989).",
            "3 C. Sagan, Broca’s Brain (N. Y., 1979), pp. 189-190.",
            "4C.E. P. Brooks, Climate Through the Ages (N. Y., 1949), p. 296 (emphasis added).",
            "5 P. James & N. Thorpe, Ancient Mysteries (N. Y., 2001), p. 9.",
            "6 P. Borisov, Can Man Change the Climate? (Moscow, 1973), p. 35."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 388,
        "content": "\ndegrees Fahrenheit. This profound transformation occurred despite the assumed\nconstancy of basic geophysical parameters, both astronomical and terrestrial.\n“According to the geological record, northern latitudes rarely had unstable climates.\nPleistocene instability is thus abnormal.”!\nAs he continues to inform us, the Danish glaciologist Claus Hammer had reached the\nconclusion that the Pleistocene Ice Age ended about 10,400 years ago when the average tem-\nperature around the world rose 10 degrees Celsius in only 20 years.? Still shackled by\nuniformitarian beliefs, Hammer remained of the opinion that while the change in climate was\nquite rapid, the ice sheets melted slowly. This, however, was not the opinion of W. WOlfli\nand W. Baltensperger who well understood that the “ice age epoch is characterised by unique\nfeatures, which still require an explanation.” Unfortunately these two colleagues then attrib-\nuted both the onset and the end of the Ice Age to a close passage of a planet-sized foreign ob-\nject which shifted Earth off its axis.* As erroneous as we believe this to be, their study of iso-\ntopic variation in the abundance of foraminifera in sea sediments, coupled with ice core read-\nings,> was enough to show that the “ice age ended suddenly 11,500 years ago.”6\nOne thing we claim—nay, even stress—is that there was no direct connection\nbetween the Ice Age and Earth’s present polar caps. Contrary to what most glaciologists\nwould assert, the present polar caps do not constitute the tail-end of the last ice epoch. As we\nhave indicated, the Arctic region was not even frozen during Earth’s last Ice Age, as neither\ndoes it seem to have been frozen during previous ice ages. The freezing of the Arctic, which\nobviously came later, was the result of an entirely different, even if related, mechanism.”\nGlaciologists are of course correct in assuming that a period of warmer climate followed\nthe waning of the ice. That pockets of ice-laden terrain continued to exist in certain areas\nduring this time is not disputed. But, overall, we here claim that the Pleistocene Ice Age\ncame to a sudden end.\nMEMORIES\nWhile, as already noted, man could not have retained a memory of the onset of the Ice\nAge, he did not only remember its occurrence, he also kept alive the memory of its sudden\ndemise. Although already related on an earlier page, we again mention the Creation myth of",
        "bibliography": [
            "1 T. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,”  Chronology and",
            "Catastrophism Review XIV (1992), p. 10.",
            "2.W.Immen, “Expert Believes Last Ice Age Ended 10,400 Years Ago,” Globe & Mail (May 27, 1983).",
            "3 W. Wolfli & W. Baltensperger, “Geographic Shift of Earth’s Pole Positions After a Close Encounter With an",
            "Object of Planetary Size,” in E. Spedicato & A. Agriesti (Eds.), Fifty Years After Worlds in Collision by",
            "Velikovsky: Classical and New Scenarios on the Evolution of the Solar System (Bergamo, 2002), p. 78.",
            "4 Ibid., pp. 78-80.",
            "5 Ibid., p. 82.",
            "6 Ibid., p. 78 (emphasis added).",
            "7 See here D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001),",
            "pp. 69-70."
        ],
        "captions": []
    }
]