[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 299,
        "content": "\nthe Council of Nicaea, or some such other council, this Enochian fragment, like others similar\nto it, disappeared from the light of history and only in the beginning of the twentieth century\ndid it finally resurface in Europe.\nLike the somewhat similar Book of Job, Enoch contains much that is of value in under-\nstanding the religio-cosmogonical beliefs of ancient times. These “unaccepted” literary com-\npositions sometimes come closer to describing the actual train of ancient events, even if\ngarbed in more fanciful terms when judged by “accepted” religious standards, than do the\nauthorized sequels we find embodied between the covers of the Christianized Bible. The\nBook of the Secrets of Enoch, in fact, describes the creation of the primordial light in a\nsomewhat fuller version than does the Book of Genesis and it is from its pages that we learn\nof this light being emitted by the “coming apart” of Adoil. In the quote which follows, God is\ndescribing to Enoch the manner in which he unfolded Creation.\n“I commanded in the very lowest part that visible things should come down from in-\nvisible, and Adoil came down very great, and I beheld him, and lo! he had a belly of\ngreat light.\n“And I said to him: ‘Become undone, Adoil, and let the visible come out of thee.’\n“And he became undone, and a great light came out. And I was in the midst of the\ngreat light, and as there is born light from light, there came forth a great age, and\nshowed all creation, which I had thought to create.\n“And I saw that it was good.”!\nThe name Adoil, also Idoil, more than probably derives from yad El, Hebrew for “hand of\nEl.”? We even find the expression yad Elohim —yd ilm—in a cuneiform tablet from Ugarit.3\nThus, again, we find the shedding of the light associated with El/Saturn, which is reinforced\nfurther by the Book of Psalms where it is stated that “the heavens declare the glory of God:\nand the firmament sheweth his handiwork”4+— where “God” is the English translation of “El.”5\nJulius Morgenstern even sees this, and other passages in Psalms, as representing “El as the\nradiant god.”6\nGNOSTIC MYSTICISM\nThe Gnostics are usually described as members of a heretical sect of early Christians who\nclaimed to have superior knowledge of spiritual matters. Of course, the tag of “heretical” was\napplied to them by other Christians who recognized that what the Gnostics taught was not",
        "bibliography": [
            "1 Secrets of Enoch XXV:1-4.",
            "2R.H. Charles, op. cit., p. 445.",
            "3 R. R. Stieglitz, “Ancient Records and the Exodus Plagues,” Biblical Archaeology Review (November-",
            "December 1987), p. 47.",
            "4 Psalms 19:1.",
            "5 J. Morgenstern, “Divine Triad in Biblical Mythology,” Journal of Biblical Literature, Vol. LXIV (1945), p.",
            "22.",
            "6 Ibid., pp. 22-23."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 300,
        "content": "\ncontained in either the Old Testament or the accepted Gospels. That the Gnostics interpreted\nholy scripture through the use of what can best be termed mystic philosophy, there is no\ndoubt. In that respect, they ended up creating a corpus of sacred scripts of, and for, their own\ninspiration. They were not, however, the only ones.\n“After the closing of the Old Testament and during the first centuries of the\nCommon Era [Willis Barnstone informs us], inspired authors continued to write\nsacred scriptures. They were written by Jews, Christians, Gnostics, and Pagans.\nMany of these texts were of amazing beauty and religious importance and competed\nwith books within the canon. The Jewish texts are in large part called\npseuedepigrapha, which includes the Dead Sea Scrolls; the Christian texts are called\nChristian Apocrypha; the Gnostic scriptures, today so fascinating and even modish,\nwere called by their orthodox rivals heretical.””!\nThat these beliefs were condemned as heretical by orthodox Christians is understandable.\nOne of these Gnostic texts, for instance, assigns the shedding of the primeval light not to the\nChristian God but to a pre-existing being. God is there said to have offered a challenge to\nprove his lone existence. “If someone exists before me,” he is said to have uttered, “let him\nappear so that we might see his light.”?\n“And immediately, behold, a light came out of the eighth, which is above, and\npassed through all the heavens of the earth.\n“When the First Father [i.e., God] saw that the light was beautiful as it shone forth,\nhe was amazed and was very much ashamed.”3\nIn a different Egyptian Gnostic text, God is said to have commenced on Creation by\nlaughing seven times. “When he first laughed,” it is written, “light appeared and its splendor\nshone through the whole universe.””*\nIn time, the Gnostics disappeared except for the Mandaeans who survived into modern\ntimes, mainly in southern Iran and southern Iraq. In one of their sacred texts, the primordial\nlight is alluded to without the event that gave it birth being described. As it is there stated:\n“There is no boundary for the light and it was not known when it came into being.\nNothing was when the light was not, nothing was when radiance was not...there\nnever was a boundary for the light.”>\nIn the Paraphrase of Shem, a non-Christian Gnostic work which resurfaced at Nag\nHammadi, about three hundred miles south of Cairo, in 1945, the primeval light is actually",
        "bibliography": [
            "1 W. Barnstone, The Other Bible (N. Y., 1984), p. xvii.",
            "2 Ibid., p. 67.",
            "3 Ibid.",
            "4R. Van Over, Sun Songs: Creation Myths from Around the World (N. Y., 1980), p. 272.",
            "5 W. Barnstone, op. cit., p. 127."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 301,
        "content": "associated with a star. True enough, this star was symbolized as the radiant garment of Der-\ndekeas, “the son and likeness of the perfect Light” itself.! Derdekeas there tells Shem: “And\nthe star of the Light...is my invincible garment which I wore in Hades [that is, in dark-\nness].”? There is, however, nothing peculiar about the metaphorical portrayal of light as the\ngarment of the object that is seen to radiate it.\n\nThe most developed and widespread of Gnostic ideologies was that of the Manichaeans\nwhich was founded by, and named after, its founder Mani. Born in Babylonia in about A.D.\n216, Mani was a teacher, and also something of an artist, in the Persian kingdom of Shapur I\n(A.D. 241-272). Having come in conflict with the Zoroastrian Magi under the following\nreign of Bahram I (A.D. 274-277), he was arrested and placed in chains. The accounts of his\ndeath are contradictory. Some documents reported that he died in prison, others that he was\ncrucified, still others that he was flayed alive, and one more reports that he was decapitated\nwith his head set high on the city gate.\n\nMani taught that Zoroaster, Jesus, and Buddha were his forerunners and that he was sim-\nply continuing, while perfecting, their doctrine. His own mission, he declared, was to lead\nhumanity from its abject servitude to the “King of Light.” Having authored various book-\nlength works,> most of them were destroyed and, today, exist only as fragments and partial\nquotations by other writers.\n\nAccording to Mani, the leader of the realm of light, whom he referred to as the King of\nLight and the Father of Light, is located in the north,* the very locality from which the Sat-\nurnian sun had shed its radiance. Moreover, in the Iranian texts, this Father of Light is named\nZurvan* who, as is well known, was the Iranian name for Saturn.®\n\nIt can thus be additionally seen that the light of Genesis was of great eminence among\nthose of the Judeo-Christian faith. This became so much so that, to use the words employed\nby C. H. Dodd, light became the “natural symbol for deity.” In time, as I intend to show in\nfuture volumes of this series, the shining of such light was associated by those of a religious\nmind with the birth of various heroes, kings, and prophets. Nor did the religious fixation with\nthis primordial light remain an obsession of the past. Those Jews who remain faithful to the\nteachings of the Kabbalah not only believe that the light of Genesis can be physically repro-\nduced, but they “work” toward its eventual reappearance.",
        "bibliography": [
            "1B, Wisse in ibid., p. 101.",
            "2 Ibid., p. 111.",
            "3 Among Mani’s books are the following: The Book of Giants, The Book of Secrets, The Drawings and the",
            "Commentary on the Drawings (which contained his own pictorial representation of his ideas), Epistles, The",
            "Great Gospel (also known as Living Gospel), Psalms and Prayers, Shabuhragan, The Treasure of Life, and",
            "Treatise.",
            "4 W. Barnstone, op. cit., p. 673.",
            "5 Ibid.",
            "6 J. O'Neill, The Night of the Gods (London, 1893), pp. 778-779; see also, J. de Menasce, “Persia: Cosmic",
            "Dualism,” Larousse World Mythology (London, 1972), p. 203; B. L. van der Waerden, Science Awakening II:",
            "The Birth of Astronomy (Netherlands, 1974), p. 194; D. Cardona, Ged Star (Victoria, British Columbia, 2006),",
            "pp. 265, 310.",
            "7C.H. Dodd, The Fourth Gospel (London, 1965), p. 201."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 302,
        "content": "\n“Kabbalah is explicitly esoteric [Martin Bernal noted]. It rejects both the historicism\nof the common ‘superficial’ reading of the Bible and the rationality of orthodoxy in\nfavor of an ‘inner’ reading of the text which is supposed to reveal a mystic cosmic\nstruggle for the good Jews to reconstitute the primeval light shattered at the moment\nof creation.”!\nTHE TERRIFYING SPLENDOR\nZurvan notwithstanding, the paucity of Saturnian associations in the Gnostic documents\nwhich, after all, are somewhat late as sources go, is more than compensated for by the\nearliest extant texts at our disposal. True enough, in one of the, if not the, earliest of these—\nthe convoluted account of Creation contained in the Babylonian Enuma Elish—the shedding\nof the light is missing. This, however, is due to a break of some twenty lines in the cuneiform\ntablet that would have contained this event. On the other hand, newer fragments indicate that\nApsu, the primordial celestial ocean, and Tiamat, its feminine counterpart,? bewailed the\ncreation of the light. More than that, in a religio-philosophical allegory worthy of the later\nHindus, Apsu and Tiamat are said to have planned the changing of the light back into\ndarkness. “Let the light be darkened,” it is there written, “like night may it be.”3 That they\nfailed need not be told.\nLeaving the Enuma Elish aside, we turn to the well known Mesopotamian deities\nidentifiable as Saturn. Among these, the one known as Anu was described as having shone\nwith a “terrifying splendor,”+ which is hardly descriptive of the present state of the planet\nSaturn. Nor is Anu the only Saturnian deity from Mesopotamia who was said to have\nradiated brilliantly. It was likewise with Ninurta, one of whose epithets had originally been\ntranslated to mean “King, Storm whose brilliance surpassed (all others)”> or “King, Storm,\nwhose splendor is Heroic.” Through the corrections introduced by Sjoberg and Bergmann,”\nhowever, the epithet actually translates as “King, Light whose brilliance surpassed (all\nothers —i.e. all other gods).”8\nFormerly rendered by earlier mythologists as Ninib, Ninurta was also lauded as “he who,\nlike the sun, the light of the gods, irradiates the nations.”® Ninurta also bore the bona fide\nalias of Ningirsu!°—the Lord of Girsu (in Lagash).!! As recorded in Gudea’s Cylinder B,",
        "bibliography": [
            "1M. Bernal, Black Athena (New Brunswick, 1988), p. 149 (emphasis added).",
            "2D. Cardona, op. cit., pp. 266-267, 269.",
            "3R. Van Over, op. cit., p. 175.",
            "4§. Langdon, Sumerian Liturgies and Psalms (Philadelphia, 1919), p. 297.",
            "4. Langdon, Sumerian Liturgies and Psalms (Philadelphia, 1919), p. 297.",
            "5H. Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni 18:3 (1950), p. 335.",
            "6 Ibid.",
            "7 A. W. Sjoberg & E. Bergmann, The Collection of the Sumerian Temple Hymns (N. Y., 1969), p. 100.",
            "8D. Cardona, op. cit., pp. 125, 127.",
            "9G. Rawlinson, op. cit., p. 87 (emphasis added).",
            "10 F. Guirand, “Assyro-Babylonian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p.",
            "60.",
            "11H. Lewy, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 303,
        "content": "Ningirsu is said to have come forth in overwhelming splendor.' “In the land,” it is there\nwritten, “it became day.”? As it was also said of him : “he changes darkness into light.”3\n\nAnother radiating Babylonian god was Bel. Like the Canaanite Ba’al, Bel was more of a\ntitle, meaning “Lord,” than an actual name. That the Babylonian Bel is to be identified as yet\none more personification of Saturn was intuited by Stephen Langdon who recognized in him\nthe Greek Cronos (the same as Kronos), whom he unfortunately misidentified as the setting or\nautumn Sun.* Nor need we rely on Langdon’s intuition for this identification since Servius\nconfirmed that the god called Bel by the Assyrians represented both the Sun and the planet\nSaturn.> The reason behind the confusion between Saturn and the Sun among modern, as well\nas ancient, writers on mythology should by now be more than evident. Thus, as Langdon him-\nself informs us, a marble altar from Palmyra, dedicated by Tiberius Claudius Felix to Malak\nBel—King Bel or the Lord King—shows the god in question as Sol sanctissimus (or sanc-\ntissimo), that is the “most Sacred Sol.”6 That the name Sol was applied to the planet Saturn\nbefore it became the Latin designation for the present Sun need not be repeated here.”\n\nSome of the above was used in our previous volume as evidence for the former sun-like\nquality of what is now the planet Saturn.’ It must however be understood that it was precisely\nfrom this moment on—that is, from the moment proto-Saturn flared up—that it began to radi-\nate as a virtual sun.\n\nTHE BIRTH OF RA\n\nAmong the ancient Egyptians, proto-Saturn’s flare-up was remembered as the birth of Ra.\nAmong Ra’s non-solar characteristics is the fact that Ra was said to have been upheld by water\nrather than air—the water in this case being that of Nu, or Nun, the primeval watery abyss.° It\nis from this celestial watery abyss that Ra was said to have been born,!° even though he was\nsaid to have given birth to himself!! and to have created the watery abyss.'? According to the\nPert em Hru, this watery abyss, this Nu, flooded Ra “with his rays of light.”!3 Normally it\nwould seem rather strange for an expanse of water to radiate light. It does not, however, appear\nthat strange when we remember that this watery abyss, this Nu, was the manner in which the",
        "bibliography": [
            "1 W. F. Albright, “The Mouth of the Rivers,” The American Journal of Semitic Languages and Literatures, 35:4",
            "uly 1919), p. 165.",
            "2 Ibid.",
            "3M. Jastrow, Jr., The Religion of Babylonia and Assyria (Boston, 1898), p. 57.",
            "4S. H. Langdon, Semitic Mythology, Volume V of The Mythology of All Races (N. Y., 1964), p. 61.",
            "5M. van der Sluijs, “Gods and Planets,” Part 2, Chronology & Catastrophism Workshop (2003:2), p. 14.",
            "6S. H. Langdon, op. cit., pp. 58, 60-61.",
            "7D. Cardona, op. cit., pp. 122, 139, 148, 165, 441.",
            "8 Ibid, pp. 120-140.",
            "9B. A. W. Budge, op. cit., p. ci.",
            "10 Thid., pp. 6, 251-252, 281, 325, 338.",
            "1 Thid., p. 6.",
            "12 Jbid., p. 251.",
            "13 Tbid., p. 250."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 304,
        "content": "\nTI-CLAV DIVS-FELIX- ET\nancients portrayed the circumstellar disk\nCLAVDIA-HELPIS-EY\nTI-CLAVDIVSA LYPYSFILEORVIM,\n.                   surrounding the proto-Saturnian sun. In\nsurrounding the proto-Saturnian sun. In\nVOT VM SOLVE RVNT-LIEENS-HERILO]\nSIP Sy Ry   ®)            fact this is rather telling because it would\nCALBIE NSE3-bE-COM- 110\nfact this is rather telling because it would\nODLiLree                not have been distinctly apparent to those\nnot have been distinctly apparent to those\n1 >         who witnessed the event whether the\nwho witnessed the event whether the\nes\n——_——         light had been emitted by the proto-Sat-\nlight had been emitted by the proto-Sat-\n<i>                       urnian orb or the circumstellar disk sur-\nurnian orb or the circumstellar disk sur-\nRoy                               rounding it. As Wallis Budge informs us:\nrounding it. As Wallis Budge informs us:\nvey                            “The birth of light from the waters and of\n“The birth of light from the waters and of\nee)    py                             fire from the moist mass of primeval mat-\nfire from the moist mass of primeval mat-\nKooy                        ter, and of Ra from Nu, formed the\nter, and of Ra from Nu, formed the\nhex    AY                  starting point of all mythological specu-\nstarting point of all mythological specu-\n> uA                lations, conjectures, and theories of the\nlations, conjectures, and theories of the\naS           Egyptian priests.”! Conforming with the\nEgyptian priests.”! Conforming with the\nerroneous belief that Ra was the Sun,\n             Budge explains this by stating that: “The\nBudge explains this by stating that: “The\nCLAVDIA-HELPIS-ET                  light of the sun gave birth to itself out of\nlight of the sun gave birth to itself out of\nTI-CLAVDIVSA Li PYSFILEORVM,                    99       a     .       A     er\nVOT VM-SOLVERVIT-LIBERS-MERIIO|             chaos”?— which is a silly rationalization.\nchaos”?— which is a silly rationalization.\nCALBIENSES-DE-COM- 111                     A different version of the birth of Ra was\nA different version of the birth of Ra was\nHh              told by Ra’s own priests:\ntold by Ra’s own priests:\nLOSS\n(        “Formerly, according to the priests\n“Formerly, according to the priests\nof Heliopolis, the sun god reposed,\nunder the name of Atum, in the bo-\nsom of Nun, the primordial ocean.\nSol Sanctissimo on the front of the dedicatory\nSol Sanctissimo on the front of the dedicatory           There, in order that his lustre should\nThere, in order that his lustre should\naltar erected by Tiberius Claudius Felix at       run no risk of being extinguished,\naltar erected by Tiberius Claudius Felix at\nrun no risk of being extinguished,\nPalmyra in honor of Malak Bel.             he took care to keep his eyes shut.\nPalmyra in honor of Malak Bel.\nhe took care to keep his eyes shut.\nHe enclosed himself in the bud of a\nlotus until the day when, weary of his own impersonality, he rose by an effort of will\nfrom the abyss and appeared in glittering splendor under the name of Ra.”\nPHILO’S ILLUMINATED AIR\nTo the Phoenicians the celestial watery abyss was known as Mot.4 And, like the Egyp-\ntians, they, too, believed the light to have been shed by this watery mass. At the dawn of\nCreation, Philo Byblius tells us, “Mot burst forth into light.”> He then continues by telling us",
        "bibliography": [
            "| [bid., p. xcix.",
            "2 Ibid.",
            "3 J. Viaud, “Egyptian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 11.",
            "4D. Cardona, op. cit., pp. 266, 433, 446,",
            "5 Eusebius Pamphili, Evangelicae Praeparationis, I:x:33d."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 305,
        "content": "\nthat, while Creation was going on, “the\nair was illuminated” and _ that this                          o\nair was illuminated” and _ that this\nillumination was “due to the flaming of                  Fy He, Ry\nillumination was “due to the flaming of\nthe earth and the sea.”!\nthe earth and the sea.”!                                         Ce VINA!\nHad we not come across the Egyptian                   9 (i   >)  olf\nHad we not come across the Egyptian\ncomparable to the emission of light by\nversion of the shedding of the light by the\nversion of the shedding of the light by the                       Teles emaat\ncelestial watery abyss, which is            D   Nid y hi     Br\ncelestial watery abyss, which is\ncomparable to the emission of light b         Pe    Os     o>\nthe Phoenician Mot, there would have\nthe Phoenician Mot, there would have    ye  as EN SR Ss\nbeen no way in which we could have   y,   Sg   AA  VRS  &\nbeen no way in which we could have\nutilized Philo’s “illuminated air” as evi-      iy qu des By   yi)\nutilized Philo’s “illuminated air” as evi-\ndence of proto-Saturn’s flare-up. Coupled\ndence of proto-Saturn’s flare-up. Coupled       Hip   (Gs a} Neal,  PAN\nwith what we have already unraveled,\nwith what we have already unraveled,      Hy       fA  da SD» a SH\nand will continue to unravel, this\nand will continue to unravel, this       ie eS RNY\nwe   a   .      .                HPO. di    ORE,   LF Ag MY)\nPhoenician tidbit gains meaning. Proto-     Qi PrN   TAS LE je\nPhoenician tidbit gains meaning. Proto-\nSaturn’s flare-up, occurring as it did\nSaturn’s flare-up, occurring as it did               is        i AR  EB\nwhen the orb was seen floating over the       =   COUN mn, SESS      Ae\nwhen the orb was seen floating over the\nprimordial celestial waters, would have        SG ER) <      SL) —\nprimordial celestial waters, would have\nbeen seen to set both that sea and the sky          YARARIERS ees mae\nbeen seen to set both that sea and the sky\nitself on fire.                                                      S0OG PEPEAEOLRE\nitself on fire.\n(All that the ancient Greeks, who           BESsshPossssassscososooc~\n(All that the ancient Greeks, who\nforgot so much,? seem to have retained of\nthe event is that Kronos/Saturn is       Brahma, who is said to have been born from\nthe event is that Kronos/Saturn is\nBrahma, who is said to have been born from\n“representative of the powers of light.”3)           a lotus that was as bright as a thousand suns.\n“representative of the powers of light.”3)\na lotus that was as bright as a thousand suns.\nAS BRIGHT AS A THOUSAND SUNS\nSimilar belief, likewise clad in philosophical jargon, is also encountered in Hindu texts.\nThus, the Laws of Manu state:\n“This (world) was darkness, unknowable, without form, beyond reason and perception, as\nif utterly asleep.\n“Then the august and self-existing Being, he who never unfolded, having unfolded this\n(universe) under the form of the great elements and others, having shown his energy,\nappeared to scatter the shades of darkness.”*\nHere, for one thing, the unfolding of this “self-existing Being” brings to mind the “coming\napart” of Adoil. The scattering of “the shades of darkness” is, however, more explicitly re-",
        "bibliography": [
            "1 L, Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 82.",
            "2 Plato, Timaeus 22 C-D; M. Bernal, op. cit., pp. 110-111.",
            "3 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 470.",
            "4 Laws of Manu 1:v:5 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 306,
        "content": "\nferred to in even earlier Vedic texts. Varuna, the Vedic equivalent of the Greek Ouranos,! is\nthere lauded as he “who, after his decree, o’erspread the Dark Ones with a robe of light”?—\nwhich, again, reminds us of the “invincible garment” worn by “the star of Light” mentioned in\nthe Paraphrase of Shem.\nWe have also already seen how Soma is both a name of Shiva and an epithet of Yama, and\nthus to be identified as Saturn. An epithet of Soma himself is Pavamana, who is sometimes\nreferred to by the double name as Soma Pavamana.} Of this aspect of the Saturnian deity it is\nthen said:\n“He, Pavamana, hath produced the lofty Law, the brilliant light, destroying darkness black\nof hue. From tawny Pavamana, the Destroyer, radiant streams have sprung, quick streams\nfrom him whose gleams are swift.”\nVery much like the Egyptian Ra, Brahma, too, was said to have sprung forth from a lotus\nwhich was described as having been as “bright as a thousand suns,”> which is why, in ico-\nnography, Brahma is often shown seated on just such a flower.\nP’AN-KU\nA look at the Chinese Compendium of Wong-Shi-Shing, among other things, reveals that:\n“P’an-ku came forth in the midst of the great chaotic void, and we know not his origin;\nthat he knew the rationale of heaven and earth, and comprehended the changes of the\nDarkness and the Light.”6\nOnce again, as in the case of Philo’s “illuminated air,” P’an-ku’s comprehension con-\ncerning “the changes of the Darkness and the Light,” garbed as it is in that brand of philoso-\nphical wording for which the Chinese have become so famous, would poorly illustrate our\nthematic structure were it not for the fact that the same Compendium also tells us that P’an-ku\n“existed before the shining of the light.”7\nHALF A WORLD AWAY\nAs noted earlier, a song composed by the Maya of Yucatan during the Spanish period, and\nwhich now concludes the Chilam Balam, describes the same event as the creation of “the\nnumber-one candle.” In keeping with our thematic outline, this “candle,” which can be viewed\nas an analogy of the plasmatic axis mundi, gave light “in the absence of sun and moon.”8",
        "bibliography": [
            "1 See here D. Cardona, op. cit., pp. 167-169, 269, 310.",
            "2 Rig Veda, VII:41:10.",
            "3 Tbid., 1X:66:2-3.",
            "4 Ibid., 1X:66:24-25.",
            "5 V. Ions, op. cit., p. 28.",
            "6 The Compendium of Wong-Shi-Shing, see reference #24, (emphasis added).",
            "7 Ibid. (emphasis added).",
            "8G. Brotherston, Image of the New World (London, 1979), p. 185."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 307,
        "content": "\nThe command “let there be light” also appears in the Creation myth of the Quiché Maya\nof South America as contained in their sacred book, the Popul-Vuh. In contemplating what\nwas to be done, their composite Creator is said to have conferred with his alter egos. Coming\nto a joint decision, the order was then given:\n“Thus let it be done! Let the emptiness be filled!...Let there be light, let there be\ndawn in the sky and on the earth!”!\nRaymond Van Over, however, cautions us to beware the fact that the mythic tales of the\nMaya were mainly translated by sixteenth-century Spaniards, most of whom were Catholic\npriests. Thus, as he informs us, “there is an early European tone to many Latin American\nmyths, although native traditions still dominate the basic themes.”? We should not, therefore,\nbe adamant that the command “let there be light” is or was strictly so stated in the original\nQuiché version. In fact, others have translated the decree as “let there be brightness.”3 Even\nso, whichever translation best fits the Quiché rendition, we can still see that, half a world\naway, Creation was also believed to have commenced with the shedding of light. Moreover,\nthe association of this version of Creation with the deity Hurakan, also known as Heart of\nHeaven,* whom we had previously identified as the whirling cosmic axis, helps to link the\nshedding of the light with proto-Saturn.\nIn that other Maya book known as the Chilam Balam of Chumayel, Creation is also stated\nto have begun with Chuen, which word is translated as a “burning without flame.” This be-\nlief, that Creation commenced with a burning without flame, also existed in Nahua mythol-\nogy.” A burning without flame connotes light more than anything else.\nFURTHER LIGHT FROM THE PRIMITIVE WORLD\nWhile the myths of civilized nations, especially those that ended up in writing, are often\nconvoluted, we will find that they are more rudimentary, and thus closer to the truth, among\nthe less urbanized indigenes of the world’s continents. When it comes to the shedding of the\nprimeval light, some of these are slightly fuller versions than the one contained in Genesis;\nothers are even more concise. One of the shortest comes from Malaya which simply states\nthat: “From the Supreme Being first emanated light toward chaos.”8\nOn the other hand, we have a somewhat fuller version from South Africa as recounted by\nVusamazulu Credo Mutwa, a so-called witchdoctor of the Bantu tribe who was nevertheless\neducated in England. In a poem he wrote, “The Self-Created,” Credo Mutwa paraphrased the",
        "bibliography": [
            "TR. Van Over, op. cit., p. 97.",
            "2 Ibid., p. 95.",
            "3 D. Gifford, Warriors, Gods & Spirits from Central South American Mythology (N. Y., 1983), p. 32.",
            "4R. Van Over, op. cit., pp. 96-97.",
            "5D. Cardona, op. cit., pp. 438-439.",
            "61. Nicholson, op. cit., p. 180.",
            "7 Ibid.",
            "8R. Van Over, op. cit., p. 386."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 308,
        "content": "Bantu tale of creation as he received it from the elders of his tribe. As in the myths of other\nnations, “The Self-Created” starts with that time in which there were no stars, no Sun, no\nMoon, when all that existed was “darkness itself—a darkness everywhere.”! In this darkness\na “spark” eventually appeared and, finding nothing on which to feed “it fed upon itself.”\nAdhering to Bantu allegorical narrative while couching his words in Western style, Mutwa\ngoes on with:\n\n“The Living Spark did grow, and grew until\n\nAt last it equaled Nothingness in size,\n\nAnd to sustain itself—proceed with growth,\n\nIt devour’d its mother, Nothingness —\n\nAnd digested her\n\nWith the most awful flash of light\n\nThat anyone or anything had ever chanced to see.”\n\nIn this “living spark” that fed upon itself and grew to release “an awful flash of light,”\nreaders might notice a sophisticated similarity to the Big Bang theory we discussed earlier.\nAnd, given his Western education, Mutwa might very well have been aware of the hypothesis.\nHowever, as we additionally noted, long before the theory’s inception, the Jewish philosopher\nknown as the Ramban had already developed this elegant notion. There is, therefore, no\nreason to disbelieve Mutwa on this score. Besides, on various other matters, Mutwa’s\nrendering of Bantu belief conforms too well with the tenets contained in the universal mytho-\nhistorical record. And that this is not due to wholesale borrowing from the myths of other\nnations is evidenced by the different manner in which the same events are described.\n\nMoving from the hot continent of Africa to North America’s present cold regions, we\nmeet the Eskimos who were of the belief that the shedding of the light spelled the god’s death\nrather than his birth. Moreover, the Eskimos, who very often seem to have no concept of the\npast, have a habit of narrating former events as if taking place in the present. To them, the god\nwho emitted the primordial light is known as Ataksak. This Ataksak lives in heaven. Very\nmuch like the Roman Janus in his original form, Ataksak does not have the form of a man. He\nmerely looks like a sphere. When he died, or, as the Eskimos say, when he dies, his body\nshines resplendently.4\n\nMuch farther south the Zuni, too, had their myth of Creation. They, too, retained a mem-\nory of that time, “long ago, before the sky was blue,” when there was still no Sun, no Moon,\nand no stars. All that existed was Awona-Wilona, “the One Who Is Everything,” floating\nthrough the darkness and “carrying within himself the seeds of all existence.” Although the\nZuni Creation myth seems to have gotten lost in its own chronology, mixing up succeeding\nevents, it bears telling that, like that of other nations, it describes a celestial mist which",
        "bibliography": [
            "1 Vv. Credo Mutwa, Indaba, My Children (Johannesburg, 1965), p. 3.",
            "2 Ibid., p. 4.",
            "3 Tbid. (emphasis added).",
            "4M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972),",
            "p. 427."
        ],
        "captions": []
    }
]