[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 279,
        "content": "plasmas.”! It is silly to have to remind the reader that the Magdalenians could not have\nwitnessed plasma experiments in a laboratory. But then, the only other alternative is exactly\nwhat Peratt himself was forced to conclude when he claimed that ancient man could only\nhave seen these archetypes projected against the celestial screen. Thus, after ages of familiar\nsameness, a series of marvels proceeded to modify what had once been a basic image in the\nsky. Not only had heaven been transformed, but the transmutation was gloriously\nflamboyant.\n\nWe will never be able to comprehend completely how this resplendent change in the sky\naffected our primitive forebears. The scintillating light that would have accompanied the\never-changing sequence of instabilities, to say nothing of the changes themselves, must have\nfilled them with awe and—who knows? —a touch of uneasiness. They would not have known\nwhat was really happening. One can only guess at what went on through their minds. But\nquestions must have been asked. What was happening to their sun? What was it doing? And\nwhy? There is one thing for certain that can be said, and it is this: If our ancient ancestors\nhad never done so before, they would surely have started to think of the proto-Saturnian\nimage in their sky as having been endowed with life.\n\nThe seeds for the concept of deity had been irrevocably sown.\n\nTHE RETRACTION\n\nWhat appears to have transpired next does not seem to have a direct analogy in laboratory\nplasma experiments, but, as we shall soon see, there are indications of something similar in\ngalactic, as well as interplanetary, space. In order to reconstruct this ensuing phase, however,\nwe must first return to the mytho historical record.\n\nThere was a general belief among the ancient Egyptians that, at one time, Ra cut off his\nown phallus.? Since, as we have already seen, the phallus of Ra was actually the plasma col-\numn or axis mundi we have been analyzing, what this self-castration seems to indicate is a\ndetachment of that axis. This castration motif is one that recurs often enough in myth—\nalthough, to be sure, some of it refers to a much later, but similar, event.\n\nNevertheless there is more than that because, in this particular instance, the loss of the\ncelestial phallus seems to have been something more than a simple severance of the column.\nAs we noted on an earlier page, Ra was also said to have had “union with himself.” Visu-\nally, the only way in which Ra, as the proto-Saturnian sun, could have been seen to have un-\nion with himself is if the columnar axis was seen to retract itself straight up into the proto-\nSaturnian orb. In this manner, the proto-Saturnian sun would have been visualized as having\nbeen impregnated by its own phallic appendage.\n\nThis assumption is lent strength by the well-known Greek myth in which Kronos/Saturn\ncastrates his father Ouranos. The earliest reference to this myth is in Hesiod’s Theogony. It\nwas, however, also utilized by Philo Byblius, who based his report on that of the Phoenician\nSanchoniathon and was quoted by Eusebius of Caesarea. In his genealogy of the Phoenician",
        "bibliography": [
            "| bid., pp. 110, 152; idem, reference # 93, loc. cit.",
            "2B. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. 1 (N. Y., 1920/1978), p. 489.",
            "3 R. Van Over, Sun Songs: Creation Myths from Around the World (N. Y., 1980), p. 283."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 280,
        "content": "deities, Philo also stressed the emasculation of Ouranos by Kronos, whom he also alluded to\nas Elus.! That Ouranos, whom the Romans rendered Uranus, was the same as Saturn we\nknow from the same Sanchoniathon who directly equated Ouranos with Kronos/Elus.? The\nbelief that Saturn was his own father—the reason behind which will be explored in a future\nvolume —is not unique to Greek mythology. But this unity of father and son makes it evident\nthat the emasculation of Ouranos by Kronos was in actuality a self-castration.\n\nHesiod then informs us that the castrated genitals of Ouranos were thrown “into the\nstormy sea” where they were surrounded with “white foam.”? This “stormy sea” has nor-\nmally been understood as a terrestrial one. But, as we have shown both in this work and our\nprevious one, the mythological sea was celestial in nature. This is additionally indicated by\nthe “white foam” which was said to surround the fallen genitals since foam was one of the\nmost descriptive qualities of the celestial waters. It therefore becomes obvious that Ouranos’\ncastrated genitals did not fall down, but up—straight up into proto-Saturn’s circumstellar\ndisk.\n\nFurther evidence for the legitimacy of this postulate comes from a later near-identical\nevent. At this point I will not be revealing too much of what was still to come by stating that\nthe axis mundi was to re-appear not long after its disappearance only to finally suffer the\nsame fate. This later but near-identical event, as detailed in the Shiva Purana, has Rudra\nagreeing to break off his own linga, where it is unambiguously claimed that the severed\nmember “went to the very sky.” And if in this /ater event the axis was seen to retract itself\ninto heaven, there is every reason to believe that it would have likewise done so at the earlier\noccurrence with which we are presently concerned as, in fact, the record itself intimates.\n\nLet not the reader wonder at the lack of specificity in the myths discussed above concern-\ning the retraction of the axis for, after all, we are here attempting to analyze the very first ce-\nlestial occurrence that ancient man was to retain a memory of. In view of what was next to\nfollow, to say nothing of the sheer antiquity of the event, the amazing fact is that he remem-\nbered it at all. Nevertheless, while granting the somewhat circuitous nature of this evidence,\nwe must now see if astrophysics has anything to offer in support of it.\n\nINTENSE CHARGED PARTICLE BEAM DISPERSALS\n\nLet me start by stating right off the bat that, much like our posited proto-Saturnian axis,\nthese misnamed cosmic jets—which are better termed relativistic charged particle beam plas-\nmas —are neither necessarily stable nor necessarily permanent. In fact, as Halton Arp found\nout to his satisfaction, cosmic jets are transitory.© When it comes to galaxies, Jayant Narlikar\nand P. K. Das showed in 1980 that “as particles in the ejected matter gain mass, they slow",
        "bibliography": [
            "1 Eusebii Pamphili, Evangelicae Praeparationis, 1: x: 38b.",
            "2A, Hislop, The Two Babylons (London, 1972), pp. 193-194; see also D. Cardona, God Star (Victoria, British",
            "Columbia, 2006), pp. 168-169.",
            "3 Hesiod, Theogony, 178-208.",
            "4 See here especially D. Cardona, op. cit., pp. 267-270.",
            "Sw.D. O'Flaherty, Hindu Myths (Harmondsworth, 1976), p. 140.",
            "H. Arp, Quasars, Redshifis and Controversies (Berkeley, CA, 1987), p. 49."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 281,
        "content": "\ndown in order to conserve momentum.” In other words, they decelerate and even come to a\nhalt.! As Arp added: “The Narlikar-Das calculations apply to the most favorable case for\nescape from the ejecting galaxy” and this material exits “along the minor axis” which is the\naxis of rotation.2 We are here, therefore, speaking of galactic jets. And if galactic jets can\ndecelerate, and even come to a halt, so, therefore, can less energetic stellar and sub-stellar\nJets.\nThe deceleration and halting of jets is not the same as severance and/or retraction. But\nconsider next the jets associated with the system known as XTE J1550-564 which were\n“caught...in the process” of forming. First observed in 1998, one of these jets began to fade\n“Watching these jets slow down and disappear,” Stephane Corbel reported, “is like watching\na time-lapse movie of the rise and fall of the Bronze Age.” To astrophysicist Philip Kaaret,\nthis fading “poses a puzzle” because the “simple model for jets doesn’t explain” why this\nshould occur.5 On the other hand, we are here talking of opposing axial jets calculated to be\nmoving “at nearly half the speed of light” said to be emanating from a so-called stellar-mass\nblack hole.’ But if plasma phenomena can be scaled up from laboratory magnitudes to\ngalactic ones, it can just as easily be scaled down from galactic magnitudes to planetary ones.\nA similar instance of a fading cosmic jet is the one emanating from M87. As Peratt disclosed\nin 1992:\n“Comparison of the integrated magnitude of the jet in M87 over the period 1934-\n1980 shows that the jet is variable and has been fading, more or less uniformly, by\nabout 0.8 mag per decade between 1964 and 1980. The data imply that over the\nperiod 1952-1980, the total jet intensity fell by at least 2.5 mag. Comparisons of\nisophotes taken in 1964 and 1979 show no obvious differences in overall shape,\napart from effects of variation and noise. This indicates that the fading has affected\nthe whole channel uniformly since 1964...”7\nThe fading of jets is exemplified by our present Sun. The present poleward fields emanat-\ning from our own stellar primary are so relatively weak that they operate in the dark mode. It\nis, however, doubtful that they always did.\nGranted that the fading of a cosmic jet is still not the same as a retraction, there are other\nindications that jets do in fact retract. Much closer to home and on a much smaller scale, we\nencounter jet-like plasma in cometary tails. It has now been conceded for some time that\nelectricity and magnetism are central to the understanding of what a comet really is.’ The\nsunward spikes that some comets display have also been understood as electrical dis-",
        "bibliography": [
            "1 Idem, Seeing Red: Redshifts, Cosmology and Academic Science (Montreal, 1998), p. 231.",
            "2 Ibid.",
            "3PLL. Gray, “Jets from a Black Hole,” Astronomy (January 2003), p. 28.",
            "4 Ibid., p. 26 (emphasis added).",
            "5 Ibid., p. 28.",
            "© Ibid.",
            "7 A.L. Peratt, Physics of the Plasma Universe (N. Y., 1992), p. 245.",
            "8c. Sagan & A. Druyan, Comet (N. Y., 1985), p. 168."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 282,
        "content": "\ncharges!—and would not these spikes, in conjunction with the tails, make for a similar situa-\ntion to a bipolar flow as in galactic jets? Like stellar jets, cometary tails are now known to be\ncomposed of plasma.? More than that, comets are known to shed their tails as Comet More-\nhouse did in 1908.3 Nor is Comet Morehouse the only comet to have disposed of its tail. In\nfact quite a few comets have been seen to cast off their tail only to grow another.4\n“Sometimes the entire tail disconnects itself from the nucleus and, fading, drifts\nslowly back until it disappears entirely. Typically, the nucleus forms a new tail after\na disconnection event, and the old and the new tail may interact or even become\nbriefly intertwined.”>\n“The magnetism embedded in the plasma of the solar wind [Nigel Calder explains]\nmaintains the same direction (magnetic north pole versus south pole) across a wide\nswathe of interplanetary space, where a comet might be plying. But as the Sun\nslowly spins it brings that sector of the Solar System under fire with plasma\nmagnetised in the opposite direction. When a comet and its plasma have adjusted\ncomfortably to the prevailing magnetism of the solar wind, encountering the zone of\nreversed magnetism causes electromagnetic chaos that can decouple the plasma\ntail.”6\nThe above still fails to constitute a retraction. But consider next: When a comet moves\naway from the relative vicinity of the Sun, its tail does get shortened until it is no more. And\nthis is a retraction. This transpires because the further out from the Sun, the weaker the solar\nwind becomes. At least that is the most accepted version of the case. Those who favor a\npurely electric mechanism supply an entirely different scenario. As Wallace Thornhill\nclaims:\n“The ability of a comet to entrain a huge coma of gas millions of kilometers across,\ncannot be explained in gravitational terms. The acceleration of the plasma tail away\nfrom the Sun is not explained by light pressure [i.e., the pressure of light] or the solar\nwind.”7\nAccording to Thornhill, as well as others: “A cometary display is due to the rapidly in-\ncreasing electrical stress as a charged body closes in on the Sun.”8 In this case, the shortening\nand eventual retraction of a cometary tail would be due to the lessening of this electrical",
        "bibliography": [
            "1J.M. Mc Canney, “The Nature and Origin of Comets and the Evolution of Celestial Bodies,” KRONOS IX:1",
            "(Fall 1983), p. 22.",
            "2N. Calder, The Comet is Coming (N. Y., 1980), pp. 76, 81, 85; C. Sagan & A. Druyan, op. cit., p. 170; T.",
            "Dickinson, “The Seeds of Life,” Equinox (July 1997), p. 65.",
            "3. Sagan & A. Druyan, op. cit., p. 169; N. Calder, op. cit., p. 79.",
            "4 Ibid., p. 80.",
            "5C. Sagan & A. Druyan, op. cit., p. 170.",
            "®N. Calder, op. cit., pp. 80-81.",
            "TW. Thornhill, The Electric Universe (CD-Rom by Holoscience, 1999).",
            "8 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 283,
        "content": "\nstress as the comet withdraws from the near vicinity of the Sun. Visually, it would then\nappear as if the nucleus was swallowing its own tail or—dare I say so?—as if the tail was\nimpregnating the nucleus.\nWhile proto-Saturn could not exactly be described as having been a giant comet, overall\nit did resemble one. Like a giant comet, its proto-planetary orb would have acted as a\nnucleus, with its axial Birkeland column acting as its tail. Nor was this analogy lost on the\nancients, although it would have occurred to them much later when comets became common\nin the sky. In fact, one of Shiva’s epithets is Mahaketuh,! which translates as “Great Comet”\n(from maha, “great,” and ketuh, “comet”?)\nI do not want to stretch analogies, but the tornadic nature of proto-Saturn’s axis mundi\nbrings one more to mind. The electrical activity inherent in tornadoes is not well understood.\nA recent hypothesis claims that tornadoes may be formed when thunderstorms pass over\npositively charged oil deposits underground. But, again, there is no general consensus on\nthis. A more believable explanation is that a tornado is a “form of atmospheric discharge.”*\nThornhill thus describes the phenomenon:\n“Meteorologists are not sure how tornadoes form but they do know that they are\noften associated with severe electrical storms. The key to understanding tornadoes is\nthat they are the result of rapidly rotating electric charge...The result is that\nenormously powerful electromagnetic forces are in control of the tornado. The result\nhas been called a ‘charged sheath vortex’.”>\nOf related interest are the so-called dust devils sometimes seen on the surface of Mars. As\nThornhill explains, these dust devils are really tornadoes that dwarf their terrestrial counter-\nparts. More importantly, while they are an atmospheric electric phenomenon, they show\nquite clearly that clouds are not required for their generation.® In effect, despite its cloudy\nouter garment, according to Thornhill, a tornado is a rotating plasma cylinder.’ In this\nrespect, if in no other, it is not much different from proto-Saturn’s polar axis. A tornado’s\npowerful effects, Thornhill goes on, “are due to the fact that the charged particles within the\ncylinder are moving at meters per second.”8\nThis is lent credibility by the mysterious lights that are often seen accompanying torna-\ndoes which have been described by observers as “a terrific glow of light,” a “flame-like\nflare,” and as “fire up near the top of the funnel” which “looked like a child’s Fourth of July",
        "bibliography": [
            "1 VS. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 749.",
            "2 Ibid., p. 373.",
            "3 Science Frontiers (May-June 2001), p. 3.",
            "4 W. Thornhill at www .holoscience.com/news.php/article=s9ke93mf (August 17, 2003).",
            "5 Ibid.",
            "© Ibid.",
            "7 Idemto D. Cardona, private E-mail communication, August 18, 2003.",
            "8 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 284,
        "content": "\n+    ¥         vad      i Av\nhe           4           ie            *\n-                                                                                  sail\n.                                                            -                  rs\nThe fury of a tornado, following which the funnel retracts back into the sky.\n(Photograph by the National Oceanic and Atmospheric Administration.)\npinwheel.”! In other cases vertical shafts of light like those from a searchlight were seen\n“darting around,”? while another was described as “an enormous column of fire.”3\nBall lightning, which itself is plasma, is also often seen accompanying tornadoes, like the\none which touched down in Louisville, Kentucky, in March, 1890, where the phenomena was\ndescribed as “ numerous balls of living fire.”4 Similarly, on July 9, 1932, a tornado touched\ndown near Rock Rapids, lowa, from which “a fiery stream poured like water through a sieve,\nbreaking into spheres of irregular shape as they descended.”>",
        "bibliography": [
            "1B. Vonnegut, “Luminosity Accompanying St. Louis Tornado—February 10, 1959,” Monthly Weather Review",
            "(February 1959), p. 64.",
            "2y, Weyer & B. Vonnegut, “Luminous Phenomena in Nocturnal Tornadoes,” Science (September 9, 1966), pp.",
            "1213-1220.",
            "3 The Fortean Society Magazine (Spring 1944), p. 12; see also R. N. Shepard, et al., “Tornadoes: Puzzling",
            "Phenomena and Photographs,” Science (January 6, 1967), p. 27 and (February 24, 1967), p. 1037.",
            "4 Anonymous, “Weird Phantoms of the Air,” Popular Mechanics (December 1927), pp. 979-982.",
            "5 J.C. Jensen, “Ball Lightning,” Scientific Monthly (August 1933), pp. 190-192."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 285,
        "content": "\nOne tornado of special interest was observed by a student attending the Army Weather\nSchool at Chanute Field, Miami, Florida, on June 17, 1959. What this witness first saw was\nnot even a tornado but a ray “that looked like a searchlight beam” extending out of the cloud\ncover. No turbulence was evident in this beam. Other passersby stopped to stare at it.!\n“Then abruptly the ray was instantly replaced by a normal tornado funnel. No transi-\ntion stage was noted. The funnel did not descend from the cloud layer. It appeared\nover all, in situ.”\nThese are descriptions of plasma phenomena. The point I wish to make, however, is that\ntornadoes, too, are known to retract their spouts once their fury has been spent. It cannot\ntherefore be rightly claimed that jet-like extensions of plasma are not capable of retraction.\nIt still, however, needs to be asked: What would have caused the retraction of proto-Sat-\nurn’s axial column?\nBACKLASH\nReaders might have already noticed what may have seemed like a discrepancy between\nthe transfer of charge as postulated by Ralph Juergens and Donald Scott. As we have seen,\nJuergens claimed that the slowly approaching Sun would have “stolen” proto-Saturn’s “fire.”\nScott, on the other hand, posited that the higher voltage body, that is the Sun, would have\nthrown electric charge toward the lower voltage body, that is proto-Saturn. Was Juergens,\nthen, wrong? Not really. And neither is Scott. But let us first take another brief look at\nplasma physics. As Alfvén noted:\n“From in situ space observations we know that there are current layers in space\nwhich separate space into regions with different magnetization, different\ntemperatures and densities, and even different chemical compositions. Thus it has\nbeen found that space plasma has a tendency towards a cellular structure.”\nExamples of such plasma separations are given by Alfvén and include “the magnetopause\nand magnetotail sheets, the heliospheric equatorial sheet...and similar sheaths in the\nmagnetospheres of Jupiter, Saturn, and Venus and probably sheets in the cometary tails\nalso.”4 But, most importantly:\n“These sheets are caused by electric surface currents. They are sometimes very\nthin...Jt is almost impossible to detect them from a distance. A spacecraft usually\nsees no indication of such a sheet until it actually passes through it.”5",
        "bibliography": [
            "1 J. Weyer & B. Vonnegut, loc. cit.",
            "2 Ibid. (emphasis as given).",
            "3H. O. G. Alfvén, “Cosmology in the Plasma Universe: An Introductory Exposition,” JEEE Transactions on",
            "Plasma Science 18:1 (February 1990), p. 6.",
            "4 Idem, Cosmic Plasma (Dordrecht, Holland, 1981), p. 138.",
            "5 Ibid. (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 286,
        "content": "a             \\\n\n4-5     =     fa      y\n. =",
        "bibliography": [
            "Wallace Thornhill",
            "(Photograph —2005—by the author.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 287,
        "content": "\nThis is precisely what Scott means when he says, as he often does, that plasmaspheres do\nnot “see” each other until they make contact. He has even indicated that, on contact, the ap-\nproaching plasmasphere might very well bounce before merging with an other such as the\nSun’s heliosphere.! And this, too, was intimated by Alfvén in his claim that when a plasma\napproaches an obstacle, such as the heliopause, which is the physical boundary of the helio-\nsphere, it is stopped and deviated. In this case, the approaching plasmasphere actually\ndecelerates, bringing it almost to a rest in front of the heliopause and it must then be re-\naccelerated sideways. This transpires not directly by the heliopause, “but by the electric field\nit generates in the approaching plasma.”? This accelerated sideways motion must then be\nadded to proto-Saturn’s spiraling orbit around the “approaching” Sun’s extended axis, which\nmakes it very difficult for those who would want to plot proto-Saturn’s approach toward the\nSun. It can also be seen that the capture of a body encased within a plasmasphere by another\nlike-body is not a simple procedure.? Thornhill, for instance, knew quite well that:\n“Subsequent early crossings of the solar wind plasma sheet would induce additional\nepisodes of extraordinary electrical activity until the electrical differences were re-\nduced. The passage of proto-Saturn...across the heliopause boundary would not\nhave been a once-only event, since the heliopause is not a stationary interface. Just\nas spacecraft passing behind Jupiter or Saturn today may repeatedly cross the\n‘magnetotail’ of the planet as the tail ‘flaps’ in the solar wind, so proto-Saturn may\nhave crossed the Sun’s electrical boundary more than once, [and] each crossing\nwould have caused flaring and an acceleration by proto-Saturn toward the Sun...”\nDevoid of complications which we may never be able to resolve in full, the following,\nthen, is what seems to have transpired:\nOn first contact between the two plasmaspheres, the Sun would have discharged toward\nproto-Saturn, much as Scott adduced. This sudden jolt would have transferred additional\ncharge to the proto-Saturnian orb which would have passed on a portion of it to its jet-like\ncolumnar plasma extension. The plasma column would then have been pinched and sent\nthrough a series of instabilities. At the same time, proto-Saturn’s plasmasphere would have\nbrushed off the Sun’s heliopause and possibly induced to change its direction. On second\ncontact, proto-Saturn would have rid itself of more of this charge by ejecting back into the\nSun’s outer, lower voltage plasma. As Juergens rightly noted:\n“Suddenly, Saturn finds itself much too highly charged for its altered environment.\nHow otherwise end such embarrassment than by shedding excess charge in a mighty\nexplosion?’”>",
        "bibliography": [
            "1D. E. Scott to D. Cardona, verbal communication, July 20, 2003.",
            "2H. O.G. Alfvén, op. cit., p. 68.",
            "3 Those interested in the detailed electrical interactions of such a contact should consult the source quoted in",
            "ibid.",
            "4 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 39.",
            "SRE. Juergens, loc. cit. (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 288,
        "content": "It was in this manner, according to Juergens, that the Sun could be said to have stolen\nproto-Saturn’s “fire.”\n\nIt is also possible that the excess energy received by the jet-like columnar plasma would\nhave itself re-discharged to the proto-Saturnian orb. This additional backlash from the colum-\nnar axis is actually lent credibility by what has recently been discovered concerning at least\none cause for stellar blow-outs. This came to light with the occurrence of the supernova,\ndubbed 1987A, that took place in February 1987. The following ten years of research\ndirected at the rapidly expanding remnant of this stellar explosion ended up revolutionizing\nastrophysicists’ understanding of the events that precede these violent flares. Where it was\nonce believed that ejecta from supernovae should expand symmetrically, the ejecta from\nSN1987A did nothing of the sort. Instead, whether consisting of actual ejecta or not, the star\nformed a series of rings—three in all—only one of which was centered on the remnant.! As\nreported by William Shomaker: “The latest Hubble observations of 1987A indicate that a\nbipolar, jet-like explosion—oriented perpendicular to the easily seen rings—likely produced\nthe unusual geometry of the famous remnant.”\n\nWe will set aside whether astrophysicists, most of whom still shy away from plasma\nphysics, have gotten the detailed mechanics of such a “bipolar, jet-like explosion” right. In\ntime, they will definitely be able to refine their theories. And, to be sure, computer models of\nsupernovae which take nuclear physics and hydrodynamics into account, fail to flare up.?\nBesides, enough evidence exists, especially through the broadening of their spectral lines, in-\ndicating that novae and supernovae are directly associated with electric discharges.* What is\nof importance is that evidence now suggests that “jets are able to funnel vast quantities of en-\nergy...enough energy to trigger the supernova explosion,” and that “the observations of\n1987A consistently support the new jet-induced explosion models.”> Personally, I am not\nadvocating that proto-Saturn flared up due to a similar “bipolar, jet-like explosion,” but only\nthat the excess energy of the jet-like columnar axis might have added to proto-Saturn’s over-\ncharge from where it had derived it in the first place.\n\nOne objection that might be raised against the above is that it can hardly be expected that\nthe force of SN1987A’s flare would not have blown its jet away—or, if not blown, perhaps\nforced into retraction. Besides, it is well known that at least some bipolar jets have remained\nin situ even after a star explodes. This is proven by the existence of just such jets in the Vela\nsupernova remnant® as well as the remnant of the supernova that gave rise to the Crab Neb-\nula.” But what this teaches us in turn is that even if jets eliminate themselves in stellar explo-",
        "bibliography": [
            "1 W. Schomaker, “Jets May Trigger Supernovae,” Astronomy (April 2001), p. 26.",
            "2 Ibid.",
            "3 Scientific American (July 1988), p. 12.",
            "4 W. Thornhill, “Formation of Chondritic Meteorites and the Solar System,” Chronology and Catastrophism",
            "Review, X (1988), p. 53.",
            "5 W. Shomaker, loc. cit.",
            "6 Anonymous, “Do All Pulsars Fly Pole-First?” Sky & Telescope (September 2000), p. 20.",
            "7K. A. Svitil, “Cracking the Crab,” Discover (February 2000), p. 12; R. Talcott, “The Crab’s Inner Workings,”",
            "Astronomy (January 2003), pp. 24, 26."
        ],
        "captions": []
    }
]