[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 209,
        "content": "THE LORD OF TIME\n\nWith a sun that stood perpetually still in Earth’s north celestial pole, and with no other\nvisible body in the sky, ancient man would have had no means of telling time. Although this\ntopic was discussed at length in our previous volume,! it does no harm to include a few addi-\ntional snippets, if for no other reason to keep the reader acquainted with the nature of the en-\nvironment we are presently concerned with. The Hindus, for instance, could still speak of\nthat time when “there was only darkness wrapped in darkness...nor was there then the torch\nof night and day.”\n\nIn Mesoamerica we meet with the Mayan Itzamna, “he who ‘emits light’,”3 also known\nas the Lord of Time.* Itzamna compares favorably with the Greek Kronos, that is Saturn,\nwho, as Chronos, was also revered as the Father of Time.5 Ken Moss has ably shown that, as\nthe “supreme Maya creator god” and the Father of Time, Itzamna’s identity as a Saturnian\ndeity is well established.®\n\nOf passing interest to our thesis is the strange fact that the Hopi possess a rich language\nwhich, however, “contains no reference to ‘time,’ either explicit or implicit.””\n\nTHE HIGHEST ANTIQUITY\n\nIn setting the stage for what is to come, the dramatis personae up to this point consist of\na conglomeration of Neanderthal and Cro-Magnon tribes, sometimes in conflict with each\nother, living in separate areas, north and south of the glaciated belt of the Pleistocene Ice\nAge. Thriving in the semi-darkness of a perpetual dawn, with a solitary dim sun that never\nmoved, they could not have known how long they had existed there, how long they expected\nto live, or how long those who passed away had been dead.\n\nJust because vegetation and game were plentiful in a balmy climate, we must not assume\nthat Paleolithic man lived in peace with his neighbors. The Cro-Magnons might not have ex-\nterminated the Neanderthals but, whether they interbred or not, it is not reasonable to assume\nthat there would not have been sporadic internecine conflicts between them. After all, even\nwith the rise of civilization, strife remained at the forefront of man’s activities, a situation\nthat continues into the present. Ancient man remembered this condition and passed it on to\nhis descendants.\n\nThe Sumerians, for instance, tell us that in the most primeval of times, the men of\n“ancient days” did not know of “tents of habitation.”8",
        "bibliography": [
            "1D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 305-320.",
            "2M. Eliade, Gods, Goddesses, and Myths of Creation (N. Y., 1974), p. 110.",
            "3G. Annequin, The Civilization of the Maya (Geneva, 1978), p. 144.",
            "4M. D. Coe, “Native Astronomy in Mesoamerica,” in A. Aveni (Ed.), Archaeoastronomy in Pre-Columbian",
            "America (Texas, 1975), p. 23.",
            "5 For Chronos as Kronos, see D. Cardona, op. cit., pp. 47, 170, 239, 263, 306-307, 309.",
            "6K, Moss, “Maya Cosmos: A Saturnian Interpretation,” AEON VI:1 (February 2001), pp. 82 ff.",
            "7 A. de Grazia, Homo Schizo II (Princeton, N.J., 1983), p. 170.",
            "8 §. H. Langdon, Semitic Mythology, Vol. V of The Mythology of All Races (N. Y., 1931/1964),p. 191."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 210,
        "content": "vf\nThe Chippewa, deeply religious members of the Algonkian confederation, tell how the\n|\nAA,\nUP ANG\na. Ages J MS BE, SN ND Spb\nca Sis y tye   RE Zz. LZX    A tae\nOY     a    of  LDS  ae WAN,   2 j  ow\nAMD LTT ee Ae Vere\nrs   ANTES |     ' 7   r    AGE TAU Weg\nal “STS            yj  AN Pheer\nA FEW SS) SWAN\nINE IOS es f      itl,\nWY AS ESS eae BAG    Peo\n- °, 92 | SK\n.                      Fi  \\\nOBA\nThe Chippewa, deeply religious members of the Algonkian conieaeeatiousten how the\ncreator attempted to fashion the world on three separate occasions, failing each time\nbecause there was too much ice, before he succeeded on the fourth. Shown above is an\nAlgonkian shaman preparing medicine in his bark-covered wigwam.\n(ilustration by Peter F. Copeland.)\n210",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 211,
        "content": "“has Yep\n211\n1  ee\nAW",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 212,
        "content": "\n“The people in reed huts (?) made their\nhe who emits light—supreme creator —\ndevotions. Like sheep...they ate grass, and\nthey drank rain-water. At that time...the\nae.               goddess of flocks and the Grain-goddess\ngoddess of flocks and the Grain-goddess\nFi:       le   i                        had not been made to thrive.”!\nhad not been made to thrive.”!\nQD              During the time of Alexander, himself a\nDuring the time of Alexander, himself a\n1)    ft           warmonger of the highest class, the Babylonian\nwarmonger of the highest class, the Babylonian\n~ Va             priest Berossus was still writing of “the remote\nriest Berossus was still writing of “the remote\naan     OF      3.             past” when “men lived in lawless manner like the\nast” when “men lived in lawless manner like the\npHs (n) 6)        beasts of the field.”\nbeasts of the field.”\n©           fe 8. WS)             The ancient Egyptians, too, remembered such\nThe ancient Egyptians, too, remembered such\n.      es     \\           a time before they were civilized by Osiris. Men\na time before they were civilized by Osiris. Men\nor      ’)            “were but savages,” Donald Mackenzie para-\nthither, up and down the valley and among the\n“were but savages,” Donald Mackenzie para-\n7 e;  (/                      phrased an Egyptian text. “They hunted wild ani-\nhrased an Egyptian text. “They hunted wild ani-\nM                       mals, they wandered in broken tribes hither and\nsinful.” Diodorus even hints that the pre-civilized\nmals, they wandered in broken tribes hither and\nNS     rf a        thither, oD and down the valley and among the\nZe |       mountains, and the tribes contended fiercely in\nmountains, and the tribes contended fiercely in\ne:      Co}   }            battle. Evil were their ways and their desires were\nattle. Evil were their ways and their desires were\nyy       &  oy,             sinful.”3 Diodorus even hints that the pre-civilized\net fa          J |            Egyptians were not averse to cannibalism, and, in\nEgyptians were not averse to cannibalism, and, in\nlater times, it was said that Osiris had to forbid\nItzamna—head of the Maya pantheon —       men to eat each other.4\nItzamna—head of the Maya pantheon —\nmen to eat each other\nhe who emits light—supreme creator—         The Chinese were no different in keeping\nThe Chinese were no different in keeping\nLord of Time.\nLord of Time.              alive the memory of an “‘ancient’ period during\nalive the memory of an “‘ancient’ period during\nwhich life was still very primitive.”5\nwith feathers and skins.”¢\n“Formerly the ancient kings had no houses [the Chinese Li Ki states]. In winter they\nlived in caves which they had excavated, and in summer in nests which they had\nframed. They knew not yet the transforming power of fire, but ate fruit of plants and\ntrees, and the flesh of birds and beasts, drinking their blood, and swallowing also the\nhair and feathers. They knew not yet the use of flax and silk, but clothed themselves\nwith feathers and skins.”6\nMichel Cartier could not believe that the description of this legendary society could have\nbeen based on what the ancestors of the Chinese actually remembered and passed on by word",
        "bibliography": [
            "1 Pid.",
            "2 Ibid., p. 103.",
            "3D. A. Mackenzie, Egyptian Myth and Legend (N. Y., 1907/1978), p. 15.",
            "4E. A. W. Budge, Osiris & the Egyptian Resurrection (N. Y., 1911/1973), p. 167.",
            "5M. Cartier, “Historical Myths or Mythical History?” Comparative Civilizations Review, No. 20 (Spring 1989),",
            "p. 64.",
            "6 Li Ki, VU:1"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 213,
        "content": "\nof mouth through the generations. The identification of such a society “with a state of sav-\nagery still very close to animality,” wrote Cartier, “does not really fit with the cultural evi-\ndence discovered by the Chinese archaeologists.” And: “The images of a ‘savage’ society\nantedating the invention of the rituals has no more historical foundations than the representa-\ntives of a primitive mankind imagined by Lucretius or Jean-Jacques Rousseau, to which they\nare very close, and which, until a very recent time, were considered in Europe as a reliable\nsubstitute for pre-history.”! And yet Cartier could not help stating that:\n“The works of the Legalist philosophers are the most sophisticated Chinese repre-\nsentations of historical development. This is especially true of a set of texts which at-\ntempt to reconstruct a primitive stage, vividly depicted either as an affluent society or\none in which humans and animals are almost the same. They provide rational ac-\ncounts of the transition from this stage to a more elaborate ‘feudal’ (fengjian) age...\n“The notion of a ‘primitive’ society, a stage usually ascribed to the ‘highest antiq-\nuity’...shares several traits with the description proposed in the section of the ‘Li-\nyun.’ The primitive men were nest builders living in trees, did not know how to light\nfire, or at best produced fire through friction, had to fight wild beasts with their bare\nhands, or at best with clubs and very simple weapons...they had to live on a diet of\n‘fruit of plants and trees,’ herbs or raw meat and cover their bodies with ‘the skins of\nbirds and animals’.”?\nUnfortunately Cartier assumed that the different society, described as affluent and living\nin harmony with the land, bears a better resemblance “with the prehistoric society recon-\nstructed through the evidence of [Chinese] archaeology,” and that this “makes more sense as\na starting point for an evolutionary process.” But the affluent society which Cartier finds\nmore acceptable was actually one that followed the primitive society of an earlier age—an\naffluent society which is spoken of in the mytho-histories of every ancient race, and which\nmythologists usually refer to as the Golden Age.\nThat the ancestors of the Chinese were “nest builders living in trees” is not impossible. It\nis more likely, however, that they simply built shelters made of twigs upon the ground, simi-\nlar to the reed huts of the proto-Sumerians mentioned above, which shelters were later re-\nmembered as nests, and, later still, believed to have been in trees.\nTo believe that the Chinese invented these hoary tales is to ignore the similarity they bear\nto those told by the indigenes of both terrestrial hemispheres. Lucretius and Rousseau aside,\nall these tales and the sequential events they tell bear too much similarity to be relegated to\nthe realm of philosophical creativeness. After all it was no different on the other side of the\nworld as the Peruvians well remembered and had it written in their records:",
        "bibliography": [
            "'M. Cartier, op. cit., pp. 64-65.",
            "2 Ibid., p. 65 (emphasis added).",
            "3 Ibid., p. 66."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 214,
        "content": "\n“Where we live now we see villages and cities; we see streams flowing down from\nthe mountains, and being led this way and that way to water our crops and our trees;\nwe see flocks of llamas feeding on good grass with their lambs—countless flocks. But\nin those days we lived where there were thickets and barren rocks; we had no llamas;\nwe had no crops; we knew not how to make the waters flow this way and that way;\nwe had no villages, no cities, no temples. We lived in clefts of the rocks and holes in\nthe ground. The covering of our bodies was of bark or of leaves, or else we went na-\nked...We ate roots that we pulled up out of the ground, or fought with the foxes for\nthe dead things they were carrying away. No one bore rule amongst us, and we knew\nnothing of duty or kindness of one to another.”!\nMAN IN DARKNESS\nThe Egyptians also remembered the perpetual semi-darkness which the dim sub-brown\ndwarf star that was proto-Saturn shed on Earth during this primordial time.? Needless to say,\nthis was no different on the other side of the world. In speaking of the prehistoric peoples of\nSouth America, Harold Osborne tells us:\n“Some mythological cycles feature a primitive age of darkness before the existence of\nthe sun, when human beings lived in a state of anarchy without the techniques of\ncivilized life. Sometimes myths in this category appear to embody a confused racial\nmemory of a hunting and food gathering stage.”\nOsborne is here referring to Pedro de Cieza de Leon who compiled his notes from what\nthe Callao Indians recounted to him at the time of the Spanish conquest, and which he re-\ncorded in his Cronica del Peru, from which the following is lifted:\n“They say that men lived in those times in a state of disorder, many went naked like\nsavages; they had no houses or other dwellings than caves...and from these they went\nforth to gather whatever they could find to eat in the countryside. Some made\nfortresses, called pucara, in the highlands and they sallied forth from these to fight\none another. Many were killed and they carried off the spoils and women of the\nconquered. They were in a state of anarchy without political cohesion and had no\noverlords but only petty chiefs who led them into battle. Their clothing was primitive,\nbut they say that the headbands of /lautu by which one tribe is nowadays\ndistinguished from another were used even then...these Indians relate a thing more\nnoteworthy than anything else that they say. They assert that they were a long time\nwithout seeing the sun and, suffering much hardship from this, they offered prayers",
        "bibliography": [
            "TR. Van Over, op. cit., p. 112.",
            "2 Coffin Texts, Spell 316.",
            "3H. Osborne, “South American Mythology,” Mythology of the Americas (London, 1970), p. 294 (emphasis",
            "added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 215,
        "content": "\nand vows to those whom they held for gods, beseeching of them the light they\nlacked...””!\nSomething similar is told by the Sia Indians of New Mexico who speak of a time when\n“it was still dark, but the people...made houses for themselves by digging in the rocks and\nthe earth.”? It is understandable that, in the telling of these times, long after the event, the\nseverity of the darkness became exaggerated. Thus the same Sia relate that they “could not\nbuild houses as they do now, because they could not see.”? Nor were the Sia the only people\nwho fell prey to this exaggeration. The Cherokee also believed that:\n“Tn the beginning there was only blackness, and nobody could see anything. People\nkept bumping into each other and groping blindly.”\nIt might be pointed out by some that tales, especially those which have entertainment\nvalue, have been known to spread from one society to another. This has been amply demon-\nstrated by Frank Dobbins through the tale known mostly as “The Story of the Master Thief,”\nvariations of which are found in the northern countries of Europe, Scotland, Spain, and even\nEgypt.5 No one, however, could ever have believed these tales. They were witty, even\nhumorous, but beyond belief in any of their variants. As argued extensively in our previous\nvolume,’ it is different when it comes to mythology, especially that which deals with origins.\nIt is not that mythological ideas were not transferred from one race to another, but they\nmostly took hold among those to whom they were transferred precisely because they ac-\ncorded with their own traditions. As Frank Manuel stressed: “Those who held for the\nautonomous invention of culture, myth, and religion granted that some details were trans-\nferred, but they contended that fundamentally myth-making was a stage in the history of rea-\nson common to all people.”? Much later, as Manuel tells us, “the myths themselves, once\nhaving been committed to writing, were preserved by national pride since they described a\npeople’s version of the origin of things.”§ Only later still were “symbolic interpreta-\ntions...grafted onto these ancient myths” wherewith “they were made to teach virtue.”?\nIn passing, I would like to touch upon the hormonal malady known as Seasonal Affective\nDisorder—SAD for short—which affects some people during winter months. This malady\ntakes the form of a winter-long depression, which seems to be related to the body’s inner\nclock known as the circadian rhythm. Those suffering from the syndrome are often inclined\nto spend as much time in bed as possible, often pulling the covers over their head, right",
        "bibliography": [
            "! [bid., pp. 328, 330.",
            "2R. Van Over, op. cit., p. 36.",
            "3 Ibid.",
            "4R. Erdoes & A. Ortiz, American Indian Myths and Legends (N. Y., 1984), p. 154.",
            "5 FS. Dobbins, Error’s Chains: How Forged and Broken (N. Y., 1884), pp. 37 ff.",
            "6 D. Cardona, op. cit., pp. 35 ff.",
            "7F.E. Manuel, The Eighteenth Century Confronts the Gods (Cambridge, Massachusetts, 1959), p. 46.",
            "8 Ibid.",
            "9 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 216,
        "content": "through the winter months. Dramatic changes in sleep and appetite, low energy, irritability,\nan aversion to normal pleasures, and even social withdrawal are other symptoms of this\ndepression. In the late 1980s, Morton Miller and his associates at the Lahey Clinic in Bur-\nlington, Massachusetts, discovered that the light-sensitive hormone melatonin influences\nbrain signals in the hypothalamus. They have since then learned to treat patients by exposing\nthem to specially designed lights for several hours each morning. This light therapy seems to\nbe effective in resetting a person’s circadian rhythm with noticeable improvement within a\nfew days.! I hate to stretch matters beyond their logical limit, but, seeing as this disorder is\nlight-oriented, one wonders whether it might not be a throw-back to the primordial age of\ndarkness.",
        "bibliography": [
            "1“Hybernation Blues,” Science Digest (May 1989), p. 79."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 217,
        "content": "\nChapter 11\nThe Circumstellar Disk\nCHAOS\nhere are two aspects of the proto-Saturnian sub brown dwarf star we discussed in our\nfirst volume which have not yet received mention in the present one. Also, as I have\noften said before, ours is a precarious position in that our model and scenario is not\none that can be easily embraced by most members of academia so that we are, perhaps more\nthan others, compelled to supply as much evidence as we possibly can. One of the items in\nquestion is the placental cloud, or circumstellar disk, that circled the proto-Saturnian sun.\nAs we noted in our previous work, proto-Saturn’s circumstellar disk was inter alia re-\nmembered as a chaotic nebular cloud and thus received the name of Chaos.! This entity\ncalled Chaos was seen as being so mysterious that entire tracts have been written about it. It\nwas perhaps the only celestial item the ancients had difficulty in describing and/or\nsymbolizing. Believed by some to have had no origin, it was obviously related to the\ndarkness in the sky in which it was seen to float, and was thus often discussed together with\nit. In the Gnostic treatise known as On the Origin of the World, its unknown writer resorted\nto apologetics in an attempt to fathom the object in question.\n“Since everyone—the gods of the world and men—say that nothing existed prior to\nChaos, I shall demonstrate that they all erred, since they do not know the structure of\nChaos and its root. Here is the demonstration:\n“Tf it is agreed by all men concerning Chaos that it is a darkness, then it is something\nderived from a shadow. It was called darkness.\n“But the shadow is something derived from a work existing from the beginning.\n“So it is obvious that the first work existed before Chaos came into being.”\nIn this we can catch a glimpse of the struggle the writer of this treatise was going through\nin trying to both understand and justify what the ancient ones had said concerning Chaos.\nThat Chaos was a name of Janus, although often left unmentioned by mythologists, we know",
        "bibliography": [
            "1D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 262-263.",
            "2 W. Barnstone (Ed.), The Other Bible (N. Y., 1984), p. 63."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 218,
        "content": "\nfrom Ovid.! Just as often left unmentioned is that Janus was identified with the Greek Kronos\nand called by the name Saturnus, as we know from Joannes Lydus.?\nTAO\nThe Gnostics were not the only ones who had difficulty in understanding the nature of\nthis nebular cloud. Lau-tzu (Lao-tse, Lao-tze), who finally named it Tao, was just as puzzled\nand, in his attempt to define it, just as apologetic. Whether Lau-tzu had meant it as such\nfrom the beginning, his obsession with Tao eventually led to China’s most ancient belief\nsystem. Although it originally looked upon the stars as its divine assembly,* Taoism was to\nappend various deities as time went by. It is in fact quite apparent that the greater portion of\nChinese divinities are of Taoist derivation.5 Not all of these are of ancient, or even\ncosmogonic, origin. In one way, Taoism was eventually uplifted into the realms of\nphilosophy and, in another, it degenerated into a system of superstitious belief. It is, however,\noften forgotten that, as David Talbott tells us, the Tao itself was originally known as “the\nUnmoved Mover, the god One who goes or ‘moves’ while yet remaining in one place.”6 Also\nknown as the “light of heaven” and “the heart of heaven,” Talbott identified Tao as “the\ncentral sun.”? Where we differ slightly from him is in our assumption that Tao was the\ncircumstellar disk surrounding proto-Saturn rather than the central Saturnian sun itself.\nTHE NEBULAR CLOUD\nIntimations of the nebulous nature of the cloud surrounding proto-Saturn comes from its\ndescription as fog, foam, fluffy cotton,? and even slime.!° In the Creation myth of the Yuma,\nthis same entity is spoken of as mist and foam.!! In a myth from Maiana, Gilbert Islands, the\nsame entity is described as Na Arean who “sat alone” in space “as a cloud that floats in\nnothingness.”!? The Voguls and Ostiaks, as A. Sauvageot informs us, retain a myth of origins\nin which “the creation is not conceived to be the very beginning of the universe.” These\npeople were of the belief that “a limitless stretch of water, sometimes with overlying fog and\nmist” preceded the Creation.!3 The name Viracocha, borne by one of the most important",
        "bibliography": [
            "1 Ovid, Fasti 1:103.",
            "2 Joannes Laurentius Lydus, De Mensibus 4:2. (NOTE: For more on Janus as Saturn, see D. Cardona, op. cit.,",
            "pp. 165, 167-170, 172-173, 178, 239, 252, 263, 264, 279, 306-307, 357, 449. For more on Chaos see ibid., pp.",
            "142, 172, 261-263, 267-268, 27 1-280, 304, 306, 309, 311, 317, 319, 341, 432-433, 457, 490.",
            "3 See here D. Cardona, op. cit., pp. 263-264.",
            "4. S. Dobbins, Error’s Chains: How Forged and Broken (N. Y., 1884), p. 419.",
            "5 Ou-I-Tai, “Chinese Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 379.",
            "6D.N. Talbott, The Saturn Myth (N. Y., 1980), p. 56.",
            "7 Ibid., pp. 56-57.",
            "8 For more on this, see D. Cardona, op. cit., pp. 263-264, 271, 438, 457.",
            "9 Ibid., p. 264.",
            "10 [bid., p. 266.",
            "1 R. Erdoes & A. Ortiz, American Indian Myths and Legends (N. Y., 1984), p.77.",
            "12 ©, Sagan, Cosmos (N. Y., 1983), p. 257.",
            "13 A. Sauvageot, “Finland-Ugria: Magic Animals,” Larousse World Mythology (London, 1972), p. 424."
        ],
        "captions": []
    }
]