[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 49,
        "content": "\n“Left to itself, it is hard to see how anything internal to the Earth could ever break the\nstable grip of an ice-age. Thus to understand the cause of interglacials [to say nothing\nof the end of ice ages] we must look to external catastrophic events.”!\nYet, despite the fact that he had his own theory to push forward, even he was forced to\nfinally admit that “despite the great cost and effort that has gone into modeling the terrestrial\nclimate system, our understanding of glacial cycles and their forcing mechanism remains ru-\ndimentary to say the least.”?\nThe date concerning the end of the Pleistocene Ice age is just as controversial. In the\nlate nineteenth century, basing his conclusion on the rate of retreat of Niagara Falls,\nGrove Karl Gilbert had calculated the end of the glacial retreat at 7,000 years ago, which\nwas a drastic reduction from the previous estimate of 30,000 years “and even more.”3\nThis was revised in 1878 by Gerard de Geer on the basis of sediment accumulation to\nabout 12,000 to 14,000 years ago.4 Albrecht Penck and Eduard Briickner vouched for\n20,000 years ago.5 But then, on the basis of radiocarbon dating, it was “shown” that,\n10,000 to 11,000 years ago, the ice must have been still advancing rather than retreating.®\nA glacial advance was, by the mid-twentieth century, also being reported to have taken\nplace a mere 3000 years ago.’ Rates of glacial melting were estimated, refined, and\ncorrected, only to be recalculated over and again. And so it went, round and round the\nmulberry bush.\nThis merry-go-round continued into the end of the twentieth century. Thus, in 1983,\nClaus Hammer calculated that the last Ice Age ended 10,400 years ago.’ But by the end of\n1986, the retreat of the glaciers and the termination of the Ice Age was pin-pointed at only\n7,000 years before the present.? Three years later, on the basis of ice cores retrieved from the\nGreenland glaciers, Sean Mewhinney vouched for 11,000 years ago as the correct date for the\nend of the Ice Age,!° thus conforming with Hammer’s conclusions. The following year\nMewhinney reiterated his ice core argument with the end of the Ice Age still being placed at\n11,000 years ago, or, to be quite fair to him, as between 10,000 and 11,000 years ago.!! Then,\nin 1997, on the basis of past changes in the Western Desert of Egypt and sea-bed cores",
        "bibliography": [
            "1 F. Hoyle and C. Wickramasinghe, “Cometary Impacts and Ice Ages,” as reported on the Intersect electronic",
            "newsgroup sponsored by KRONIA Communications, March 27, 2001.",
            "2 Ibid.",
            "3 W. Chorlton, op. cit., p. 95.",
            "4 Ibid.",
            "5 Ibid.",
            "6 F, Johnson, in W. F. Libby, Radiocarbon Dating (1952), p. 105.",
            "7 See here the reports in Science (September 24, 1954 & April 8, 1955), as cited by I. Velikovsky, Earth in",
            "Upheaval (N. Y., 1955), p. 158.",
            "8 W. Immen, “Expert Believes Last Ice Age Ended 10,400 Years Ago,” Globe & Mail (May 27, 1983).",
            "9S. Begley & L. Lief, “The Way We Were,” Newsweek (November 10, 1986), p. 62.",
            "10 §. Mewhinney, Ice Cores and Common Sense (no publication place given, 1989), p. 5.",
            "11 Idem, “Ice Cores and Common Sense,” Catastrophism and Ancient History XI1:2 (July 1990), pp. 117, 128,",
            "11 Idem, “Ice Cores and Common Sense,” Catastrophism and Ancient History X1I:2 (July 1990), pp. 117, 128,",
            "129."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 50,
        "content": "drilled off the coast of British Columbia, as well as other data, the end of the Ice Age was\nupped to 14,000 years ago.! In turn, by 2002, this date was once again raised to 18,000 years\nago. ? But by the end of 2002, the end of the Ice Age was being touted as having occurred\n12,000 years ago.\n\nIt is therefore understandable that some have even questioned the past occurrence of ice\nages, claiming that they never took place, and that the signs which have been touted as evi-\ndence for glacial advances and retreats have simply been misinterpreted.",
        "bibliography": [
            "! Reported in “Recent Climate Changes,” Chronology & Catastrophism Review, 1997:2, p. 41, where the",
            "original sources are cited.",
            "2 E. Dobb, “What Wiped Out the Dinosaurs,” Discover (June 2002), p. 39.",
            "3R. A. Bindschalder & C.R. Bentley, “On Thin Ice?” Scientific American (December 2002), p. 100."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 51,
        "content": "\nChapter 4\nUnorthodox Schemes\nDISLOCATED POLAR CAPS\nrime among those who believed ice ages never occurred was Immanuel Velikovsky.\nAnd yet he still had to account for the presence of an ice field in Earth’s northern lati-\ntudes much farther south than the periphery of the present ice caps. How did he recon-\ncile this without the advent of an ice age?\nIn 1955, Velikovsky built a case for a sudden onset of ice due to the tilting of Earth’s axis\nby an external source. The heating of Earth’s oceans brought about by the interaction of\nmagnetic fields between our globe and this external source, which would also have induced\nworldwide volcanism, would have resulted in the evaporation of Earth’s hydrosphere to a\nPx: among those who believed ice ages never occurred was Immanuel Velikovsky.\ngreat depth. As he theorized:\n“Water evaporated from the oceans would rise in clouds and fall again in torrential\nrains and snowfalls. Clouds of dust, ejected by numerous volcanoes and swept by hur-\nricanes from the ground, and possibly dust clouds of extraneous origin... would keep\nthe rays of the sun from penetrating to the earth.”!\nBut because of the heated Earth, all falling snow would have melted “before reaching the\nground or soon thereafter.” The ice of the polar regions would also have melted, creating\nfloods which would have swept out of the Polar Circle. Mountain glaciers, too, would have\nthawed out, inundating the valleys below them. Falling “again and again in a sunless world,”\nhowever, the falling snow would eventually reach the ground without melting, turning “not\ninto water, but into ice.”\n“Tn the course of the years the incessant action of the snow would cool the ground in\nthe higher latitudes to such an extent that a permanent cover would be built. And the\nearth would go on shuddering for centuries, slowly quieting down, and as time passed\none after another the volcanoes would burn themselves out.”\nIn what way, then, was Velikovsky’s proposed scenario different from that of previous\nattempts? Axial tilts, heating of the oceans, volcanism, dust clouds, hindrance of solar rays,\nand even external causes, had all been proposed before and/or since then.",
        "bibliography": [
            "'T. Velikovsky, Earth in Upheaval (N. Y., 1955), p. 137.",
            "2 Ibid.",
            "3 Ibid., p. 138."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 52,
        "content": "\nJudging by his previous work,' Velikovsky would have had in mind an errant planet\nposing as the external cause behind the onslaught of ice. One of these errant planets, accord-\ning to him, had been the planet Venus which interacted with Earth in a near-collision which\nhe dated to 1500 (or 1450) B. C. He therefore became quite confident that the radiocarbon\ndating of wood, discovered in glacial till ascribed to the Late Wisconsin advance of the\nPleistocene Ice Age, had to be correct. As reported by H. E. Suess, the age of this wood came\nout at 3300 + 200 years.* This would then date the Late Wisconsin glaciation to 1300 + 200\nyears B.C, —thus close to 1500 B.C.— which accorded perfectly well with Velikovsky’s date\nfor the Venus encounter. While other proponents had fingered external causes, such as com-\nets, meteorites, and/or asteroids, none of them had till then blamed ice ages on an errant\nplanet, let alone the planet Venus. (W6lfli and Baltensperger’s errant planet Z, discussed in\nthe last chapter, was proposed long after Velikovsky.)\nBut how did all this negate the occurrence of ice ages? As Velikovsky had earlier ex-\nplained:\n“Tf we look at the distribution of the ice sheet in the northern hemisphere, we see that\na circle, with its center somewhere near the east shore of Greenland or in the strait\nbetween Greenland and Baffin Land [read ‘Baffin Island’] near the present north\nmagnetic pole, and a radius of about 3,600 kilometers, embraces the region of the ice\nsheet of the last glacial age. Northeastern Siberia is outside the circle; the valley of\nthe Missouri down to 39° north latitude is within the circle. The eastern part of Alaska\nis included, but not its western part. Northwestern Europe is well within the circle;\nsome distance behind the Ural Mountains, the line curves toward the north and\ncrosses the present polar circle.\n“Now we reflect: Was not the North Pole at some time in the past 20° or more distant\nfrom the point it now occupies—and closer to America? In like manner, the old South\nPole would have been roughly the same 20° from the present pole.”3\nIn other words, what transpired 3500 years ago, according to Velikovsky, was a shift of\nthe terrestrial axis brought about by Earth’s close encounter with the planet Venus. The heat\ngenerated by this confrontation would have melted the old polar caps, while the continuous\nprecipitation would eventually have formed the present ice caps. Thus, still according to Ve-\nlikovsky, the signs left behind by what glaciologists believe to have been the Pleistocene Ice\nAge would have been those left behind by the previous ice cap. In other words, Earth’s polar\ncaps would have merely been dislocated. No ice age, per se, would have ensued.\nAs we have already seen, in 1958, Charles Hapgood came out with a similar theory,* re-\nvised in 1970,! but one that was bereft of any errant planets. Rather than a tilt of Earth’s axis,",
        "bibliography": [
            "1 Idem, Worlds in Collision (N. Y., 1950), in toto.",
            "2 Idem, Earth in Upheaval (N. Y., 1955), p. 158.",
            "3 Idem, Worlds in Collision (see above), pp. 325-326.",
            "4. Hapgood, Earth’s Shifting Crust (N. Y., 1958), in toto."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 53,
        "content": "\nHapgood blamed the displacement of Earth’s polar caps through a shifting of the terrestrial\ncrust. Contrary to Velikovsky, however, Hapgood pinpointed the previous North Pole not in\nBaffin Bay —i.e., between Greenland and Baffin Island—but further south in Hudson Bay. At\nfirst believed to have been occasioned by the weight of the ice itself, Hapgood was later\nmade to realize that such could not have been the cause behind the shifting crust.2 As he\nhimself was eventually forced to admit, the cause of the shifting crust, if it ever really took\nplace, remains bereft of a “satisfactory explanation.” Various other problems inherent in the\nshifting crust scenario have already been discussed in the prequel to this work.*\nTHE ICE DUMP\nDonald Patten, a geographer by training and an avowed Biblical fundamentalist, came up\nwith a theory that has a certain charm to it, although, to be sure, he was more interested in\nproposing a cause for the Biblical Flood, or Deluge, than he was in the occurrence of ice\nages. Even so, since, in his opinion, both events were the outcome of the same cause, it be-\nhooves us to take note of what he had to offer. First presented in a major work published in\n1966,> Patten was at least astute enough to raise valid objections to past ice age theories. Like\nVelikovsky, he, also, wrought a scheme involving an errant planet; but that is where the\nsimilarity ends. His own hypothesis was that the ice which constituted the Pleistocene Ice\nAge was delivered by an astral visitor from outer space. Casting aside the Biblical funda-\nmentalist agenda behind Patten’s theory, we present it here because the scenario is not itself\nbeyond the realms of possibility. Basing his theory on the belief that bodies at the edge of the\nSolar System, as well as others well within it, are believed to be mainly composed of ice, he\nreasoned that:\n“..it is not inconceivable that an astral visitor from the remote areas of our solar sys-\ntem would possess ice. Most do, and many consist almost entirely of ice. Nor is it in-\nconceivable that such an astral visitor could contain ice in accompanying satellites\n(Uranus does), in rings (Saturn does), in belts (Jupiter has belts and bands), or merely\nice in its crust.”6\nEarth’s past burden of ice, according to him, would have been delivered by this astral\nvisitor. Writing with his son Philip in 1979, he succinctly phrased his overall theory in the\nfollowing manner:\n“The origin of a massive ice dump was a small, frozen satellite-sized body, comprised\nof water ice, possibly between 430 and 500 miles in diameter. Possibly it was a satel-\nlite of another planet which engaged the earth in a dramatic and devastating flyby...\n! Idem, The Path of the Pole (N. Y., 1970), in toto.\n| Idem, The Path of the Pole (N. Y., 1970), in toto.\n2 Ibid., p. xi.\n3 Ibid.\n4D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 394 ff.\n5 D. W. Patten, The Biblical Flood and the Ice Epoch (Seattle, 1966), in toto.\n6 Ibid., p. 127.\n53",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 54,
        "content": "“The transport mechanism was a collision or near collision-course orbit...\n\n“Upon fragmentation, roughly 10,000 to 15,000 miles from the earth’s core, and hence\n6000 to 11,000 miles from earth’s surface, the icy particles scattered into three trajec-\ntories. One trajectory flew toward the earth, like a shower of meteorites. Fragments of\nice entered the atmosphere like meteors and with the heat of friction vaporized and\nprecipitated to earth. It would not take very much ice, astronomically speaking, to cre-\nate in this way a sudden rainfall equivalent to 100 feet of water per square foot of earth\nsurface, which is about 200,000,000 square miles. This concept must be kept in align-\nment with the many ancient flood legends among nearly all primitive peoples, wherein\nthe onset of the Biblical Flood event was a day—one day. This earthbound trajectory\nmight account for 10 to 20 percent of the icy fragments.”!\n\nSo much for the Deluge. But how did Patten make this same astral visitor account for the\nIce Age? While a second trajectory, accounting for perhaps 15 to 25 percent of the icy frag-\nments, was swept away into interstellar space, a third trajectory began to orbit earth as a ring\naround the equator. The Sun would then have charged the particles which, interacting with\nEarth’s geomagnetic field, were funneled, much like the auroras, toward both poles where\nthey fell without melting as ice and snow. “Thus the ice age took a month or so, not tens of\nthousands of years, to form.”?\n\nSeven years later, having attracted the attention and support of two other fundamentalist\nscientists, Ronald Hatch and Loren Steinhauer, Patten co-authored a second book with them\nin which they expounded on seven distinct cosmic catastrophes as they saw them encoded\nbetween the lines of the Old Testament verses.3 Again, we shall cast all that aside and con-\ncentrate on what they had to offer concerning the Ice Age. Keeping to Patten’s original hy-\npothesis, the icy visitor was now described as either having been the planet Mercury or a sat-\nellite of Mercury.* Writing in support of their theory in 1977, William Thompson alluded to\nthe “astral body” as having been “probably Mercury.”> But then, in 1988, Patten revised his\ntheory, now blaming the Deluge and the ice dump on the fragmentation of a previous icy sat-\nellite of Mars during a close flyby of that planet.®\n\nOne should not castigate Patten for his change of mind because, after all, that is the way\nin which theories should be constructed, through refinement dictated by new evidence. Even\nso, leaving aside my own disbelief of the entire scenario, Patten’s theory suffers mostly from",
        "bibliography": [
            "1D. W. & P. A. Patten, “A Comprehensive Theory on Aging, Gigantism and Longevity,” Catastrophism and",
            "Ancient History I:1 (August 1979), pp. 34-35 (emphasis as given).",
            "2 Ibid., p. 37.",
            "3D. W. Patten, R. R. Hatch, & L. C. Steinhauer, The Long Day of Joshua and Six Other Catastrophes (Seattle",
            "1973), in toto.",
            "4 Ibid., p. 307.",
            "SW.L Thompson III, “Extraterrestrial Origin of the Ice Age,” A Symposium on Creation, VI (Seattle, 1977), p.",
            "4,",
            "6D. Ww. Patten, Catastrophism and the Old Testament (Seattle, 1988), pp. 31, 34 ff., and elsewhere in same",
            "work."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 55,
        "content": "\nthe fact that it can only be made to account for the last, that is the Pleistocene, Ice Age. Pat-\nten himself was of the belief that the “traditional viewpoint of the ice age holds that there\nwere four of them, separated by warmer interglacial periods...”! That might have been true\nin the 1920s, but in the 50’s, well before Patten stated the above, this was no longer the pic-\nture, and Patten should at least have known that. Thanks to the study of sedimentation in\ndeep-sea cores by the Italian-American geologist Cesare Emiliani during that decade, it was\ndiscovered that “no fewer than seven complete glacial-interglacial stages” had occurred\n“during the past 300,000 years.” About a decade later, further studies of similar cores by\nNicholas Shackleton “showed a definite sequence of 19 stages of warming and cooling over\nthe past 700,000 years.”\nIt thus becomes evident that if Patten’s cause for the ice ages was to be adopted, an icy\nastral visitor, as a previous satellite of Mars or Mercury, or some such similar body, would\nhave had to have interacted with Earth and fractured on some nineteen different occasions. It\nmore than boggles the imagination. Besides, as in other cases, seeing as Earth had been much\nwarmer prior to the Pleistocene Ice Age, with the Arctic regions warmer still, any descending\nice or snow through the cusps of the geomagnetic field through the atmosphere would have\ntended to melt to fall as rain much in the same manner that Patten himself postulated for the\nBiblical Deluge.\nTHE TIPPE-TOP MODEL\nVelikovsky’s scenario received something of a questionable boost in 1978 when Peter\nWarlow attempted to provide it with a viable mechanism.* “To produce an ‘ice age’ is quite\nsimple,” he wrote. “You merely tilt the Earth a little bit.”5\n“If, for example, we were to tilt the Earth by about 20° or 30°, so that the rotation pole\nwas moved from its present position to a point in the Davis Strait [just south of Baffin\nBay], we would produce the sudden re-advance of the ice sheet over North Amer-\nica...It would alter the ice cover in northern Europe by a smaller amount...It would\nproduce a sudden change of climate in some parts of the world, and not in others. The\nchanges would be both to warmer and to colder states, depending upon the particular\nlocation.”6\nWhile this, according to Warlow, would have incurred changes in sea-levels, there would\nnot necessarily have been any change in the total quantity of ice at the poles.” This would be\nbecause all that would have happened, as in Velikovsky’s case, would have been a mere dis-",
        "bibliography": [
            "1 Idem (with P. A. Patten), op. cit., p. 32.",
            "2 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 131.",
            "3 Ibid., p. 137.",
            "4 P. Warlow, “Geomagnetic Reversals?” Journal of Physics (October 1978), pp. 2107-2130.",
            "5 Idem, The Reversing Earth (London, 1982), p. 158.",
            "6 Ibid., p. 159.",
            "7 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 56,
        "content": "\nplacement of Earth’s polar caps. Note, in fact, the similarity of his reasoning to that of Ve-\nlikovsky as reproduced above:\n“A circle drawn [with the pole in the Davis Strait] as centre passes through North\nAmerica, just below the Great Lakes; it passes through Europe in the region of the\nBritish Isles; and it just skirts the modern edge of Asia. As more than one investigator\nhas pointed out, that is almost the extent of the last glaciation.”!\nWarlow, of course, had more than just ice ages in mind. Perhaps more than anything, he\nwanted to account for Velikovsky’s additional postulate that Earth had reversed its rotational\norientation, with what was east becoming west, more than once in the past.2 This would ac-\ncount for various ancient statements from around the world which claim that, in past ages,\nthe Sun had changed direction, rising in the west and setting in the east, on more than one\noccasion. Velikovsky had of course accounted for this through an inversion of our globe. But\nwhile a simple inversion would interchange north with south, east and west would not appear\nto have reversed for anyone stationed upon Earth. As Michael Reade succinctly explained,\nonce one becomes familiar with seeing the Sun rise at a particular point on the horizon, while\nalso used to calling that direction East, one shall not observe anything so very markedly dif-\nferent if the world should turn upside down, for the sun would still appear to rise in much the\nsame place.3\nGranted, as Reade also clarified, the rising and setting Sun would be seen to go through\nother minor changes. Thus, for instance, depending on one’s locality on the globe, it would\n(1) appear to rise twelve hours earlier or twelve hours later than before; (2) it’s precise direc-\ntion of rising would be slightly modified; and (3) it would appear to rise at the point on the\nhorizon where, previously, it would have done six months later, or six months earlier. But it\nwould still appear to rise in the geographical East, and set in the direction of geographical\nwest.4\nIt is therefore to Warlow’s credit when he managed to turn the world upside down while\nalso reversing east and west. The complex motions that can account for this were best ex-\nplained by Warlow through the gyrations inherent in what is popularly known as a tippe-top.\nAs he rightly asserts, the tippe-top’s behavior is “quite intriguing.”> When first spun, this top\nspins like any other top, with its handle uppermost. But, in a complex series of fast pre-\ncessional, nutational, and other rotational responses, it soon inverts itself. It does so, how-\never, in a most peculiar manner. To an external observer, such a top would appear to have\nturned upside down while its direction of spin remains the same. But to an observer on the\nspinning top—if one can visualize such—the inversion would be accompanied by a reversal\nof rotation and—yes—on an Earth inverted in such a manner, the Sun would appear to rise in",
        "bibliography": [
            "| id.",
            "21. Velikovsky, op. cit., pp. 105 ff.",
            "3M. G. Reade, “Poles Uprooted?” Society for Interdisciplinary Studies Reviw 1:1 (January 1976), p. 18.",
            "4 Ibid.",
            "5 P. Warlow, “Geomagnetic Reversals?” (see above), pp. 2108-2109."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 57,
        "content": "\nthe geographical west and set in the geographical east.! As in Velikovsky’s simpler model,\nsuch a tippe-top reversal of Earth would also have generated the side effects—hurricanes,\ntides, volcanism, etc.—that we have now become quite familiar with in theories of cosmic\ncatastrophes, with ice caps melting and re-freezing in different (displaced) localities.\nOne other conundrum that Warlow’s model sought to explain was the series of past re-\nversals of Earth’s geomagnetic field. Various theories had been proposed to account for these\nreversals. Warlow’s solution seemed the simplest. As he disclosed:\n“All of the efforts by conventional scientists to explain the magnetic reversals have\nconcentrated on what seems to be the obvious problem, namely to find a way of re-\nversing the field. There is, however, another possibility. That possibility is to leave\nthe field alone and turn the Earth over instead.”?\nEven so, a reversal of Earth, in tippe-top fashion or otherwise, would not displace Earth’s\npolar caps and, as we have already seen, Warlow himself calls for only a twenty or thirty de-\ngree tilt in order to account for the displaced ice caps. This is accommodated by him by\nclaiming that “Earth may not be turned over completely on each occasion” and that the\namount of tilt “may be a little less or a little more than 180°, or there may be only a minor tilt\nof a few degrees.”3\nDid Warlow accept a close encounter with the planet Venus, as per Velikovsky, to ac-\ncount for the polar cap displacement during the Pleistocene? His research led him to believe\nthat “many large bodies have sailed by in the past.” But, more than that, he offered the fol-\nlowing confession:\n“Though I have not given consideration to the particular bodies in question, Ve-\nlikovsky’s investigations have led him to conclude that Venus was one of the bodies\ninvolved in recent events. Despite the ridicule with which this idea has been greeted,\nand fully aware that that ridicule may be leveled at me, J cannot find any reason for\nnot accepting his conclusion.”>\nVery much like the Milankovitch theory, but among a lesser group of interested parties,\nWarlow’s model had its ups and downs. Eric Crew was among the first to show how his\n“initial skepticism developed into firm support for Warlow’s views,”6 even though, in his",
        "bibliography": [
            "1 The physics behind this “intriguing” behavior, involving various types of simultaneous rotations and other",
            "motions, need not concern us here. Those interested can consult Warlow’s works as cited above.",
            "2 Idem, The Reversing Earth (see above), p. 55.",
            "3 Ibid., p. 58.",
            "4 Ibid., p. 185.",
            "5 Ibid. (emphasis added).",
            "6 E. Crew, “Slipping Shell and Tippe-Tops,” Society for Interdisciplinary Studies Workshop 3:2 (October",
            "1980), pp. 39-41."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 58,
        "content": "\nay    ;     (<=)\nS                               d\nb               c\nThe workings of a tippe-top.\n(5) Initial state with primary spin.\n(b & c) Fast precessional secondary rotation leading to inversion.\n(d) Continuation of primary spin but with top and bottom inverted, and right and left reversed.\nopinion, the terrestrial shell would have inverted without flipping Earth’s inner core,! a re-\nfinement that was also forwarded by T. William Field.? This brings the theory awfully close\nto Hapgood’s shifting crust. But this, too, found its critics Even so, Crew and Field’s pos-\ntulate is not entirely unbelievable when it is remembered that, just prior to 1996, evidence\nsuggested that “the earth’s solid inner core spins about two-thirds of a second per day faster\nthan the rest of the planet, adding up to an extra rotation every 400 years.”4 This might not be\nthough of as much, but it does, at least, indicate that Earth’s inner core is not rotationally tied\nto its outer surface. Earl Milton was another authority who favored Warlow’s methodical\nsolution, as so, too, did John White.®",
        "bibliography": [
            "1 Tdem., “Reversals of the Earth?” S.LS. Review IV:2/3 (Winter 1979/80), pp. 62-63; idem., “Further Comments",
            "on Shell Slipping,” Society for Interdisciplinary Studies Review 3:3 (January 1981), pp. 35-37; idem, “Slipping",
            "Shell— An Adjustment,” Society for Interdisciplinary Studies Workshop 3:4 (April 1981), p. 25.",
            "2 T. W. Field, “Evidence of an Inversion Event?” AEON IL:1 (June 1989), pp. 6-8; idem, “Some Thoughts on",
            "Inversion Calculations,” Chronology and Catastrophism Review XI (1989), pp. 21 ff.; idem, “Further Thoughts",
            "on Tippe Top Inversion,” in ibid. XII (1990), pp. 47-48.",
            "3D. A. Slade, “Eric Crew and the Tippe-Top,” Society for Interdisciplinary Studies Workshop 4:3 (December",
            "1981), pp. 34-36, but see also the appended reply by Eric Crew, pp. 36-37; see also C. L. Ellenberger, “Bulge-",
            "bilge, Inertia and Torque,” Society for Interdisciplinar Studies Workshop 4:4 (March 1982), pp. 32-34.",
            "4C. Kulyk, “Spinning Heads: Our Planet Within a Planet,” Equinox (December 1996), p. 14.",
            "SE. R. Milton, “Electric Stars in a Gravity-Less Electrified Cosmos,” S.I.S. Review V:1 (1980/81), p. 7.",
            "6 J. White, “The Day the Earth Flipped End-Over-End,” The Province (June 9, 1980), p. C1; idem, Pole Shift",
            "(N. Y., 1980), pp.135 ff., 385."
        ],
        "captions": []
    }
]