[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 119,
        "content": "\naay es\nNees\nSSS A           \\\nWinged Egyptian sun disk —symbol of the god Ra.\n“Lord God ‘Jehovah’ for the first time” in Haran,! and that Jehovah (or Yahweh) became the\ngod of Abraham.’ If the Old testament is historically correct, the Israelites were ignorant of\nYahweh right up until their enslavement in Egypt. It was Moses who introduced Yahweh to\nthem. Originally, even he had been ignorant of this god. On the other hand, to say that\n“Moses invented the name ‘Yahweh’,” as Alfred de Grazia did,3 is totally erroneous. Moses\nwas brought in contact with the cult of Yahweh when he resided in Midian, to where he had\nfled from Egypt after he had slain an Egyptian overseer. While in Midian he married Zippo-\nrah, the daughter of Jethro who was the priest of Midian.+\nThat Yahweh was the god of the Midianites is ascertained because his holy mountain,\nnamed Horeb, was in the desert in which Moses tended Jethro’s flock. And it was there, at\nthe foot of Mount Horeb, that Moses came face to face with Yahweh. Now it is true that the\nBook of Exodus has Yahweh declaring that he was, in fact, the god of the Israelites. “I am the\nGod of thy father, the God of Abraham, the God of Isaac, and the God of Jacob,” he is said to\nhave told Moses.5 A few verses later, however, Yahweh is reported to have told Moses: “I\nam Yahweh: And I appeared unto Abraham, unto Isaac, and unto Jacob, by the name of El\nShaddai [usually rendered as ‘God Almighty’] but by my name Yahweh [sometimes rendered\n‘Jehovah’ or ‘Adonai’] was I not known to them.”6\nThis, as is now known, is nothing but a Yahwist attempt at equating Yahweh with El\nShaddai, but it does not hide the fact that it was Shaddai and not Yahweh that had been the\ngod of the Israelite Patriarchs. This conclusion is not merely derived from the implication in\nExodus, but is actually ascertained by passages in other parts of the Old Testament. Besides\nthe above quoted verse from Exodus, “the name Saddai appears some forty-eight times in the\nHebrew Bible.”? Thus William Albright could rightly conclude that:",
        "bibliography": [
            "1M. L. Dimont, op. cit., p. 29.",
            "2 Ibid., pp. 40-41.",
            "3 A. de Grazia, God’s Fire (Princeton, N. J., 1983), pp. 175, 246.",
            "4 Exodus 2:21; 3:1.",
            "5 Ibid. 3:6.",
            "6 Ibid. 6: 2-3.",
            "7W. F. Albright, “The Names Shaddai and Abram,” Journal of Biblical Literature, 54 (1935), p. 180."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 120,
        "content": "\nCT eT\n1 a ee a a ee\nani Th ‘i = a\nEN\" Onwe=\n“Alli\nNs ITT oe SSS\n(ENR aise NG AT ext aa lice aft\ni Se Ae Se i a A Va\nWinged scarab—symbol of the god Ra.\n“Unless we reject the pertinent Hebrew tradition entirely, we must regard Saddai or\nEl-Saddai as the pre-Mosaic name of the chief god of the Hebrews...in the Priestly\nDocument, from the sixth century (but incorporating much older materials), it is al-\nways the name of the God of the Patriarchs, the God of Abraham, Isaac, and Ja-\ncob...”!\nTrue enough, the name Yahweh appears in various passages of Genesis before the time of\nMoses, but that this is due to Yahwist-inspired insertions at a later time has now been known\nfor quite some time. This is further evidenced by the fact that, while theophoric names which\nincorporate the element “Yahweh” became quite common, none are met with in the Old\nTestament prior to the advent of Moses.”\n“The important point to note is the absence of the divine name Yahweh as an element\nin any of these names [in Genesis]. Commonly, ancient Semitic names were com-\npounded with the name of a god. But in Genesis the only god-name found in personal\nnames is El (for example, Ishmael, Israel, Bethuel)—never Yahweh. Names com-\npounded with Yahweh are not found until Exodus...”3",
        "bibliography": [
            "! [bid., p. 188.",
            "2L.R. Bailey, “Israelite ‘El Sadday and Amorite Bél Sladé,” Journal of Biblical Literature, Vol. LXXXVIUL,",
            "2 LR. Bailey, “Israelite ‘El Sadday and Amorite Bél Sladé,” Journal of Biblical Literature, Vol. LXXXVIL,",
            "Part IV (December 1968), p. 434.",
            "3 R. S. Hendel, “Finding Historical Memories in the Patriarchal Narratives,” Biblical Archaeology Review",
            "(July/August 1995), p. 59."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 121,
        "content": "\nfess",
        "bibliography": [
            "Moses, who adopted the Midianite deity as his own and managed to foist him on the enslaved Israelites.",
            "Shown above: Replica of Michelangelo’s famous statue.",
            "(Photograph by the author —courtesy of the Victoria and Albert Museum, London, England.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 122,
        "content": "El-Shaddai remained the god of the Israelite Patriarchs until the advent of Moses who\nadopted the Midianite deity as his own and managed to foist him on the enslaved Israelites.\n“The theophany of Sinai [where Moses was said to have received Yahweh’s command-\nments],” wrote Albright, “then represents the end of the domination of the Shaddai concept\nand the beginning of the rule of Yahweh.”!\n\nThat Israel’s old god, known as El, Eloah, and/or Elohim, also known as II or Ilus, was a\nmanifestation of Saturn we have amply documented in our previous volume. That the wor-\nship of a sun, identified as Helios in later times, thus again equivalent to Saturn, was rampant\nfrom the time of the divided monarchy down into synagogue times, we have noted above. In\nbetween these two eras fits the age of Moses and Yahweh. Does this not, then, make one sus-\npect that Yahweh, too, might have stood for Saturn?\n\nFROM YA TO YAHWEH\n\nWhile Yahweh was the god of the Midianites, it must not be understood that he was only\nknown to this particular tribe. Siegfried Horn tells us that the earliest reference to Yahweh\n“in any known inscription or text” appears on the Moabite Stone, known also as the Mesha\nStele, in which the Moabite king Mesha “makes sport of Israel’s God.”? But this is only true\nin so far as the name Yahweh is spelled out in full. Theophoric names incorporating a short-\nened form of Yahweh are known from other localities.\n\nThe case for the occurrence of Yahweh in Eblaite texts remains controversial. Mitchell\nDahood, for one, found evidence of it. The Ebla tablets, according to him “show that a thou-\nsand years before [the time of Moses]—and this has produced much excitement, and even\nconsternation, among scholars—both II and Ya, forms equivalent to El and Yahweh, existed\nin Northwest Semitic personal names.”4 Giovanni Pettinato is of similar opinion. The incor-\nporation of the element Ya in Eblaite personal names, he has argued, “might be a short form\nof Yau, which could be the Ebla prototype of the God of the Hebrews.”> Paolo Matthiae, on\nthe other hand, disagrees. “In my opinion,” he is quoted as saying, “the claimed Biblical as-\nsociations [with the Ebla texts] are not based on real evidence; the divine name Yahweh does\nnot appear at all in Ebla texts.”6\n\nThat may be so, but was the name of the god in question always rendered as “Yahweh”?\nThat a form of the name Yahweh appears in Amorite names of Mesopotamia and Syria has\nbeen shown by Cyrus Gordon and Gary Rendsburg.? The same god was even known in",
        "bibliography": [
            "1 Ww. F. Albright, op. cit., p. 193",
            "2 D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 28, 68-69, 135, 141, 142, 148, 151, 204-205,",
            "223-227, 229, 262, 267-268, 283, 305, 429, 433, 434, 435, 437, 443, 448.",
            "3 §.H. Horn, “Why the Moabite Stone was Blown to Pieces,” Biblical Archaeology Review (May/June 1986), p.",
            "58.",
            "4H. La Fay, “Ebla: Splendor of an Unknown Empire,” National Geographic (December 1978), p. 737.",
            "5M. Mohs, “Reviews,” Discover (March 1981), p. 115.",
            "6H. La Fay, op. cit., p. 740.",
            "7C. H. Gordon & G. A. Rendsburg, The Bible and the Ancient Near East (N. Y., 1997), pp. 38, 113, 250-251."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 123,
        "content": "\nEgypt. As Gordon testified, “several Egyptian texts refer to ‘Yhw in the land of the no-\nmads...”!\nApart from theophoric names, the god Yahweh was worshipped in Gebal as is indicated\nby the history of Sanchoniathon. As Stephen Langdon vouched:\n“Sanchounyathon [a different transliteration of the name] was undoubtedly a Phoeni-\ncian writer...as the statement of Porphyry, preserved in Eusebius, asserts. He based\nhis history [according to some] upon Yerombalos, a priest of Yeuo, undoubtedly the\ngod Yaw, who is thus proved to have been worshipped at Gebal as early as 1000 B.C.\nIn a mound north-west of Beisan, modern Ta’annek, has been found a letter of the\nfifteenth century [B.C.] in cuneiform by Ahi- Yami, which proves that Yaw was [also]\na deity of the Canaanites.”?\nThere are, of course, those who have claimed that Sanchoniathon was himself a Phoeni-\ncian priest who copied the sacred inscriptions from the inscribed pillars in the temple of Mel-\nkart, others say of Ba’al Hamon, at Tyre, when these crashed to the ground in an earthquake.\nEven so, that Yaw was a form of Yahweh we know from the Jewish colony which existed in\nthe sixth and fifth centuries B.C. at Elephantine in Southern Egypt. Writing in Aramaic, these\nJews pronounced the name of their deity as “Yaw.”3 In fact, as Langdon informs us, the\ngod’s proper name seems always to have been Yaw but, for controversial reasons, it was\neventually extended to Yahweh, sometimes rendered Jehovah. “A name Yahweh, [or] Jeho-\nvah [however], never existed.”4 In the northern kingdom of Israel, Yahweh was actually\ncalled Yo; in the southern kingdom of Judah, he was called Yahu.5 That Ya seems to have\nbeen the original form of the name has also been sustained by Godfrey Rolles Driver.6 Those\nwho have argued for Ya being merely a shortened form of Yahweh, rather than the original\nfull name, are therefore incorrect. As Driver pointed out: “It is a priori improbable that a\nname held so sacred as Yahweh would be commonly abbreviated” and that “no other Semitic\nrace ever shortened the names of its gods.””\nIn the meantime there has been much speculation that theophoric names incorporating the\nelement Ya or its equivalents appear in cuneiform texts dating from the last millennium\nB.C.8—despite Driver’s contention to the contrary?",
        "bibliography": [
            "! Ibid., p. 145.",
            "2S. H. Langdon, Semitic Mythology, Vol. V of The Mythology of All Races (N. Y. 1964), pp. 43-44.",
            "3 Ibid., p. 42.",
            "4 Ibid., pp. 42-43.",
            "5 A. Lemaire, “Royal Signature—Name of Israel’s Last King Surfaces in a Private Collection,” Biblical",
            "Archaeology Review (November/December 1995), p. 50.",
            "6G. R. Driver, “Jehovah,” Encyclopaedia Britannica (1959 edition), Vol. 12, p. 996.",
            "7 Ibid.",
            "8 A. Murtonen, A Philological and Literary Treatise on the Old Testament Divine Names (Helsinki, 1952), p.",
            "44,",
            "9° G.R. Driver, op. cit., pp. 996-997."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 124,
        "content": "THE MOON AND JUPITER\n\nVarious identifications of Yahweh have been attempted. As Burton Bernstein reported:\n“Some scholars speculate that Yahweh (Jehovah) was once regarded as a moon god and that\nthe early Hebrews were moon worshippers.”! This has mainly come about because the\nmountain on which Yahweh supposedly gave Moses the ten commandments is sometimes\nreferred to as Mount Sinai, although also as Mount Horeb. Known to have been named Sinai\nby Mesopotamian Semites after their god Sin, who is usually identified as the Moon, this\nmountain is also sometimes referred to as the Mountain of the Moon.\n\nAlfred de Grazia, on the other hand, saw Yahweh as a personification of the planet Jupi-\nter,2 as so, also, did David Talbott.3 In this, De Grazia was following J. Ziegler’s contro-\nversial work in which he claimed that “the original god of the Hebrews at the Exodus was\nZeus,” the god of the planet Jupiter. Ziegler himself derived the identification by claiming\nthat the “Y” in “Yahweh” was originally “Z,” the “H” an “E,” and the final “H” an “S.” Thus\nYahweh was rendered by him as Zews or Zeus.> But, by such manipulation of letters, which\nin the above case is contrary to philological transposition, one can change any name into an-\nother.\n\nA better case had earlier been made for a connection with Iupiter, the same as Jupiter,\nsince the prefix “Iu” has more in common with “Ya” than has “Zeus.”6 As A. Murtonen in-\ndicated: “Philologically there seems to be nothing which would absolutely exclude the possi-\nbility of such a combination, but too little is known about the relation between these and the\nSemitic languages to say anything definite on the subject.”7\n\nDe Grazia also came to the conclusion that: “The Etruscan-Roman case, ‘Jove [which\nstands for ‘Jupiter’]’, pronounced ‘Yowe’ is so close to Yahweh that the Roman Jupiter may\nbe considered as basically the same entity.” Actually, the Latin for the English name “Jove”\nis “Jovis.” And while the “J” is to be pronounced as the English “Y,” in this case the sound\nof the “V” remains the same—thus Yovees. Even so, this could still be linked to “Yahweh” in\nthe form of “Yahveh,” which is the manner in which the name is sometimes transliterated.\nSomething similar had earlier been stated by de Grazia’s mentor, Immanuel Velikovsky,\nalthough not with the intention of equating Yahweh with Jupiter?\n\nA different trail from Yahweh to Zeus/Jupiter can be followed through Langdon’s identi-\nfication of the Hebrew god with Hadad.!° This is because the same Langdon identified Hadad",
        "bibliography": [
            "1B. Bernstein, Sinai: The Great and Terrible Wilderness (N. Y., 1979), P. 6.",
            "2 A. de Grazia, Chaos and Creation (Princeton, 1981), pp. 166, 170, 198.",
            "3 D. Talbott, “From Myth to a Physical Model,” AEON IIL:3 (October 1993), p. 27.",
            "4A. de Grazia, God’s Fire (Princeton, N. J., 1983), p. 245.",
            "5 J. Ziegler, YHWH (Princeton, N. J., 1977), p. 98.",
            "6A, Murtonen, op. cit., p. 65.",
            "7 Ibid.",
            "8 A. de Grazia, loc. cit.",
            "91. Velikovsky, Worlds in Collision (N. Y., 1950), pp. 99-100.",
            "10 §. H. Langdon, op. cit., p. 42."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 125,
        "content": "\nas Zeus.! As the son of Anu,? who was Saturn,? this makes some sense since Jupiter was also\nconsidered the son of Kronos/Saturn.4 The same Hadad has also been identified as an alter-\nego of the Hittite Teshub,> who himself has been equated with Marduk,° one of the\nBabylonian names for the planet Jupiter.” All of which would be fine were it not for the fact\nthat Langdon never supplied an iota of evidence for identifying Yahweh with Hadad in the\nfirst place.\nTHE CASE FOR AND AGAINST EA\nRather than being the son of Anu, Yahweh has been identified, even if indirectly, with\nAnu himself. This comes about by following a different trail which was blazed by T. G.\nPinches and picked up by Donald MacKenzie:\n“Ea, whose name is also rendered Aa, was identified with Ya, Ya’u, or Au, the Jah\n[ie., ‘Yah’ or ‘Ya’] of the Hebrews...‘whilst another interesting name, Au-Aa, shows\nan identification of Jah with Aa, two names which have every appearance of being\netymologically connected.’ Jah’s name ‘is one of the words for “god” in the Assyro-\nBabylonian language’.”8\nEa, pronounced Eyah, identified as Kronos by Berossus,? was the Sumerian god who was\ncalled Enki by the Babylonians.!° All these three deities are identifiable as Saturnian ones.!!\nThis identification can then be strengthened because, in the Babylonian Enuma Elish, as\nStephanie Dalley noted, the logogram for Ea and Anu is indistinguishable to the point of\nbeing ambiguous.!? Donald MacKenzie went even further by proclaiming outright that “Anu\nand Ea were originally identical...”!3 To us this has additional meaning since, as we have\nseen above, Anu, too, was a personification of the same Saturnian planet.\nDavid Rohl has come up with his own charming theory. When Moses is said to have\nasked Yahweh who he really was, Yahweh is said to have replied with the words “Eyah asher",
        "bibliography": [
            "! [bid., pp. 37, 64.",
            "2 As told in the Anzu Epic. See S. Dalley (trans.), Myths From Mesopotamia (N. Y., 1991), p. 208.",
            "3 For Anu as Saturn see D. Cardona, op. cit., pp. 128, 167-168, 225, 229.",
            "4 Too well known to require references.",
            "5 S. H. Langdon, op. cit., p. 64.",
            "6 E. C. Krupp, “Sacred Sex in the Hittite Temple of Yazilikaya,” Archaeology Odyssey (March/April 2000), p.",
            "44,",
            "7 Too well known to require references.",
            "8 T. G. Pinches, The Old Testament in the Light of the Historical Records and Legends of Assyria and",
            "Babylonia, as quoted by D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), republished as",
            "Mythology of the Babylonian People (London, 1996), p. 31.",
            "9° G. Michanowsky, The Once and Future Star (N. Y., 1977), p. 74.",
            "10 J. Morgenstern, op. cit., pp. 15, 16; D. A. Mackenzie, loc. cit.",
            "11 For Ea and Enkias Saturn, see D. Cardona, op. cit., pp. 213, 225.",
            "12 §. Dalley, op. cit., p. 276.",
            "13 D. A. Mackenzie, op. cit., p. 125."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 126,
        "content": "Eyah,” which is usually translated as “I am that I am.”! But, as Rohl reasoned, this phrase\ncan also be translated as “I am he who is called Eyah”—or simply “I am Eyah”—which he\nsurmised to be the West Semitic form of Ea.? As he argued: “Scholars have simply failed to\nrecognise that this is another of those characteristic puns in which the Old Testament\nabounds.”3 The reasonableness of this suggestion is enhanced when it comes to the words\nwith which Yahweh is said to have instructed Moses when he told him: “Thus shalt thou say\nunto the children of Israel, I am hath sent me unto you.” As Rohl indicated, this is a some-\nwhat “nonsensical instruction.” Not so, however, if it is rendered as: “Thus shalt thou say to\nthe children of Israel, Eyah has sent me unto you.”>\n\nBut, while possible, can the philological trail between Ea and Ya, and therefore Yahweh,\nbe maintained? Driver, who referred to those who associated Ea with Yahweh as amateurs,°\nmight have had his own axe to grind, but he has not been the only one to criticize the identi-\nfication. Murtonen also did. The reason for the latter’s criticism, however, is exactly the op-\nposite to that of Driver who, as noted above, had argued that divine names would not have\nbeen shortened and that the name Ya would then have preceded the form Yahweh. In refer-\nence to the derivation of “Yahweh” from Jau through Ea, Murtonen argued that these deriva-\ntions “are proved to be wrong by the fact that the long form cannot be derived from the\nshorter ones...”7 That the form “Ya” preceded “Yahweh” is, however, now widely accepted,\nand Murtonen’s criticism can therefore be laid to rest. Devoid of evidence, or even an argu-\nment, to the contrary, Driver’s accusation of amateurishness, on the other hand, is nothing\nbut a cop-out. The theory that Ya was a form of Ea, which would then equate Yahweh with\nSaturn, cannot therefore be ruled out.\n\nYAHWEH’S SUN-WHEELED CHARIOT\n\nCyrus Gordon and Gary Rendsburg were quite adamant when they stated that “Yahwe[h]\nwas never a specialized phenomenon of nature, such as the sun.”8 This, however, is contra-\ndicted when, as shown above, Yahweh is alluded to as “Yahweh of Hosts,” usually trans-\nlated as “Lord of Hosts,” a term that has bewildered many a Biblical student. But that the\nHosts stood for the stars can be gleaned from the tale of Creation in Genesis where it is stated\nthat “the heavens and eretz [usually translated as ‘earth’] were finished, and all the host of\nthem.”!° Thus, as Glen Taylor deduced, “‘Yahweh of Hosts’ (Yahweh Tsva’ot) implies that",
        "bibliography": [
            "1 Exodus 3:14,",
            "2D. Rohl, Legend: The Genesis of Civilisation (London, 1998), p. 207.",
            "3 Ibid.",
            "4 Exodus, loc. cit.",
            "5D. Rohl, loc. cit.",
            "6G_R. Driver, op. cit., p. 997.",
            "7 A. Murtonen, op. cit., p. 64.",
            "8C.H. Gordon & G. A. Rendsburg, op. cit., p. 85.",
            "91 Samuel 4:4; IT Samuel 6:2.",
            "10 Genesis 2:1."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 127,
        "content": "Yahweh was head of the stars and was to be identified with the most important star of all, the\nsun,”!\n\nThat this is not idle speculation is supported by the implication that Yahweh was inter\nalia known as “the sun of righteousness,” which is described “with healing in its wings.”? As\nFrank Moore Cross adduced: “In other words, the winged sun disk is a symbol of the deity\nbringing salvation.”3 To be sure, the belief that Yahweh was represented as a winged disk\nhad been suggested as early as 1894 by Eugene Goblet d’ Alviella.*\n\nThis, then, is brought home by the additional fact that on a coin from Gaza of the fourth\ncentury B.C., Yahweh, so named, is depicted sitting on a winged sun-wheel.> And since the\nsun-wheel stood for the sun-god’s chariot, the depiction bridges the gap between the fourth\ncentury B.C. and the sun-god’s chariot outside the gates of Solomon’s Temple in the time of\nJosiah, usually dated to the seventh century B.C.\n\nOf this coin, Langdon stated that it “has the only known representation of this Hebrew\ndeity.”° That might, or might not, have been true at the time he penned these words in 1931.\nBut amulets from the Hellenistic period do show Yahweh, and on one of them he is actually\nshown driving a sun-chariot.’ There is no point in claiming that these charms bear foreign,\nthat is Hellenistic, influences because, while this is true, the fact that Yahweh was envisaged\nas traveling in a sun chariot much earlier than Hellenistic times is again proven by the ex-\nistence of the above mentioned sun chariot outside the gates of Solomon’s temple. What the\nHellenistic coin showing Yahweh in his chariot therefore discloses is a continuation of the\nbelief down into Hellenistic times.\n\nTHE DIONYSIAC YAHWEH\n\n“Tt is well known that in the Greco-Roman world,” William Heidel informs us, “Di-\nonysus was frequently identified with Yahweh, the god of the Jews.”8 The identity of\nDionysos as Yahweh had in fact already been raised by Plutarch sometime in the first\ncentury A.D.° There, in Plutarch’s work, some similarities are supplied between the Baccha-\nnalian festivals held in honor of Bacchus, the Roman equivalent of the Greek Dionysos, and\ncertain Jewish celebrations. Among these was mentioned the Jewish Fast held at the height\nof the vintage during which tables were furnished with all sorts of fruits beneath booths. A\nfew days later, another feast was celebrated which was actually alluded to as a festival of",
        "bibliography": [
            "1J.G. Taylor, op. cit., p. 60.",
            "2 Malachi 4:2.",
            "3 F. M. Cross, “King Hezekiah’s Seal Bears Phoenician Imagery,” Biblical Archaeology Review (March/April",
            "1999), p. 45.",
            "4 E.G. d’Alviella, Symbols: Their Migration and Universality (N.Y., 1894/2000), p. 207.",
            "5 §, H. Langdon, op. cit., p. 43",
            "6 Ibid.",
            "7 P. Tierney, The Highest Altar (N. Y., 1989), p. 377.",
            "8 W. A. Heidel, The Day of Yahweh (London, 1929), p. 476.",
            "9 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 128,
        "content": "\n4 Kx\nda sR\n\\             OS.\n‘=\nae\nCad  y\nSACL, &\nat                      ~\n——\nFourth century B.C. coin from Gaza\ndepicting Yahweh seated on a winged\nsun-wheel.\nBacchus. During another celebration, the Jews were wont to call up their god through the use\nof little trumpets, just as the Argives did during their Dionysia.! And, as told in Plutarch’s\nwork, “their festival of the Sabbath is not altogether unrelated to Dionysus; for even now\nmany call the Bacchi by the name of Sabboi, and that is the cry they utter when they perform\ntheir orgies to the god.”? This association with the Jewish Sabbath, the Seventh Day, is then\nstrengthened when we remember that Dionysos himself was referred to as Hebdomeus—\n“Dionysos of the Seventh Day.” One may again argue that by Hellenistic times, the Jews\nwould have incorporated various Dionysiac rituals into their own religious festivals, but the\nfeasts and practices enumerated above, to which we could have added, had been observed by\nJews from long before that.\nThat Dionysos was the embodiment of Saturn, we need not repeat. Moreover, Dionysos\nwas also identified as Helios+ whom, also, we have already seen identified as the Saturnian\nsun.\nIt is therefore safe to state that the winged sun disks on royal Judahite seals, and the\nassociation of Helios in Jewish synagogues, are reminiscent of a well understood identity of\nYahweh as the embodiment of the Saturnian planetary deity.",
        "bibliography": [
            "1 [bid., p. 477.",
            "2 Ibid.",
            "3 Ibid., p. 484.",
            "4 Ibid., p. 481."
        ],
        "captions": []
    }
]