[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 449,
        "content": "\n:    :   Sf Vo    iy.     i)\nLe J Sp      ®    x\noi        om Ge      ey 6       a f\nSea eee COE \\ BAR Aas or ae,\nSaale A           /             Sp    sill of    £   Ms,\n— FH fh iN elas  4  Veo  &  :       wf\nWA 7  A a A  Z|” /            keg Ds\ntay MO we of    ST a ae ee\nWWM ig      OY fi ats 3 iK>     eS\nSee Te,        aft ot,      \\    4)      ee\n@     :     a (ae Ve       a\npian         a Ni.  $ \" “2       .. + Er,   —\nghee       Oo AGO Le   \\ are     oan\nPaleoindians attacking a trapped mammoth.\n(illustration by John Green.)\n449",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 450,
        "content": "\nwe found no spear-points in the bog.”!\nAlthough the knives and other implements incriminate human butchers, if not hunters, the\nexcavators of this particular mammoth had no means of telling what type of men they were.\n“Our knowledge of the men is less complete. Their forebears had migrated from\nAsia, no one knows exactly when. They existed in pitifully small numbers, and\nprobably resembled American Indians of historic times. Possibly they were a little\nmore rugged.”\nBefore long, it became accepted that the mammoth had already been hunted by Neander-\nthal man. This was supposedly facilitated through the invention of the stone-tipped spear. It\nis doubtful, however, that mere spear thrusts would have brought such a massive beast down\neven if it had first been hemmed in against an obstacle such as a rising cliff or, as also theo-\nrized, “into a dead-end arroyo.”4 More believable is that man the hunter would have con-\nstructed traps into which an isolated member of the herd would have fallen. In this way, not\nonly could the hunters lunge at the beast with spears, but others could have assisted by\npounding it with fair-sized rocks and small boulders.5 That traps were used to ensnare mam-\nmoths, at least by the Cro-Magnons, seems to be evidenced by a painting from Bernifal,\nFrance, which has been interpreted by just about one and all as a captured mammoth in just\nsuch a contraption. Whether this is what is actually depicted—see illustration on opposite\npage—remains a moot question. Even so, as Josef Wolf noted, the trapping and killing of a\nmammoth would have required the “co-operation of a fairly numerous band of hunters.”7\nMoreover, as he goes on, after falling into the pit and harassed with spears and rocks, the\nmammoth would probably have taken a long time to die.8 And, as noted by Thomas Canby,\neven when trapped against an obstacle, “these most efficient predators would perhaps not\nrush into hand-to-tusk combat but wait until the animal was mortally exhausted.”?\nFurther evidence of “ancient butchers dismembering a mastodon” some 22,000 years ago\nhas been discovered “near the sunbaked Mexican city of Puebla.”!0 And, in Venezuela, the\nskeletons of four mastodons have come to light, one of which still had the spear tip of what is\nknown as an El Jobo point lodged in its pelvic cavity. Some time later, the skeleton of yet an-\nother mastodon was also unearthed and it, too, had an El Jobo spear point lodged in the pelvic",
        "bibliography": [
            "1 [bid., p. 836.",
            "2 Ibid.",
            "3 L. Barnett, et al., The Epic of Man (N. Y., 1961), pp. 24-25; see also T. Y. Canby, “The Search for the First",
            "Americans,” National Geographic (September 1979), p. 342",
            "47. Y. Canby, op. cit., p. 347.",
            "5Z. V. Spinar, Life Before Man (London, 1973), pp. 212-213.",
            "6 J. Jelinek, The Evolution of Man (London, 1975), pp. 413, 434-435 where, unfortunately, the locale re",
            "illustration number 693 was swapped with that of number 695; J. Wolf, The Dawn of Man (N. Y., 1978), p. 111.",
            "7J, Wolf, op. cit., p. 109.",
            "8 Ibid., p. 111.",
            "9T. Y. Canby, op. cit., p. 347.",
            "10 Tbid., p. 352."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 451,
        "content": "\ncavity.! Two identical targets in two\nseparate individuals can hardly be\nrelegated to coincidence. This\nsuggests “a thrust into the bladder in                            &\nsuggests “a thrust into the bladder in\norder to poison the animal,” was the\norder to poison the animal,” was the                           v\nopinion of José Cruxent, “a tech-\nopinion of José Cruxent, “a tech-                     0     f        TI,\nnique still practiced today [that is in                     EF        tad\nnique still practiced today [that is in\nyears ago, but this was de-rived\n1979] by African elephant hunters.”?                     Puig gt                    SS\n1979] by African elephant hunters.”?\nsome twigs which were presumed to            GO AELLAL LT eae SO ETL Ista\nThe kill has been dated to 13,000\nThe kill has been dated to 13,000         Nance of                    nS\nbut this was de-rived            Z          ur    | {        I     |    ny\nyears ago, but                                  Z|             I                     8\nthrough the radiocarbon dating of           LF (                   ‘   i)   (      C\nthrough the radiocarbon dating of\nsome twigs which were presumed to            GOULET LARSON ETLMU LE LILLA Nett\nbe samples of the mastodon’s           ZA WOLTER OTe TL\nstomach contents*—which remains\nhighly debatable. In fact all of these         Cave painting from Bernifal, France, which has\ndates remain questionable since         been interpreted as a mammoth snared in a trap\nmost of them were derived through\nbone samples that were subjected to\nthe same method. Archaeologists, as Canby, who recorded it for National Geographic, was\nsoon to find out, generally distrust radiocarbon dates of bone objects.+\nPiles of mastodon bones turned up in the Great Lakes area of North America. Most of\nthem showed signs of butchery. This fed fuel to the theory of overkill by human beings. But\nwhen these bones were re-examined, the picture became slightly changed. It was now thought\nthe bones had actually been stored underwater. Although this did not exempt man from the\nslayings, the large collections of butchered bones would appear to far outnumber those of\nmastodons who had died through other means simply because the cache of stored bones\nwould be more likely to be preserved.> But how many of these butchered bones would have\nresulted from actual kills? How many could have been the result of coming across a carcass of\na recently dead elephant. Unless putrefaction would have already set in, such a find would\nhave been a blessing.\nRoss MacPhee, too, blames the extinction of the mammoth on man, but not due to overkill\nthrough hunting. After all, the scarcity of mammoth-kill sites in North America has led one\nauthority to state that “North American hunters seem to have shied away from the burly\nbeasts.”7 And the reason offered for this, lame as it may seem, is that mastodons, and there-\nfore also mammoths, may have fed on spruce twigs the resinous nature of which “could have",
        "bibliography": [
            "! Ibid., p. 356.",
            "2 Ibid.",
            "3 Ibid., pp. 356-357.",
            "4 Ibid., p. 348.",
            "> New scientist (January 27, 1990), p. 33.",
            "©R. Stone, “The Cold Zone,” Discover (February 2001), pp. 58 ff.",
            "7T.Y. Canby, op. cit., p. 359."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 452,
        "content": "\nSa\na 6                    Hae Bosh PS)\na me yy A-ha \\  —waeeo\n(| WO oe Se\nSears  “me SN a ca aaa iar    -  ee fe:\nee Bees\nMammoths digging for salt on the shores of an ancient lake in Michigan.\ngiven their meat an unpalatable flavor.”! MacPhee, like others, could not help noticing what\nhad become a recurring theme among palaeontologists in what he terms a “dreadful syncopa-\ntion—humans arrive, animals disappear.” But, discounting overkill, what was it about\nhumans “that dealt a hammer blow to mammals large and small?” MacPhee’s particular\nbelief is that the mammoth succumbed to “an apocalyptic disease” that was introduced by\nman against which Pleistocene fauna had no defense.”\n“Contact with humans, MacPhee says, might have exposed woolly mammoths to a\nnew pathogen against which their immune systems could not mount an effective de-\nfense in time. If female mammoths were like their nearest relatives, the elephants,\nwhich are pregnant for nearly two years, even individuals resistant to the pathogen\nmight not be able to breed fast enough to save the species.”\nThese extinctions, MacPhee tells us, “occurred on nearly all habitable landmasses except\nAfrica and Eurasia, where humans evolved alongside animals,”4 so that whatever pathogens\nwere rampant were common to one and all. According to G. E. Pilgrim, however, similar ex-\ntinctions did occur in both Africa and Asia and, needless to say, these could have had nothing",
        "bibliography": [
            "1 Ibid.",
            "2R. Stone, loc. cit.",
            "3 Ibid., p. 63.",
            "4 Ibid., p. 62."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 453,
        "content": "to do with glacial conditions or their aftermath.’ Also, as is now becoming quite apparent,\nthe infiltration of man into North America long preceded the end of the Ice Age. Not only\nthat, but, as we have seen above, mammoths and man have been in contact with each other\nfor thousands of years before the extinction of the former. And if man did not introduce\ndisease before that time, what would have been different following the event? Besides, as\nMacPhee himself noted, in the 10,000 years in between the end of the Ice Age and the\npresent, “not a single mammal species disappeared from North America.” How is it that\nhuman disease did not affect these other beasts?\n\nActually, the disease theory had already been considered by Loren Eisley in 1946. He,\ntoo, was of the opinion that epidemic disease, or climatic events, “are sufficient to explain an\nenormous reduction in the number of a particular species, but [as he goes on] are yet inade-\nquate to illuminate the reason for the inability of the species to rebound, in a few years, from\nits decimated condition.”3 And, as Velikovsky rightly noted, “no known disease would attack\nso many species and genera.”*\n\nAn entirely different theory has blamed the demise of North American mammoths on the\nlack of salt deposits. The craving for salt by modern elephants is well known. In that much\nthe mammoth could not have been different. This is evidenced by mammoth fossils at 203\nsites discovered around a salt mine near Detroit. “When the glaciers retreated from much of\nNorth America about 10,000 years ago,” it has been reasoned, “earth and debris once locked\ninto the ice were left behind, covering many above-ground salt deposits.”> But if the detritus\nin question ended up covering salt deposits, would not the same deposits have been\npreviously covered by the much more deeper ice? Besides, it remains doubtful that the salt is\na required constituent for pachyderm survival. What about all the other species of animals\nwhich do not crave salt but which also became extinct in North America?\n\nDespite all the above, mammoths did not become extinct at the end of the Ice Age. In\nArctic regions they continued to exist until the next cosmic onslaught thousands of years\nlater.6 And even then, a species of dwarf mammoth survived on Wrangel Island in eastern\nSiberia from 3,800 to 3,500 years ago—some “700 years after the Egyptians built their great\npyramids at Giza.”? But while these facts have been pounced upon by past catastrophists,\nthey do nothing to alleviate the problem in North America where Pleistocene pachyderms, to\nsay nothing of other mammals, did not survive. Four species of mammoth and three types of\nmastodon vanished completely from the continent.’",
        "bibliography": [
            "1G. E. Pilgrim, “The Lowest Limit of the Pleistocene in Europe and Asia,” Geological Magazine LXXXL1, p.",
            "28.",
            "2R. Stone, loc. cit.",
            "3 L. C. Eisley, American Anthropologist XLVIII (1946), p. 54.",
            "3 L.C. Eisley, American Anthropologist XLVIII (1946), p. 54.",
            "41. Velikovsky, op. cit., p. 231.",
            "5 “Mammoth Cravings,” Science Digest (May 1989), pp. 83-84.",
            "6 The Egyptian Gazette (September 13, 1984)) as cited in SIS Workshop 6:2 (August 1985), p. 35; see here also",
            "D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001), pp. 66-69.",
            "7B. Bower, “Dwarf Mammoths Outlive Ice Age,” Science News (March 27, 1993), p. 197; R. Stone, op. cit., p.",
            "63.",
            "8 T. Y. Canby, op. cit., p. 363."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 454,
        "content": "\nMASS SLAUGHTER\nLarge-scale massacres of mammoths in lieu of sporadic killings formed the accepted con-\nclusion by the 1960s.! By then, the blame for the extinction of the American mammoth was\nplaced squarely on the shoulders of the Clovis people, forerunners of the Amerinds, named\nfor their long, fluted spear points first discovered near Clovis in New Mexico as early as the\n1930s.? These plainsmen had “one enormous advantage—the keen stone spear points that are\nthe hallmark of their culture.” As noted by Robert Claiborne for Time-Life Books:\n“The seemingly delicate Clovis points are actually lethal tools, and the Clovis people\nmake effective use of them in killing the great woolly mammoth. Archeologists have\nfound ample evidence of the Clovis points’ deadliness embedded in the remains of\nthe hunters’ mammoth prey...The points are generally called projectile points, but\nwhether the tools or weapons of which they formed the cutting tip were in fact pro-\njectiles is a matter of conjecture. Unquestioningly they are spear points of some sort\n(they are far too big for arrow heads and, besides, the bow and arrow was unknown\nto Clovis hunters), but there is no direct evidence to show whether the spears were\nused primarily for thrusting, as lances, or for throwing, as javelins. Unlikely as it\nseems, even the immense mammoths could have been taken by men on foot, armed\nonly with lances. This is the way elephants were hunted in Africa until quite\nrecently. Like the modern elephant hunters, the mammoth’s attackers may have\nworked in two groups, some acting to divert the animal’s attention while others\ndashed in to stab at its belly and legs from close quarters.\n“But many experts think Clovis man avoided such dangerously close encounters by\nthrowing their weapons at their prey. To do so effectively they would have needed\nan extra tool, the simple but revolutionary spear thrower, or atlatl, which enables a\nman to hurl his weapon from a relatively safe distance, yet with enough force to\npenetrate the tough hide of a mammoth.”+\nWhether the Clovis people possessed the spear thrower, however, remains speculative>\nEven so, there are various clues which have suggested to archaeologists that the Clovis\npeople “did indeed have ways of minimizing the risks of mammoth hunting.” Thus, for\ninstance, virtually all theorized mammoth kill sites occur at locations where the nature of the\nground is indicative of former ponds or streams. Hunters could have hidden in waiting until\nthe mammoths came there to drink. In other cases the indication is that the hunters attacked\nanimals that had bogged down in the marshy edges of a lake. Signs pointing to this procedure",
        "bibliography": [
            "'L. Barnett, op. cit., p. 27.",
            "2R. Claiborne, The First Americans (N. Y., 1973), pp. 37 ff.",
            "3 Ibid., p. 40.",
            "4 Ibid.",
            "5 Ibid., p. 41."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 455,
        "content": "\nhave not only been found in North America but also at Torralba, Spain, where the earlier\nHomo erectus seems to have used this technique.!\n“Since mammoths, if they were anything like modern elephants, must have been in-\ntelligent beasts, they would not often have bogged down this way accidentally. It is\nfairly safe to assume that the hunters had worked out techniques of stampeding the\nanimals into the treacherous lake margin. At other sites, mammoths seem to have\nbeen stampeded into a steep-sided stream gully, where they would presumably have\nbeen either injured or at least hampered in their movement. And at one place the\nbones uncovered are all from baby or half-grown mammoths, suggesting that the\nhunters had managed to cut out these less dangerous—and doubtless more tender—\nindividuals from the herd.\n“Whatever Clovis man’s techniques, he killed mammoths with considerable fre-\nquency; at least the bones turn up fairly consistently with his distinctively fashioned\nspear points.”\nBut that the above report seems somewhat exaggerated is evidenced by more recent\nevidence\nconsiderations. As Canby reported in 1979:\n“Most conspicuous [around 11,000 years ago] are the Clovis mammoth hunters,\nhunters,\nwhose trademark of kill sites and fluted points boldly punctuates western North\nAmerica...The points concentrate along major river systems, a pattern paralleling\nthat of hundreds of mammoth- and mastodon-skeleton discoveries. Yet except for [an\nundisputed] kill site on Washington’s Olympic Peninsula and another in Missouri,\nevidence does not link man with mastodon north of central Mexico. North American\nhuntei\nhunters seem to have shied away from the burly beasts.”\nrs seem to have shied away from the burly beasts.”3\nIn fact, many of the supposed mammoth kill sites are so controversial that, as Jared Dia-\nmond re\nmond reported: “Many paleontologists don’t blame the spasm of extinction on Clovis\nported: “Many paleontologists don’t blame the spasm of extinction on Clovis\nhunters, because there’s no [or very little] surviving evidence of mass slaughter—only the\nbecause there’s no [or very little] surviving evidence of mass slaughter—only the\nfossilized bones of a few butchered carcasses here and there.”* And, as noted above,\nevidence of butchery is not necessarily proof of a kill. Besides, since the African elephant did\nof butchery is not necessarily proof of a kill. Besides, since the African elephant did\nnot become extinct during a much longer span of time during which it was hunted by various\ntribes, why would the mammoth, to say nothing of the mastodon, have succumbed to man in\ntribes, WI\ny would the mammoth, to say nothing of the mastodon, have succumbed to man in\na much shorter duration?\norter duration?\na much sl\nThe case, of course, is entirely different when it comes to other animals which ancient\nman did slaughter en masse. Ice Age man may have derived the idea from hunting ibex in the",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid., p. 44.",
            "3 TY. Canby, op. cit., p. 359 (emphasis added).",
            "4 J. Diamond, “The American Blitzkrieg: A Mammoth Undertaking,” Discover (June 1987), p. 84 (emphasis",
            "added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 456,
        "content": "\nrocky gorges of Siberia. In trying to escape, the ibex would have easily leaped across gaps,\nbut, sometimes, some would miscalculate and fall to their deaths in the crags below. This\nmight have led to the Cro-Magnons inducing ibex to leap across such gaps and, eventually,\neven into driving herds of ibex over the edge of a cliff. The discovery of a multitude of shat-\ntered ibex bones at the bottoms of narrow gorges supplies good evidence in favor of this\nhunting method.!\nIn time the above routine was also used in hunting wild horses.? Driving the horses up a\nslope to a cliff, Cro-Magnon man would have kept them in line with bonfires lit along a nar-\nrow corridor and perhaps with flaming torches in their hands. Urging them ever forward in a\nwild stampede, the terrified animals, unable to stop because of the press from behind, would\nhave been left with no recourse but to leap to their death over the edge.3\n“Of these [Cro-Magnon] communities, one of the most interesting was a huge out-\ndoor hunting station near Solutré in France where the bones of an estimated 100,000\nhorses were found, along with those of other animals. Scientific study of this vast\nboneyard suggests that disciplined companies of Cro-Magnon hunters convened in\nthe area, summer after summer, for organized ‘drives’ on wild horses...”4\nTbex and horses were not the only herd animals that were slaughtered en masse by ancient\nman at the close of the Ice Age. In North America, bison suffered a similar fate. Here the\nClovis people were followed by Folsom man, named after Folsom, New Mexico, near which\nhis distinctive weapons, different from those of the Clovis, were first discovered. While Fol-\nsom spear points were somewhat smaller in size, the flutings in which the shaft was\nembedded extended almost the full length of the blade giving the haft a better grip when\nlashed to the point. Folsom man, however, was soon replaced by a group who used entirely\nunfluted spear points. These became known to archaeologists as the Plano hunters. By this\ntime—in fact by Folsom time—the North American mammoth, as well as its near cousin, the\nmastodon, had already become extinct. Claiborne phrased it eloquently when he stated that\nthe mammoth’s place as preferred game “had been taken by the American animal that from\n[then] on would be the mainstay of the Plains Indians —the bison.”5 Or, as Jared Diamond put\nit: “There may be a simple explanation for why Folsom hunters switched from mammoths to\nbisons: there weren’t any mammoths left.”6\nOne of the techniques developed by Folsom man in hunting was “the stampeding of bison\nto their death over a cliff or the lip of a gully.”? Whether this procedure was introduced from\nEurope, where it had been used much earlier by the Cro-Magnons to slaughter vast herds of\nhorses, or whether Folsom hunters developed the technique independently is not known. Evi-",
        "bibliography": [
            "1 J. Wolf, op. cit., pp. 122-123.",
            "2 Ibid., p. 123.",
            "3L, Barnett, op. cit., pp. 26-27.",
            "4 Ibid.",
            "5R. Claiborne, op. cit., p. 48.",
            "6J. Diamond, loc. cit.",
            "7R. Claiborne, op. cit., p. 49."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 457,
        "content": "\n| cement                             7\neen\nAIEEE es         as\na Ts\nThe jump cliffs at Head-Smashed-In, Alberta, Canada.\ndence for this method as used by Folsom man comes from a kill site near Kit Carson,\nColorado, where, about 10,000 years ago, hunters had driven a herd of bison into a natural\npitfall at the end of an arroyo.!\n“The bison hunted by Folsom man was primarily Bison antiquus, a long-horned\nbeast that stood six feet high at the shoulder and weighed a ton. The chief prey of the\nlater Plano people was the somewhat smaller Bison occidentalis and the still smaller\nmodern species Bison bison, the animal commonly called the buffalo.”?\nOne of the, if not the, most famous buffalo kill site is what is known as Head-\nSmashed-In Buffalo Jump, approximately 67 kilometers west of Lethbridge, Alberta,\nCanada. Proclaimed a UNESCO World Heritage Site, the area has been converted into an",
        "bibliography": [
            "1 Ibid.; see also, J. A. Maxwell, et al., America’s Fascinating Indian Heritage (N. Y., 1978), pp. 22-24; J. L.",
            "Gardner, et al., Mysteries of the Ancient Americas (N. Y., 1986), p. 90.",
            "2R. Claiborne, loc. cit..."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 458,
        "content": "",
        "bibliography": [
            "\\ SVK A   a",
            ":  7    fy",
            "yt ales",
            "jo off?  iL we ih  aN            en, & cpl. [SG MUS  {",
            "th nih yal",
            "y We .",
            "wy",
            "eS ia aan              bor ies wh u  4",
            "WT a              eed CNY LM sf  MEG",
            "ww we AY MBL LR    am    ¥ ia h",
            "Se ? AGP  } ieee CN A or REAL Mh",
            "}",
            "Wy        A saith yh F;  eae   San y      Fy / | Ror   Uf",
            "ult to i) at 4   \"ys Sas “4 14 (OP  ey",
            "Ne dil) ge amt gts iy PA",
            "ee   fay nn le pes     ara a he",
            "CNG yA WA EL ONG RR a a)",
            "1   alla NSM iy   Mey  eT Eres i? Be iat ePe  a ee  5  ~  2 fi}",
            "Z   ps   ‘      4   FEL REA eon pote «    eae. Al",
            "Mes 8 (/ y  j ‘Bs “ —_ =  Sp i ‘auf! at  ye cility Ki?",
            "7  ain) Nag Z AW  ae = GS A ellis  { 4 “h Hi) Y",
            "Lda | AREY Al   AS  [Pie  Au He ily” $7 gsi (lh (   yw ii",
            "al    ANAS yu ae 7: LO ag Ue    rm Diy",
            "The buffalo jump."
        ],
        "captions": []
    }
]