[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 129,
        "content": "\n>\nHA,\n~               SS\nAp\ni          %\n.          S\n\\                 ST           N¥\\\\7\ni                7a\n[Ss\nSY\nSei   S           2\nDionysos who, like Yahweh, is shown sitting on a winged and wheeled seat.\nFrom a Vulcan kylix.\nYAHWEH-ELOHIM\nThirty-eight times in the Old Testament, Yahweh’s name is combined with that of Elo-\nhim, appearing as Yahweh-Elohim.! And then, too, as both Frank Cross and Otto Eissfeldt\nnoted, many of the epithets of the Canaanite El are also applied to Yahweh? This could be\nseen by some as a later Yahwist syncretism. It is well known, for instance, how various\npagan gods were assimilated into the Christian religion as saints in order not to alienate\nprospective converts. It could thus be reasoned that the Israelites, or their Yahwist\npriesthood, saw fit to identify Yahweh as the older Israelite god known as El, Eloah, and/or",
        "bibliography": [
            "1 A. Murtonen, op. cit., p. 67; see also S. H. Langdon, op. cit., p. 43.",
            "2L.R. Bailey, op. cit., p. 435."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 130,
        "content": "\n(Iilustration by Thomas Hope.)\nol\nSa 7 TT\na\ns\nA    |\n|\ni\nity\n\\ \\   |\n130\n3\nZz\n=\n8\nSs\ng\nEy\nE\nGj\n<4\n2\nc=]\nFE\ni}",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 131,
        "content": "\ncP i \\/ $\nea        vy",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 132,
        "content": "Elohim, to say nothing of Shaddai, in order to alleviate the transition of devotion from one\ndeity to another. But that this could not have been the case, and that the direct association of\nYahweh with El went further back than the time of Moses, is evidenced by a Mesopotamian\ntext which mentions the god Yau\"-ilu—that is, Yah-E]—which is usually translated as “Jah\n(or Yah) is god.”! This translation, however, is derived from the fundamentalist argument\nthat El merely meant “God,” whereas it is well known that El was simply the name of a god\nwho was also worshipped by the Canaanites and Phoenicians. It is therefore not improbable,\nas Cross has surmised, that Yahweh could have been a cultic name for El, an idea that Lloyd\nBailey found quite plausible.” It then becomes obvious that the god that Moses introduced to\nhis people was the very same one they had been worshipping since the time of Abraham un-\nder a different name. Whether Moses knew this or not remains a moot question.\n\nThat El was the anthropomorphic manifestation of the planet Saturn we know from those\nvery ancients who venerated him. Moreover, in a text discovered among the Dead Sea\nScrolls, the god of Genesis is alluded to as “the Lord of the Universe.”? This appellation is\nnear-identical to that attributed to Shamash/Saturn who was hailed as En-Me-Sar-ra, that is\n“Lord of the Law of the Universe.”* And, to be sure, that Saturn was the god of the Jews has\nbeen known since antiquity.\n\nNeedless to say, this revelation does not sit well with modern Jews, even among those\nwho tend to look favorably on the thesis presented in this very work. This was bad enough\nwhen, in the prequel to this work, I restricted my evidence to the Israelite god known as El,\nEloah, and/or Elohim.6 But I now stand the chance of exacerbating matters by augmenting\nthe argument to embrace Yahweh, because if Yahweh and El were one and the same, as the\nJews themselves, to say nothing of Christians, maintain to this day, the identity of Yahweh as\na personification of the planet Saturn simply cannot be ignored.\n\nIn recent times, even Carl Jung had reached this conclusion when he stated that Saturn,\nwhom he considered Earth’s “second sun,” was “the star of Israel and therefore to some ex-\ntent identical with Yahweh.” And, similarly, with other modern authors who could not es-\ncape the equation Yahweh = El = Saturn.’ The belief, however, is much older than that.\n“That Yahweh and Saturn were identical was a belief widely accepted in antiquity,”? William",
        "bibliography": [
            "!T. G. Pinches, The Religion of Babylonia and Assyria, pp. 118, 119, cited by D. A. Mackenzie, op. cit., p. 160.",
            "2L.R. Bailey, loc. cit.",
            "3 F,G. Martinez, The Dead Sea Scrolls Translated (N. Y., 1996), p. 230.",
            "4M. Jastrow, Jr., “Sun and Saturn,” Revue D’Assyriologie et D’Archeologie Oreientale (Paris, September",
            "1910), p. 173.",
            "5 See here, for instance, M. Bar-Ron & D. Cardona, “Return to the Paleo-Saturnian System,” AEON VI:2",
            "(December 2001), pp. 16-27.",
            "6D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 204-212.",
            "7C. Jung, Symbols of Transformation (N. Y., 1976), p. 401.",
            "8 See here, for instance, H. Eggleton, “Some Religious Themes in the light of Velikovsky et alia,” Society for",
            "Interdisciplinary Studies Workshop, 4:2 (September 1981), p. 11; idem, “Did Saturn Explode Twice?” in ibid.,",
            "4:3 (December 1981), p. 15.",
            "9W. A. Heidel, op. cit., p. 465."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 133,
        "content": "\nHeidel was honest enough to admit, even if he himself did not quite accept the identification.\nWe should not, therefore, be surprised that when it comes to praises, hymns, and prayers\nto Yahweh, we find that even these were borrowed from those which had been uttered to\nother deities. Take, as a for-instance, the song that Moses and the Israelites are said to have\nsung once they had crossed the Sea of Passage. “Who is like unto thee, O Yahweh?” it is\nreported that they intoned.! Is this not similar to the Egyptian praises in the Text of Teta in\nwhich Osiris is lauded with the words “there is no god like unto thee”? And have we not\nalready identified Osiris, like Yahweh, as an anthropomorphism of the same planet Saturn?\nThe very same words given in the Israelite hymn—“Who is like unto thee?”—were also\naddressed to Marduk.‘ Not only that but, coincidentally or not, the hymn to Marduk, like that\nof the Israelites at the crossing of the Sea of Passage, is associated with the tempest and the\nsea:\n“Who shall escape from before thy power?\nThy will is an eternal mystery!\nThou makest it plain in heaven\nAnd in the earth.\nCommand the sea\nAnd the sea obeyeth thee.\nCommand the tempest\nAnd the tempest becometh a calm...\nLord, thou art holy!\nWho is like unto thee?”>\nFair enough, Marduk is not identifiable as Saturn. At first a Babylonian deity of little\nimportance, Marduk rose to prominence through the political ascendancy of the city of\nBabylon.® With very little mythology of his own, Marduk’s adherents appropriated those of\nother deities. Prime among these was Ninurta,’ one of the Mesopotamian anthropomorphic\nrepresentations of the planet Saturn.’ As if this was not enough, Marduk also appropriated\nsome of the functions which were originally attributed to Ea,’ as well as Enki,!° his alter ego,\nboth of whom are also identifiable as the Saturnian planetary deity. So that, while there",
        "bibliography": [
            "! Exodus 15:11.",
            "2E.A. W. Budge, Osiris & the Egyptian Resurrection, Vol. 1 (N. Y., 1911/1973), p. 136.",
            "3 For Osiris as Saturn see D. Cardona, op. cit., pp. 9, 37, 38-39, 40, 142, 143-145, 147, 149-151, 153, 168, 195-",
            "196, 214, 231, 232, 269, 274, 312, 315, 439, 443, 446, 457.",
            "4D. A. Mackenzie, op. cit., p. 161, where Marduk is rendered “Merodach.”",
            "5 Ibid.",
            "6S. H. Langdon, op. cit., p. 155.",
            "7 Ibid., pp. 115, 130.",
            "8 [bid., pp. 134, 135; but see also D. Cardona, op. cit., pp. 62, 124, 125 ff., 128 ff., 131, 212-213, 240, 449.",
            "9S. H. Langdon, op. cit., p. 155.",
            "10 [bid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 134,
        "content": "\nmum Cocoa\nposssosssenee                                                i\n= | =f\nanes        a\n| |                                     {\n|\n          : Gh     |\nfaneeeeeeeees                      4                              ll Lu\nFloor plan and cross section of Solomon’s Temple, showing the Holy of Holies, marked X,\n(Adapted from plans drawn by Marie-Jos¢phe Devaux.)\nthe cubic construction of which bespeaks its dedication to the planetary god Saturn.\n(Adapted from plans drawn by Marie-Joséphe Devaux.)\n-\nis no direct evidence for it, it is more than plausible that the praise “Who is like unto\nthee?” —as applied to Marduk—was originally directed to Ninurta/Ea/Enki/Saturn, the same\nas the Israelite Yahweh.\nThat Yahweh was knowingly worshipped as Lord Saturn by the Israelites is evidenced by\nthe very temple Solomon built for his worship. Lawrence Stager was astute enough to realize\nthat Solomon’s Temple, together with the area surrounding it, was patterned after a celestial\narchetype.! He did not, however, go far enough. Hildegard Lewy went much further with her\ninsightful revelation that Solomon’s Temple was dedicated to Saturn,? even though later\nBiblical scholars have tended to shy away from this revelation.? Not only were the services in\nSolomon’s Temple distinguishable as Saturnian rites, its holy of holies was built in the shape\nof a cube. The telling point here is that, for some now unknown reason, cubic temples were\ncharacteristic of Saturnian shrines.‘ It cannot therefore be said that the worship of Yahweh\nwas tainted with Saturnian elements at a later time.\nIn passing it should be mentioned that there were other temples dedicated to Yahweh be-\nsides the one that Solomon built in Jerusalem.5 Ephraim Stern stressed the fact that King\nHezekiah of Judah “sought to centralize the worship of Yahweh in Jerusalem” demonstrates\n“that Yahweh worship was by no means confined to Jerusalem.”6\n“The Bible itself mentions sanctuaries at sites such as Dan, Shechem, Shiloh, Bethel\nand Beersheba, and archaeology confirms that there were numerous other sanctuaries",
        "bibliography": [
            "ILE Stager, “Jerusalem as Eden,” Biblical Archaeology Review (May-June 2000), p. 47.",
            "2H. Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni 18, pt.3 (1950), pp. 332, 334,",
            "343-344, 351-354, 357, 359-360, 362-365.",
            "3 See here also D. Cardona, op. cit., pp. 210-211, 225, 227.",
            "4H. Lewy, op. cit., p. 69.",
            "5H. Shanks, “The Pomegranate Scepter Head—From the Temple of the Lord or from a Temple of Asherah?”",
            "Biblical Archaeology Review (May/June 1992), p. 43.",
            "6E, Stern, “Pagan Yahwism: The Folk Religion of Ancient Israel,” in ibid. (May/June 2001), p. 23."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 135,
        "content": "\noutside Jerusalem dedicated to the Israelite national god. A cultic installation dedi-\ncated to Yahweh must have existed at Judahite Nebo in Moab during the ninth cen-\ntury B.C.E.: In his stela, Mesha claims to have taken from Nebo the vessels of Yah-\nweh that he later used in a sanctuary dedicated to the Moabite god Chemosh.”!\nAnother temple to Yahweh must also have existed at Lachish, “the most important city in\nJudah after Jerusalem,” to say nothing of others which inscriptions confirm to have existed\neven outside Israel and Judah—such as at Kuntillet ‘Ajrud, in the Sinai.”\nThe remains of such a sanctuary has even been unearthed at Arad, in the Negev. “De-\nspite scholarly disputes as to precisely when it was built and when it was destroyed, it is clear\nthat the Arad sanctuary was in service simultaneously with the Jerusalem Temple and was\nprobably in use during most of the monarchy.”4 Like Solomon’s Temple, the Arad sanctuary\nconsisted of three parts: a courtyard, a heikhal (main hall), and a debir (holy of holies).\nWith so many sanctuaries to Yahweh—and there may be others that have not yet been\ndiscovered—it becomes evident that the worship of this god was not restricted to Jerusalem\nor the monarchy that reigned from that centre. One, then, has a right to ask why the Hebrews\nfell victim to the influence of foreign gods? This raises yet another question: Should the wor-\nship of gods other than Yahweh by the Hebrews be seen as apostate? As Werner Keller\npointed out, the claim that Yahweh was “King above all gods”> can only have meaning “if\npeople believe in other gods as well.” Psalm 86 states that: “Among the gods there is none\nlike unto thee, O Adonai.”? This, too, would be meaningless unless there were other gods\nwith whom Adonai, that is Yahweh as Lord, could be compared. Or why would Yahweh\nhave been said to be “feared above all gods”’® or “exalted far above all gods”? Even in the\nsong of Moses mentioned above, the full verse appears as: “Who is like unto thee, O\nYahweh, among the gods?”\nNone of these Biblical declarations—and I could have supplied others—make sense un-\nless it was believed that Yahweh was not the only god. And why should he have been? There\nwere, after all, other planets besides Yahweh/Saturn. This was so well known that the astral\nnature of the gods continued to be recognized and debated well into the eighteenth century of\nthe modern era.!!\nAll of this has been discussed in detail for more than one reason, not the least of which is\nthe origin of religion. The god of the Old Testament is the very same god of those faiths",
        "bibliography": [
            "! Ibid.",
            "2 Ibid., p. 24.",
            "3 H. Shanks, loc. cit.",
            "4 E. Stern, op. cit., p. 23.",
            "5 Psalms 95:3, 96:4, 97:7, 9.",
            "6 W. Keller, The Bible as History (N. Y., 1981), p. 268.",
            "7 Psalms 86:8.",
            "8 [bid., 96:4.",
            "9 Ibid., 97:9.",
            "10 Exodus 15: 11 (emphasis added).",
            "11 B.E. Manuel, The Eighteenth Century Confronts the Gods (Cambridge, Massachusetts, 1959), pp. 200-201."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 136,
        "content": "which stemmed from that book of books. He is not only the god of the Jews, but also of\nChristians and Muslims regardless of sectarian bias. After all, even Allah, the Muslim god, is\nmerely a form of the Hebrew Eloah. Known also as Iah, or simply Il, Allah has long been\nrecognized as corresponding to the Hebrew El and Elohim.! Like the holy of holies in Solo-\nmon’s Temple, Allah’s holiest shrine, the Ka’aba in Mecca, is also constructed in the shape\nof a cube, as its name in fact implies, one of the main characteristics of Saturnian temples.\n\nOf greater importance to this work, however, is that this does not merely concern Juda-\nism, Christianity, and Islam; it concerns the deities of all other religions, ancient and modern.\nOne should not therefore be confused when we meet the Saturnian deity under a multitude of\nnames. As Frank Manuel shrewdly observed: “Nothing could cause the priests, who doted on\nrivalry, more concern than a demonstration that all the gods were merely variant names for\nheavenly bodies...”2 And while Saturn was not the only planet that was looked upon as a\ngod, the Saturnian deity will be found at the very head of every pantheon the world has ever\nknown. He was the first and for a time the only god of humankind. Manuel declared that “the\nidea of a god” was “the first human invention” and that “religion and civilization were born\ntogether.”? True, but only to an extent, since the Saturnian sun had always been there radi-\nating on mankind and, therefore, did not need to be invented. Where mankind erred was in\nimbuing this Saturnian sun with life.\n\nFor years I had claimed that the concept of deity owes its origin to a star. I will now go\nfurther by asserting that the concept of God owes its origin to the planet Saturn. Those of\ndeep religious disposition will hate me for saying as much, but this work is concerned with\nscience and not with faith. If I offend, those offended need read no further.",
        "bibliography": [
            "1s. H. Langdon, op. cit., p. 5. (NOTE: Langdon’s identification of the Hebrew and Arabic deity as a",
            "personification of the Moon is no longer tenable.)",
            "2 FE. Manuel, op. cit., p. 270 (emphasis added).",
            "3 Ibid., p. 155."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 137,
        "content": "\nChapter 7\nThe Boreal Locus\nTHE SUN OF NIGHT\n\\    7 ery much like the Egyptian Ra, the Assyro-Babylonian Shamash, and other\nmisidentified sun-gods, the Indic god Surya, long believed to have originated as a\npersonification of the Sun, possessed characteristics which do not accord with those\nof the Sun.! Under the name Savitri,? for example, Surya is described as a god of night.3 That\nSurya was originally a name for Saturn we have also documented.*\nHalf a world away, the Mayan god designated GIII was called “Jaguar Night Sun.” As\nKen Moss noted: “It is interesting to consider why a jaguar, a creature of the night, became\none of the most significant sun gods among the Maya.”> GIII’s epithet of “Night Sun” is\nhowever enough to win him a place among the hierarchy of nocturnal suns we discussed in\nour previous work. There, too, the identification of the night sun as the planet Saturn was\ncopiously elaborated.\nThe Polynesian belief that “night marks the beginning of the world’” did not rise out of\nignorance.\nTHE SOLITARY DEITY\nAs our previous work also revealed, in the beginning, as far back as man can remember,\nthe Saturnian sun was the only visible luminary in the sky.8 There are still societies today,\nlike the Yakima Indians, who still remember that time when their god of beginnings “lived\nup in the sky all alone.”\nTHE IMMOBILE GOD\nAmple evidence has also been provided which indicates that this Saturnian sun had hung\nimmobile in the sky.!° In the Gnostic Acts of Thomas, God is alluded to simply as Rest.!!\nThis is a reference to the planet Saturn, in Hebrew called Shabtai,! which name means “the",
        "bibliography": [
            "1 See here D. Cardona, God Star (Victoria, British Columbia, 2006), p. 132.",
            "2M. Eliade, Patterns in Comparative Religion (London, 1996), p. 144.",
            "3 Ibid., p. 145.",
            "4D. Cardona, op. cit., pp. 122, 216, 233, 252.",
            "5K. Moss, “Maya Cosmos: A Saturnian Interpretation,” Part II, AEON VI:3 (November 2002), p. 72.",
            "6D. Cardona, op. cit., pp. 141-153.",
            "7 A.M. Panoff, “Oceania: Society and Tradition,” Larousse World Mythology (London, 1972), p. 517.",
            "8D. Cardona, op. cit., pp. 192-203.",
            "°R. Erdoes & A. Ortiz, American Indian Myths and Legends (N. Y., 1984), p. 117 (emphasis added).",
            "10 D. Cardona, op. cit., pp. 204-219",
            "11 W. Barnstone (Ed.), The Other Bible (N. Y., 1984), p. 477."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 138,
        "content": "\n4\npe aEGae\nPay oN os:",
        "bibliography": [
            "NEF LAE SS",
            "pie oe",
            "yy                        ‘   =",
            "XD",
            "The shield of the god designated GIII, the Mayan Sun of Night.",
            "resting Star or Planet.”? A resting planet does not move. It is from the name of this planet,",
            "the god of the Jews (as well as of the Phoenicians),} that the Hebrew Sabbath, the day of rest,",
            "was named. Among English-speaking peoples, this day is still called Saturday, that is",
            "Saturn’s Day.*",
            "Likewise with Ninurta, one of the Mesopotamian deities of the planet Saturn,> who is",
            "referred to as “the steady star.”© A steady star, like a resting one, connotes one without",
            "motion. This is further evidenced by the fact that Kaimanu, one of the Akkadian names of the",
            "planet, means “to be firmly in place/to be stationary.””",
            "We can thus rest assured that when, on the other side of the world, the Maya remembered",
            "a sun that “remained fixed in the sky like a mirror,’ they were referring to the Saturnian",
            "1 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 465.",
            "2R.H. Stieglitz, “The Hebrew Names of the Seven Planets,” Journal of Near Eastern Studies 40:2 (April",
            "1980).",
            "3 And see here also, H. M. Westropp & C. S. Wake, Ancient Symbol Worship (N. Y., 1875), p. 53.",
            "4 For the same in other languages, see D. Cardona, op. cit., pp. 149-153.",
            "5 §. H. Langdon, Semitic Mythology, Vol. V of The Mythology of All Races (N. Y., 1964), p. 134.",
            "7 D. Brown, Mesopotamian Planetary Astronomy-Astrology  (Groningen, 2000), pp. 68-69, as cited by E.",
            "6 Ibid.",
            "7 D. Brown, Mesopotamian Planetary Astronomy-Astrology (Groningen, 2000), pp. 68-69, as cited by E.",
            "Cochrane, The Many Faces of Venus: The Planet Venus in Ancient Myth and Religion (Ames, Iowa, 2001), p.",
            "64,",
            "64.",
            "8D. Goetz & S. Morley, Popul Vuh (Norman, 1972), p. 188."
        ],
        "captions": []
    }
]