[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 239,
        "content": "\nmeans “son of the waters,”! was an epithet of both Vishnu? and Brahma,? both of whom we\nhave already equated with Saturn.4\nBrahma and Vishnu/Narayana are presented in this allegoy as arguing about who of them\nwas the real Creator when “a glorious shimmering /inga...a flamboyant pillar with the bril-\nliance of a hundred fires” appeared before them. This /inga appeared to be “without begin-\nning, without middle, without end, incomparable, indescribable.” In an attempt to discover\nthe source of this pillar of a “thousand flames,” Vishnu plunged down to fathom its depths,\nwhile Brahma flew up to discover its top. It is said that Vishnu and Brahma spent “a\nthousand years” in their journey up and down without discovering either the linga’s top or\nbottom. After they both returned to the middle from where they both had commenced, they\ndiscovered Shiva in the place of the Jinga. The linga was obviously him.>\nAs a parable, this myth is meant to describe the indescribable, an attempt to illustrate the\ncosmic size of Shiva’s lingam. It is also meant to clarify the real identity of the Trimurti since\nShiva is there said to have told Brahma and Vishnu that, in reality, he is them and that both of\nthem are he. “For I,” Shiva is reported to have said, “supreme lord, undivided, I am three:\nBrahma, Vishnu and S[hliva; I create, I maintain, I destroy.”\nPHALLIC WORSHIP\nPhallic worship was universal. Among some societies it has persisted until the present. It\ncan be traced as far back as Neolithic times. As Marija Gimbutas demonstrated:\n“Representations of phalli are found in all phases and cultural groups of Old Europe\nwith a wider variety in Neolithic Greece and Yugoslavia, particularly the Adriatic sea-\nboard. They were fashioned in all sizes from the miniature to the exaggerated. Their\ndecoration and shape range from naturalistic to fantastic...”7\nPhalli carved out of chalk, still considered as symbols of fertility, have been discovered at\nStonehenge.\n“Not only was Stonehenge itself a burial ground, but it stands within a landscape\nfilled with memorials to the dead, principally the mounds of long and round barrows.\nBuried with the dead were aspects of their lives, and of life itself; carved phalluses,",
        "bibliography": [
            "1 W.D. O'Flaherty, op. ciy., p. 349; Linga Purana 1:54:34-38.",
            "2 Ibid & ibid.",
            "3 As in the Vishnu Purana—see here, W. D. O'Flaherty, op. cit., p. 186.",
            "4 This despite the fact that in Puranic times Narayana was used as a name for the planet Mercury. Linga Purana",
            "1:60:3-5.",
            "5 J, Herbert, loc. cit.",
            "6 Ibid.; see also P. Masson-Oursel & L. Morin, “Indian Mythology,” New Larousse Encyclopedia of Mythology",
            "(London, 1972), p. 378; H. Zimmer, op. cit., pp. 128-129.",
            "7M. Gimbutas, The goddesses and Gods of Old Europe (London, 1982), pp. 216-217."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 240,
        "content": "\nwhich are found in many prehistoric contexts, including the Stonehenge region, were\nemblems of human fertility, and perhaps also fertility of the soil in which they were\nplaced.”!\nDiodorus tells us that “speaking generally, not only the Egyptians, but also not a few\nother nations have consecrated that member [that is, the phallus] in their initiatory rites...”\nBut even he sought to explain the phallus “as the cause of the production of living beings.”?\nIn 1875, still keeping to the creative energy symbolic in the phallus, Hodder Westropp\nwrote that:\n“Evidence that this worship extensively prevailed will be found in many countries,\nboth in ancient and modern times. It occurs in ancient Egypt, in India, in Syria, in\nBabylon, among the Assyrians, in Persia, Greece, Italy, Spain, Germany, Scandinavia,\nand among the Gauls....According to Ptolemy, the phallus was the object of\nreligious worship among the Assyrians and also among the Persians. In Syria, Baal-\nPeor was represented with a phallus in his mouth, according to St. Jerome.”3\nIn ancient Rome, according to Augustine, “the sexual organ of man was consecrated in\nthe temple of Liber.”4 And in the month of April, a Roman festival in honor of Venus took\nplace in which a phallus was carried in procession in a cart.\n“Among the Teutons and Scandinavia, the god Fricco, corresponding to the Priapus of\nthe Romans, was adored under the form of a phallus; a similar god under a similar\nsymbol was adored in Spain, whose name was Hortanes.”6\nsymbol was adored in Spain, whose name was Hortanes.”’¢\nIn China, too, according to Westropp, offerings of stone phalli were still being presented\nin his day in what he calls a Buddhist temple in Peking.” Also, in Japan, phalli are sold in\nshops to be purchased mostly by women who take them home and dress them up, much like\ndolls, to be kept in family shrines.’\nPhallic worship was also practiced in the Americas, “particularly at Panuco,” in Mexico,\nas documented by one of the companions of Hernando Cortez, where phalli were preserved\nin temples and adored.?\n“In other provinces, particularly Panuco, they worship the member of the body which\nis between a man’s legs: they have it in the mosque [i.e., temple] and also set it in the",
        "bibliography": [
            "1D. Souden, Stonehenge Revealed (N. Y., 1997), pp. 112-113.",
            "2 Eusebius Pamphili, Evangelicae Praeparationis, I:1:49d (emphasis added).",
            "3H. M. Westropp, “Phallic Worship,” in H. M. Westropp & C. S. Wake, op. cit., p. 27.",
            "4 Ibid., p. 26.",
            "5 Ibid.",
            "6 Ibid., p. 28.",
            "7 Ibid. p. 31.",
            "8 General knowledge.",
            "9H. M. Westropp, op. cit., p. 28."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 241,
        "content": "\nsquare, together with figures in relief showing all the kinds of pleasure than can exist\nbetween man and woman and they have these pictures with legs raised in various\nways.”!\nThe same was true of Haiti, Peru, and Oceania:\n“The inhabitants of Tlascala also paid worship to the sexual organ of a man and a\nwoman. In Peru, several representations in clay of the phallus are met with. At Hayti\n[ie., Haiti]...phalli have been discovered in different parts of the island, and are be-\nlieved to be undoubtedly the manufacture of the original inhabitants of the island. In\none of the Marianne islands of the Pacific Ocean, on festive occasions, a phallus,\nhighly ornamented, called by the natives Tinas, is carried in procession.”\nIn fact, the Polynesian obsession with the phallus was so prevalent that, until the 1850s,\nUre, which means “Penis,” was a common personal name on Easter Island.3 In Peru, Incan\nstone phalli, some up to fifteen inches high, continue to be discovered at many mountaintop\nsanctuaries.* But also, much farther north, phallic worship seems to have been prevalent\namong the mound builders of North America. One image discovered in Tennessee was en-\ndowed with a disproportionate phallus which had been broken off by a plough while still in\nthe ground. Two other stone phallic simulacra, twelve to fifteen inches in length, have also\nbeen unearthed in the same area.> Similarly, phallic worship was also practiced in West\nAfrica. The famed explorer, Richard Francis Burton, thus described it:\n“Among all barbarians whose primal want is progeny, we observe a greater or less de-\nvelopment of the phallic worship. In Dahomé [i.e., Dahomey, now Benin] it is uncom-\nfortably prominent. Every street from Whydah to the capital is adorned with the sym-\nbol, and the old ones are not removed. The Dahoman Priapus is a clay figure, of any\nsize between a giant and the pigmy, crouched upon the ground, as if contemplating its\nown attributes.”6\nBut it was, as it still is, mostly in India that phallic worship reached its highest culmina-\ntion.\nADORATION OF THE LINGA\nIn India, too, the veneration of Shiva’s lingam goes back to the Neolithic period.\n“...the basic and most common object of worship in Shiva shrines is the phallus or\nlingam. This form of the god can be traced back to the worship of primitive stone sym-\nbols as early as the neolithic period. Already at Mohenjo-Daro the lingam occurs, side",
        "bibliography": [
            "1 P. Tompkins, Mysteries of the Mexican Pyramids (N. Y., 1976), p. 131.",
            "2H. M. Westropp, loc. cit.",
            "3 §. R. Fischer, Glyph-Breaker (N. Y., 1997), p. 159.",
            "4 P. Tierney, The Highest Altar(N. Y., 1989), p. 62.",
            "5 A. Wilder, in the appendix to H. M. Westropp & C. S. Wake, op. cit., p. 85.",
            "6H. M. Westropp, op. cit., p. 32."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 242,
        "content": "\nby side with other important symbols similar to those employed in later Hindu iconog-\nraphy.”!\n“Conspicuous among the Indus Valley religious symbols is the phallus—to this day the\nmost common object of worship in the sanctuaries of Hinduism, where it represents the\ngenerative male-energy of the universe, and is symbolic of the great god Shiva.”\nImages of the lingam are to be found all over India:\n“Just as along the roads of Greek and Roman antiquity there might be seen images of\nPriapus at every field’s end, in other words, practically everywhere, so in India to-day\nwe may come upon those little cylindrical boundary-marks, more or less ornamented,\nwhich are the lingas.”3\nShiva’s lingam was also worn as a symbol by the Lingayat members of the Saiva sect.4 The\nsymbol continues to be venerated in various Hindu shrines and temples. One of the most\nfamous of these is the eleventh century Kandarya Mahadeva temple, itself part of the Khajraho\ncomplex in north-central India. The exterior richness of this temple is complimented with over\n900 carvings depicting various deities, demons, dancing girls, and animals. The building was\nmeant both as a dwelling for Shiva and as “a symbolic microcosm of the cre-ated world.” Its\ninterior is somewhat darkened, as most Hindu temples are, but still decorated with intricate\nfigures, mostly of an erotic nature, since Hindus hold that the sexual act symbolizes “the unity\nof the cosmos.” The congregation is forbidden to enter the Holy of Holies, known as the\nWomb House. It was in this inner sanctuary that Shiva’s lingam, constructed of marble, was\nhoused. The cosmic connection was then initiated when the temple was consecrated, during\nwhich a priest would climb to the top of the temple’s highest pinnacle and “pierce” it “to create\nan aperture, representing the eye of the temple opening to the celestial sphere.”>\nThe lingam is also the central feature of the cave complex of Elephanta. As Zimmer de-\nscribes it:\n“The great subterranean rock-cut cave-temple of Elephanta, near Bombay, one of the\nmost impressive and beautiful monuments of Hindu religious art, is adorned with\nmany anthropomorphic representations of Shiva, as well as with scenes from his rich\nmythology. The central sanctuary of this extensive temple is a simple, monumental,\nsquare shrine, with four entrances on the four sides, each guarded by a pair of divine\ndoor keepers. Within is the austere symbol of the lingam, emanating to the four quar-\nters its all-productive energy. This lingam, as the main stone image, forms the center\nof the innermost cella, the holy of holies or ‘womb house.’ In the innermost recess of",
        "bibliography": [
            "1H. Zimmer, op. cit., p. 126; see also, A. F. Sjoberg, “The Dravidian Contribution to the Development of",
            "Indian Civilization: A Call for a Reassessment,” Comparative Civilizations Review, No. 23 (Fall 1990), p. 61.",
            "2H. Zimmer, op. cit., pp. 95-96.",
            "3H. de Wilman-Grabowska, op. cit., p. 130",
            "4 See here Webster’s Collegiate Dictionary (1977), under Lingam.",
            "5.C. Farman, et al., Light in the East (Alexandria, Virginia, 1990), pp. 133, 143."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 243,
        "content": "\nnc =|\nqi)\ni\nPe\nNV\n-                CUI\nraat     Sept          ————\nse NS ————\niN\ncr     qenrsarustornmviaratotsPapeeet Aaha bes APY PORsASETFlloL HVE OTC)\nAA |\nTT\nLingam and yoni emblems on Hindu altar.\ningam and yoni emblems on Hindu altar.\nthe organism of the temple it serenely stands, constituting the life-center of the\nsubterranean cave.”!\nSmall figures of the lingam, left by pilgrims as offerings at the monastery of Jangambari\nMath in central Benares, cover an entire courtyard with many others from previous devotees\nburied beneath them. Over 60,000 of these figures have been counted. The devout congregate\nat this monastery for the annual feast dedicated to the marriage of Shiva. During the\nceremony the priest bedecks the main lingam with flowers, anoints it with clarified butter,\nand washes it with milk and water.”",
        "bibliography": [
            "1H. Zimmer, op. cit., p. 127 (emphasis added).",
            "2 §_R. Rau, “Banaras: India’s City of Light,” National Geographic (February 1986), pp. 234-235."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 244,
        "content": "\nOutside of India, Shiva’s lingam\nreceived veneration in Indo-China,\nGQ               especially during the Cham kingdom, as\nespecially during the Cham kingdom, as\n>                well as in Indonesia, especially in Java.\nwell as in Indonesia, especially in Java.\ngi   .  A                        Charles-Henri Marchal thus tells us that:\nCharles-Henri Marchal thus tells us that:\n“os:        aes\nCham kingdom was ___ predominantly\nge         Pa                “In the days of its splendour the\n“In the days of its splendour the\n< D           ta      Cham kingdom was __ predominantly\nr) ft          3          +. Ht,     Saivite, and in the temples that have\nSaivite, and in the temples that have\ny  Fe,            q        WW \\S 4      been preserved to the present time the\nbeen preserved to the present time the\nshapes are more various:       it       is\nWe og       4 |     “= Fe      form under which the Hindu god was\nform under which the Hindu god was\nbs |          =a         aS a       most frequently worshipped was the\nmost frequently worshipped was the\ni yy      ee  a’ y      linga. In Champa the linga is a\nlinga. In Champa the linga is a\nNe:         WB          Bed      monolith,as in Cambodia, but the\nmonolith,as in Cambodia, but the\nAA          Sg            i p       shapes are more various:      it      is\n. BY           ji          Re            sometimes cylindrical, sometimes\nsometimes cylindrical, sometimes\ngs)       ik IN     pi         polygonal and cylindrical, sometimes\npolygonal and cylindrical, sometimes\n& I              shaped like aclub, and even\nshaped like aclub, and even\ngy               emphatically realistic in treatment. M.\nemphatically realistic in treatment. M.\nC  ‘}                 Parmentier notes a —_ tendency to give a\nParmentier notes a —_ tendency to give a\nZ Pe                        very definite personality to the linga by\nvery definite personality to the linga by\naie             the addition of figures (mukha-linga).\nthe addition of figures (mukha-linga).\n“Pet                             At other _ times the /inga is enclosed ina\nAt other _ times the /inga is enclosed ina\nv *                   sheath (kosa), often of great value,\nsheath (kosa), often of great value,\nadorned with faces and inlaid with\nSymbolic lingam and yoni with astral features       precious — stones.”!\nSymbolic lingam and yoni with astral features\nprecious — stones.”!\nIn Java, Shiva’s lingam is fashioned\nafter its Cambodian prototype, and quite\noften the image is set upon a richly ornamented pedestal to suit its religious importance.”\nMODERN QUIRKS\nReligious fervor knows no bounds, especially when fed by a fertile imagination. The\nmind of a religious person can recognize the sacred in the most unholy of objects.\nThroughout history, even down into the modern age, figures of angels, Jesus, as well as his\nmother Mary, have been recognized in patches and shadows that appear across the most\nunlikely of objects. Huge crowds are often generated by such “miraculous” apparitions, and\nthese consist of the devout as well as the simply curious, to say nothing of those bent on\nridicule and even mischief. Yet this is not merely a Christian phenomenon. Consider the\nfollowing two examples, the first of which comes from Kashmir.",
        "bibliography": [
            "1 C.-H. Marchal, “The Mythology of Indo-China and Java,” Asiatic Mythology (N. Y., 1972), p. 224.",
            "2 Ibid., p. 232."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 245,
        "content": "\nAn ice stalagmite which bears a fortuitous resemblance to a phallus exists in a cave on\nthe Amarnath peak, 4,110 meters above sea level in Kashmir’s Himalayas. Each year,\nthousands of devotees trek up to this natural shrine to pay homage to this icicle. Due to\nsevere weather conditions, with heavy snowfall combined with fierce rains, 50,000 Hindu\npilgrims got trapped on the mountain trail in 1996. About 20,000 of them were restrained by\nthe biting cold in the shrine itself. Several attempts to rescue the trapped pilgrims had to be\ncalled off because of the severe weather. It was not until Indian army troops, together with\nsome local villagers, were summoned that the stranded devotees along the 46 kilometer\nsnow-laden trail managed to reach the base camps that were set up at Chandanwari and\nPahalgam, from where many of them had to be carted to hospital. Another 300 pilgrims\ntrapped along the most treacherous stretches of the mountain trail had to be evacuated by\narmy helicopters and trucks. Buses and cars were used to cart the unfortunate zealots from\nPahalgam to the nearest railways station at Jammu. Nor was that the end of it since the 280\nkilometer highway was blocked by landslides, snow, and flood waters. At least 160 pilgrims\nlost their lives.!\nThe second example comes from the state of California. It appears that even there, the\nworship of the /ingam is so strong in some people that when a four-foot high, bullet-shaped\ntraffic barrier, with which we are all familiar, was dumped in San Francisco’s Golden Gate\nPark, it was elevated to the status of Shiva’s sacred emblem. Esoteric symbols soon began to\nshow up on the barrier, followed by flower offerings. Situated behind the Japanese Tea Gar-\nden, a rock garden was constructed around it, built from the stones removed from the ruins of\na Spanish abbey that had been donated to the park decades earlier by William Randolph\nHearst. The shrine, which is what it eventually turned into, drew pilgrims from as far away\nas India itself. Apart from those of the Hindu faith, it additionally attracted the attention of\nBuddhists and New Agers who also went there to pray, meditate, and make offerings to this\nmost unlikely of fetishes. It has even been claimed to cure ailments, including arthritis.?\nCONCEPTUAL DEGENERATION\nAs Westropp concluded: “The reverence, as well as worship, paid to the phallus in the\nearly ages had nothing in it which partook of indecency: all ideas connected with it\nwere of a reverential and religious kind...The indecent ideas attached to the phallic\nsymbol were, though it seems a paradox to say so, the result of a more advanced\ncivilization verging towards its decline, as we have evidence at Rome and Pompeii.”\nOr, as Constant remarked: “Indecent rites may be practiced by a religious people with\nthe greatest purity of heart. But when incredulity has gained a footing among these\npeoples, these rites become then the cause and pretext of the most revolting\ncorruption. 4",
        "bibliography": [
            "1. ta Maria, “Phallic Worship in the Modern World,” AEON V:1 (November 1997), p. 78.",
            "2 Ibid.",
            "3H. M. Westropp, op. cit., p. 30.",
            "4 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 246,
        "content": "\na eee    =\nOGL eee ee ae Oe\nee ee\nSMITE Oe ee ls eae ea OSs\nig CO ee cae Pe ge\nPa 6 ee See a a\nee ee i a eee oe\neae Mag, a es\nSa Oa oon,\nee ae Ve lp eee\neee ee ee\npe ae Coe a Li saeioore\nSUR Ri Gong OFS SEN 2 3 eine aa ENON Ly pee yan oe Sd\npS ee ne eee ae ae\nAbove and opposite: Hindu temple complex at Madras, India.\n246",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 247,
        "content": "ge ee ee ee ee so\noe\nSe oe a ce al bes\nee ve et\nSs    Sk. S08) ee\nv acta  oe ee So ee\nene Ss ee NE le ae\nices Se  De:\nPraca eS oe cere Lets =e oS\nes ; = Pe SE re       aR\nSt ae ae ———, ple Bae =\na at ae | ces igtia ore\nPe SS SS.   Loge ete RON Haar are Sy\n——  Pe oe PSS ata ae See ws\n247",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 248,
        "content": "\nSo, similarly, Voltaire: “Our ideas of propriety lead us to suppose that a ceremony\nwhich appears to us so infamous could only be invented by licentiousness; but it is\nimpossible to believe that depravity of manners would ever have led among any\npeople to the establishment of religious ceremonies. It is probable, on the contrary,\nthat this custom was first introduced in times of simplicity, that the first thought was to\nhonor the deity in the symbol of life which it has given us. Such a ceremony may have\nexcited licentiousness among youths, and have appeared ridiculous to men of\neducation in more refined, more corrupt, and more enlightened times.”!\nAs Westropp rightly deduced, in the western world, the original concept behind the divine\nphallus degenerated from “an object of reverence and religious worship,” to “a protecting\npower against evil influences,” ending as “a charm or amulet against envy and the evil eye.”\nOn a different level, it resulted in acts of “mere licentiousness and dissolute morals.” But it\nalso engendered “the natural desire of women...to be the fruitful mother of children.”? This,\nhowever, did not necessarily transpire in the East. Marchal, for instance, informs us that:\n“This linga, in Cambodia, does not exclusively carry the phallic meaning sometimes\nassigned to it. It sums up the creative energy of the powers of nature; the sexual idea\nthat may be attributed to it is incorrect if we halt on this particular concept alone; in\nOriental symbolism it is one of the expressions of the intense life that ends in absorp-\ntion into the godhead.”3\nReligious sentiments and philosophical renderings aside, we must however stress the fol-\nlowing: The description of Shiva’s lingam as “glorious and shimmering,” a “flamboyant pil-\nlar with the brilliance of a hundred fires,” and a “pillar of a thousand flames,” can hardly be\ninterpreted metaphorically or as an emblem of fertility, especially when this is taken together\nwith what we exhumed in our previous volume. As we saw there, the Hindu lingam does not\nconstitute the only example of a fiery phallus. Like Shiva’s lingam, the Sethian ithyphallic\nphaos rhyentes was the symbolic representation of “the downward flow of light from\nabove,” for, it was said “there was a ray coming from above from that perfect light held fast\nin the dark. ..”°5\nSince past mythologists have had nothing with which to compare it, their misguided ef-\nforts are understandable. Even so, it should have been evident from the start that the axis\nmundi, and the linga in particular, was a visible phenomenon. As often stated in this work\nand our previous one, it was a singular bright ray of light stretching from the nebula-\nenshrouded immobile proto-Saturnian sun all the way to Earth’s northern horizon.\nThis ray from above is understood as a sustained plasma discharge in the form of\nBirkeland current, a scaled-down version, or the slowly deteriorating remnant, of a plasma",
        "bibliography": [
            "! Ibid., pp. 30-31.",
            "2 Ibid., p. 31.",
            "3C.-H. Marchal, op. cit., p. 211.",
            "4 W. Barnstone, op. cit., p. 656.",
            "5 Ibid., p. 655."
        ],
        "captions": []
    }
]