[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 179,
        "content": "\nwithin limits. They got no farther north than southern Britain, northern Germany,\nKiev, and the Caspian Sea.”!\nBy the year 2002, however, William Leonard could state outright that the Neanderthals\n“were among the first humans to inhabit Arctic environments.” Yet, like Diamond before\nhim, still believing that Arctic regions must have been colder than more southerly ones\nduring the Ice Age, he was forced to claim that “they almost certainly would have needed\nample calories to endure under those circumstances.” By studying how the modern Evenki of\nSiberia and the Inuit of Arctic Canada obtain their needed calorie intake, the conclusion was\nreached that Neanderthals had to have obtained almost all their dietary protein from animal\nfoods. This led to the assumption, contrary to that asserted by Diamond above, that\nNeanderthals must have been prolific and skilled hunters.? Be that as it may, Neanderthals\nout of the Arctic regions might have needed vast intakes of animal food for their dietary\nsustenance. Those living in the warmer Arctic areas might not have. The fact that they did eat\nenough meat to sustain them could have been merely due to the fact that entire herds of\nanimals were all around them ready to be chased, trapped, and slain.\nOne question that has bothered anthropologists for years is whether we are the descen-\ndants of Neanderthal people or not? Up until 1992, it was still unknown whether Neander-\nthals had given rise to us. Some, as Fischman put it, saw “no gulf between the Neanderthal\nappearance and our own that’s too great for a little evolution to push across.”3 Five years\nlater, it was definitely proven through DNA testing that “modern human beings” could not\nhave interbred with Neanderthals. “But,” as Robert Kunzig noted, “that will not end the de-\nbate.”5 The reason for that, as Kunzig added, is simple enough. To use his own words:\n“There is an irreducible subjectivity to paleoanthropology, having to do in part with the pau-\ncity of fossils, which permits arguments to remain unresolved—and nowhere is that paucity\nmore pronounced than when you try to go back beyond Neanderthals into the Middle and\nLower Pleistocene.”® Consensus of opinion, however, eventually won out. As Carl Zimmer\nreported in reviewing two books on the subject:\n“Tf the old hypothesis were right, the DNA of living Europeans would have been\nsimilar to that of Neanderthals. But Europeans’ DNA is actually much more similar to\nthat of Asians and Africans. The evidence supports a growing consensus that the an-\ncestors of Neanderthals and living humans split into separate lineages some half mil-\nlion years ago, then evolved into distinct species. Their species died out, whereas ours\nsurvives.”7",
        "bibliography": [
            "1 J, Diamond, op. cit., p. 54 (emphasis added).",
            "2 W.R. Leonard, “Food For Thought,” Scientific American (December 2002), p. 113.",
            "3 J, Fischman, “Hard Evidence,” Discover (February 1992), p. 46.",
            "4 “Genetic Mismatch,” Maclean’s (July 21, 1997), p. 36.",
            "5 R. Kunzig, op. cit., p. 96.",
            "6 Ibid.",
            "7C. Zimmer, “Get Me Rewrite!” Discover (July 2002), P. 84."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 180,
        "content": "\nWhat happened? What was it that drove the Neanderthals to extinction? Theories are as\nvaried as the ones who have proposed them. It all depends on which authority one consults.\nAs Fischman reports, “the question of their fate has consumed Neanderthal research for most\nof the twentieth century.”! So, also, when it comes to dating their last stand. For that reason, I\nshall not burden the reader with a lengthy list of proposed dates for the extinction of Nean-\nderthal man. Suffice it to know that this breed disappeared from the face of the Earth at the\nend of the last Ice Age, or not long thereafter. This, too, raises a conundrum because, if Ne-\nanderthals were capable of surviving through the Ice Age in the harsh conditions outside the\nwarmer Arctic, as they did all over Europe and the Near East, why would they have suc-\ncumbed precisely when the weather finally warmed up at the end of that period?\nTHE CRO-MAGNONS\nCo-existing with the Neanderthals were an entirely different type of human beings,\nknown to us now as Cro-Magnons, named after the rock shelter—itself named after a local\nhermit called Magnou—at Les Eyzies, on the shore of the Vézére River in France, where\ntheir first skeletal remains were discovered. The original term—that is “Cro-Magnons”—\neventually became attached to prehistoric hunter-gatherers in general other than the obvi-\nously different Neanderthals.2 This newly discovered breed was truly Homo sapiens\nsapiens —modern in every sense.\n“Their physical differences from people living in Europe today were no greater than\nthe differences now between Irishmen, say, and Austrians. On the whole, those an-\ncient men were perhaps a little shorter than is the average European of today, their\nheads were a trifle larger—and also, perhaps, their brains. The men stood about 5 feet\n8 inches on the average, had high foreheads, prominent chins, aquiline noses and\nsmall, even teeth. They were decidedly taller than the women, a characteristic that is\nalso true of Europeans today. Most scientists agree that since they resemble modern\nEuropeans so much in their skeletal design, the people of the Cro-Magnon valley\nmust have looked pretty much the same in other ways—their skin was probably light\nand of about the same hairiness as modern Caucasians.”3\nWhere and how the Cro-Magnons first arose remains unknown.‘ Their appearance, how-\never, “coincided with the most bitter phase of the Ice Age.”> There is, however, no doubt\nthat they were more advanced, more sophisticated, than the Neanderthals with whom they\nshared the land. “Living in larger and more organized groups than had earlier humans, Cro-\nMagnon peoples spread out until they populated most of the world.”6 Their tools, made of",
        "bibliography": [
            "1J, Fischman, loc. cit.",
            "2P_E.L. Smith, “Introduction,” in T. Prideaux, Cro-Magnon Man (N. Y., 1973), p. 7.",
            "3T. Prideaux (see above), p. 11.",
            "4 W. Chorlton, op. cit., p. 23.",
            "5 Ibid., p. 24.",
            "6 Ibid., p. 23."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 181,
        "content": "\nstone, bone, and even wood, were carved into harpoons, awls, needles, and fish hooks. They\nwere presumably able hunters, although, as with the Neanderthals, they would also have for-\naged to gather edible plants, roots, and wild vegetables. The only problem here is that, as far\nas can be told, the Cro-Magnons seem to have arrived on the scene without leaving a single\ntrace of their evolutionary ancestors. “When the first Cro-Magnons arrived in Europe some\n40,000 years ago,” Ian Tattersall observed, “they evidently brought with them more or less\nthe entire panoply of behaviors that distinguishes modern humans from every other species\nthat has ever existed.”!\nOne thing that has often been misunderstood about the evolutionary process is that ana-\ntomical differences do not appear for any practical purposes.\n“*...it’s important to remember that new structures do not arise for anything [Tattersall\ndisclosed]. They simply come about spontaneously, as by-products of copying errors\nthat routinely occur as genetic information is passed from one generation to the next.\nNatural selection is most certainly not a generative force that calls new structures into\nexistence...”\nIt is unfortunate that those who write on evolution very often give the impression that\nnew traits arise in response to requirements. What really transpires is that, through genetic\nmutation, new traits arise, and these can be either advantageous or unfavorable. Newly ac-\nquired traits prove advantageous or otherwise because of the particular environment in which\nthe creature so endowed happens to be living. Those new traits which end up aiding the\ncreature in question to avoid detection, or to reach what is unreachable to others, survive\nmuch better. Survival tends to pass the newly acquired traits to offspring. Those who are not\nblessed with such gainful acquirements, or whose newly acquired traits prove unfavorable, if\nnot detrimental, in their particular environment, fail to survive. The camel did not develop his\nsoft cushioned feet in order to enable him to traverse the soft sands of the desert. The camel\nsimply adapted to the soft sands of the desert because he was endowed with soft cushioned\nfeet. Another good example of this is the much touted case of the peppered moth. These\ncome in two different varieties—light and dark. Anatomically, neither color is advantageous\nover the other. Environmentally it is—or so it has turned out. For years the light variety had\nthe upper hand because they were less likely to be spotted by birds against the light bark of\nthe tree trunks on which they were wont to alight and rest. But, with the advent of the indus-\ntrial revolution, when tree trunks turned darker through the coating of grime belched out by\nfactories, the light variety lost the advantage which was gained by the darker moths. The\npoint I wish to stress here is that the anatomy of the Cro-Magnons was no more beneficial\nthan that of the Neanderthals. And, since they shared the same terrain for untold generations,\nneither was the environment in which they lived. Which, again, raises the question as to why\none breed survived and the other did not.\nThe success of the Cro-Magnon incursion is evidenced by the fact that Cro-Magnon sites\nare much more numerous than those of the Neanderthals. They stretch all across Europe,",
        "bibliography": [
            "1]. Tattersall, “How We Came to be Human,” Scientific American (December 2001), p. 58.",
            "2 Ibid (emphasis as given)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 182,
        "content": "\ni  é om ors,   “F LE\n         rey -           + ease\ni So   se\nVries 7 BOM\nCro-Magnon skull.\nmost of Africa, the Near East, India, North and South America, Australia, and Alaska.!\nMoreover, while the Neanderthals obtained their raw materials within a few miles of their\nrange, judging by their remains, the Cro-Magnons must have been involved in long-distance\ntrade, not only for their raw materials but also for their ornaments.\n“Tools of obsidian, jasper, and flint are found hundreds of miles from where these\nstones were quarried. Baltic amber reached southeast Europe, while Mediterranean\nshells were carried to inland parts of France, Spain, and the Ukraine.”\nOne particular item in the Cro-Magnon kit that would definitely have given them the up-\nper hand in hunting was the spear thrower, which would have allowed these hunters to hurl a\nspear considerably faster, much farther, and more accurately than the Neanderthals could\nbarehanded. Fragments of primitive cord excavated from Cro-Magnon sites also indicate that\nthey might have woven and used nets, which would have increased their hunting efficiency.3\nMore than that, nets might also have been used by women to trap animals, as Olga Soffer and\nher colleagues have argued, which would raise the status of Paleolithic women above that of\nmere plant gatherers. “In many historical societies,” observed Soffer, “women played a key\npart in net hunting since the technique did not call for brute strength nor did it place young",
        "bibliography": [
            "! See here T. Prideaux, op. cit., pp. 38-39.",
            "2 J, Diamond, op. cit., p. 57.",
            "3S. Begley & L. Lief, “The Way We Were,” Newsweek (November 10, 1986), p. 66."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 183,
        "content": "mothers in physical peril.” In fact, as far as Soffer is concerned, women might even have\nhunted with the spear alongside the men.!\n\nApart from caves and more open rocky shelters, the Cro-Magnons also constructed\ndwellings. In the Ukraine, these were somewhat circular, the walls of which were built of in-\ntricately stacked mammoth bones which would then have been covered over with skins. In\nsome excavated villages in France, separate areas were allotted for butchering, extracting\nmarrow from bones, cooking, and the dumping of garbage.”\n\nThe so-called bear cult, which we encountered among the Neanderthals, was also prac-\nticed by the Cro-Magnons—which raises the question of who passed it on to whom. Incon-\ntrovertible evidence of this cult comes from a cave at Montespan, France, where the clay\nmodel of a headless bear was discovered with the skull of a bear cub nearby. This model was\npeppered with spear holes, which indicates that a form of sympathetic magic. It does not\nrequire an over-imaginative leap in supposing that the model would have been covered with\nthe pelt of an actual bear, which would then have been riddled with spears in a ceremony\nbelieved to enhance the prowess of the hunters,> or in order to exert some magical power\nover the hunted beast.4\n\nIt should be pointed out, however, that the bear was not the only animal the Cro-Magnons\ntreated in the above manner. Thus, for instance, the outline of a horse on a clay bed in the\nsame cave, although only 45 centimeters in length, is also riddled with holes, attesting to the\nsame type of sympathetic magic. A bison, painted on one of the cave walls of Lascaux is,\nmoreover, engraved with arrows across its body.®\n\nOne other advantage the Cro-Magnons seemed to have had over Neanderthals was a\nlonger life. Although it seems evident that, like Neanderthals, the Cro-Magnons also suffered\nfrom arthritis, their teeth do not show a propensity of cavities.? Examination of Cro-Magnon\nskeletons indicate that some individuals survived into their sixties.’\n\nOn the other hand, much like the Neanderthals, the Cro-Magnons also buried goods with\ntheir deceased. True, there are many Cro-Magnon caves that have been discovered which did\nnot contain interred grave goods. Others, however, abounded with such goods. In a some-\nwhat late grave—dated to 20,000 years ago—found at Sungir, near Moscow, the remains of\ntwo boys were found buried together head to head with valuable ivory spears, ivory beads,\nrings, and anklets. Two other boys unearthed in Italy were buried side by side but face\ndown.? Ivory jewelry, necklaces made from the pierced teeth of foxes, spears, flint knives\nand others made from mammoth tusks, as well as batons were also interred!°—although, to",
        "bibliography": [
            "'H. Pringle, “New Women of the Ice Age,” Discover (April 1998), pp. 64 ff.",
            "2S. Begley & L. Lief, op. cit., pp. 62-63, 66.",
            "3 J. Wolf, et al., The Dawn of Man (N. Y., 1978), pp. 121, 151.",
            "4 Ibid., p. 144.",
            "5 J. Jelinek, op. cit. p. 330.",
            "6 Ibid., p. 328-329.",
            "7S. Begley & L. Lief, op. cit., p. 66.",
            "8 Ibid., p. 63.",
            "9 Ibid., pp., 66, 71; T. Prideaux, op. cit., p. 139.",
            "10 J. Wolf, et al., op. cit., p. 129."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 184,
        "content": "\nSOs, AIS\n>    J       of      i\n=                            WE\nGA                       aay AN\nANG                  ;   WSS\nCae          SOAS\nPups\nGPG Vy, Mt  ANE\nSC IRS  NY  v\nPlan of circular dwelling constructed of the lower jaws\nand other mammoth bones, with two round hearths,\nfrom Mezin, Ukraine.\nbe sure, how archaeologists can tell these items served as batons is beyond me. Bodies, and\ngraves themselves, were often sprinkled with red ochre. Whether this had a ritualistic\nsignificance, or whether the corpses were colored to disguise the pallor of death, remains\nunknown.!\nPALEOART\nIf there is one thing above everything else that set the Cro-Magnons apart from the Nean-\nderthals, it has to be the magnificence of their art. Although the Cro-Magnons left examples\nof their artwork everywhere they settled, nowhere did it excel that which is found in Europe,\nespecially in the caves of Lascaux in France, and Altamira in Spain. So exquisite is this art\nthat, when first discovered, it was viewed with great suspicion since, until then, it had been\nassumed that prehistoric art could only have been of much more primitive quality.?\n“The cave paintings, engravings, reliefs, and statuettes found one after the other pro-\nvided the proof that prehistoric man had reached a high level of cultural development.\nNone of it was as primitive as had been thought till then. It was almost the opposite in\nfact; the mammoth and rhinoceros hunters of the Ice Age had laid a foundation of cul-",
        "bibliography": [
            "1 [bid., pp. 129, 130.",
            "2J, Jelinek, op. cit., p. 277."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 185,
        "content": "\nSo-called Cro-Magnon baton made from an antler engraved with reindeer.\nture with their art on a level which was not to be reached again for many millen-\nnia.”\nnia.\nPeople, plants, and even abstract figures are among the items represented, but it is obvi-\nous that the Cro-Magnons reserved their best for the animals they hunted. More recent dis-\ncoveries in Chauvet Cave, not far from Lascaux, has not only stunned the world with the ex-\ncellence of the artwork it contains, but also with its dating of 30,000 years as deduced from\npaint samples tested at three laboratories. “It’s the quality of the paintings, however, as\nmuch as their great antiquity, that makes them so surprising,” Michael Lemonick reported.\n“The Chauvet cave drawings...are exquisitely rendered likenesses that use the caverns’\nnatural contours to heighten a sense of perspective.”? In contrast with the art of Cosquer\nCave, that of Chauvet “suggests that the art of early man did not mature steadily in any\nsimple linear fashion.”* As far as Patrice Béghain is concerned, it “throws the entire notion of\nprogressive artistic development into question.”> Moreover, most of these animals, at\nLascaux, Altamira, and elsewhere, were painted on the walls in the most inaccessible parts of\ncaves and could not, therefore, have been intended for general public viewing as in modern\nart galleries. It has therefore been assumed that these pictures were intended for some secret\nritualistic purposes, perhaps even in initiatory rites, or some other form of shamanism.\n“The real purpose behind Cro-Magnon art has intrigued archaeologists [Josef Wolf\nhad to admit]. For a long time the dominant theory was that of sympathetic magic.\nThe Cro-Magnons represented animals they were going to hunt in order to exert some\nmagical power over them. Sometimes they drew the animals with wounds, or with\nspears piercing their bodies; in other cases some of the animals were painted dead or",
        "bibliography": [
            "1 Tbid (emphasis added).",
            "2M. D. Lemonick, “Stone-Age Bombshell,” TIME (June 19, 1995), p. 37.",
            "3 Ibid.",
            "4 Ibid.",
            "5 Ibid.",
            "6 J. Wolf, et al., op. cit., pp. 143-144."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 186,
        "content": "\ndying. Thus this theory suggests\nthat cave art was produced to\nmake the hunt successful.”!\nwo                                  .\n(\\;                              Not content with such a mundane\nNot content with such a mundane\nAV\"           .             interpretation, other theories were pro-\ninterpretation, other theories were pro-\nt       \\            posed in search of a more deeply relig-\nposed in search of a more deeply relig-\ntion.?\n4 1  \\       / 4             ious, and even a cosmological, explana-\nious, and even a cosmological, explana-\ni        vad            tion.2\n©  \\Q 14\nawa  ; .                            THE GREAT BEAR\nTHE GREAT BEAR\nKY  Bal\nwe       it                   Prime among those who have seen a\nPrime among those who have seen a\nAA 4A A                 cosmological significance in some of the\ncosmological significance in some of the\nN72) ii               art of the Cro-Magnons are Owen Gin-\nart of the Cro-Magnons are Owen Gin-\nte)    (is                 gerich and Alexander Marshack. Gin-\ngerich and Alexander Marshack. Gin-\no> yl            gerich’s argument revolved around the\ngerich’s argument revolved around the\na yA { |                     constellation of the Great Bear, otherwise\nconstellation of the Great Bear, otherwise\nENTE i                     known as Ursa Major. His claim was that\nknown as Ursa Major. His claim was that\nvy)  u \\                     the Great Bear’s name “may date back as\nthe Great Bear’s name “may date back as\nicy  rt                  far back as the Ice Ages” since the name\nfar back as the Ice Ages” since the name\nen lti                  of this constellation was also known “by\nof this constellation was also known “by\ntA Wi  |                  many different Indian tribes of North\nmany different Indian tribes of North\nINN > ul                 America.” According to him, these\nAmerica.” According to him, these\nWis t              Indians could not have brought it with\nIndians could not have brought it with\nth L  9)              them from Siberia—where the name of\nthem from Siberia—where the name of\nN)  J  {                    the constellation was also known—across\nthe constellation was also known—across\nVP:                     the Bering Straits except during that time\nthe Bering Straits except during that time\nF   1)                         when the straits were bridged by the ice of\nwhen the straits were bridged by the ice of\n1K                 the last Ice Age This led Leroy Ellen-\nthe last Ice Age This led Leroy Ellen-\nAQ a i                         berger to state that:\nberger to state that:\nSs                               “The identification of this constel-\n“The identification of this constel-\nlation may well have originated\nabout 26,000 BP before the peak\nBaton from Laugerie Basse, France,\nBaton from Laugerie Basse, France,            of the last  glaciation...when\nof the last  glaciation...when\nwith plant motif.\nwith plant motif.               Polaris was earlier the pole star.\nPolaris was earlier the pole star.\nAt that time, the giant cave bear,",
        "bibliography": [
            "! Ibid., pp. 144, 151.",
            "2 Ibid., p. 151; see also S. Begley & L. Lief, op. cit., pp. 71-72.",
            "30. Gingerich, “The Origin of the Zodiac,” Sky & Telescope (March 1984), p. 220."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 187,
        "content": "\ney ee   )        eg S&F\na hae                           af. |\n Se\nS| am  i   Pa 4         SS\nAe u \\ wy es     |)    \\ee\neh                 4) a       ae:\neRe     EN     &    ee",
        "bibliography": [
            "|                                                                  Cro-Magnon artist."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 188,
        "content": "\n*%       _ 7    a.             a\n2,\n1 3\nCro-Magnon painting of grazing reindeer.\n(lustration after Abbé Breuil.)\nFrom Font de Gaume, France.\n(Illustration after Abbé Breuil.)\nwhose veneration traces back 50,000 years, was the supreme beast of prey and sacred\nto Paleolithic Man in Europe. While the mammoth and mastodon survived the last Ice\nAge, the giant cave bear did not, and the high caves in which it was venerated were\nblocked by ice and not used at the peak of the last glaciation. Thus, the giant cave\nbear was last venerated when Polaris was the pole star.”!\nEllenberger was somewhat confused about all this. For one thing, Gingerich did not base\nthe antiquity of the Great Bear’s name on the veneration of this beast by Paleolithic man.\nBesides, what is there in the Great Bear constellation that specifically looks like the\nprehistoric giant cave bear as opposed to the more common bear which remained prevalent in\nEurope after the Ice Age? Ellenberger was here victim of the belief that the giant cave bear\nwas in any way venerated by the Cro-Magnons—or Paleolithic man, if one wishes—when, as",
        "bibliography": [
            "!L, Ellenberger, “The Impossible Tippe Top Earth,” AEON II:5 (February 1992), p. 86."
        ],
        "captions": []
    }
]