[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 39,
        "content": "e      \\\naa          \\\n(Illustration by Bruce LaFontaine.)\na ae    |\npe\nOF pos\nida he  fi rp ty i\ngee PS,    Py fof o 1   Ae\ni]   Mls@:  Ws UO AT ay Uy  lay,\n|   nt houa on AAR are Bi, A, ry 4\nhy   a   tee      2  Pa\nON    ee   “oo?\nNucleus of a comet.\n(ilustration by Bruce LaFontaine.)\n39",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 40,
        "content": "a matter of speculation,” wrote Palmer, “there is no doubt that the latter were far-reaching,\nculminating 9 Myr later in the Pleistocene Ice Ages.”!\n\nClube and Napier present a table which intends to show the periodicity of geophysical\nprocesses.? They fare rather well when it comes to that section which correlates the major\ngeological boundaries to the time interval between them, showing that the intervals do aver-\nage out to 57.5 million years— close enough to their stated 50 million years for the Sun’s pe-\nriodic crossing of a galactic arm. When it comes to the principal ice ages, however, the inter-\nvals between them fall far short of this, with a maximum of 350 and a minimum of 100 mil-\nlion years, an average of 200 million years. What, then, goes amiss with the theory when it\ncomes to ice ages?\n\nBut then, it was the ending of the last Ice Age that Hoyle now also blamed on the break-\nup of a giant comet through the subsequent impacts generated by its debris. It therefore\nseems that cometary impacts, or that of their debris, can both freeze Earth to cause ice ages\nand heat it up enough to then melt the ice. How did Hoyle get out of this? Easy enough for\nhim—ice ages are caused by the impact of stony asteroids, which create the atmospheric\nclouds of dust we are now quite acquainted with, and terminated by the impact of metal-rich\nasteroids. These latter are claimed to scatter metallic particles, rather than dust, which would\nabsorb heat from the Sun and thus warm up the atmosphere. But is it likely that a bom-\nbardment by stony asteroids, causing ice ages, would then be followed by a bombardment of\nmetallic ones, thus ending ice ages, in a series of correctly alternating sequences throughout\nEarth’s geologic periods?\n\nMINI SNOW BALL COMETS\n\nA different cometary origin of ice ages was proposed by Louis Frank and his colleagues.\nThis theory, in fact, proposed more than just that. Frank er al. claim that the water which fills\nthe world’s oceans all derived from the bombardment of mini-comets impacting on Earth.\nThe water, claims Frank and his colleagues, was originally contained in these mini-comets,\nand their disintegration turned Earth’s atmosphere into an ice cloud. Naturally enough, this\nwould have drastically lowered Earth’s temperature, resulting in a series of ice ages.* That\nEarth’s oceans derived from cometary bombardment was picked up by various other propo-\nnents, but since this particular topic is not in and of itself germane to our review of ice age\ntheories, we will reserve it for a future work while concentrating on Frank’s theory of ice\nages.\n\nFrank’s theory rests on the hypothesis that mini-comets—cosmic snowballs no bigger\nthan the size of houses—are hitting Earth’s atmosphere at a rate of twenty per minute. The\nscientific establishment did not take well to this. The editors of Nature, for instance, rejected\nhis earlier paper on the strength of “a representative poll” between “experts” in the field. As",
        "bibliography": [
            "17, Palmer, op. cit., pp. 15-16.",
            "2V. Clube & B. Napier, op. cit., p. 34.",
            "3 F. Hoyle, The Origin of the Universe and the Origin of Religion (London, 1993), pp. 38-39.",
            "41. A. Frank, er al., Des Moines Register (April 2, 1986)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 41,
        "content": "\nRobert Matthews reported in The Sunday Telegraph: “Frank’s attempt to answer his critics\nwith fresh evidence by using major telescopes were met with obstruction and foot-dragging,\nwith astronomers insisting that the enterprise was a waste of time.”!\nPhotographic evidence from NASA satellite images of what purportedly showed the pro-\npensity of such cosmic snow balls in the vicinity of Earth, which were first noticed by one of\nFrank’s students in 1982, seemed to turn the tables in Frank’s favor. Identified by others as\nflaws in the photographic plates, Frank reasoned that the images, nothing but tiny black dots,\nappeared to behave far too regularly to be dismissed as such. And then, when Frank did fi-\nnally succeed in obtaining access to a telescope, he claimed that his observations revealed the\nobjects he had anticipated streaking across Earth’s atmosphere at 20,000 miles per hour, as\nhe had predicted. “It made no difference,” Matthews reported, “the findings were still re-\njected for publication.”\nBut then, “after ten years of obstruction and ridicule,” Frank designed cameras which\nwere utilized in NASA’s Polar spacecraft and the pictures from these were hailed as reveal-\ning the existence of the small comets “beyond all doubt.”\n“Spectacular images taken by cameras show the comets streaking into the atmosphere\nbefore dumping their water. They arrive at the rate of about one every three sec-\nonds—just as Frank had claimed.”4\nThe truth of the matter seems to be that what Frank had managed to photograph were two\nentirely different, but related, phenomena: (1) holes that seem to have been punched in\nEarth’s ionosphere,> and (2) glowing ionized trails,° both of which he then attributed to mini-\ncomets. Even so, some continued to claim that the “spots” photographed by Frank are caused\nby nothing other than “instrumental” defects. Others, however, realized that the same cannot\nbe said for those images which clearly show bright streaks which are “sometimes comet-like\nin appearance.” These have since been identified as “ionization tracks produced by cosmic\nrays or other penetrating energetic particles interacting with [the] camera.”\nNone of these objections resulted in discouraging Frank who not only continued to\nmaintain his views, but added to them by presenting new studies which claimed that the\nbombardment of mini-comets was seasonal. More than 25,000 mini-comets, each one\nweighing from 20 to 40 tons, bombarded Earth each day, he continued to maintain. These\nnumbers, however, varied with the seasons. In analyzing data collected by Dynamics Ex-\nplorer I in 1981, and comparing it to similar data gathered by Polar in 1997, Frank and his\ncolleague, John Sigwarth, detected “a mid-January lull” in the number of the relevant phe-",
        "bibliography": [
            "1 R. Matthews, “Ice Cubes From Space Prove the Scoffers Wrong,” The Sunday Telegraph (June 1, 1997).",
            "2 Ibid.",
            "3 Ibid.",
            "4 Ibid.",
            "5 “Louis Frank Scores Again,” SIS Internet Digest, 1997:2, p. 10.",
            "6G. Parks, et al., Geophysical Research Letters, 24:24 (1997), pp. 3109-3112.",
            "7 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 42,
        "content": "\nnomena. This, they claim, should be enough to silence those critics who continue to assume\nthat Frank’s photographic evidence indicates nothing but “electronic noise.”! But even this\nnewer revelation was contested.?\nFrank and Sigwarth retaliated. Using an automated mathematical formula, they claimed\nto have managed to filter out the electronic noise from NASA’s Polar satellite data and what\nresulted was a “hands-off” analysis which indicated that “instrumental effects were not major\ncontributors.” The evidence from this analysis that included such “facts” as an increase in the\nnumber and size of the atmospheric holes when imaged from lower altitudes; an increase in\nnumber when photographed during local-morning time periods; and a variation in number\ndepending on the season.3 As Frank himself reported:\n“What critics of the small comet theory were analyzing was instrument noise. If you\nstrip away the noise from the data, as they properly should have done, what remains\nclearly validates the reality of atmospheric holes. Our most recent paper is the only\ncomprehensive paper on this topic and shows, without reasonable doubt, that the at-\nmospheric holes are indeed a real phenomenon.”*\nThe question, however, remains: What causes these atmospheric holes? Does it necessar-\nily have to be the min-comets postulated by Frank. Wallace Thornhill does not think so, and\nrefers to these holes as having been punched by meteors which then generate another class of\n“mysterious” phenomena, namely red sprites and blue jets. These constitute electrical, or\nlightning, discharges which occur high in Earth’s ionosphere, often seen above storm\nclouds.5 Thornhill’s own proposition is that “storm clouds which span great heights are\nmerely providing a convenient path to ground for electric charge conducted through the iono-\nsphere from [Earth’s] plasmasphere.” A connection with meteors is then provided since it\nhad already been suggested that “red sprites may be triggered by meteors as they blaze an\nionized, conducting trail through the ionosphere and mesosphere.”6\nBut even if one had to concede Frank’s hypothesis, would such bombardment by mini\nsnow ball comets have been enough to cause the series of ice ages postulated by glaciolo-\ngists? The arrival of these comets at the rate of one every three seconds translates into 20 im-\npacts per minute, which would account for 28,800 mini-comets hitting Earth every day—\nmore than ten million and a half per year. And yet we are not in the middle of an ice age.\nAgain, one might argue that this bombardment, if it really takes place, could have been much\nmore extensive in the past. True—but it would first have to be shown beyond all reasonable",
        "bibliography": [
            "1R. Baalke, “Louis Frank Finds ‘Small Comets’ are Seasonal,” as reported in SIS Internet Digest 1998:2, p. 11.",
            "2 A. Yee, “More Trouble for Frank’s Mini-comets Theory,” in ibid., p. 14.",
            "3L. A. Frank, Journal Of Geophysical Research—Space Science, as cited by A. Yee, “Small Comets Are Real,”",
            "reported in SIS Internet Digest 1999:1, p. 9.",
            "4 Ibid.",
            "5 W. Thornhill, “Snowball Mini-Comets,” Thoth (electronic newsletter   sponsored by KRONIA",
            "Communications) I:16 (June 15, 1997), pp. 5-6.",
            "6 Ibid., p. 8; see also, idem, The Electric Universe (Portland, 1997), pp. 38-40."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 43,
        "content": "\ndoubt that the atmospheric holes and ionized trails are really caused by mini snowball\ncomets. And there are various objections to this claim that Frank has yet to meet. As Dave\ncomets. And there are various objections to this cl.\naim that Frank has yet to meet. As Dave\nMorrison pointed out:\n“...we should all ask if these objects could have been missed by other detection tech-\nniques, including our eyeballs looking up at the\nniques, including our eyeballs looking up at the night sky. After all, [Frank] is talking\nnight sky. After all, [Frank] is talking\nabout roughly Hiroshima size flashes happening at the rate of 10 per minute [twenty\nper minute, actually], rather than the accepted rate of once every few months. How\nper minute, actually], rather than the accepted\nrate of once every few months. How\ncould these have been missed?”!\nOr, as Thornhill astutely noted: “It is unlikely the military would have missed them.”? So,\nsimilarly with Al Harris of NASA’s Jet Propulsion Laboratory. A further objection can also\nsimilarly with Al Harris of NASA’s Jet Propulsion\nLaboratory? A further objection can also\nbe raised in relation to the Moon since such mini-comets, were they to exist, should also be\nimpacting our lunar neighbor. But since the Moon lacks an atmosphere, these mini-comets\nimpacting our lunar neighbor. But since the Moon\nlacks an atmosphere, these mini-comets\nwould not have melted on the way down. They should thus be producing new impact scars, if\nnot as craters, at least in the nature of hot spots, of measurable and/or otherwise detectable\nnot as craters, at least in the nature of hot spots, o:\nf measurable and/or otherwise detectable\nsize. No such new scars have so far been discovered.4\nSOLAR CYCLES\n“Tf the sun’s heat were to drop only 13 per cent, the whole earth would soon be covered\nwith a mile-thick mantle of ice.” So wrote Ernst Opik in 1958.5\nIn his analyses of various theories which had been proposed for the occurrence of ice\nIn his analyses of various theories which had\nbeen proposed for the occurrence of ice\nages, Opik reached the conclusion that “[i]n the end we always come back to the simplest\nand most plausible hypothesis: that our solar furnace varies in its output of heat.”®\nThis, too, was an old theory proposed by Richard Flint in 1947. Termed by him the Solar-\nTopographic Hypothesis, he even claimed that the theory was even older.’ “The trouble with\nTopographic Hypothesis, he even claimed that the tl\nleory was even older.’ “The trouble with\nthis idea,” Opik himself admitted, “has been that it is difficult to see what physical process in\nthe sun could produce the kind of fluctuations we see reflected in the climatic history of the\nearth,” Earth’s periodic ice ages, he goes on, “cannot be accounted for by any simple scheme\nof alternate waxing and waning of the sun.” And yet it was his belief that, “with certain\nof alternate waxing and waning of the sun.” And\nyet it was his belief that, “with certain\nreasonable assumptions about the composition of tl\nreasonable assumptions about the composition of the sun,” it is possible to theorize a solar\nie sun,” it is possible to theorize a solar",
        "bibliography": [
            "1D. Morrison as quoted in Thoth (electronic newsletter sponsored by KRONIA Communications I:16 (June 15,",
            "1997), pp. 5-6.",
            "2 W. Thornhill, “Snowball Mini-Comets,” see above.",
            "3 Ibid., p. 6.",
            "4J. A. Grier & A. S. McEwen, Geophysical Research Letters, 24:24 (1997), pp. 3105-3108; see also B. Rizk &",
            "A. J. Dessler, ibid., pp. 3121-3124.",
            "SEI. Opik, “Climate and the Changing Sun,” Scientific American (June 1958). [NOTE: See also idem, “The",
            "Ice Ages,” in P. Cloud (Ed.), op. cit., pp. 869 ff.]",
            "6 Ibid.",
            "7R. S. Flint, Glacial Geology and the Pleistocene Epoch (N. Y., 1947), p. 512 and elsewhere throughout the",
            "work,"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 44,
        "content": "\nmechanism that would account for just such fluctuations.! What were these “reasonable\nassumptions”?\nFirst of all, Opik subscribed to the belief that ice ages have occurred about every quarter\nof a billion years, with each one lasting just a few million years. He also believed that we are,\nat present, in a relatively warm interglacial interlude of what he calls “our ice age.” His the-\nory then demands that the heat output of the Sun would have had to have fluctuated by 8 or 9\nper cent “from its present norm.” A reduction by 8 per cent would reduce Earth’s overall\ntemperature to the 41 degrees that has been calculated for the coldest glacial periods. A rise\nof 9 per cent would raise the global temperature to an average 72 degrees. Opik therefore had\nto come up with a mechanism which would account for all this. What he came up with was a\ntheoretical cycle for the Sun which commences with its normal state. Convection currents\nthen promote nuclear reactions in the core which, while being relatively small, is rich in hy-\ndrogen fuel. Hydrogen from the surrounding mantle diffuses into the core, but the Sun’s me-\ntallic elements remain behind due to their slower diffusion. These metallic elements then act\nas a barrier to the energy radiating from the core. This causes the Sun to contract, while the\nmetallic barrier heats up, developing convective currents of its own which spread to increase\nthe core. Thus the energy output is itself increased, after which the Sun expands using twice\nthe excess energy. It is the reduced radiation that results from this cycle that causes ice ages\nto develop on Earth. At the end of the cycle, needless to say, the Sun returns to its normal\nstate.?\nWe will let pass, for the time being, that the above constitutes nonsense to those who be-\nlieve the Sun to be electrically, rather than nuclearly, fueled. The problems with the theory is\nthat the amount of metallic elements in the sun has to be assumed to be 3 per cent, while\nmost authorities could vouch for only 1 per cent. Moreover, the theory fails to explain the\nshort-term fluctuations that are believed to occur within any one given ice age, that is the so-\nalled interglacial periods. Flint himself had already raised this objection to his own work,?\ncalled interglacial periods. Flint himself had already raised this objection to his own work,\nso that, again, there was nothing new here. Opik’s “guess” is that these interglacial periods\n‘0 that, again, there was nothing new here. Opik’s “guess” is that these interglacial periods\nrepresent “a kind of ‘flickering’ of the disturbance in the sun—like a candle flame blown by\n‘epresent “a kind of ‘flickering’ of the disturbance in the sun—like a candle flame blown by\nthe wind.” It is such guesswork, together with the piling of assumptions, which had already\ne wind.” It is such guesswork, together with the piling of assumptions, which had already\nbeen raised by Flint,4 that has kept Opik’s theory from receiving general acceptance. In a\nlater work, Flint himself was honest enough to admit that:\n“Whether [the theory] will stand up under analysis...remains to be seen. At best it is\n=\nana\nonly a very general framework. Undoubtedly the true explanation of the Pleistocene\nclimatic changes is much more complex than the concept as stated.”’5",
        "bibliography": [
            "1B. J, Opik, loc. cit.",
            "2 Ibid.",
            "3R. S. Flint, loc. cit.",
            "4 Ibid.",
            "5 Idem, Glacial and Pleistocene Geology (N. Y., 1957), p. 503 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 45,
        "content": "\nSUN SPOTS AND NEBULAR DUST\nIn a paper which appeared in New Scientist at the end of 1978, the occurrence of ice ages\nwas blamed on a major variation in sunspot cycles. An alternative to this model was also\nproposed by the same authors, who suggest that ice ages could also have been caused by\nEarth’s encounter with nebular dust during the Solar System’s journey through the galaxy.!\nThe theory concerning Earth’s passage through an interstellar cloud of dust was aired again\nin 1995, the event supposedly having transpired some 2000 to 8000 years ago, with the dust\ncloud owing its origin to a supernova which flared up 250,000 years ago.? No evidence of\nany worth was presented to support either of these two postulates.\nSUPERFLARES\nA different type of solar cycle was being theorized at the turn of the century. This one fo-\ncused on solar flares, those enormous outbursts on the Sun that bombard Earth with torrents\nof subatomic particles moving at high velocity. As is known, Earth’s magnetic field, to say\nnothing of the atmosphere, acts to dampen, or even negate, the potentially lethal effects of the\nSun’s ordinary flares. It was however found out that other Sun-like stars have a tendency to\nbrighten briefly by up to a factor of twenty. Bradley Schaefer, then hailing from Yale Uni-\nversity, is of the belief that these “stellar flickers” are caused by “superflares, millions of\ntimes more powerful than their common cousins.” Had they to occur on our Sun, such su-\nperflares would fry Earth within a few hours. “And while too much solar activity could be\ndeadly, too little of it is problematic as well.”?\n“Sallie Baliunas at the Harvard-Smithsonian Center for Astrophysics says many\nsolar-type stars pass through extended quiescent periods, during which they become\nnearly 1 percent dimmer. That might not sound like much, but a similar downturn in\nthe sun could send us into another ice age. Baliunas cites evidence that decreased\nsolar activity contributed to 17 of the 19 major cold episodes on Earth in the last\n10,000 years.”+\nScientists are hard-put to account for stellar superflares,> but that need not deter us from\ntheorizing what they could do to any planet orbiting such stars. One problem here is that, de-\nspite Schaefer’s belief, it is not known that stellar superflares have anything in common with\nour Sun’s flares. In fact it seems more likely that stellar superflares are more akin to recur-\nring novae. A bigger problem, of course, is that there is no evidence that our Sun can engage",
        "bibliography": [
            "1D. Clark, et al., “Celestial Chaos and Terrestrial Catastrophes,” New Scientist (December 14, 1978), pp. 861-",
            "863.",
            "2 New Scientist (May 20, 1995), p. 30 as cited in “Dusty Coming and Goings,” Chronology & Catastrophism",
            "Workshop, 1995:2, p. 23.",
            "3C. S. Powell, “Twenty Ways the World Could End Suddenly,” Discover (October 2000), p. 53.",
            "4 Ibid. (emphasis added).",
            "5 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 46,
        "content": "\nin such excesses. It has, however, been argued that it cannot be entirely ruled out that our Sun\ncan be capable of generating milder but still disruptive behavior. ! But, as usual in such\ncases, conjectures cannot stand in for evidence.\nSUPERNOVAE AND COSMIC RAYS\nCompeting alternatives continued to pile in the late twentieth and well into the twenty-\nfirst century. One of these, aired in 1999, blamed the onset of ice ages on cosmic rays, those\nhigh velocity atomic particles which are believed to be created by the blasts from exploding\nstars. These cosmic rays bombard Earth’s atmosphere incessantly but without any perceiv-\nable harm. Henrik Svensmark, from the Danish Space Research Institute, has however re-\nthought the process, concluding that these rays not only tend to greatly influence Earth’s\nweather but may even trigger ice ages. According to Svensmark, these cosmic rays streaking\nthrough the atmosphere collide with carbon atoms, thus creating reactions that aid in the trig-\ngering of cloud formation. Increased cloud cover would then lower global temperatures by\nreflecting sunlight back into space. Because such collisions create radioactive carbon-14,\nSvensmark could test his theory by studying sediments containing this signature. He discov-\nered that carbon-14 levels in sediments had increased “by almost a factor of two” during the\nso-called little ice age which occurred in the years between 1300 and 1850.?\nBut, little ice age aside—which event can hardly be compared to bona fide ice ages—\ncosmic rays at present are not creating extensive glaciation so that, as with other theories, one\nwould have to assume that the cosmic ray bombardment on Earth had to have been much\nmore intense in the past. But this, then, would require a cause for the increase in bom-\nbardment and, to be sure, a cause was soon concocted by another theoretician.\nReviving a theory originally proposed in 1995, Nir Shaviv, who wanted to blame all pre-\nvious ice ages on supernovae, started by commenting on the rarity of these events. He then\ncircumvented this problem by relying on the Solar System’s periodic passage through the\narms of our galaxy. Where Clube and Napier found these arms chock-full of comets, Shaviv\nfound them teeming with supernovae. As Jeffrey Winters reported in 2003:\n“Overall, supernovas are rare, but as the solar system circles through the Milky way,\nit sometimes passes through one of our galaxy’s spiral arms, where large numbers of\nmassive stars form and explode as supernovas. All those detonations fill the spiral\narms with cosmic rays, fragments of atoms traveling close to the speed of light.”\nAs we have just seen, Svensmark is of the opinion that these cosmic rays can create\nclouds when they hit and pass through Earth’s atmosphere. These clouds, Shaviv agrees, can\nthen trigger global cooling and, thus, a series of ice ages.*",
        "bibliography": [
            "1 Ibid.",
            "2 “Weather From Outer Space,” Discover (April 1999), p. 25.",
            "3 J. Winters, “Galactic Ice Age Threat,” Discover (January 2003, Special Issue), p. 50.",
            "4 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 47,
        "content": "\nAs an aside, what the fluctuation rate of carbon-14 levels, as proposed by Svensmark,\ndoes to radio-carbon-derived dates has not been commented upon by anyone in orthodoxy.\nLACK OF CONSENSUS\nGiven the various theories of ice ages discussed above, all of which are burdened with\nfaults, and finding nothing new to offer by way of a valid alternative, some authorities were\nforced to opt for a combination of causes. So, for instance, Flavio Barbiero.\nWriting in 1974, Barbiero selected two of these past theories and welded them into an\nabashed alloy of his own making. He first maintained that, because of the Moon’s gravita-\ntional attraction, Earth is unable to sustain its rotational axis at the same angle to the ecliptic.\nEarth’s tilt, according to him, varies from between 15 to 20 degrees over a period calculated\nat about 20,000 years. This causes the ice at the poles to increase and decrease accordingly.!\nBut then, still according to Barbiero, 12,000 years ago, Earth was struck by an asteroid or\na comet. The ensuing cataclysm shifted the poles, which event enshrouded Antarctica in a\nmile-thick mantle of ice. The same event succeeded in melting, and thus reducing, the great\nice caps in the north*—never mind that both caps are known to have suffered glaciation at\napproximately the same time.\nBarbiero relied in part on the work of the Austrian geologist, Otto Muck, who had\nclaimed that the impacting body, weighing 2 billion tons, impacted in Florida, breaking into\ntwo large fragments, on June 5, in the year 8496 B.C., at 20:00 hours (local time).? Such\nprecision—or should one say omniscience?— leaves one aghast!\nBarbiero then burdened this scenario with the belief that Plato’s Atlantis had actually\nbeen located in Antarctica—which item was later picked up by various other dilettantes—the\nremains of the civilization of which now naturally lies beneath the ice.+\nI would not normally have even included Barbiero’s hypothesis, but, as Peter Tompkins\nnoted: “A preface to Barbiero’s book by the director of the Italian Polar Geographic Institute,\nSilvio Zavatti, attests to the seriousness with which the thesis was received.”>\nFollowers of Barbiero and those who subscribe to the Antarctic/Atlantis theory will hate\nme for saying this, but I would rather pass this up without further comment.\nSteven Robinson, who vouched for only one ice age, was another theoretician who\nblamed ice ages on a dual factor: the tilt of Earth’s axis and high volcanic activity.6\nTrevor Palmer is of the opinion that there were more than just two causes working in\nconcert behind the build-up of ice that caused ice ages. As he stated:",
        "bibliography": [
            "1 F, Barbiero, Una Civilta Sotto Ghiaccio (Milan, 1974).",
            "2 Ibid.",
            "3 Ibid.",
            "4 Ibid.",
            "5 P. Tompkins, The Mysteries of the Mexican Pyramids (N. Y., 1976), p. 382.",
            "6S. J. Robinson, “On the Disproportion Between Geological Time and Historical Time: Part Two—Of Earth,",
            "Fire and Water,” Chronology and Catastrophism Review (1993 Special Issue), pp. 28-31."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 48,
        "content": "\n“...it seems likely that a proper explanation for Ice Ages must involve the interplay\nof several factors including asteroid impacts, vulcanism, atmospheric dust,\ncontinental drift and Milankovitch cycles. They were clearly complex events.”!\nIt can thus be stated that matters have not improved since Hooker’s day. At the time of\nthis writing, no consensus has yet been reached concerning the cause of ice ages. As Gregg\nEasterbrook noted: “Few mysteries of natural science are as vexing.”? Just as vexing is the\nquestion of what terminates ice ages.\n“Tf scientists have been perplexed by the genesis of ice ages, figuring out why they\nstop—why the glaciers start to roll back—has been even more difficult. Some calcu-\nlations suggest that once ice sheets cover much of the Northern Hemisphere, runaway\nglaciation ought to lock the Earth forever in deep freeze. Why? Because so much of\nthe land, turned white by ice, will reflect more solar warmth back into space. But thus\nfar runaway ice ages have not occurred.”\nAnd:\n“How ice ages occur is still a mystery, despite theories of orbital changes and ocean\ncurrents [to say nothing of the other theorized causes discussed above]...How the\nvery earliest ice ages came to an end is an even greater problem.”*\nAs Francis Hitching reported:\n“Nobody knows what triggered off the melting of the ice—as Cesare Emiliani, the\neminent oceanographer and geologist put it: ‘Question: did the ice melt by surging\nunder its own weight (mechanical collapse), and therefore temperature rose, or did\ntemperature rise and therefore ice melted? If the latter, what produced the extremely\nrapid temperature rise?’”’>\nBy 1980, John White was still following Charles Hapgood into believing that ice ages\nwere caused by shifts in Earth’s axis and, therefore, had ended through the same mechanism,\nsince every pole shift would have reallocated the centre of the ice caps, both north and south,\nto different localities.6 The problems inherent in Hapgood’s mechanism for such pole shifts\nhas, however, already been discussed in the prequel to this volume,’ and there would be no\npoint in reiterating it all here. As Fred Hoyle noted:",
        "bibliography": [
            "17. Palmer, “Catastrophes: The Diluvial Evidence,” Chronology & Catastrophism Review, 2000:1, p. 112.",
            "2G. Easterbrook, op. cit., p. 62.",
            "3 Ibid., p. 63.",
            "4 “Ice Age Problems,” Chronology & Catastrophism Review, 1998:1, pp. 38-39.",
            "> F. Hitching, The World Atlas of Mysteries (London, 1979), p. 164 (emphasis as given).",
            "6 J. White, Pole Shift (N. Y., 1980), p. 99.",
            "7D. Cardona, op. cit., pp. 391 ff."
        ],
        "captions": []
    }
]