[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 289,
        "content": "sions, they tend to form again, as we here posit to have transpired with the proto-Saturnian\nsystem.\n\nAs distant as it was in time, the memory of the proto-Saturnian polar column’s\nassociation with the following event, mythologically known as the Creation, was retained by\nmore than one ancient nation. As the translators of the 1973 edition of the Linga Purana state\nin the introduction to the work: “The entire phenomenon of creation is symbolised by the\nphallic image (linga) of Lord Siva.”! And: “According to the Linga Purana, the primary\nunevolved matter, the cause of the universe is Linga itself.”? Shiva, it is believed, “permeates\nand imparts impetus to Linga and effects the work of creation in this way.”3\n\nSo, similarly, among the Phoenicians who, according to Sanchoniathon, believed that the\n“beginning of all things was a dark and condensed windy air, or a breeze of thick air, and a\nchaos, turbid and black as Erebus.”4 This “dark and condensed windy air,” or “a breeze of\nthick air,” was the same as the ruach of Elohim/Saturn, usually translated “spirit,” but\nactually meaning “wind,”> which also moved over the chaotic waters just before Creation\ntook place as described at the beginning of the Book of Genesis.® It is also the same as “the\nwind presided over by Dhruva” described in the Linga Purana.’ Sanchoniathon, however,\ncontinues to tell us that, “after a long series of ages,” this wind “became enamored of its own\nfirst principles” and that “an intimate union took place.” In view of what we have already\nlearned, it seems obvious that this self enamoring, followed as it was by an “intimate union,”\nis nothing but a philosophical rendering of proto-Saturn’s impregnation by its own tornadic\ncolumn. And, still according to Sanchoniathon, it was this “union” that served as “the\nbeginning of the creation of all things.”8\n\nSince we have already, both in this work and in our previous one, presented enough evi-\ndence to show that the Jinga, or phallus, was merely one manner in which some of the an-\ncients visualized proto-Saturn’s polar axis, the direct association of this axis with Creation\nbecomes evident.\n\nWhether it was the primary cause or not, the retraction of the plasma column would have\noverburdened the proto-Saturnian orb beyond its holding capacity and, as first proposed by\nImmanuel Velikovsky,? proto-Saturn would have suddenly flared up in a brilliant light which\nflooded Earth with radiance and temporarily blinded its inhabitants. It was an event that went\ndown in the mytho-historical record as Day One.\n\nThe act of Creation had just begun.",
        "bibliography": [
            "1 Anonymous Board of Scholars, The Linga Purana (Delhi, 1973), p. xx.",
            "2 Ibid.",
            "3 Ibid.",
            "4R. Van Over, op. cit., p. 187.",
            "5 J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 107.",
            "For a detailed exposition of this subject See D. Cardona, op. cit., pp. 262, 429, 434, 441, 446, 451.",
            "7 Linga Purana I: 54: 65-68.",
            "8R. Van Over, loc. cit.",
            "9. Velikovsky, “The Pitfalls of Radiocarbon Dating,” Pensée IVR IV (Spring-Summer 1973), p. 13."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 290,
        "content": "\nChapter 14\nLet There Be Light\nTHE FIAT LUX\nIhe sudden flare-up of the proto-Saturnian sun would have left an indelible mark on the\nhuman psyche and it therefore should have etched itself in the mytho-historical records\nof all nations. Our thesis demands it. As we shall see, the repercussion this event had\non the later religions of the world right down to our present day, as also on present\nastrophysical theories, is not inconsequential.\nThe most notable mythic evidence for the event in question as far as the Western World\nis concerned comes from that great Judaic-Christian source, the Book of Genesis. It is\namazing that Immanuel Velikovsky, who was first to recognize the flaring up of proto-\nSaturn, did not realize this fundamental fact. As is well known, the very beginning of this\ntract deals directly with Creation. And the very first thing that was said to have been created\nwas light.\n“And Elohim said, let there be light. And there was light. And Elohim saw the light,\nthat it was good. And Elohim divided the light from the darkness.”!\nEver since the above words came to the attention of the Western World, Christian theolo-\ngians have been grappling with the apparent contradiction they invoke. This is because, ac-\ncording to the same Genesis, the Sun, the Moon, and the stars, which one would have\nbelieved to have shed the light in question, were actually said to have been created later. Nor\nmust it be thought that this apparent incongruity only appears in Genesis. As George\nRawlinson realized late in the nineteenth century, the same incongruity is also contained in\nthe Babylonian version of the Creation.\n“While the whole tone and spirit of the two accounts, and even the point of view\nfrom which they are taken, differ, the general outline of the narrative in each is\nnearly the same. In both we have the earth at first ‘without form and void,’ and\n‘darkness upon the face of the deep’...In both we have light mentioned before the\ncreation of the sun and moon...”?\nRawlinson was also aware that various authorities of his time were of the opinion that the\naccount in Genesis was actually adapted from that of the Babylonians.\n“Tt has been generally seen that this [Babylonian] cosmogony [as presented by Beros-\nsus] bears a remarkable resemblance to the history of Creation contained in the",
        "bibliography": [
            "1 Genesis 1:3-4.",
            "2G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. 1 (N. Y., 1885), p. 94."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 291,
        "content": "",
        "bibliography": [
            "i",
            "~*~                 Ps",
            "¢",
            "=",
            "é",
            "And Elohim said: “Let there be light. And there was light.”",
            "(illustration by Richard M. Smith.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 292,
        "content": "\nopening chapters of the book of Genesis. Some have gone so far as to argue that the\nMosaic account was derived from it. Others, who reject this notion, suggest that a\ncertain ‘old Chaldee tradition’ was ‘the basis of them both’.”!\nEven so, he was astute enough to also realize that:\n“If we drop the word ‘Chaldee’ from [the above] statement, it may be regarded as\nfairly expressing the truth. The Babylonian legend embodies a primeval tradition,\ncommon to all mankind...”?\nThis is so true that we encounter the same situation in the Creation myth of the Maya on\nthe opposite side of the world. “In [the day known as] Six Cib,” the Chilam Balam naively\nrecounts, “the first candle was made, and thus it was that light was created where there had\nbeen neither sun nor moon.”3\nThe Jews, however, seem never to have been bothered much with this conundrum. Louis\nGinzberg informs us that they have always held the light of Genesis to have been entirely dif-\nferent and distinct from the light shed by the common heavenly bodies.\n“The light created at the very beginning is not the same as the light emitted by the\nsun, the moon, and the stars, which appeared only on the fourth day [of Creation].\nThe light of the first day was of a sort that would have enabled man to see the world\nat a glance from one end to the other.”+\nAll of which perhaps explains why, in the Book of Psalms, Elohim is lauded as having\n“prepared the light and the sun” as if they were two distinct entities.\nWriting in 1956, Zsolt Aradi, who, like others before him, had fallen victim to this pit-\nfall, was still vainly attempting to clamber out of this incongruity. In an effort to reconcile the\nseeming absurdity of Genesis with the tenets of modern scientific thought, he wrote that:\n“Many theories of modern cosmology agree even with the minutest details of the Bib-\nlical account about the creation of the universe. The Bible and theologians have been\nridiculed for standing firm on the Mosaic version, which asserts that on the first day\nGod created light. How is it possible to create light on the first day when the sun, the\nmoon, and the stars were created later, i.e., on the fourth day? Modern cosmology,\nhowever, offers the following confirmation.”®\nPerhaps because the Big Bang theory was still novel—although George Gamow’s best-\nselling book on the subject was already in print’— Aradi’s astrophysical description of the",
        "bibliography": [
            "| [id., p. 93.",
            "2 Ibid.",
            "3 I. Nicholson, “Mexican and Central American Mythology,” Mythology of the Americas (London, 1970), p.",
            "1",
            "177.",
            "4L. Ginzberg, The Legends of the Jews, Vol. I (Philadelphia, 1961), pp. 8-9.",
            "5 Psalms 74:16 (emphasis added).",
            "67. Aradi, The Book of Miracles (Derby, Connecticut, 1961), p. 256 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 293,
        "content": "supposed creation of the Universe was, even then, somewhat primitive. In brief, and\naccording to him, space was originally filled by a cold rarefied gaseous mass which was\nimmersed in total darkness. Through millions of years, this gaseous mass slowly condensed\ninto “billions of small globes.” This condensation produced pressure and thus heat which\nresulted in “the first nuclear reactions, which increased the temperature even more.” This led\nto those “billions of small globes,” which he himself refers to as “stars,” becoming\nincandescent. “Thus,” he tells us, “there was light for the first time”—in other words, the fiat\nlux of Genesis. “This was not the light of the sun or of the moon,” he wrote, “it was light,\nmaterial light, the same light as is produced by atomic fission.”!\n\nTrue, this would not have been the light of the Sun or of the Moon, but, even according to\nhim, it would have been the light of billions of stars which, if we are to believe what Genesis\nstates, were still created after the shedding of the light.\n\nLet not the educated reader think all this is rather silly because, as I shall soon indicate,\nthis theological conundrum is not one that has succumbed to the vagaries of time. On the\ncontrary, it is still a part of modern religious thought and remains, to this very day, a thorn in\nthe side of many a Christian sect which continues to uphold a creed based on the rigid\ninterpretation of the books of the Old Testament. And, to be sure, Aradi was neither the first\nnor the last to attempt a reconciliation of the Book of Genesis with astrophysics.\n\nTHE BIRTH OF A THEORY\n\nFor quite a number of years in his career, Zsolt Aradi held various posts in which he\nacted as a voice for the Vatican. It is therefore strange that he seems to have been unaware of\nthe work inaugurated by the Belgian Jesuit priest, Georges Lemaitre, which, together with\nthat of George Gamow, he could have utilized to better advantage in attempting to invoke a\nscientific explanation for the light of Genesis. Most books on the subject stress that Lemaitre,\nwho was also a brilliant astrophysicist, based his theory on the principles of general relativity\ntogether with the belief that the galaxies were receding from each other at incredible speed.\nWhat this implied to him is that, at some point in the astronomical past, the galaxies of the\nentire Universe must have occupied the same space. Retrocalculating further back in time\nconvinced him that, at some point in the unknowable past, the entire matter which constituted\nthe galaxies and the stars contained within them had to have existed as an independent mass\nof condensed substance. Thus, in 1927, he “galvanized cosmologists...with his proposal that\na hot, dense ‘primeval atom’ exploded to create the present universe.”\n\nRelativity and galaxies aside, Lemaitre obviously familiarized himself with the Creation\nmyths of other nations, especially those which emphasized the formation of a cosmic egg out\nof which all of creation is said to have tumbled. The myth of the cosmic egg was believed in\nby a wide section of the ancient world including the Egyptians,? the Phoenicians,‘ the",
        "bibliography": [
            "1 Tbid. (emphasis as given).",
            "2B. Ferington, et al., The Cosmos (Alexandria, Virginia, 1990), p. 61.",
            "3 B.A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), pp. cxii, xcviii.",
            "4 L. Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 82."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 294,
        "content": "\na YJ     BANG EN                       NV CTD il /\nSymbolic representation of Hiranyagarbha, the cosmic egg of Brahma.\n(Tempera painting from India—c. 1775-1800.)\nHindus,! the Chinese,? the Japanese,} the Pelesgians,4 the later Greeks,> the Tahitians,® the\nFijians,’ and the indigenes of the Society Islands.’ Moreover, in the Hindu tradition, as\ncontained in the Laws of Manu, this cosmic egg is described as having been “as brilliant as\nthe sun,”? while, in a different version, the egg is associated with a celestial lotus which was\nsaid to have been as “bright as a thousand suns.”!0 Even the Chinese account has this egg\nassociated with “the changes of the Darkness and the Light.”!! Lemaitre’s acquaintance with\nthese myths is betrayed by the fact that he himself alluded to the “primeval atom” of his\ntheory as the “cosmic egg.”!2",
        "bibliography": [
            "! Laws of Manu 1:v:5.",
            "2M. Soymie, “China: The Struggle for Power,” Larousse World Mythology (London, 1972), p. 274.",
            "3E. D. Saunders & B. frank, “Japan: Cults and Ceremonies,” in ibid., p. 298.",
            "4R. Graves, The Greek Myths, Vol. I (Harmondsworth, 1964), p. 27.",
            "5 Orphic Fragments, 60, 61, 70, 86.",
            "6 A. M. Panoff, “Oceania: Society and Tradition,” Larousse World Mythology (London, 1972), p. 496.",
            "7G. H. Luquet, “Oceanic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 449.",
            "8 Ibid., p. 457.",
            "9 Laws of Manu, loc. cit.",
            "10 V. Tons, Indian Mythology (London, 1967), p. 28.",
            "11 Compendium of Wong-Shi-Shing, as cited by T. P. Crawford in I. Donnelly, Ragnarok: The Age of Fire and",
            "Gravel, reprinted as The Destruction of Atlantis (N. Y., 1883/1971), p. 210.",
            "RR Ferington, et al., op. cit., pp. 62-63; I. Asimov, In the Beginning... (N. Y. , 1981), p. 22; R. W. Wescott,",
            "Predicting the Past (Deerfield Beach, Florida, 2000), p. 176."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 295,
        "content": "\nThis, however, is not where Lemaitre’s awareness of Creation myths ends. Well versed in\ntheology, it is inconceivable that he would not have come across that great commentator on\nBiblical Scripture popularly known as the Ramban, an acronym for Rabbi Moshe ben Nach-\nman. As the Israeli nuclear physicist Gerald Schroeder noted in 1990, “the Ramban...had the\nremarkably modern insight that at the moment after creation, all the matter in the universe\nmust have been concentrated in a tiny speck.”! This led the same Schroeder to argue in detail,\nvery much like Aradi before him, that there is no contradiction to be found between the ac-\ncount of Creation as described in Genesis and the current scientific dictum.? This “insight,”\nas developed by the Ramban, is identical to that reached by Lemaitre who, in accordance\nwith Papal wishes for its clerical scientists to try their best to reconcile the Old Testament\nwith modern science, pulled this ace out of his sleeve. Nor is this merely my contention.\n“Lemaitre was not only a very competent scientist with general relativity as his spe-\ncialty,” Hannes Alfvén noted, “but also a prominent member of the Catholic hierar-\nchy. To him personally his theory of ‘Il’ Atome primitif? was an ingeneous [sic] syn-\nthesis of general relativity and the Thomistic dogma of a creation ex nihilo (although\nhe never expressed this explicitly in his papers).”3\nAlfvén, however, knew what he was talking about. As it has now become well known:\n“To Alfvén, the Big Bang [theory, which is what Lemaitre’s conclusions led to] was\na myth—a myth devised to explain creation. ‘I was there when Abbe Georges\nLemaitre first proposed this theory,’ he recalled...‘He said in private that this theory\nwas a way to reconcile science with St. Thomas Aquinas’ theological dictum of\ncreatio ex nihilo or creation out of nothing’.\nGeorge Gamow then refined and further expounded Lemaitre’s theory, ending up receiv-\ning the main credit for what later became known as the Big Bang theory. (The tag of “Big\nBang,” however, was coined somewhat later by Fred Hoyle, who was vehemently opposed to\nit. He meant it in derision, but the tag stuck.)\nThe Roman Catholic Church was not tardy in responding. With the advent of the theory,\nPope Pius XII himself was bold enough to announce that “scientists are beginning to find the\nfinger of God in the creation of the universe.”> As for Lemaitre, it is not surprising that he\nwas later decorated by the Vatican for his scientific achievements.®\nIn the end, the Big Bang theory was embraced by cosmologists and Biblical fundamental-\nists alike. Even Isaac Asimov, known better for his science fiction than his science, was\ninfluenced to include a long tract on the subject in one of his major works. “There are two",
        "bibliography": [
            "1R_N. Ostling, “Galileo and Other Faithful Scientists,” TIME (December 28, 1992), p. 39.",
            "2 Ibid.",
            "3H. Alfvén, Cosmic Plasma (Dordrecht, Holland, 1981), p. 124.",
            "4 A_L. Peratt, “Dean of the Plasma Dissidents,” The World & I (May 1988), p. 197.",
            "5R.N. Ostling, loc. cit.",
            "6 E. Ferington, et al., op. cit., p. 61."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 296,
        "content": "\nplaces in the scientific view of the beginning of things as they now are,” he wrote, “where the\ncommand ‘Let there be light’ might seem to have an application.”! The first of these,\naccording to him, involves the creation of the Solar System from what he believed to have\nbeen the slow collapse of “the formless, chaotic mass of dust and gas” which would\neventually have resulted in nuclear fusion, giving birth to the brilliant Sun.2 The second, still\naccording to him, was Lemaitre’s cosmic egg, in other words the Big Bang theory. As he\nhimself reasoned:\n“Tt is rather dramatic to imagine that ‘Let there be light’ marked the big bang and the\ninitial period of energy-dominance. Light, after all, is a form of energy.\n“In fact, we might paraphrase the first three verses of Genesis as follows to make\nthem fit the scientific view of the beginning of the Universe:\n““To begin with, fifteen billion years ago, the Universe consisted of a structureless\ncosmic egg which exploded in a vast outpouring of energy’.”+\nPopular publications dealing with the Bible were not hesitant in incorporating this new\n“insight” into their works, as notice Alma Guinness who, in 1988, included the following in\none of Reader’s Digest best selling books:\n“Prevailing scientific theory proposes that the universe was created in a flash of\nlight. This ‘big bang,’ or cosmic explosion, is believed to have occurred some 16\nbillion years ago. Some see parallels between this modern, scientific theory and the\nbiblical account which opens with God’s command, ‘Let there be light’.”°\nThe irony of it all is that, by 2002, astrophysicists had changed their tune. No light, it was\nby then assumed, had been emitted at the inception of the Big Bang. As Tim Folger an-\nnounced:\n“Fourteen billion years ago, give or take an aeon, the Big Bang created the universe—\nor did it? If by universe you mean an abysmally black void with no stars, galaxies,\nplanets, or the slightest promise of life, then the Big Bang’s your baby. But if you\nmean the starry cosmos we see around us today, a universe that includes at least one\nplanet with life, the Big Bang was a bust. For 100 [million?] years after time began,\nthe universe was less interesting than a mud puddle. Only a handful of elements—\nmostly hydrogen and helium, along with faint traces of lithium and beryllium—\nricocheted through fathomless, unending gloom. Had anyone been around at the time",
        "bibliography": [
            "'T. Asimov, op. cit., p. 21.",
            "2 Ibid., pp. 21-22.",
            "3 Ibid., pp. 22-26.",
            "4 Ibid., pp. 23-24.",
            "5A. E. Guinness (Ed.), Mysteries of the Bible (N. Y., 1988), p. 18."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 297,
        "content": "\nto bet on the future, the smart money would have been on more of the same: darkness,\nemptiness, death. Yet improbably, miraculously, the universe—the ultimate dark\nhorse—beat those odds. It was reborn. A 100-million-year-long night ended when\nclouds of hydrogen collapsed and ignited... That moment—when the universe first lit\nup—was nothing less than a second creation, the one that really counts.””!\nOf course, die-hard fundamentalists and creationists will not be shaken by this paradigm\nshift. Some will argue that this fits the Genesis account even better since, in both scenarios,\nwe have the shedding of the light preceded by a lengthy era of darkness. Nor will it amount\nto anything among them that no one had been around to be able to record it. To them, divine\nrevelation counts more than scientific facts.\nNeo-catastrophists had different ideas. But, among them, Roger Wescott was too\ncautious, where in other matters he threw caution to the wind, when he assigned the shedding\nof the Big Bang light to an unidentified body he referred to simply as Aster. He was, of\ncourse, referring to proto-Saturn without committing himself to it.\n“...although I accept the postulation of a primal Big Bang [he wrote], I relocate that\nexplosive event in both space and time. Instead of regarding it as the occurrence\nwhich originated the entire universe at the beginning of time, I regard it as a local\noccurrence which took place in our solar system only some thousands of years\nago...I have chosen to refer to the planet [which caused this ‘local’ bang] as Aster.”?\nUnlike Aradi and Gerald Schroeder, the Biblical scholar Nahum Sarna could find nothing\nthat can be called scientific in the pages of Genesis. “It should be obvious,” he wrote, “that\nby the nature of things, none of these stories can possibly be the product of human memory,\nnor in any modern sense of the word scientific accounts of the origin and nature of the\nphysical world.”\n“Biblical man, despite his undoubted intellectual and spiritual endowments [Sarna\nwent on], did not base his views of the universe and its laws on the critical use of\nempirical data. He had not, as yet, discovered the principles and methods of\ndisciplined inquiry, critical observation or analytical experimentation. Rather, his\nthinking was imaginative, and his expressions of thought were concrete, pictorial,\nemotional, and poetic. Hence, it is a naive and futile exercise to attempt to reconcile\nthe biblical accounts of creation with the findings of modern science. Any\ncorrespondence which can be discovered or ingeniously established between the two\nmust surely be nothing more than mere coincidence.”+",
        "bibliography": [
            "17, Folger, “The Real Big Bang,” Discover (December 2002), pp. 41-42, 44.",
            "2 R. W. Wescott, “Quantalism and Prehistory,” The Velikovskian UI:4 (1997), p. 28; see also idem, Predicting",
            "2R. W. Wescott, “Quantalism and Prehistory,” The Velikovskian III:4 (1997), p. 28; see also idem, Predicting",
            "the Past (Deerfield Beach, Florida, 2000), pp. 18-19, 89 ff., 150-151, 255.",
            "3.N. M. Sarna, Understanding Genesis (N. Y., 1976), p. 2.",
            "4 Ibid., pp. 2-3."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 298,
        "content": "\nWhile we heartily sympathize with Sarna’s own emotional views, through which he sees\nsuch trends as instigating an “unwholesome effect upon the understanding of the Bible itself,”\nwe cannot but disagree profoundly with him. Like him, we detect nothing of science per se in\nthe pages of Genesis. What we recognize there, instead, is a record of past events. Like Sarna,\nwe are not claiming that Biblical man, to use his own expression, was capable of a disciplined\ninquiry into the origin of the world, let alone the Universe as others would have it. But, con-\ntrary to his belief, we do claim that the opening verses of Genesis are nothing more than “the\nproduct of human memory” that he finds so difficult to accept. As David Talbott noted from\nthe very beginning of his research on matters Saturnian:\n“The curious thing about the archaic creation legends is this: In the early religious texts—for\nexample those of Egypt and Mesopotamia—creation is described almost as if it were an event\nactually experienced by ancient man. Saturn and his acts of creation are depicted as cosmic\nevents seen and heard.”!\nNever mind the “almost” in the above. Nor will we restrict our coverage to Egypt and\nMesopotamia—although, to be sure, that was never Talbott’s intention. Our own research,\nhowever, has led us to believe that in Saturn’s flare-up we finally hold in our hands the solu-\ntion to the ancient teaser posed by the shedding of the light in Genesis. The connection with\nSaturn is manifest in Elohim’s association with the light in question. It was, after all, Elo-\nhim/Saturn who was said to have created the light.\nIn the meantime, the above surely demonstrates that science is not averse to utilizing\nmythic evidence as a basis on which to construct its theories, even though, as particularly in\nthis case, the mythic evidence is usually suppressed in succeeding discussions of such theo-\nties. Those, then, who might want to raise their voice against the use of similar, sometimes\neven the same, evidence as a basis for the cosmogonic theory presented in this work, should at\nleast think twice before rendering their verdict.\nADOIL\nThe Old Testament, as we now have it, is not the only source in which the shedding of the\nlight of Genesis is described. Also, that the light of Genesis was not created out of nothing,\nbut that it was emitted by the “coming-apart” of a mysterious body, is demonstrated by the\nBook of the Secrets of Enoch. In its present form, this Slavonic essay seems to have been\nwritten about the beginning of the Christian era. Although the manuscripts which comprise\nthis literary gem were discovered in Serbia and Russia, the work’s final edition, perhaps even\nits original writing, is known to have been in Greek, while its actual composition has been\ntraced to Egypt? R. H. Charles believed the author to have been a Jew living in Alexandria\nand belonging to the “orthodox Hellenistic Judaism of his day.”3 Not having been accepted by",
        "bibliography": [
            "1 J, Gibson, “Saturn’s Age,” Research Communications NETWORK (October 15, 1977), p. 3.",
            "2R.H. Platt, Jr., The Forgotten Books of Eden (N. Y., 1944), p. 81; R. H. Charles, The Apocrypha and",
            "Pseudopigrapha of the Old Testament, Vol. Il (Oxford, 1913), p. 246.",
            "3 Ibid., p. 429."
        ],
        "captions": []
    }
]