[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 349,
        "content": "\nSuch, for instance, was the case of Earth’s electromagnetic field, which is presently\ndissipating, concerning which ancient man could not have known anything.\nIt was the German mathematician Johann Carl Friedrich Gauss who, in 1832, published a\npaper on the absolute measurement of magnetic quantities. Then, in 1834, he set up a mag-\nnetic observatory in Gottingen and organized a magnetic union in order to co-ordinate simul-\ntaneous observations of magnetic phenomena throughout various parts of Europe. Since then,\nEarth’s magnetic field has continued to be monitored down to the present. Correct measure-\nment of Earth’s field, Thomas Barnes informs us, “requires statistical reduction of large\namounts of data from a worldwide network of magnetic observatories.”! The results from\nthese observations, Barnes tells us, “show that there is no question but that the earth’s mag-\nnetic moment [i.e., the vector quantity that specifies a magnet’s strength and direction] and\nits associated dipole field have been decreasing” since Gauss’ pioneering measurements,”\nThis was supported earlier by the work of S. Chapman who showed that:\n“These results certainly suggest a decrease of a few percent in H, and the earth’s\nmagnetic moment during the last century. When the great scale of the phenomenon\nis considered, this must seem a remarkably large and rapid secular change, not paral-\nleled for any other worldwide geophysical property.”3\nTrue enough, in 1967, J. A. Jacobs seemed to have indicated otherwise when he wrote\nthat: “Paleomagnetic measurements have shown that the earth’s main field has existed\nthroughout geologic times and that its strength has never differed widely from its present\nvalue.”4\nThis, however, needs a clarification. As long as Jacobs is referring to “the earth’s\nmain field,” he is entirely correct. This is so because, very much as he claimed, Earth’s\nmagnetic field is not really vanishing, slowly or otherwise. It is only its dipole that is\nweakening. In other words, it is that part of the field which dictates its north and south\npolarity that is really decaying. The total energy of the magnetic field is not changing, at\nleast not significantly>—and this has not always been understood by past writers on\ncosmic catastrophism.\n“Since the time of Gauss’ measurements the earth’s dipole moment has decreased,\nsensibly linearly, at approximately the rate of 5% per hundred years,” K. L. McDonald and\nR. H. Gunst continued to verify a year after Jacobs wrote the above words. “Assuming these\nrates to persist, our analysis discloses that the dipole moment will vanish in A.D. 3991.6",
        "bibliography": [
            "1 T. G. Barnes, “Recent Origin and Decay of the Earth’s Magnetic Field,” S.L.S. Review IL:2 (December 1977),",
            "p. 43.",
            "2 Ibid.",
            "3s. Chapman, The Earth’s Magnetism (London, 1951), as cited in ibid.",
            "4 J. A. Jacobs, “The Earth’s Magnetic Field,” Mining Geophysics, Vol. II (Tulsa, 1967), p. 430.",
            "5 For further details on this, see D. Brain, “Earth’s Magnetic Field,” in the “Ask Astro” section, Astronomy",
            "(August 2003), pp. 72-73.",
            "6 K. L. McDonald & R. H. Gunst, “The Earth’s Magnetic Field from 1835 to 1965,” ESA Technical",
            "Report IER 46-IES (Washington, 1968), p. 1, as cited by T. G. Barnes, oc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 350,
        "content": "\nLf fe  SSNS ery! i   WWI fl, Ligne\nMt i af ESSE\n( Nt ‘ i   ES* .. gag N ; WOH S\nWs 2 Ge a) ANY onal\naes 1). CS\nPEM WWW\nEe fe  vt)  H AMER RNS Se we\nEarth’s magnetic field\nAnd, according to the American Institute of Physics: “There are also indications that the\ndipole moment has decreased at a relatively uniform rate from about 8.55 x 10% gauss cm? in\n1835 to 8.005 x 10” in 1965.”!\nThe only remaining problems concerned the cause of the decrease and whether it was\nunidirectional. As Richard Severs noted:",
        "bibliography": [
            "! American Institute of Physics Handbook (1972), as cited in ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 351,
        "content": "\n“All determinations show a general tendency of a continuous decrease in geomag-\nnetic field intensity during the past 2000 years. However, it is not clear whether this\ndecrease is part of a short-lived exponential decay, or whether it is part of a long-\nterm cyclical variation in field intensity.”\nThomas Barnes’ conclusion was that the field was decaying exponentially with a half-life\nof a mere 700 years,” But, as Severs also noted: “This conclusion is not widely accepted but\ndoes follow logically from Barnes’ arguments based on Maxwell’s electromagnetic field the-\nory and a freely decaying electric current circulating in the conductive core of the Earth as\nthe source of the Earth’s main magnetic field, a dipole field.”? Severs’ own inclination was\ntoward a cyclical variation:\n“According to this view, the geomagnetic field intensity is nearly the same at present\n(8 x 10% gauss cm*) as that of about 2000 B.C. with a minimum between 4000 and\n6000 years ago. These variations in the dipole moment of the geomagnetic field, de-\ntermined from archeomagnetic intensity studies, are reported as 500 year averages.”\nBut—of great importance to our thesis— Severs himself continues by stating that:\n“Japanese and Russian data also imply a cyclic change of the field intensity with a\nperiod of the order of 10,000 years. This is in phase with the abrupt climatic change\nthat occurred at the end of the last Ice Age.”°\nIt is also of some import that, besides the effects of relatively nearby supernovae, as al-\nready noted, it has also been surmised “that past variations in Earth’s magnetic field effect\nthe radiocarbon dating method.”6\nEARTH’S REVERSING FIELD\nKeeping in mind that we are still talking about the terrestrial dipole, by 1980 it had been\ncalculated that Earth’s magnetic field strength has weakened by 50 percent over the past\n2500 years. “If this trend continues,” wrote John White, “the field will disappear altogether—\nperhaps as soon as early in the next century—and then presumably reappear with reversed\npolarity.”? And, to be sure, paleomagnetic evidence of Earth’s rocks indicate that Earth’s\nmagnetic field has reversed polarity more than once in the past and will be doing so again in",
        "bibliography": [
            "1R_K. Severs, “Gerontology, Environment, and Geological Catastrophism,” KRONOS IV:1 (Fall 1978), p. 23.",
            "27. G. Barnes, loc. cit.",
            "3R.K. Severs, loc. cit.",
            "4 Ibid., pp. 23-24.",
            "5 Ibid., p. 24, with a citation to S. P. Burlatskaya, “The Ancient Magnetic Field of Earth,” Bulletin of the",
            "Academy of Science, USSR Geophysical Series (English Translation), 4 (1962), pp. 343-345.",
            "6 Ibid., p. 23.",
            "7 J, White, Pole Shift (N. Y., 1980), pp. 9-10."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 352,
        "content": "\nthe future—although this, too, has raised vehement criticism in some quarters.! Even so,\ndespite that, the tie-in between the decreasing field and its reversal is now a generally\naccepted tenet of science. As Corey Powell could state in the year 2000:\n“Every few hundred thousand years Earth’s magnetic field dwindles almost to noth-\ning for perhaps a century, then gradually reappears with the north and south poles\nflipped. The last such reversal was 780,000 years ago...”\nPowell also claims that “our magnetic field has decreased about 5 percent in the past cen-\ntury.”3 Thus, with others, he gives the impression that the decrease is not really that exten-\nsive. Others have claimed that the field “has been diminishing precipitously for the past 150\nyears,”* again giving the false impression that the decay does not reach into the remote past.\nBut new methods of measuring the strength of Earth’s past magnetic field have revealed that\nit was three times stronger during the age of the Dinosaurs than it is at present.5 Moreover,\ncomputer simulations have recently indicated that a polarity reversal can occur in a mere\n1,200 years.° Others have vouched that each reversal may have taken only a few hundred\nyears,’ and even less—fast enough that an observer would have actually seen a compass\nneedle move.’\n“780,000 years ago,” as per Powell, is a far cry from the 10,000 years ago of our posited\nevent. Powell, however, is here suppressing earlier evidence since it had already been\nconceded that one of these magnetic reversals had occurred somewhere between 12,600 and\n8,600 years ago,? and/or between 17,000 and 7,000 years ago.!° Known as the Laschamp\nevent, or Laschamp flip, this has even been narrowed down by some to about 10,000 years\nago.!! As Peter Warlow noted: “The 10,000-year ago event is the most recent that would be\nacknowledged by geologists, being the time of the end of the last glaciation and the time\nwhich some acknowledge as the most recent well-documented magnetic reversal...”!?",
        "bibliography": [
            "1 See for instance A. A. Meyerhoff & H. A. Meyerhoff, “The New Global Tectonics: Age of Linear Magnetic",
            "Anomalies of Ocean Basins,” American Association of Petroleum Geologists Bulletin 56:2 (February 1972), p.",
            "337.",
            "2C. S. Powell (with D. Martindale), “Twenty Ways the World Could End Suddenly,” Discover (October 2000),",
            "p. 53 (emphasis added).",
            "3 Ibid.",
            "4s. Simpson, “Headed South?” Scientific American (November 2002), p. 24.",
            "5 New Scientist (March 10, 2001), p. 27.",
            "6S. Simpson, loc. cit.",
            "7 Daily Telegraph (August 7, 1989); New Scientist (September 30, 1989), p. 32; Nature, 339, pp. 582-583.",
            "8 New Scientist (March 30, 1996), pp. 24-28; ibid. (May 11, 1996), p. 51.",
            "9*A New Magnetic Reversal at 12,500 Years?” Nature 234 (1971), p. 441.",
            "10 M. Noel & D. H. Tarling, “The Laschamp Geomagnetic Event,” Nature 253 (1975), pp. 705-706.",
            "11 P. Warlow, The Reversing Earth (London, 1982), p. 53.",
            "12 Jbid., p. 193."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 353,
        "content": "\nIdealized view of polarity reversal signatures mirror-imaged on both sides of material upwelling\nfrom a mid-oceanic ridge. Strips (rocks) of normal (that is, present-day) polarity are shown in\nblue. Strips of reversed polarity in black.\nGEOMAGNETIC RETROCALCULATIONS\nThe problem that has confronted geoscientists is that if one were to retrocalculate Earth’s\nmagnetic field decrease back into time, a point is reached beyond which the field’s strength\nwould have been impossibly large. To quote Frederic Jueneman, “back-calculating from the\nexponential decay rate [reveals] that Earth would have had an implausibly large magnetic\nfield just a few thousand years ago, something on the order of 20 gauss at about 5,000 BC\n[when the present value is a mere 0.62 gauss] and approaching the magnitude of a sunspot\njust beyond 10,000 BC, with the makings of a pulsar by 50,000 BC.”!\nThese values were those reached by Barnes through his computed exponential decay rate\nbased on Gauss’ original value,? which led him to conclude that:\n“Tt is obvious that this magnetic decay phenomenon could not have been going on\nfor more than a few thousand years, as the magnetic field would have been\nimplausibly large for a relatively neutral body such as the earth. There has to be a\nrelatively recent origin or some catastrophic change somewhere in the more recent\nhalf of that timetable.”\nThis was echoed by Jueneman when he wrote that “if the Earth wasn’t something of a\nmagnetic star some 10 millennia ago, an extraordinary and catastrophic change must have\ntaken place in the experience and memory of mankind.”",
        "bibliography": [
            "1 FB. Jueneman, “Magnetic Depletion,” Industrial Research and Development (August 1978), p. 13.",
            "2 TG. Barnes, op. cit., p. 45.",
            "3 Ibid. (emphasis added).",
            "4 FB. Jueneman, loc. cit. (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 354,
        "content": "\nwoh      a    \"\n@    nf   shea           ye   A    hie     =\n® ye a    Pau }  ) Fes\nae  :   =e &   o bad mm € Ga’\na  my. nna Es    ar          a   BS  cy : tke,\nch  Ck,     *    a       hae aS      ‘ es    ;      we\nte   ad     i o   ay  F   Se\n86 4  ah    ee   > &\na               s     2\no) se    he &\na &   “4      |",
        "bibliography": [
            "Amore realistic facsimile print-out of reversed-polarity signatures",
            "from an area of the mid-Atlantic ridge south-east of Greenland.",
            "GEOMAGNETIC EXCURSIONS",
            "It is, of course, no secret that Barnes’ method has been severely criticized. John Milsom,",
            "for instance, could not accept the decay of the geomagnetic field as being, and/or having",
            "been, exponential. His claim was that archaeologically-dated pottery, which preserve the"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 355,
        "content": "magnetic imprint at the time of firing, “suggest that the field has been decreasing only for the\nlast 2,000 of these years, and increased during the previous 2,000.” Milsom himself,\nhowever, warned that there are “wide error margins” in the results obtained through this\ntechnique.! Even so, what can be said about this archaeologically-dated pottery?\n\nThis concerns kiln-fired Etruscan and Attic vases. In such cases, the fired items tend to\nregister the magnetic inclination, or dip, through the iron particles in the clay. A study of\nthese vases by Giuseppe Folgheraiter in 1896 concluded that, in the eighth century B.C.,\nEarth’s magnetic field must have been inverted in both Italy and Greece since the magnetic\nimprint of these receptacles indicated that the south magnetic pole was closer to the kilns\nthan was the north magnetic one.”\n\nMeanwhile, similar studies were conducted by P. L. Mercanton on fired clay pots of the\nearlier Hallstat age in Bavaria, as also from the Bronze Age caves in the vicinity of Lake\nNeuchatel. These, however, indicated that during this earlier time, approximately the tenth\ncentury B.C., the direction of the geomagnetic field differed only slightly from its present\nvalue.3\n\nFrom these items, Immanuel Velikovsky concluded that Earth’s magnetic field must have\nreversed its polarity sometime between the tenth and eighth century B.C., preferring the later\ndate because of his own cosmic scenario.4\n\nOne objection that was raised against this by the editor of Science News and others is that\nFolgheraiter was wrong and that the pottery in question had simply been fired upside down.5\nBut, for one thing, Mercanton had already checked Folgheraiter’s method and results and\nfound them to be beyond fault.6 And, for another, the vases in question could not have been\nfired upside down because, had they been, the glaze with which they had been coated, which\nresponds to gravity, would have flowed toward their rims.”\n\nA more telling objection to these reversals stems from the fact that data derived from lake\nsediments dated to the same age fail to confirm the reversal,’ which could therefore not have\nbeen world-wide.\n\nThere is additional evidence of a magnetic swing at around 1500 B.C. This came from\nexamination of sediments at Loch Lomond in Scotland? and Lake Windermere in England.!°\nHowever, as Kenneth Hoffman indicated, paleomagnetic data obtained from sediments\ncontain too many uncertainties, and have caused too much controversy, to be taken at face",
        "bibliography": [
            "1 J. Milsom, “A Commentary on Barnes’ Magnetic Decay,” S.I.S. Review II:2 (December 1977), p. 46.",
            "2 G. Folgheraiter, Rendi Conti dei Licei and elsewhere as cited by I. Velikovsky, Earth in Upheaval (N. Y.,",
            "1955), p. 146.",
            "3 P. L. Mercanton, Archives des Sciences Physiques et Naturelles, as cited in ibid.",
            "41. Velikovsky, op. cit., pp. 146-147.",
            "5 F. Hitching, The World Atlas of Mysteries (London, 1979), p. 32.",
            "6PL. Mercanton, loc. cit.",
            "7G. Folgerhaiter, loc. cit.",
            "8 J. A. Jacobs, Reversals of the Earth’s Magnetic Field (Bristol, 1984), pp. 86-87.",
            "9 R. Thompson, Earth and Planetary Science Letters 42 (1979), pp. 412 ff.",
            "10]. Mackereth, ibid.,12 (1971), pp. 332 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 356,
        "content": "\n| ee\nDe Dim\nMi !              KY\nSe\nfeed)",
        "bibliography": [
            "“=e                                                             On",
            "Etruscan vases of the 8th century B.C., similar to the ones shown, embody reversed magnetic",
            "polarity in the iron particles contained in the clay."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 357,
        "content": "\nF Yee                     Ss\n\\   AN     Z K      A     i                           —\nBAN, AN     Y      YN   AW       | STeTeee ere ean aTTH THT TFYPTVOUTPINTITTIT™”\nSe              ——\n-                   CEE~",
        "bibliography": [
            "A ee eh",
            "————                                               a",
            "Attic pottery from the 8th century B.C.",
            "which, like the Etruscan vases on the opposite page, embody reversed magnetic polarity.",
            "(Illustrations by Christiane Simon .)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 358,
        "content": "value.! This, then, would also throw the above objection against the reversal indicated by the\nEtruscan and Attic vases into doubt.\n\nAberrant magnetic swings are also indicated by the magnetic signatures detected at ar-\nchaeological sites in Crete. Here, signatures from sites on the eastern side of the island were\nfound to be identical to one another, whereas they differed from those detected at more\ncentral sites on the same island. The events that caused these two sets of magnetic swings\nwere then deduced to have been separated by something like thirty years. Moreover, the\ndirection and intensity of these magnetic signals from central Crete were found to match\nthose of the heavy ash fall deposits on the island of Santorini, ancient Thera, while those\nfrom the eastern sites matched the signals detected in the deposits that followed Thera’s\nparoxysmal eruption during which the volcano collapsed to form the present caldera.?\nHowever, the dating of the Theran eruption has been up in arms for decades and there are\nsome who claim that the destruction which struck Crete could not have been caused by the\nTheran explosion.? And yet, while it is not in the interest of this work to go into all that, the\nmatching of the Cretan magnetic signatures with those of the Theran eruption are too good to\nbe ignored.\n\nIn the end it was concluded that these swings, including those registered on Attic and\nEtruscan vases, do not really record a reversal of polarity, but only a geomagnetic excursion.4\nThese excursions are different from reversals in that the behavior of the field becomes erratic\nto the extent of changing its direction but not enough to reverse itself. There are even cases\nwhere the field seems to have looped upon itself. This behavior has been found to be similar\nto that attending the onset of reversals and, for that reason, Hoffman has concluded that such\nexcursions are the result of unsuccessful or aborted reversals.°\n\nSuch excursions and/or transient pulses have been detected in various places—Oregon,\nCzechoslovakia, China, Japan, and Australia—which, much like Velikovsky did with the\nEtruscan and Attic vases, Mandelkehr claims for his proposed global event at 2300 B.C.°\nEven earlier excursions, orthodoxly dated to millions of years, have been detected in basalt\nlavas from Iceland, Amsterdam Island, Hawaii, and Australia.”\n\nTrue, these excursions still require an explanation—and we shall have more to say about\nthem in a future volume —but since they are not now accepted as the latest total and semi-\npermanent geomagnetic flip, they need not encumber our present work especially since they\nfall completely outside the span of time with which this particular work is concerned. We\nshall therefore continue to concentrate on the 10,000-year-ago event.",
        "bibliography": [
            "1K. A. Hoffman, “Palaeomagnetic Excursions, Aborted Reversals and Transitional Fields,” Nature (November",
            "5, 1981), p. 67.",
            "2 Science News (June 16, 1984), pp. 374 ff.",
            "3 See here, for instance, H. Pilcher & W. Schiering, New Scientist (July 7, 1977), p. 17.",
            "4T. W. Field, “Evidence of an Inversion Event?” AEON II:1 (June 1989), p. 20.",
            "5K. A. Hoffman, op. cit., pp. 67-69.",
            "6 M. Mandelkehr, “Geomagnetic Effects of an Earthwide Event in 2300 BC,” Chronology & Catastrophism",
            "Review (2001:1), pp. 5 ff.,where various sources are cited.",
            "7K. A. Hoffman, loc. cit."
        ],
        "captions": []
    }
]