[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 399,
        "content": "\n“A steady increase in sea level would have caused the underwater environments that\ncharacterize different parts of the estuary to move gradually landward. But the geo-\nlogic record from Galveston Bay, Anderson points out, shows ‘very dramatic’ fea-\ntures that indicate sudden flooding of the ancient strand.”!\nAs J. Bernard Delair points out, “globally rising sea levels, oscillating water-tables,\nfluctuating glaciers and snow-lines, recurrent volcanic and seismic episodes” are among the\nmost “outstanding” changes of the post-glacial Holocene epoch.” As he continues, 9,000 to\n8,500 years ago, “the Isle of Man was still joined to mainland Britain,” while “the present\nBristol Channel remained land-filled as far West as Westward Ho.”\n“Generally coeval analogous effects also separated northern Australia from the\nisland of New Guinea, while the slightly earlier drowning of the territory now\nsubmerged between eastern New Guinea and Melanesia (Bismarck Archipelago and\nthe Solomon Islands) and extending northwards to neighbouring Micronesia (now\nmostly represented by the Caroline Islands) is part of the same story. Not\nsurprisingly, marked sea level changes accompanied these developments in French\nPolynesia and as far eastwards as the Society and Tuamotu Islands. The\ndisappearance of so much continuous terrain (collectively almost as extensive as\nAustralia) represents a land loss of continental dimensions.”+\nDelair based his claim re the separation of northern Australia from New Guinea on the\nauthority of Van Andel and his colleagues, as well as on that of J. Smart and T. Torguerson,\nall of whom penned their articles between 1961 and 1985.5 But, in 1986, V. Semeniuk and D.\nJ. Searle came to the conclusion that an abrupt sea level drop is in evidence for three\nlocations along a miles-long stretch of Australia’s southwestern coast during the Holocene\n(post glacial) epoch.6 The problem here, as in the case of the eastern coast of the United\nStates, is that Australia and New Guinea could not have separated through a drop in sea\nlevel. Nor is it possible for sea level to have risen in northern Australia while it dropped\nalong its southwestern coast. If anything, these data only stand to confirm the contradictory\nevidence supplied by someone’s faulty dating which, in turn, makes the dating of these\nevents somewhat suspect.\nMeanwhile, “detailed evidence of Mediterranean sea-level changes throughout the Holo-\ncene Epoch (the last 10,000 years)” came to light in 1984.7 And, as Delair goes on:",
        "bibliography": [
            "1 Jbid. (emphasis added).",
            "2 J. B. Delair, “Planet in Crisis: The Earth’s Last 12,000 Years,” Chronology & Catastrophism Review",
            "(1997:2), p. 6.",
            "3 Ibid.",
            "4 Ibid.",
            "5 Ibid., p. 10.",
            "6 V. Semeniuk & D. J. Searle, “Variability of Holocene Sealevel History Along the Southwestern Coast of",
            "Australia: Evidence for the Effect of Significant Local Tectonism,” Marine Geology 72 (1986), pp. 47-57.",
            "TR. J. Braidwood, “Archaeology,” 1985 Britannica Book of the Year (Chicago, 1985), p. 165."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 400,
        "content": "\n“Similar changes involved the separation of Sri Lanka (Ceylon) from mainland India\napprox. 9,000 years ago and, perhaps a little before then, the drowning of much land\nnow occupied by the Persian Gulf, as well as of the Atlantic coast of Canada’s mari-\ntime provinces.”!\nAs far as the Persian Gulf itself is concerned, we note the following anomaly. According\nto Brian Fagan, world-wide geomorphological studies indicate that “between 13,000 and\n4,000 B.C. the world’s sea levels rose rapidly by about half an inch a year as ice sheets\nmelted.” And yet, in the same paragraph, Fagan tells us that the rising Indian Ocean “flowed\ninto the shallow Persian Gulf basin so rapidly by geological standards that the water level\nrose at a rate of about 36 feet a year.”? For one thing, how rapid, even “by geological\nstandards,” could the water have risen if it took 9000 years to reach present levels? And, for\nanother, as Charles Ginenthal noted, how could “the world’s sea levels” rise by only half an\ninch a year, when at the same time the Persian Gulf rose by 36 feet a year?? Nor will it do for\nFagan to rely on the fact that cuneiform tablets from Mesopotamia describe the later cities of\nLagash and Ur as coastal cities* in order to account for the uniformitarian slowness—even\nthough “rapidly” to him—of the rise in water. There are many cities from a later time which\nwere once coastal that are now found far inland, as well as others, which are now situated\nbeneath the sea—Pisa and Ptolemaic Alexandria come respectively to mind. As if there are\nnot enough “troubling gaps in the scientific understanding of how sea level has varied in the\npast,”> we can add Fagan’s confused musings to the obfuscating brew.\nAs Rhodes Fairbridge (not to be confused with Fairbanks) concluded, drowned beaches\nat the edge of the continental shelf provide the proof that “at the height of the last large-scale\nadvance of the glaciers, the world-wide sea level was some 330 feet lower than it is today.”\nBut then: “As the great North American and Scandinavian glaciers melted, the sea level\nbegan to rise at a rate of about 40 inches per century.”®\n“The greatest and fastest rise yet discovered in the geological record reached its crest\nabout 6,000 years ago. The cumulative incursion of the sea flooded low-lying coastal\nlands in every part of the world... The flood of the sea was joined by floodwaters\nbrought down from the highlands by rivers.”7\nMore recently, however, even Fairbridge’s “40 inches per century” has been brought into\nquestion. Thus Cesare Emiliani has described “how analysis of deep-sea cores from the Gulf\nof Mexico showed a rapid rise about 9600 BC, the annual rate being some tens of meters.”8",
        "bibliography": [
            "1J_ B. Delair, loc. cit.",
            "2B. Fagan, Time Detectives (N. Y., 1995), pp. 154-155 (emphasis added).",
            "3 C. Ginenthal, “Ocean Sediments, Circumpolar Muck, Erratics, Buried Forests, and Loess as Evidence of",
            "Global Floods, The Velikovskian IV:1 (1998), p. 37.",
            "4B. Fagan, op. cit., p. 154.",
            "5D. Schneider, loc. cit.",
            "®R. Fairbridge, “The Changing Level of the Sea,” Scientific American (May 1960), p. 72",
            "7 Ibid.",
            "SF. Hitching, The World Atlas of Mysteries (London, 1979), p. 164 (emphasis added).",
            "8 F. Hitching, The World Atlas of Mysteries (London, 1979), p. 164 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 401,
        "content": "\n“Tt must [said Emiliani] ‘have caused widespread flooding of low-lying areas many\nof which were inhabited by man...It was apparently a surge, which brought ice to\nlower latitudes and caused rapid melting’.”!\nFurther studies conducted on the Canadian drumlins we discussed above has strengthened\nthe conclusion that they were formed by the catastrophic flood that resulted from the melting\nof the glaciers at the end of the Ice Age. This flood of waters has now been calculated to have\nraised global sea levels by nearly a foot in as little as a few weeks.\nSo let us not be restricted by the various dates which have been attributed to the rising of\nsea levels and the various rates of actual rising which have been attributed to various locali-\nties. All that we can hold to in face of these confusing attributions is that sea levels did rise,\nas indeed they would have, once the glacial ice of the Pleistocene Ice age began to melt.\nABORIGINAL RECOLLECTIONS\nAt this point I must ask the reader to bear with me while we tackle a tangential topic.\nBy the end of the 1950s, one found it flatly stated that: “No reliable evidence of the antiq-\nuity of the human occupation of Australia has been found.” Moreover, it was widely held\nthat great antiquity “need not be postulated” to allow the original inhabitants to spread and\noccupy the entire continent.4 By 1999 it could still be found stated that no one knows exactly\nwhen the first humans arrived in Australia.\nSomewhat earlier, however, in 1991, it was already being claimed that the Australian\nAborigines “have lived in central Australia for at least 20,000 years, although few details of\ntheir history are known.”6 By 1993, this figure was doubled. As Tony Allan tells us “the\noldest known remains were of campsites that radio-carbon dating showed to have been\ninhabited 35,000 to 40,000 years ago.”” But, as Allan continues to inform us, “in recent years\nthe date has been pushed steadily further back into prehistory.”8 By 1995, the original figure\nhad been trebled. As a famous encyclopedia tells us, “some scholars suggest that human\noccupation may date back 60,000 years.”? In an endeavor to push the date of the Aborigines’\narrival in Australia as far back as possible, more than one authority has latched on to this\nlatter date.!0 An age of 60,000 years was actually assigned to a skeleton discovered at Kow\nSwamp in northern Victoria which, as Allan notes, is “a long way from any point of arrival",
        "bibliography": [
            "1 Jbid. (ellipses as given).",
            "2 See here Nature (November 2, 1989), pp. 20-21; Scientific American (December 1989), pp. 15-16.",
            "3 A. P. Elkin, “Australia,” Encyclopedia Britannica (1959 edition), Vol. 2, p. 714.",
            "4 Ibid.",
            "5T. Allan, “An Unseen World,” in T. Allan (as Ed.), Journeys Through Dreamtime (Amsterdam, 1999), p. 9.",
            "©T.E. Hays (volume Ed.), Encyclopedia of World Cultures, Vol. 1 (Boston, 1991), p. 16.",
            "7T. Allan, loc. cit.; see also A. Gonen (Ed.), The Encyclopedia of the Peoples of the World (N. Y., 1993), p. 59.",
            "8 T. Allan, loc. cit.",
            "9 Micropedia of The New Encyclopedia Britannica (1995 edition), Vol. L, p. 714.",
            "10 J. Shreeve, The Neandertal Enigma (N. Y., 1995), p. 255; J. Diamond, “Mr. Wallace’s Line,” Discover",
            "(August 1997), p. 83."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 402,
        "content": "\non the continent.” Thus a landfall of over 60,000 years ago was finally established. And,\ndespite the fact that the date of the Kow Swamp skeleton has been “much disputed,” human\npresence in Australia has now been dated to 65,000 years ago on the basis of even newer\nfinds in the Northern Territory.!\nWhere did these people come from?\n“The people who made the crossing [to Australia— Allan tells us] were almost cer-\ntainly Australoids, members of a group distinguished by dark skin and a flat, retreat-\ning forehead whose surviving representatives include the Aborigines and the inhabi-\ntants of many Melanesian islands today.”\nAt present, one finds similar Australoids among some of the hill tribes of southern India,\nthe Veddas of Sri Lanka (formerly Ceylon), some small groups in Malaysia, as also on some\nislands of Melanesia. Their remote origin has proved to be somewhat controversial. Some\nhave traced it to Pithecanthropus who once inhabited Java. “It has, however, been suggested\non morphological grounds that the physical characters of the aborigines could have arisen in\nsouthwest Asia.”> Thus, an origin in southern China has also been claimed.*\nHow did these people get to Australia?\nAs Jared Diamond noted, in order to reach the Australian continent from an Asian home-\nland, the ancestors of the Aborigines would have had to cross “a dozen straits separating\nAustralia from Asia.” This “provides by far the earliest evidence in human history for an\nability to use watercraft” which would have been “tens of thousands of years” earlier than the\nuse of watercraft “anywhere else in the world.”5\nOn the other hand, as we have already seen, at the height of the Ice Age, Australia and\nNew Guinea were joined together as one land. Tasmania, too, has been claimed to have been\njoined to these two presently divided lands. This was because the Ice Age glaciers had stolen\nand stored a vast proportion of the world’s oceanic waters, dropping sea levels and thus\nlaying dry vast stretches of land which are now submerged beneath the waves. This previous\nsingle landmass—Tasmania, New Guinea, and Australia—has even been christened by\ngeologists who have chosen to call it by the name of Sahul. This landmass was itself sepa-\nrated from what geologists have termed Sundaland, comprising the whole of south-east Asia,\nSumatra, Java, and Borneo.® The joining together of these lands would therefore have facili-\ntated the migration of the Aboriginal ancestors by lessening the number of, but not entirely\nremoving, open-water stretches between Australia and their Asian point of departure.\n“The first colonists [Allan tells us] came to Sahul from the Indonesian islands to the\nnorth. They could well have traveled all the way from the Asian mainland without",
        "bibliography": [
            "17. Allan, loc. cit.",
            "2 Ibid.",
            "3.4. P. Elkin, op. cit., p.713.",
            "4 See reference #69.",
            "5 J. Diamons, loc. cit.",
            "6 J. Wolf, The Dawn of Man (N. Y., 1978), p. 162."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 403,
        "content": "\never having to travel more than 100 kilometres over open sea; the final hop, from\nTimor to the Kimberley Plateau, would have been the longest: a journey of just\neighty-seven kilometres.”!\nSuch a journey would have still required watercraft of some sort. “No remains of early\nboats have survived,” Allan goes on “but the assumption is that the newcomers drifted across\nthe straits from Indonesia on rafts made of lashed strips of bamboo or mangrove wood.”? Al-\nthough the present Aborigines cannot rightly be called a seafaring people, both rafts and ca-\nnoes are actually used by them. More than that, canoes are mentioned in their myths,? attest-\ning to their use in great antiquity.\nNor were the Australian Aborigines the only people to have sailed this far south prior or\nduring the Ice Age. The natives of New Guinea also did. But here one encounters yet another\nconundrum since the natives of New Guinea are believed to have sailed northward from Aus-\ntralia itself around 40,000 B.C. And, by 35,000 B.C., Tasmania had been peopled, making\nthe Tasmanians “probably the Earth’s southernmost people during the last Ice Age.”+\nIf all this, or something close to it, was really the case, the Aborigines should have re-\ntained a memory of the rising oceanic level that would have separated their new homeland\nfrom the lands further north. In fact, they do remember “the great floods that followed the\nend of the last Ice Age.”> One of their myths tells how a gigantic frog once swallowed all the\nwater in the world, which could reflect a retention of the time sea levels dropped. Then the\nfrog, being made to laugh by the other animals, disgorged the water which “gushed out in a\nterrible flood and many were drowned.”6 But legends, as opposed to myths, are even more\ntelling.” Thus, all along the southern shores of the continent, the Aborigines relate tales of the\ndistant past when the sea level was lower and the coast extended further south. Tales are also\ntold concerning the Port Philip Bay area by the Aborigines of the Mornington Peninsula. It is\nclaimed that this area had previously been a flat and fertile hunting ground before a violent\nstorm threw the sea upon the land where it has stayed ever since.’\n“As it happens [Michael Kerrigan presents the case], archaeological evidence seems\nto support the theory that these northern areas were indeed subject to fearful floods\nin the temperate aftermath of the last Ice Age. The dramatic rise in sea levels that\nresulted when the ice caps finally thawed brought about large-scale inundations in\ncoastal areas worldwide. The societies of northern Australia seem to have been\nparticularly badly affected—the effects can be discerned in everything from\nsettlement patterns to rock art. The myth of a cataclysmic worldwide flood is",
        "bibliography": [
            "17, Allan, loc. cit.",
            "2 Ibid.",
            "3D. Vitaliano, op. cit., p. 166.",
            "4T. Allan, op. cit., p. 10.",
            "5M. Kerrigan, “A Timeless Land,” in T. Allan (Ed.), op. cit., p. 23.",
            "© D. Vitaliano, loc. cit.",
            "7 For the difference between myths and legends see D. Cardona, God Star (Victoria, B. C., 2006), p. 1.",
            "8 J. Isaacs, Australian Dreaming (1980), p. 26."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 404,
        "content": "\nbelieved by scholars to have originated at about the same time as the post-glacial\nchanges stabilized themselves to mark out the Australian shoreline at its present\nlevel.”!\nUnfortunately, Kerrigan confused legends of the rising sea with those that told of a\ndeluge brought about by heavy rains, a deluge that bears quite a few characteristics similar to\nthose associated with the later Noachian Flood.? But let that pass.\nOne might be tempted to discount the aforementioned dates re the peopling of the Austra-\nlian continent since these were based on the radiocarbon dating technique which we have al-\nready indicated to be erroneous. Nor are we alone in this contention. As Gwen Schultz\npointed out, the radiocarbon dating technique is believed in by many a geologist and doubted\nby as many others. Geologists like William Pecora and Meyer Rubin have even gone as far\nas admitting that all such methods presently in vogue “are wrong,” and that this “must be\nacknowledged” by the geologic community.4 As Charles Ginenthal ably demonstrated,\ndespite the fact that I do not accept all of the conclusions he reached from this, radiocarbon\ndating of wooden remains, including charcoal, as also seeds, reeds and grasses, tend to give\ndates that are older, even “considerably older,” than the sites in which such objects are even-\ntually found.‘ But, in this particular case, even I have to ask: Could the dates in question be\nwrong by as much as 60,000 or more years? Besides, would this not throw the Aboriginal\nmemory of the rising sea levels out of the arena?\nOne can then argue that memories of the rise in sea levels by these people might pertain\nto a later era. Thus, for instance, the level of Lake Victoria, in South Australia, seems to have\nrisen since 6,000 years ago. This came to light when an Aboriginal cemetery containing\nsomething like 10,000 skeletons, was discovered beneath its water when the lake was drained\nto inspect a dam. The age of 6,000 years ago was estimated by Colin Pardoe, an\narchaeologist then working out of the South Australian Museum in Adelaide. Excavation\nnear the cemetery also uncovered a huge cache of worked stone tools in the form of blades\nand scrapers, as well as huge amounts of animal bones and mussel shells. Together with the\ncemetery, this led Pardoe to the realization that “the site was used by a large, settled\npopulation—which is not how archeologists thought the Australian aborigines lived.”5\n“Everybody has this view of hunter-gatherers aimlessly wandering from water hole to water\nhole, looking for things to eat,” Pardoe charges. “This knocks down all those stereotypes.”\nThis discovery proves that inundations continued to take place in Australia long after the\nend of the Ice Age. And with various other sea level rises and drops throughout the ages, how\ncan we be certain that what the Aborigines really remember is the rising sea level at the end\nof the Ice Age? Of certainty there is none, at least not as of this writing, but one must also",
        "bibliography": [
            "1M. Kerrigan, op. cit., p. 28.",
            "2 Ibid., pp. 28-29.",
            "3G. Schultz, The Ice Age Lost (N. Y., 1974), p. 29.",
            "4. Ginenthal, Pillars of the Past, constituting Vol. VI, Nos. 1, 2, & 3 of The Velikovskian (N. Y., 2003), pp.",
            "118-155; see also P. James, et al., Centuries of Darkness (New Brunswick, 1993), p. 386.",
            "5S. Menon, “10,000 Australians,” Discover (January 1995), p. 52.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 405,
        "content": "\nkeep in mind that these people can still name and locate mountains which are believed to\nhave been under the sea for the last 8,000 years.!\nRAISED SHORELINES\nSome geologists were not happy with the idea that sea levels had dropped and risen due\nto the onset and termination of ice ages. Among such unhappy geologists were Lawrence\nCathles of Cornell and Anthony Hallam at the University of Birmingham in England, who, in\n1991, proposed that the periodic rise and fall of the oceans may have been caused by changes\nin the ocean floor itself.\n“The melting and refreezing of polar ice seems like the logical explanation for the\nphenomenon. But the fossil record also shows evidence of tropical creatures near the\nhhenomenon. But the fossil record also shows evidence of tropical creatures near the\npoles at times when the shapes of continents were waxing and waning, suggesting\nthat sea levels could fluctuate even when Earth was much warmer and didn’t have\nice caps.”?\nAs Cathles stated:\n“To get a rise in sea level of 150 feet today, you’d have to melt more than half the\nAntarctic ice. For that kind of fluctuation you’d have to have really big glaciers\ncoming and going, and that just didn’t happen.”\nCathles and Hallam thus concluded that, since the ocean bottoms, very much like the con-\ntinents, are composed of individual rocky plates drifting on the partly molten mantle, these\nplates sometimes drift apart “opening up deep rifts” into which water would descend, thus\ncreating a drop in sea levels around the world. “Molten rock from the mantle would then\nslowly refill the rift, pushing sea levels back up.” Ocean levels could also fall, according to\nthis theory, when a sea floor is “squeezed by the motion of crustal plates on either side of it.”\nThis, it has been proposed, “would increase the density of the seafloor, causing it to sink into\nthe mantle.” The squeezed plate would eventually snap back, according to Cathles. “But it\nwould take many millennia.”4\nThere are various objections that can be raised against all this. For one thing, the thriving\nof tropical creatures near the poles is not reliant on the waxing or waning of ice ages. Even\nduring those times when Earth was not in the grips of an ice age, as stated earlier in this\nwork, the Sun’s rays would have been much too slanted, as they are present, in polar regions.\nThis would not have been enough to warm those regions to the point where tropical creatures\ncould survive. As indicated in our previous volume,> the propensity of tropical flora and",
        "bibliography": [
            "| New Scientist (January 13, 1996), p. 40.",
            "2 “Oceanic Ups and Downs,” Discover (March 1991), pp. 8.",
            "3 Ibid., pp. 8, 10.",
            "4 Ibid., p. 10.",
            "5 D. Cardona, op. cit., pp. 361 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 406,
        "content": "fauna in Arctic regions is best explained through a stationary heat source in Earth’s north\ncelestial pole which, in our case, would have been the proto-Saturnian sun.\n\nSecondly, the ice contained in the northern hemisphere alone during the Ice Age was\ndefinitely more than half the present Antarctic ice that Cathles claims would have been\nrequired to melt in order to raise sea levels by 150 feet—never mind his claim that “really big\nglaciers coming and going” during such ages “just didn’t happen.”\n\nMeanwhile, that the plates comprising the ocean bottoms are continuously on the move\nhas been known for quite some time. The major source of this motion is the upwelling of\nmagma from the rifts in deep sea ridges which expands sea bottoms through new material\nspreading from both sides of the abyss. Thus the rifts in these ridges are so full of rising\nmagma that no sea water would be able to descend into their depths. So, likewise, with the\ntrenches at the edge of the continental plates, down which sea floors are claimed to be sub-\nducted underneath the continents.! No room here, either, for water to accumulate. There are,\nof course, innumerable transverse fracture zones running at right angles to mid ocean ridges,\nand these tend to move in opposite directions toward and away from the main rift, thus\noffsetting the longitudinal axis of the ridges. However, the opposite blocks of these\ntransverse fracture zones are so tightly held together that the friction between them as they\nmove very slowly past each other is known to cause shallow earthquakes at various points\nalong their tract. We are then left with the edges of the individual plates themselves, but,\nagain, these are also tightly held against each other. There is no evidence that they ever\nseparate or pull apart or that they ever squeeze together and then “snap back.” Besides, as we\nhave seen Cathles himself assert, such a procedure “would take many millennia” to run its\ncourse, whereas the evidence at hand calls for catastrophic suddenness.\n\nThat said, it is fair to point out that, while not in concert with Cathles and Hallam, other\nvoices have been raised against the notion that sea levels have changed due to accumulation\nand melting of glacial ice during past ice ages. This has come about because continents\nappear to have risen and fallen in the distant past to a greater degree than can be explained\nthrough the lateral motion of the tectonic plates they sit upon. Never mind that mountains can\nrise in those areas where tectonic plates collide. Entire continents are now believed to have\nrisen in height in the middle of such plates. In turn, this has been blamed on massive\nupwelling plumes of hot magma beneath the plates which are themselves due to complex\nconvection currents within Earth’s mantle. This would then explain why certain sea coasts\nnow appear well above the present level of the oceans. But, according to this theory, some\ncontinents have also sunk due to the subduction of the plates at their coastal edges.” But,\nwhile this may be so, it does not account for sea level changes at the end of the Pleistocene\nsince the process just described is believed to occur very slowly over millions of years.\n\nOne of the major indications of a change in sea level at the end of the last Ice Age, as also\nof previous ice ages, is the occurrence of sea shores, especially beaches, which now lie far\nabove the present level of the sea. Thus, for instance, in summarizing Charles Darwin’s dis-\ncoveries during his voyage on H.M.S. Beagle, Archibald Geikie wrote:",
        "bibliography": [
            "1 But see S. W. Carey, Theories of the Earth and Universe (Stanford, California, 1988), pp. 50, 101, 105, 301.",
            "2M. Gurnis, “Sculpting the Earth from Inside Out,” Scientific American (March 2001), pp. 40-47."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 407,
        "content": "\n“On the west coast of South America, lines of raised terraces containing recent shells\nhave been traced by Darwin as proofs of a great upheaval of that part of the globe in\nmodern geological time. The terraces are not quite horizontal but rise to the south.\nOn the frontier of Bolivia they occur from 60 to 80 feet above the existing sea-level,\nbut nearer the higher mass of the Chilean Andes they are found at one thousand, and\nnear Valparaiso at 1300 feet. That some of these ancient sea margins belong to the\nhuman period was shown by Mr. Darwin’s discovery of shells with bones of birds,\nears of maize, plaited reeds and cotton thread, in some of the terraces opposite\nCallao at a height of 85 feet. Raised beaches occur in New Zealand and indicate a\ngreater change of level in the southern than in the northern end of the country...”!\nAnd as William Hobbs discovered: “Upon the coast of Southern California may be found\nall the features of wave-cut shores now in perfect preservation, and in some cases as much as\nfifteen hundred feet above the level of the sea.”? This is a situation that is found all over the\nworld as the following excerpts make clear.\n“In Tunisia and Algeria, there are a number of salt lakes, some of them below sea\nlevel, which show elevated shorelines of Pleistocene age. The University of Califor-\nnia’s expedition of 1947-48 found the bones of whales along with those of present-\nday mammals in these old lake beds.”3\n“Lake Champlain has around it elevated beaches containing numerous marine shells,\nwith the bones of seals and whales.”4\n“Raised beaches, tilted up toward the centers of glaciation, can be traced on the\ncoasts of Scandinavia and North America, and around the Great Lakes; these\nbeaches can be dated by fossil shells or pollens or by the radiocarbon method.”5\n“...what is self-evident is that, since the formation of the chalk [in south-east Eng-\nland] there have been several major changes in sea level, at least some being very\nrapid as evidenced by the presence of both raised beaches and drowned forests.\nSome deposits show evidence of at least local catastrophes such as bands of\ncarbonaceous material, clay layers crowded with fossil shells and bands of iron-\nstained modules crowded with plant remains. The cliffs of the Isle of Sheppey in\nparticular seem difficult to explain through any gradual process. They are composed\nof clay, which means that their formation took place by means of silt falling out of\nvery slowly-moving water. Usually such clay deposits show layering effects due to\nseasonal variations over many years, but the Sheppey cliffs show little sign of this,",
        "bibliography": [
            "| A. Geikie, Text Book of Geology (N. Y., 1893), p. 288.",
            "2 W.H. Hobbs, Earth Features and their Meaning (N. Y., 1935), p. 249.",
            "34.0. Kelly & F, Dachille, Target Earth (Carlsbad, California, 1953), p. 168.",
            "4 Ibid., p. 172.",
            "5 D.B. Vitaliano, op. cit., p. 28."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 408,
        "content": "\nand contain an enormous variety of fossils including plants, many orders of marine\ninvertebrates, fish, reptiles, birds and land mammals and large pieces of wood. They\nare also being eroded away at a visibly rapid rate by the combined action of sea at\nthe foot, and springs at the top, which infers that their 200-foot rise above the present\nsea level must have been very recent.”!\n“There are clear signs of former coastlines, of raised beaches and wave-cut platforms\nat various heights above the present sea-level, occurring throughout the world.”\n“Sea-level changes are recorded all over the world in the form of raised beaches,\nwave-cut platforms, and old cliff lines, and also in submerged positions marked by\nsuch features as submerged fossil forests.”3\n“...successively higher beach lines [are also] found above sea level along Hudson\nBay and the rising bottom of the north Atlantic” while “sunken beach lines [are\nfound] along the south African coasts.”+\nWe could go on citing various other authorities but the phenomenon of raised beaches is\ntoo well known to require further evidence. The question that must now be asked is how did\nthese beaches get raised? As already noted, that sea levels would have risen due to the\nmelting of the glaciers is a given. But, in that case, old beaches and sea coasts should be\nsubmerged, as in fact many are. So how is it that we have submerged beaches in some areas\nand raised ones in others?\nREBOUND\nThe answer to the above question is to be found in isostatic rebound. The theory of\nisostasy postulates that Earth’s crust is in such a state of equilibrium that any process that\ndisturbs it has to be followed by a readjustment which seeks to re-establish it. Thus, the\nweight of the glacial ice acted to depress the ground on which it accumulated. But when the\nglaciers melted, the land rebounded and rose to compensate for the loss of the load. This,\nhowever, was further complicated by the fact that as the oceans received the water from the\nmelting glaciers, the sea bottoms were forced to carry the additional weight with the result\nthat, in certain areas, they were forced to sink. It is this dual isostatic rebound, with lands ris-\ning here and sea bottoms sinking there, that left old seashores, especially beaches, here\nbelow, and there above, the present level of the seas.\n“Some geologists [Rhodes Fairbridge noted] have argued that the subsidence of the\nsea floor in one region is compensated by the rise of others. It seems more likely,",
        "bibliography": [
            "!J. Abery, “Kentish Catastrophes,” SIS Workshop 4:2 (September 1981), p. 3.",
            "2P. Warlow, The Reversing Earth (London, 1982), p. 10.",
            "3 Ibid., p. 112.",
            "4 FF. Hall, “Solar System Studies,” Part 2, AEON 1:4 (July 1988), p. 19.",
            "4F. F. Hall, “Solar System Studies,” Part 2, AEON 1:4 (July 1988), p. 19."
        ],
        "captions": []
    }
]