[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 199,
        "content": "“Over time, more and more genes came into Europe and mixed with Neanderthal genes,”\nWolpoff went on. “And the proportion of Neanderthal genes became lower and lower.”! To\nprove his point, Wolpoff published an analysis of 25 fossil skulls which he claimed hinted at\na mixed ancestry between moderns and Neanderthals. He also claims that many Neanderthal\nfeatures persist to this day in modern Europeans. “The Neanderthals became extinct like the\nCro-Magnons became extinct: because of mixing with other populations,” he says. “Their\nphysical form is gone, their culture is gone, but their genes are still among us.” For whatever\nit might mean, it should, however, be pointed out that the 25 skulls analyzed by Wolpoff did\nnot all come from Europe. Some of them came from as far away as Australia.?\n\nTan Tattersall calls all this wishful thinking. “It’s always possible that some hanky-panky\nmay have occurred,” he is willing to allow. “But it wasn’t evolutionary significant.”3\n\nBut what, then, of DNA? As noted above, DNA extracted from Neanderthal bones does\nnot match that of modern humans. But then, DNA extracted from the remains of an early\nAustralian failed to match with contemporary DNA.* So what does the lack of DNA\nmatching prove?\n\nTo his credit, Shreeve does not use his theory to account for the extinction of the Nean-\nderthal race. As he confesses: “Why they faded and we managed to survive is a separate\nstory with its own shocks and surprises.”> Others still claim that the Neanderthals “may\nsimply have been absorbed by interbreeding.” That Neanderthals were exterminated by the\nCro-Magnons does not seem probable. Had there been intensive fighting between the two\nraces, “you’d think there would be evidence of violent death,” says Steve Kuhn. “But there’s\nnot.” But here, an additional problem rears its ugly head in that Neanderthals seem to have\npersisted in western Europe long after they had disappeared from the eastern part of the con-\ntinent8\n\nIs Wolpoff, however, correct when he claims that the Cro-Magnons became as extinct as\nthe Neanderthals? The problem here is that the term “Cro-Magnon” is often used to denote\nall of Paleolithic Homo sapiens when the possibility exists that the original Cro-Magnons\nwere not really the same as us. That is why some distinguish a separate proto-Cro-Magnon\nbreed, while others talk of Cro-Magnon types “A” and “B,” the latter of which are believed\nto have survived through the Mesolithic into the Neolithic age.? And here there is something\nelse that poses something of a mystery. There is no doubt that Homo sapiens made it safely\nout of the Ice Age. But the exquisite European art for which the Cro-Magnons have become\nso famous did not survive. The tools of Homo sapiens continued to improve. His art,\nhowever, deteriorated into crudity and did not rise to its former glory—even if in a different",
        "bibliography": [
            "! [bid., p. 27.",
            "2 Ibid.",
            "3 Ibid.",
            "4 Ibid.",
            "5 J. Shreeve, loc. cit.",
            "6 “Neanderthal Heritage,” see above.",
            "7K. Wright, loc. cit.",
            "8 T. Palmer, “The Erratic Descent of Man,” Chronology and Catastrophism Review XII (1990), p. 20.",
            "199",
            "9M. Gimbutas, The Goddesses and Gods of Old Europe (London, 1982), p. 27."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 200,
        "content": "\nE                an Ae?\na  ig  x                    Seng\niW      aa\n& es\nS 3\nwas\nBison painted on the wall of a cave from the Magdalenian culture, Niaux, France.\nWhy did such an anatomically accurate and distinctive style disappear at the end of the Ice Age?\nstyle—until the beginning of civilization. What happened? Did the best Cro-Magnon artists\nall die out at the end of the Ice Age?\nCATASTROPHIC SIGNATURES\nTheories concerning the extinction of the Neanderthals have not been in short supply.\nAmong the promulgated causes, disease, armed conflict, competition for resources, dis-\nplacement, and interbreeding have been at the forefront. Others, realizing that not one of\nthese could on its own have been enough to erase this robust race right off the face of\nEurope, have sought a combination of two or more of the above postulates. But every cause\nthat has been suggested has also been opposed. Finally, there are those who have come to the\nrealization that the cause could not have had anything to do with the races themselves. The\nblame, they claim, must be laid at the door of the environment.\nSediment and pollen analyses between Mousterian and Chatelperronian sites, for in-\nstance, indicate the onset of a warmer climate. Thus the emergence of the Aurignacian period\nis thus believed to have been accompanied by a climatic change.!",
        "bibliography": [
            "1 A. Leroi-Gourhan, “From Neanderthal Man to Home sapiens sapiens,” in C. Flon (Ed.), The World Atlas of"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 201,
        "content": "\n&                                                                        (or\n(illustration after Abbé Breuil.)\nx                                                              (F\n\\\\Z\ni    g —                  .\nmn oe\nres     SY\n7]     (\nBrn\nBellowing bison from the cave of Altamira.\n(ilustration after Abbé Breuil.)\nJudging by finds in India, this change of climate is then blamed on a catastrophic event.\nSand and a stratum of red clay covers the remains from the Lower Paleolithic in Pushkar in\nthe Thar Desert. The nature of this “soil” indicates that it must have borne substantial vege-\ntation, which implies an ample supply of surface water.! Remains of Homo sapiens sapiens\nare to be found on top of this red clay, again indicating a change of climate. The clay itself,\nhowever, must have been carried there by what some consider to have been a catastrophic\nflood.\nA similar situation is met with in the Potwar plateau between the Indus and the Jhelum\nrivers in the northern Punjab. Neanderthal strata are here covered by a loess deposit,? which\n2 Ibid., p. 18.\nArchaeology (London, 1985), p. 26.\n1B. & R. Allchin, The Rise of Civilization in India and Pakistan (Cambridge, 1982), p. 19.\n2 bid., p. 18.\n201",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 202,
        "content": "also seems to call for a sudden flooding of the area. Moreover, this same region “is compli-\ncated by rapid uplift of the Himalayas, Tibetan plateau, Pamirs and other mountain ranges.”!\nIt thus seems evident that sudden floods were not the only catastrophic events that were\ntaking place toward the end of the Paleolithic age.\n\nFrom South America we have the evidence from numerous caves scattered across Brazil\nin which an untold number of bones in broken condition mixed with red earth were exca-\nvated. Thousands of these broken bones belonged to small animals, but others belonged to\nsuch Pleistocene fauna as the Megatherium, Mylodon, Toxodon, Smilodon, Protopithecus,\nthe giant armadillo, and the flightless emu and rhea. Human bones were also discovered min-\ngled with those of extinct cave jaguars, horses, and Ilamas.?\n\n“One cave was especially noteworthy for yielding the bones of over fifty human be-\nings of both sexes and every age from infant to decrepit old man. Their skeletons lay\nburied in hard clay and were discovered mixed together in such confusion—not only\nwith each other but with Megatherium bones and those of other late ‘Pleistocene’\nanimals—as to preclude the idea that they had been buried by human agency. All the\nremains, both animal and human, possessed the same chemical composition, thereby\nindicating the contemporaneity of all the individuals represented.”\n\nWhat is of interest to us, however, is that the human skulls have been judged by anthro-\npologists as having belonged to the same distinctive type as the “old” European Neanderthal\nrace.* Needless to say, such broken and jumbled remains mixed with red clay presupposes a\ncatastrophic flood that would have swept away all these denizens to deposit them pell-mell\ninto the caves in which they have been found.\n\nBut why should such upheavals have terminated the Neanderthal legacy while leaving the\nCro-Magnon one intact?\n\nGLACIAL CLEMENCY\n\nLeaving floods and tectonic upheavals aside for a while, let us look a little closer at the\npostulated change of climate. To begin with, how cold was it really during the Ice Age?\n\nAccording to the geochemists Samuel Epstein and Crayton Yapp, the analyses of heavy\nhydrogen in ancient wood samples indicate that temperatures in North America in those areas\nnot actually covered by ice at the height of the Pleistocene Ice Age were higher than they are\ntoday.>\n\nSharon Begley and Louise Lief also tell us that while glaciers covered most of northern\nEurope, the climate “was generally mild, and the animal life was as rich and diverse as in a\nmodern African game park.”6",
        "bibliography": [
            "1 Ibid, p. 14.",
            "2D. S. Allan & J. B. Delair, Cataclysm! (Santa Fe, 1997), p. 116 where the pertinent sources are supplied.",
            "3 Ibid.",
            "4 Ibid.",
            "5 J. White, Pole Shift (N. Y., 1980), p. 12,",
            "6S. Begley & L. Lief, op. cit., p. 64."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 203,
        "content": "\ng      Fi, Pye\n4  LIZ  ih gir  R\noP ieexZy fo Ee\n/ LY aight Dosti          =e\nAgs, Zia fi hil Hi “iS   =~ “aS\n(Illustration by Bob Giuliani.)\nLe\nMee Ai ces              ——\nCAN UIIN IN| «\nee yet rt RM Cath   A ¥\ntg led    a CAML i\nY cathy Sy  “nl    al   Nn”\n4 ja Swi   Pia\nie   et AE  By\"\nM4 Zag ia\nAERA So oh\ni ih ; ye Ne  il iN ‘\nhy: Hi  hy RON\nae La               va iy\na gg                 NN\nEF},                    :      n\nh   x             Kl =D\nMegatherium, the remains of which were discovered with those of Neanderthals in a\nBrazilian cave.\n(ilustration by Bob Giuliani.)\nOne of the most important of Pleistocene sites is to be found in Ladd’s Quarry near Car-\ntersville. Among the remains discovered there were those of the giant sloth, the jaguar, and\nthe spruce grouse. The wonder here is that these denizens now inhabit much more southerly\nregions. The jaguar, for instance, is not now found further north than Mexico. This has led\nauthorities to the conclusion that the Ice Age could not have been a time of severe climate.\nAccording to the paleontologist Alan Holman, the weather then must have been generally\nmild.!\nTo be sure, this situation had been known, although mostly ignored, since 1899 through\nthe study of Greenland flora which is believed to have survived from pre-glacial times. As R.",
        "bibliography": [
            "1 Houston Chronicle (November 20, 1985), as cited in Chronology & Catastrophism Workshop (1987:1), p. 22."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 204,
        "content": "F. Scharff had indicated, this would mean that the glacial epoch was much less severe than it\nhad commonly been assumed.!\n\nBy the year 2000, authorities were softening up. “People make the mistake of thinking\nthe Ice Age was cold all the time,” said James Adovasio. “They remember the 40,000 Janu-\narys but forget the 40,000 Julys.”? But if, as we claim, there was no progression of seasons,\nthere could have been neither Januarys nor Julys. If the weather was balmy, it would have\nhad to have been balmy all the time.\n\nTwo years later, the above theory was amended somewhat. It was still being said that the\nlast Ice Age, “from 120,000 to 10,000 years ago, was not in fact always cold.” But now,\nJanuarys and Julys were not brought into the picture. Instead, “20 brief interludes” were in-\ntroduced during which “temperatures shot up 10 to 18 degrees within a decade.” This, say\nAndrey Ganapolski and Stefan Rahmstorf, came about through chaotic weather variations,\nbrought about by the change of direction in the Gulf Stream, which “occasionally triggered a\ncascade of changes that switched temperatures from cold to warm.” It is forgotten that sub-\ntropical, tropical, and even equatorial flora and fauna from Arctic areas would not have been\nable to endure the cold between those “20 brief interludes.”\n\nIf, then, we were to set aside the Januarys, Julys, and “brief interludes,” none of which\nare compatible with the evidence, we will be left with a balmy weather during the Ice Age\nexcept for those areas which were actually covered with glaciers, upon which, needless to\nsay, neither the Neanderthals nor the Cro-Magnons seem to have ever set up camp. At the\nend of the Ice Age, if anything, temperatures should have risen higher still. How, then, could\na change of climate—which could not have grown colder—be made to account for the disap-\npearance of any one, or both, of these two races? We therefore seem to be left with but one of\nthe alternatives touched upon above: catastrophic flooding accompanied by tectonic uplifts.\nBut what could have caused such a catastrophe?",
        "bibliography": [
            "'R. F, Scharff, The History of the European Fauna (London, 1899), pp. 76-77, 163.",
            "2S. Nemecek, “Who Were the First Americans?” Scientific American (September 2000), p. 84.",
            "3 F, Saunders, “Chaotic Warnings From the Last Ice Age,” Discover (June 2002), p. 14."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 205,
        "content": "\nChapter 10\nSetting the Stage\nANCIENT MAN IN ARCTIC REGIONS\nn 2001, although wedded to an entirely different theory, Flavio Barbiero could still note\nI: 2001, although wedded to an entirely different theory, Flavio Barbiero could still note\n[i\nthat:\n“The current ‘scientific’ explanation for the existence of [the] ice caps is that they\nwere due to a cooler climate all over the world. But this theory is contradicted by the\nabsence, during the ‘ice age’ of ice sheets in Siberia, which was actually populated,\nup to its northernmost regions, well inside the Arctic Sea, by one of the most impres-\nsive zoological communities of all times. Millions (more than 40 millions, according\nto F. C. Hibben) of mammoths roamed Siberia and Alaska, large animals the size of\nwhich can be found today only in tropical regions, or in those areas where the supply\nof fodder is guaranteed all the year round. Together with the mammoths, there were\nreindeers, rhinos, hippopotamus, bears, lions, leopards and Prjevalsky horses. There\nwere also giant beavers and sloths, big horn deer, camels, [saber-toothed] tigers, buf-\nfaloes, [auroch] bulls and many more: strong evidence that the climate in Siberia was\nmuch milder than today...”!\nThe presence of man in this same area at the same time is also accounted for. Neanderthal\nand Cro-Magnon sites have been discovered strewn all over the place south of the Pleisto-\ncene glacial demarcation. None have yet come to light from those areas which were covered\nwith glacial ice. The glaciated region seems to have formed a girdle, roughly between lati-\ntudes 60° and 40°, a massive belt stretching midway around the northern hemisphere. Both\nthe areas above this belt, that is the Arctic, and below it, remained free of ice except for the\npeaks of some of the highest mountains.\nCro-Magnon remains, it is true, have also been found in Alaska, but this region of\nBeringia remains controversial, with some claiming and others disclaiming that it had been\nglaciated at the time of the crossing from Siberia. There is, however, additional evidence\nfrom south eastern Alaska which speaks against those who are still of the belief that this\nportion of Beringia was under ice during the time in question. This comes from remains in a\ncave which “indicate that plants and animals were still living there.”?",
        "bibliography": [
            "1 F, Barbiero, “Changes in the Rotation Axis of Earth After Asteroid/Cometary Impacts and their Geological",
            "Effects,” Fifty Years After Worlds in Collision by Velikovsky: Classical and New Scenarios on the Evolution of",
            "the Solar System (Bergamo, 2002), p. 89.",
            "2 “Secrets of the Ice Age,” Chronology & Catastrophism Review (2001:2), p. 43."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 206,
        "content": "Only heaven knows what human sites might still lie buried beneath the present perma-\nfrost of Arctic lands. Even so, these lands have not been entirely reluctant to disclose their se-\ncrets. As we have already seen, bone tools have been discovered in the lowlands close to\nBluefish Caves, suggesting that hunters stalked the Yukon as early as 40,000 years ago at the\nvery peak of the last Ice Age.!\n\nPrimitive stone tools, as well as the remains of a prehistoric camp, dated as early as 2300\nB.C., have shown up on Ellesmere Island.”\n\nMore tools, including an incised mammoth tusk, dated at older than 30,000 years, have\nbeen discovered in Russia’s Arctic regions.>\n\nStone tools, similar to those retrieved in East Africa, obviously worked by man, have\nbeen unearthed at various sites beneath the permafrost in present Siberia.4 Traces of Stone\nAge settlements, containing “bone implements and arrowheads, as well as needles and axes\nskillfully fashioned from mammoth tusks,” have also been found in the New Siberian\nIslands.5\n\nPrehistoric petroglyphs depicting the “well preserved incised outlines of whales and\ndeer” are still to be seen on the cliffs of Spitzbergen.° Ancient rock paintings have been\ndiscovered at river sites all the way from Scandinavia to Siberia. “The drawings show\nchanges of style and subject over the centuries that suggest a pattern of evolution in the\npreoccupations and way of life of early man,” A. P. Okladnikov reported in 1969.\n“Furthermore, they indicate that there was communication or commonalty of some kind\namong the nomadic northern tribes over the wide region from the Baltic to the Far East.”7\n\nThe earliest of these petroglyphs, depicting horses and bison, found near Shishkino on the\nLena River, compare favorably in style with the Aurignacian cave drawings of France. But\nthen: “As the ice age waned and the land changed, so did the animals depicted in the rock\ndrawings.” At Shishkino, the Aurignacian style was replaced by that of the Mesolithic age,\nwith drawings of reindeer superimposed on the figure of the earlier bison, with the elk be-\ncoming the dominant figure in the even later Neolithic age.8 Also during the Neolithic period,\nwith which we are not yet concerned, the male human figure took prominence over that of\nthe female. Animals became secondary in eminence.? A change of focus had obviously taken\nplace.\n\nThere is no point in belaboring the issue. Enough has been said. Even so, Arctic regions\ntemporarily aside, what was it really like during our postulated scheme beneath the polar",
        "bibliography": [
            "1H. Pringle, In Search of Ancient North America (N. Y., 1996), pp. 15-16.",
            "2 P. Schledermann, “Eskimo and Viking Finds in the High Arctic,” National Geographic (May 1981), pp. 581-",
            "584.",
            "3 “Why Are They Always Older?” Chronology & Catastrophism Review (2002:1), p. 36.",
            "4 Science Frontiers, No. 92, p.1, as cited in Chronology & Catastrophism Workshop (1994:2), p. 29.",
            "5.C. H. Hapgood, The Path of the Pole (N. Y., 1970), p. 102.",
            "6 Ibid.",
            "7 A. P. Okladnikov, “The Petroglyphs of Siberia,” Scientific American (August 1969), reprinted in Scientific",
            "American Offprints, #649, p. 3.",
            "8 Ibid.",
            "9 Ibid., p. 4."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 207,
        "content": "\nSaturnian sun? Better still, what did man himself had to tell us about these times?\nTHE MYTHO-HISTORICAL CONNECTION\nSince man came into his being during the Ice Age, it would not have been possible for\nhim to have remembered its onset. But what of his existence during its course of time? In\nwriting about ice ages, Windsor Chorlton could not help but note a class of Scandinavian\nmyths which describe Earth and the heavens as having been “made from the body of a great\nfrost giant who materialized out of mists rising from melting ice—ice that had once impris-\noned the entire universe.”! He then goes on to state that:\n“Perhaps such tales represent ancient memories of the Ice Age; if so, they are among\nthe few folkloric allusions to the glacial past. Although fully modern humans wit-\nnessed the waning of the most recent ice age, even the oldest legends contain no im-\nages of retreating glaciers or warming climates. People of many cultures tell each\nother of cataclysmic floods that once covered the world with water, but never speak\nof a time when towering ice sheets blanketed much of the earth.”?\nWe should not blame Chorlton for this naive generalization since, after all, even he had\njust told us of the Scandinavian belief in ice that had once imprisoned the entire “universe.”\nIt is not true, however, that the mytho-historical record has nothing to say about “retreating\nglaciers and warming climates.” In fact, such a sequence is contained in the very Scandina-\nvian tales he himself referred to. Although by the time the Voluspa was put into writing the\nevents which concern us had long passed away, enough of early man’s memory was retained,\neven if in a somewhat ambiguous fashion. This very Voluspa speaks of an original land of\nice, darkness, and mist situated in the north. From the south, rivers flowed toward the land of\nice, where they became frost-bound and died in the icy vastness. But later, so these legends\nproclaim, there arose a south wind which brought warm air with it and the ice was melted.3\nOne may think that, coming from the geographical area of Scandinavia, snow and\nice would feature prominently in their mythology, although, to be sure, they do not fea-\nture that prominently in the sagas of other northern people. But what, then, of the Jewish\nnation? Did they not also preserve a memory of Earth’s primeval cold? In recounting the\nsequence of Creation as supposedly received from his god, Enoch spoke of “the treasure\nhouses of the snow” and “the storage houses of the cold.”4 In a different tract, Yahweh is\nalso made to ask Job:\n“Out of whose womb came the ice and the hoary frost of heaven, who hath gendered\nit? The waters are hid as with a stone and the face of the deep is frozen.”>",
        "bibliography": [
            "1 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 83.",
            "2 Ibid.",
            "3p. Grappin, “Germanic Lands: The Mortal Gods,” Larousse World Mythology (London, 1972), p. 362.",
            "4 The Book of the Secrets of Enoch in W, Barnstone (Ed.), The Other Bible (N. Y., 1984), pp. 7-8.",
            "5 Job 38: 28-29."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 208,
        "content": "\nMuch later, Moses, too, was said to have received similar information from Yahweh who\ntold him of the storehouses of snow and hail.! In fact it has long been known in Jewish\nsources that snow was one of the primordial elements.? Earth, according to the legends of this\nancient nation, was created “from the snow under the Divine Throne,”? which Divine Throne\nis here understood as that of Yahweh/Elohim, already identified as the proto-Saturnian deity.\nIn some sources, even the heavens were said to have been created “out of the heap of snow.”4\nAnd why not—was that not from where the snow was seen to fall?\nIt is not that these snippets of ancient belief in any way prove that the ancestors of the\nJews were ever cognizant of an ice age in which their world had once been enveloped. But\nthey do indicate an awareness of snow and cold which the legends themselves connect with\nthat time that was to become known to all ancient nations as the beginning.\nHalf a world away, the Amerinds do recollect a time when their ancestors lived in a\ncolder climate. The Achomawi who lived in California, hardly an area that is now subject to\nfrigid temperatures, tell how their creators were obliged to bring warmth to the land because\n“the Indians were freezing.” So, also, with the Shastika from the same geographical region.®\nIn the traditions of the Chippewa of western Ontario, it is told how the creator attempted to\nfashion the world on three separate occasions, failing each time because there was too much\nice, before he succeeded on the fourth. More than that, they tell of the rapid melting of the ice\nand the disastrous rise in water levels in lakes and rivers, which culminated in the near-\nextinction of life.”\nOr take the Pygmies of Africa’s equatorial forests, not quite the place where freezing cold\nshould be memorialized in myth. As Jean-Pierre Hallet stressed: “Winter never comes to the\nequatorial forest in which the Pygmies tell numerous legends of ‘the terrible cold, the killer\ncold’ that ravaged the ancient world,” 8 One of these legends, for instance, relates:\n“The men had left their village. But they were not happy, they were hungry, they\nwere thirsty, they were cold. They were cold, and that, that was the worst of all.”\n“To the best of my knowledge,” Hallet noted, “no anthropologist has bothered to ask how\nthe Central African Pygmies came to possess legends that seem more appropriate to Eski-\nmos.”!0 It is thus apparent, as in fact it has been pointed out by others, that the African Pyg-\nmies did not originate in equatorial Africa, as neither could all those people from southern\nlatitudes who have retained a memory, no matter how dim, of the Pleistocene Ice Age.",
        "bibliography": [
            "1L. Ginzberg, The Legends of the Jews , Vol. Ill, Philadelphia 1968), pp. 162, 232.",
            "2 Ibid., Vol. V, p. 22.",
            "3 Ibid., Vol. 1, p. 8; Vol. V, pp. 7, 8, 70.",
            "4 Ibid., Vol. V, p. 17.",
            "SR. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 33.",
            "6 Ibid., p. 34.",
            "TY. Deloria, Jr., “Catastrophism and Planetary History,” KRONOS IIL:4 (Summer 1978), p. 49.",
            "8 J.P, Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973,) p. 259.",
            "9 Ibid.",
            "10 Tbid., p. 259."
        ],
        "captions": []
    }
]