[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 189,
        "content": "\npe MIO OCR SSW       Ny Wy\nf      EAM TATH TAH                   NW ee\n(illustration by J. F. Horrabin.)\n) aheten AN NAY AN  EQN SHAS\n                 ‘i\nst          ud\nBison —painted in four colors—from the Cave of Altamira, Spain.\n(Mlustration by J. F. Horrabin.)\nindicated above, this is merely a supposition forwarded by some, but one which does not\nindicated above, this is merely a supposition forwarded by some, but one whic\ndoes not\nsquare with the known facts of archaeological discoveries. Moreover, the bear did not\nwas the most favored animal portrayed by the Cro-Magnons. In western Euro)\ndominate Cro-Magnon art. In eastern Europe and what used to be Soviet Asia, the mammoth\ndominate Cro-Magnon art. In eastern Europe and what used to be Soviet Asia, the\nmammoth\nwas the most favored animal portrayed by the Cro-Magnons. In western Europe, horses,\ne, horses,\nreindeer, deer and bison predominated.! True enough, as noted above, the clay figure of a\nbear, riddled with spear holes, attests to sympathetic magic associated with that animal. But,\nblocked by ice is entirely untrue since, with the exception of Alaska—to whic!\nas we also noted, the bear was not unique in this respect. Finally, that these caves were\nblocked by ice is entirely untrue since, with the exception of Alaska—to which we shall\nwe shall\nreturn in a while—Cro-Magnon sites have only been discovered south of the demarcation,\nreturn in a while—Cro-Magnon sites have only been discovered south of the de\nthat is outside the limits, of the Pleistocene Ice Age.”\nEllenberger aside, Gingerich’s reasoning would still be enough to raise an objection to\nEllenberger aside, Gingerich’s reasoning would still be enough to raise an o\n‘marcation,\njection to\nour premise that, during this time, the stars were not visible. How, then, could Paleolithic\nour premise that, during this time, the stars were not visible. How, then, could\nPaleolithic\nman have brought the knowledge and name of the Great Bear constellation with him when he\ncrossed over from Siberia to North America across the Bering Straits land bridge?\nGingerich’s hypothesis may have seemed valid in 1984 when he proposed it.\nGingerich’s hypothesis may have seemed valid in 1984 when he proposed it. But, as in\nBut, as in\nother matters, knowledge has moved on. Thus, for one thing, according to surveys published\nother matters, knowledge has moved on. Thus, for one thing, according to surveys\nublished",
        "bibliography": [
            "1 J, Wolf, op. cit., p. 143.",
            "2 T. Prideaux, op. cit., pp. 38-39."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 190,
        "content": "\nWh So...\nAWTS te,             —CUCTRE ERLE SE\nZo eh ARRMIRISERSS! PUTT US Ut Rees ALES DR)\n(lustration after Abbé Breuil.)\nPa SRNR 32 ae RRR 2982 nc eg     a\ni AROMROULMMERA US 0 7 2? See AOL NON\nBet ryt  r- aed Biya an LSP OMAR TE Le see ee Meg nS\n1   OE '  Fs Bey 1 f- AG “hl i Vas aiid ER     ty Be:\nf I  i TV a iA Meet 4 CTs ee           = a\nOn the other hand, it is no’\nae Sg SE   eee                        ae\nWe\nMiniature culpture of a horse from Lourdes, France.\n(ilustration after Abbé Breuil.)\nin the 1990s by the Canadian geologist Alejandra Duk-Rodkin and her colleagues, the much\ntouted Bering Straits passage\ntouted Bering Straits passage was not passable at the height of the Ice Age. While the\nwas not passable at the height of the Ice Age. While the\nlowering of sea levels would have exposed the land at the Bering Straits, turning it into a\nlowering of sea levels would\nave exposed the land at the Bering Straits, turning it into a\nland bridge, the glaciers from both sides of Beringia had unfortunately already met, and the\nland bridge, the glaciers from\nboth sides of Beringia had unfortunately already met, and the\n“door” was thus closed.!\nOn the other hand, it is now evident that man was already in North America before the\nw evident that man was already in North America before the\nlast Ice Age.? And yet, as Brian Bethune reported, “DNA studies have pointed to Asian\norigins for four lineages that characterize more than 95 per cent of indigenous Americans.”\norigins for four lineages that c\n.” But it does turn up in Europeans.4 Among other things, this\naracterize more than 95 per cent of indigenous Americans.”\nThis would then mean that Asians would have had to have crossed into North America across\nthe Bering Straits in boats.\nA fifth DNA lineage, how\nA fifth DNA lineage, however, “most commonly detected in Canada’s Ojibwa people,\nIt is therefore not reasonal\never, “most commonly detected in Canada’s Ojibwa people,\nhas no known Asian affiliation.” But it does turn up in Europeans.* Among other things, this\nhas no known Asian affiliation\nwould have come to an end. TI\nie knowledge and name of the Great Bear constellation could\nhas led to the theory that the people who colonized the Americas came in different waves\nhas led to the theory that the\npeople who colonized the Americas came in different waves\nfrom different places at different times in boats along the shores and even across the sea.>\nIt is therefore not reasonable to assume that once the Ice Age was over such voyages\nle to assume that once the Ice Age was over such voyages\nwould have come to an end. The knowledge and name of the Great Bear constellation could\ntherefore have been brought\ntherefore have been brought to North America from Siberia at a later date than the one\nto North America from Siberia at a later date than the one",
        "bibliography": [
            "1B. Bethune, “Mystery of the First North Americans,” Maclean’s (March 19, 2001), p. 26.",
            "2 Ibid., p. 29.",
            "3 Ibid.",
            "4 Ibid.",
            "5 Ibid., pp. 27-28 and elsewhere in same article."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 191,
        "content": "\neo!           |\n/\n/\\\n\\\n      n      -   \\\n\\     \\   PE)\nOe\npe y\nA           Ni\noN        :              ys\nLEE.           EA           \\\n( fd               ne     f;  f, Ne ee |\nSS\n.  Dy\n/    ‘(d\n/ fh S} ee\nCro-Magnon shaman dressed in the skin and antlers of a reindeer.\nFrom Les Trois Fréres, France.\n(lustration after Abbé Breuil.)\n191",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 192,
        "content": "\nZe\nare\ny   Zl  [Th\nme Ree i",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 193,
        "content": "\nenvisaged by Gingerich. And did this knowledge, in fact, had to have come from Siberia? In\nview of the above, why not from Europe?\nLUNAR NOTATIONS\n“A reindeer antler discovered in France is engraved with a pattern that has been inter-\npreted as indicating the phases of the moon.” Thus does Windsor Chorlton introduce this\ncontroversial subject! — only to leave it hanging in mid-air without another word.\nSeeing that our hypothesis calls for a sky that was still bereft of a Moon during the time\nin question, it behooves us to find out what lies behind this claim?\nThis brings us to Alexander Marshack who, as a science editor and writer, was trying to\ntrace the origins of astronomy and the developments of calendars for a book he was writing\nin 1963. Perturbed by the dividing line between Paleolithic man with his stone tools and ex-\nquisite art on one side, and the later agricultural communities with their astronomical obser-\nvation and sophisticated calendars on the other, Marshack felt obliged to fill the gap. Astron-\nomy, with its calendars, he reasoned, could not have appeared full-fledged overnight. Some-\nwhere, he continued to reason, there must be some evidence of a slow astronomical devel-\nopment which archaeologists had until then overlooked. If anywhere, this evidence had to\nhave been hidden somewhere in some of the objects reclaimed from the innumerable troves\nof Paleolithic man.\nFocusing on an 8,500 year-old bone engraving tool discovered at Ishango at the headwa-\nters of the Nile, Marshack noticed that it was covered with scratches on its handle. These\nscratches appeared to be grouped in a pattern which he believed to be references to the\nphases of the Moon. Still not happy with the date allotted to this object, Marshack devoted\nthe next nineteen years of his life poring over specimens, always searching for similar, but\nolder, tell-tale marks. He eventually found what he was looking for in the 30,000 year-old\ntools of the European Cro-Magnons. The scientific papers he then wrote on the subject, to\nsay nothing of his book—The Roots of Civilization—have since turned Marshack into one of\nthe world’s leading authorities on Ice Age art.?\nOne of Marshack’s prime examples of Cro-Magnon lunar notations is a plaque made\nfrom a reindeer antler that was discovered in the Dordogne region of France. This plaque\nbears a number of incisions in a meandering pattern, each of which incision, according to\nMarshack, must have been made one at a time, with different tools, over an extended period.\n“[Marshack] could distinguish several tool points and varying pressures. These varia-\ntions indicated the serpentine line of marks was not a random design struck off at one\nsitting but rather a purposeful sequence. The marks seemed some sort of tally, and\nMarshack found that they could be roughly matched to the phases of the moon...”",
        "bibliography": [
            "! W. Chorlton, op. cit., p. 35.",
            "2 For a more detailed report see H. Porter, op. cit., pp. 69 ff.",
            "3 T. Prideaux, op. cit., p. 140 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 194,
        "content": "Tally marks these notations might well have been. But with so many items that the Cro-\nMagnons could tally, why necessarily the phases of the Moon? As Tom Prideaux, who\npenned the above quote, was honest enough to state, the marks in question only roughly\nmatch the phases of the Moon. Tallying nights—had there been nights as opposed to days to\ntally—should have been an easy matter. Why not then a more exact counting?\n\nMarshack himself believes that the sequence is suggested by the turns in the direction of\nthe meandering line taken by the marks. These changes of direction, he suggests, point to the\nchanges in the direction of the Moon’s motion across the sky following the fifteenth day of\nits cycle.! But, as depicted by Marshack himself, the tracks of each meander do not all con-\ntain fifteen marks, as they should. There are counts of fourteen, fifteen, and sixteen. One or\ntwo of the marks which seem to fall outside the curve, are not even counted. It can thus be\nseen that the entire scheme is merely force-fitted to fit the cycle of the Moon, and not all that\ncorrectly either.\n\nAnother item, the artificially notched radius bone of a wolf, from the Magdalenian\nculture of Moravia, on the other hand, does seem to bear a double notch dividing what has\nbeen called the first thirty single notches from the rest.? This, then, is supposed to mark the\nthirty-day progress of the lunar phases. However, in actuality, there are only twenty-nine\nnotches in the first sequence, while the rest of the notches, that is the second sequence, only\nnumber twenty four.\n\nAnd so, similarly, with other items that Marshack has presented as evidence of Paleo-\nlithic lunar notations. And yet, one may ask: Are clusters of fourteen, fifteen, and sixteen, not\nclose enough to half a lunar cycle? But then, through picking and choosing, one can collect\nenough items the scratches and dots on which might come close to any set of numbers one\nmight be looking for. What about the slew of other items the scratches or dots on which fall\nentirely outside any numbers that can be related to the lunar cycle? It is not as if such items\ndo not exist.3 Take, for instance, one of the bone implements discovered at Saint-Marcel, in\nFrance.* This is not much different than the one from Moravia discussed above. It, too, has\nsingle and double notches of the same type. It falls into the same category. Yet the number of\nsingle notches between the two sets of double ones number forty seven. In fact, ar-\nchaeologists have not attempted to find anything significant in the number of notches on this\nparticular item. They have simply described the piece as “a richly decorated object with\nsimple geometric ornament.”°\n\nThe point is that anyone can “prove” whatever one wishes through the method of selec-\ntivity, just as anyone can be swayed by the resulting selective statistics. As Prideaux noted,\nwhile some scholars have been convinced of Marshack’s conclusions, quite a few others\ncontinue to question his interpretations.®",
        "bibliography": [
            "1 [bid., p. 144.",
            "2J, Jelinek, op. cit., pp. 414, 440-441.",
            "3 See here, for instance, Ibid., pp. 449, 450, 452, 459 for examples of such objects.",
            "4 See photograph in Ibid., p. 499.",
            "5 Ibid., p. 424.",
            "6T. Prideaux, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 195,
        "content": "\nMarshack had good reason to be perplexed by the lack of\ncalendric material prior to the agricultural age. This lack,\nhowever, has nothing to do with unrecognized evidence of such\nhowever, has nothing to do with unrecognized evidence of such             my\nmaterial. The lack is the result of there having been nothing in             :\nmaterial. The lack is the result of there having been nothing in\nthe sky or on Earth which would have enabled man to calculate             a\nthe sky or on Earth which would have enabled man to calculate\nthe passage of time, as in fact he later had it recorded in both\nhemispheres of the world.! Immersed in the perpetual semi-\ndarkness postulated in this work, there would have been no\nsuccession of day and night. Of seasonal changes there were also\nnone.?                                                                 g\nnone.?\nOne thing to keep in mind is that while the later Neolithic art,               iE\nOne thing to keep in mind is that while the later Neolithic art,\nout of the Ice age, proliferated with unmistakable astronomical\nobjects, there is nothing that is even faintly recognizable as\nanything cosmological in all of bona fide Cro-Magnon art that\nanything cosmological in all of bona fide Cro-Magnon art that           =\nhas so far come to light. There are no depictions of crescent\nhas so far come to light. There are no depictions of crescent        \\=\nmoons or radiating suns—not even the Saturnian sun with which              ee\nmoons or radiating suns—not even the Saturnian sun with which\nthis work is concerned. And why should there have been? Of\nthis work is concerned. And why should there have been? Of          A\nSun and Moon there were none. The Saturnian sun, on the other              =\nSun and Moon there were none. The Saturnian sun, on the other\nhand, was paid absolutely no attention for the simple reason it\nhand, was paid absolutely no attention for the simple reason it          —\nhad always just hung there, neither rising nor setting, immobile           i\nhad always just hung there, neither rising nor setting, immobile\nin the north of heaven, doing absolutely nothing. Being born, and               =\nin the north of heaven, doing absolutely nothing. Being born, and\nliving their entire life, beneath its immutability, the Cro-           Le z\nliving their entire life, beneath its immutability, the Cro-\nMagnons and Neanderthals would have taken it for granted just\nMagnons and Neanderthals would have taken it for granted just            as\nas they did the ground beneath their feet.                                               * =i\nas they did the ground beneath their feet.\nINTERBREEDING: PRO ET CON\nINTERBREEDING: PRO ET CON                                ay\nIn 1982, while reviewing a controversial novel written by\nIn 1982, while reviewing a controversial novel written by           Aes\nBjérm Kurtén,? whom he describes as “unquestionably Europe’s\nfinest evolutionary paleontologist,” the just as famous Stephen\nJay Gould could still ask the following rhetorical questions:             Notched wolf bone from\nJay Gould could still ask the following rhetorical questions:\nof Moravia which\nMarshack interpreted as\nNotched wolf bone from\nthe Magdalenian culture\n“Did Neanderthal evolve rapidly into Cro-Magnon on the   Menshack inteepreted as\n“Did Neanderthal evolve rapidly into Cro-Magnon on the\nspot? Did the Cro-Magnons migrate into Europe from      depicting a series of\nspot? Did the Cro-Magnons migrate into Europe from\ndepicting a series of\nelsewhere and simply murder their indigenous competitors?        lunar notations.\nelsewhere and simply murder their indigenous competitors?\nlunar notations.\nDid the two cooperate and interbreed, with Cro-Magnon\ntraits eventually prevailing by natural selection?”+",
        "bibliography": [
            "1D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 305-320.",
            "2 Ibid., pp. 351-390.",
            "3B. Kurtén, Dance of the Tiger (N. Y., 1980).",
            "4S. J. Gould, “Dance of the Tiger: A Paleomystery,” Science Digest (December 1982), p. 76."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 196,
        "content": "\nOne thing that seems certain is that Neanderthals and Cro-Magnons did co-exist for a\ntime.! Erik Trinkaus even felt safe enough to claim that “a few members of the new breed\nstarted mating with their Neanderthal-like neighbors.” According to Trinkaus, however, this\nwould have transpired much earlier, some 50,000 years ago, in southern Africa.”\n“The children of such cross-breeding would have continued the process: each time\nthey found a mate among Neanderthals living to the north, they would send Cro-\nMagnon genes a little farther toward Asia and Europe. Anthropologists have discov-\nered fossils from Africa and Asia that do seem to be the children of such cross-\nbreeding.”\nThen, still according to Trinkaus, once they reached western Europe, the contrasts be-\ntween Cro-Magnons and Neanderthals was so great that—regardless of whichever race might\nhave shunned the other—far less interbreeding took place between them. Even so, still ac-\ncording to Trinkaus, it was the competition for resources, in which he claims the Cro-Mag-\nnons were superior, that spelled the end of the Neanderthals.+\nDiamond, on the other hand, suspects that “Cro-Magnon diseases, murders, and dis-\nplacements did in the Neanderthals.” As he reasoned: “It may at first seem paradoxical that\nCro-Magnons prevailed over the far more muscular Neanderthals, but weaponry rather than\nstrength would have been decisive.”> And yet, others are just as certain that there is no clear\nevidence that modern man had any particular advantage over earlier types.°\nDiamond, however, is also of the opinion that:\n“Some Neanderthals may have learned Cro-Magnon ways and resisted for a while.\nThis is the only sense I can make of a puzzling culture called the Chatelperronian,\nwhich coexisted in western Europe along with a typical Cro-Magnon culture (the so-\ncalled Aurignacian culture) for a short time after Cro-Magnons arrived. Chatelperro-\nnian stone tools are a mixture of typical Neanderthal and Cro-Magnon tools, but the\nbone tools and art typical of Cro-Magnons are usually lacking.”7\nThis supposition was given additional weight when a skeleton that was unearthed with\nChatelperronian artifacts at Saint-Césaire in France turned out to be that of a Neanderthal. As\nDiamond concluded: “Perhaps, then, some Neanderthals managed to master some Cro-Mag-\nnon tools and hold out longer than their fellows.”\nBut, as in all other branches of science, not everyone agrees. According to Bar-Yosef and\nVandermeersch, not only does there seem to be no evolutionary link between Neanderthals",
        "bibliography": [
            "1S. McCarter, op. cit., pp. 34, 36.",
            "2S. Begley & L. Lief, op. cit., pp. 63-64.",
            "3 Ibid., p. 64.",
            "4 Ibid.",
            "5 J. Diamond, op. cit., p. 58.",
            "6 Scientific American (December 1990), pp. 68-74.",
            "7J, diamond, op. cit., p. 59.",
            "8 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 197,
        "content": "\nand Cro-Magnons, but there really was no significant development in Neanderthal tool-\nmaking for thousands of years. Nor, according to these two, did Homo sapiens make any\nappreciable progress.! Both races, it seems, “learned nothing new and did nothing new.”?\nAs for interbreeding between the two races, Diamond notes that no skeletons that could\nbe thought of hybrids between the two have ever been discovered—although that was soon to\nchange. By 1990, his own personal summation on the subject was that:\n“Tf Neanderthal behavior was as relatively rudimentary and Neanderthal anatomy as\ndistinctive as I suspect, few Cro-Magnons may have wanted to mate with Neander-\nthals. And if Neanderthal women were geared for a 12-month pregnancy, a hybrid\nfetus might not have survived. My inclination is to take the negative evidence at face\nvalue, to accept that hybridization occurred rarely if ever, and to doubt that any living\npeople carry any Neanderthal genes.”\nBut would not the Neanderthals have had their own diseases to pass on to the Cro-Mag-\nnons? Besides, there seems to be some evidence that the Neanderthals arrived on the scene\nafter the proto-Cro-Magnons*— that “both anatomically modern and ‘archaic’ Homo sapiens\nexisted long before the Neanderthals.”> Thus, while some contend that Neanderthals and\nanatomically modern humans coexisted for far longer than Diamond supposes—for at least\n60,000 years in fact*—there are others who are just as certain that the Neanderthals of the\nLevant and the Cro-Magnons of Europe were actually one and the same people.”\nTrevor Palmer, for one, finds it “puzzling why there should have been no interbreeding,\nsince the different groups seemed culturally very similar, to judge from the artifacts they left\nbehind.”8 To which he added:\n“One possible explanation, suggested by Luigi Luca Cavalli-Sforza of Stanford Uni-\nversity, is that modern H. sapiens had developed a complex linguistic ability, whereas\nthe archaic types (including the Neanderthals) had not...In the course of time, the ar-\nchaic populations may then simply have been out-competed by the modern ones,\nrather than exterminated by them.”\nThen there is James Shreeve who, as far as the Levant is concerned, tells us that, although\nfor perhaps 50,000 years Neanderthals and Cro-Magnons “lived side by side in the same",
        "bibliography": [
            "1 O, Bar-Yosef & B. Vandermeersch, “Modern Humans in the Levant,” Scientific American (April 1993), pp.",
            "64, 70.",
            "2S. J. Robinson, op. cit., p. 9.",
            "3 J. Diamond, loc. cit.; see also Scientific American (December 1990), pp. 68-74.",
            "4 New Scientist (November 26, 1987), p. 32; O. Bar-Yosef & B. Vandermeersch, loc. cit.",
            "5S. J. Robinson, op. cit., p. 17.",
            "6 “Neighbors,” Science Digest (September 1989), p. 45.",
            "7S, J. Robinson, loc. cit.",
            "8 T. Palmer, op. cit., p. 80.",
            "9 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 198,
        "content": "\nland...for all those millennia, the two apparently had nothing whatsoever to do with each\nother.”!\n“Tf these humans were isolated in neither space nor time but were truly contempora-\nneous[Shreeve asks], then how on earth did they fail to mate? Only one solution to\nthe mystery is left. Neanderthals and moderns did not interbreed in the Levant\nbecause they could not. They were reproductively incompatible, separate species—\nequally human, perhaps, but biologically distinct. Two separate species, who both just\nhappened to be human at the same time, in the same place.”?\nAnd:\n“Cohabitation in the Levant in the last ice age conjures up a chilling possibility. It\nforces you to imagine two equally gifted, resourceful, emotionally rich human entities\nweaving through one tapestry of landscape—yet so different from each other as to\nmake the racial diversity of present-day humans seem like nothing. Take away the\nsexual bridge and you end up with two fully sentient human species pressed into one\nplace, as mindless of each other as two kinds of bird sharing the same feeder in your\nbackyard.”3\nThus Shreeve ends his insightful speculation by suggesting that these two human species\n“may have shared a small, fertile piece of land for 50,000 years, regarding each other the\nwhole time with steady, untroubled, peaceful indifference.”* And, if this is true of the Levant,\nwhy cannot it be true for Europe?\nBut then the see-saw of scientific opinion: Earlier, in 1998, it was being argued that fossil\nskulls from France and Israel—the very Levant discussed by Shreeve—does seem to indicate\nthat there may have been some interbreeding between modern humans and Neanderthals. In\nPortugal, too, there was discovered the skeleton of a young child which showed a mixture of\ncharacteristics. True enough, by 2001 it could still be reported that Neanderthals were an\nevolutionary dead end. As one science reporter had it: “If interbreeding between Nean-\nderthals and our ancestors occurred, offspring (if any) must have been sterile.”’ Milford\nWolpoff did not agree.\n“Of course, there are no Neanderthals left today [he wrote]. And people like to use\nthat as a demonstration that they went extinct like the dodo birds. But that ignores the\nprocess of evolution.”8",
        "bibliography": [
            "1J. Shreeve, “The Neanderthal Peace,” Discover (September 1995), pp. 71 ff.",
            "2 Ibid., p. 79 (emphasis as given).",
            "3 Ibid.",
            "4 Ibid., p. 81 (emphasis added).",
            "5 Scientific American (January 1998), p. 20.",
            "6 “Neanderthal Heritage,” Chronology & catastrophism Review (1999:2), p. 41.",
            "7P. Standring, “Eve’s Seven Daughters.” Chronology & Catastrophism Review (2001:2), p. 49.",
            "8K. Wright, op. cit., pp. 26-27."
        ],
        "captions": []
    }
]