[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 309,
        "content": "\n“thickened into a sea” which bore a “glow.” This “glow” eventually brightened “until it\nbecame a sun”!—which is more or less what seems to have actually transpired.\nFrom the non-Maya lands of South America comes a tale which bears a striking\nsimilarity to the freeing of light from Adoil. A. Metraux relates it in the following words:\n“Here is the tale of creation as told by the Chibcha Indians of Colombia. When it\nwas dark, before anything in the world existed, light was enclosed in something big,\nwhich the Muiscas called ‘Chiminagua.’ This thing called Chiminagua—by which\nthey mean ‘god’—rose to become bright and to free the light that was in it. Then\nwith the emergence of this light things began to be created.”\nFINAL WORDS FROM OCEANIA\nTo the Maori of New Zealand, the light-emitting deity was known as Io. Of him it was\nsaid:\n“Io dwelt within the breathing-space of immensity.\nThe Universe was in darkness, with [celestial] water everywhere.\nThere was no glimmer of dawn, no clearness, no light.\nAnd he began by saying these words—\n‘Darkness become a light-possessing darkness.’\nAnd at once light appeared.”\nRituals commemorating the emission of the light by Io were still being conducted in the\ntwentieth century (as, perhaps, they are still being conducted to this day). Thus, according to\nHare Hongi:\n“The words by which Io fashioned the universe—that is to say, by which it was im-\nplanted and caused to produce a world of light—the same words are used in the\nritual for implanting a child in a barren womb. The words by which Io caused light\nto shine in the darkness are used in the rituals for cheering a gloomy and despondent\nheart, the feeble aged, the decrepit; for shedding light into secret places and matters,\nfor inspiration in song-composing and in many other affairs, affecting man to despair\nin times of adverse war. For such ritual includes the words [used by Io] to overcome\nand dispel darkness.”4\nAmong the Ngaitahu of New Zealand’s southern island, the light-emitting deity was\nknown as Po. (In Hawaii, however, Po was the manifestation of the primeval darkness.>) This\nPo was said to have “begat Light, who begat Day-light, who begat enduring Light.”6",
        "bibliography": [
            "1H. Hirnschall, The Song of Creation (West Vancouver, 1979), myth #1.",
            "2 A. Metraux, “South America: Creation and Destruction,” Larousse World Mythology (London, 1972), p. 483.",
            "3R. Heinberg, Memories and Visions of Paradise, (Los Angeles, 1989), p. 24.",
            "4. S. C. Handy, Polynesian Religion (Honolulu, 1927), pp. 10-11.",
            "5 T. Henry, Ancient Tahiti (Honolulu, 1928), p. 345.",
            "6 G. H. Luquet, “Oceanic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 460."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 310,
        "content": "\nVAR       '          De\nant\nWy\nNAtriee i)\nHAN RM he\nS :    » et NH gy iy  iy se\nNS  y   my   NAN le yl i)   ys,  M  3\n=                           phe s\n.. f                         By\nNK * guage mn, 9",
        "bibliography": [
            "The Zuni shedding of the light.",
            "(As envisaged and painted by Helmut Hirnschall.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 311,
        "content": "\ni) e  “Or CCA WARS EER eS\nNee ee\ni\nGs c\nC\n>\n70e CSAS CODEN 20 0 3) )//5 e(D) Lys\nEj\niI\n&\n2\n£\nne\n3\ng 8\n8\n22\n5\n2a\noy\nad\nze\nz\nRE KID  2        °\nZz\ngs\n2:\nPe\n23\nwa\nwages         FS         ples\n27\ng\na)\na3\n2s\n£3\nga\nEs\n‘.       hOF=— Nog   gots\nEA\n2%\nzs\nog\no\nFs\nos\nFA     Sk ©\nBS\n3:\naN\na, Gp of Ree\nks\nWe,   °  vee |  a ti   x   ty We\nLa           FAN       | [ee\n        CT OL YG\ni\\,  1h af \\ OS  swe | EY ar  4  j f ji\n| \"  i i Ha ree  fo wn al , J 7, \\\nVth |        TRS en MNO NWN isle Awa hy  nu\nThe shedding of the light by their Creator, Io, is not only remembered by the Maori\nof New Zealand, but continued to be incorporated in their rituals down into the 20th century.\nZe\n(Illustration by Y. S. Green.)\nSIL",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 312,
        "content": "\nSimilarly in Hawaii where we meet with the god Kane (or Tane) who, like the Saturnian\ndeities of other nations, existed alone in a deep intense night.! Like the Roman Janus and the\nEskimo Ataksak, Tane (some say Atea) “was at first a shapeless being.” As in the myths we\nhave been discussing, the first thing that Kane created was light.\nThe Tahitians had much to say about the age of darkness. “All was darkness,” they in-\ntoned in one of their Creation chants, “it was continuous, thick darkness.”4 And in this dark-\nness there existed Ta’aroa. “But there was Ta’aroa, and he alone.”> Known as the “night of\nRumia,” the age of darkness was said to have existed from time immemorial.\n“The night of Rumia...was a long night to name; it was thick darkness, the long\nnight to name. The nights would be millions in the long night to name, it was the\nlong, wearisome night, the night of Rumia!”6\nEventually, however, “Atea was free, and light came into the world.” The exuberance ex-\nperienced at the shedding of the light is then somewhat whimsically recounted in the follow-\ning:\n“There was tumbling and rolling over each other, in the ravines, in that department\nand this department.’ In what departments? In the assembly room and the room to\nrun from! They all dispersed outside, shouting and clinging one to the other! The\nhost of gods from their department first, and then the host of people from their\ndepartment a little afterwards. This was the ending of the millions of nights of the\nlong night of Rumia.”®\nThe age of darkness had come to an end.",
        "bibliography": [
            "1M. Beckwith, Hawaiian Mythology (Honolulu, 1970), p. 44.",
            "27. Henry, op. cit., p. 349; see also p. 364.",
            "3M. Beckwith, loc. cit.",
            "47. Henry, op. cit., p. 336.",
            "5 Ibid., p. 337.",
            "6 Ibid., p. 404.",
            "© Ihid., p. 404.",
            "7 In Tahitian: “i te piha ‘tu, e i te piha mai.”",
            "8T. Henry, op. cit., p. 412."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 313,
        "content": "\nChapter 15\nExploding Stars and Planets\nVELIKOVSKY’S ORIGINAL SCENARIO\nas proto-Saturn’s flare-up a unique event?\nBecause it was Immanuel Velikovsky who first intuited that proto-Saturn had\nflared up in a brilliant outburst of light, we should at least mention in brief what he\nbelieved to have been the cause for the event. Right from the start, Velikovsky claimed that\nthe flare in question was due to proto-Saturn’s eruption as a nova,! which claim he continued\nto uphold until his death.2 The cause for this eruption, however, was blamed by him on a\nnear-encounter between proto-Saturn and the planet Jupiter.\n“Such a scenario would explain the prominence of Saturn prior to its cataclysmic\ndisruption and dismemberment...At some point, during a close approach to Jupiter,\nSaturn became unstable; and, as a result of the influx of extraneous material, it\nexploded, flaring as a nova which, after subsiding, left a remnant that the ancients\nstill recognized as Saturn, even though it was but a fraction of the size of the\ncelestial body of earlier days.”+\nThis near-encounter was utilized by Ralph Juergens, despite the fact that his own version\nfor the cause of proto-Saturn’s flare-up did not require it.\nVelikovsky, of course, based his hypothesis on what he knew of mythology, but, unfortu-\nnately, the mytho-historical record does not uphold him on this particular issue. Now it is true\nthat there are various mythological tales which others might utilize, as some have actually\ndone, as evidence in support of Velikovsky’s contention. Among them we could enumerate\nthe cutting to pieces of Osiris by Set, the beheading of Brahma by Shiva (whom Velikovsky\nhad misidentified as a personification of Jupiter), and the dethroning of Kronos by Zeus. But,\nwhether as Osiris, Brahma, or Kronos, in none of the above myths is Saturn said to have shed\na light when attacked by his antagonist. And since the shedding of the light by proto-Saturn is",
        "bibliography": [
            "'T. Velikovsky, “The Pitfalls of Radiocarbon Dating,” Pensée IVR IV (Spring-Summer 1973), p. 13.",
            "2 Idem, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), pp. 6-7; idem, Mankind in Amnesia (N. Y.,",
            "1982), p. 99.",
            "3 Idem, “On Saturn and the Flood” (see above), p. 6.",
            "4 Ibid.",
            "> R. E. Juergens, “Juergens Replies” to “The Critics and Stellar Energy,” SIS Review II:2 (December 1977), p.",
            "50."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 314,
        "content": "\nVitesse os       i\nSs       {",
        "bibliography": [
            "Immanuel Velikovsky",
            "(Photograph —1974—by Donna Foster Roizen)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 315,
        "content": "\nthe ingredient we are presently concerned with, we will have to allot the various celestial\ncombats intimated in the above myths to some other, and later, Saturnian disruption.!\nBesides, as we noted in our previous chapter, no perpetrator, no antagonist, is encountered in\nthe records concerning the emission of light which heralded Creation. There was no other\ndeity to attack or clash with Saturn. On the contrary, as we have seen, the god who is said to\nhave emitted the light was almost universally described as having been alone. Velikovsky\nmissed this point because, as already stated, he failed to recognize proto-Saturn’s flare-up as\nthe fiat lux of Genesis. Had he done so, he would have been on firmer ground. Instead, he\nsaw in this explosion of proto-Saturnian light the cause behind the Universal Deluge.? Basing\nhis deductions on the Old Testament, he concluded that proto-Saturn’s flare-up occurred\nseven days before the waters of the Deluge hit Earth—a topic to which we shall return in its\nproper chronological place in a future volume. In the meantime, in view of Velikovsky’s\nclaim that the flare-up under discussion was due to Saturn’s outburst as a nova, and in order\nto leave no stone unturned, we shall turn our attention to the nature of novae and supernovae.\nNOVAE AND SUPERNOVAE\nThe name stella nova, that is “new star,” was coined to describe stellar flares in pre-tele-\nscopic days when it was still believed that such stars came into sudden existence only to dis-\nappear again without a trace. “Sometimes where nothing was seen before, we witness the\nsudden and unexpected appearance of a star destined perhaps to outshine all the others in the\nsky before dropping back into obscurity,” a 1966 encyclopedia tells us. “At one time the\nbursting of a nova, as it is called, would be greeted by the populace with much trepidation,\nbut nowadays it merely provides astronomers with a great many interesting problems.”3\nAlthough some novae dim in a matter of months, others have been known to take as\nmuch as 20 to 30 years to revert to their original dimness.4 One of the finest examples of the\ntwentieth century was Nova Aquilae which, on June 7, 1918, suddenly exploded in an\noutburst which increased its brightness from magnitude 11 to magnitude 6 in the same\nevening, and to magnitude 1 by the following evening. It continued to brighten until, for a\nfew hours during the night of June 9/10, it attained a magnitude of -1.4 when it outshone\nevery other star visible at the time. Its brightness was calculated to have increased 70,000\ntimes in just three days. Its splendor, however, was short-lived and, thereafter, it continued to\nfade night after night. Even so, it did not reach its original low magnitude until six years later\nin 1924.5",
        "bibliography": [
            "1 The mytho-historical evidence that Velikovsky himself used to uphold his claim include some mythological",
            "identities that he would not have proposed were it not for the fact that the lack of data forced him to them. Thus,",
            "Isis is identified by him both as the planet Venus and as Jupiter (Worlds in Collision, p. 74; “On Saturn and the",
            "Flood,” p. 6). He then did likewise with Horus, the son of Isis and Osiris (“Saturn and the Flood,” loc. cit.;",
            "Worlds in Collision, p. 174). But no clash between Osiris/Saturn and Isis or Horus is met with in Egyptian",
            "mythology. Nor can the identification of Isis as the planet Jupiter be validated through any means,",
            "2 See references #1 & #2.",
            "3 L. Rudaux & G. de Vaucouleurs, Larousse Encyclopedia of Astronomy (London, 1966), p. 10.",
            "4 Ibid., p. 328.",
            "5 Ibid., pp. 328-329.",
            "5 [bid., pp. 328-329."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 316,
        "content": "\nSpecial types of novae, which astronomers define as distinctly different from normal\nones,! are called supernovae because the extent of their outbursts may reach anywhere from\n10 to 100 million times that of the Sun.” One of the most remarkable of these supernovae was\nthat which appeared in October of 1572 and was carefully studied by the Danish astronomer\nTycho Brahe. At maximum, it outshone the planet Venus and was visible in broad daylight.3\nThirty-two years later, in 1604, another supernova made its appearance in the stellar constel-\nlation Ophiuchus. It was observed by Johannes Kepler who described it as having been\nbrighter than Jupiter.4 But perhaps the most famous of all was the supernova which was ob-\nserved by Chinese and Japanese astronomers in 1054. The remains of this super-explosion\ncan still be seen in our night-time sky to this day in the form of the Crab Nebula.>\n“It has been calculated from the light curves that during the few months that it is\nvisible, a typical supernova radiates as much energy as the Sun dispenses in several\nmillion years.\n“Language is inadequate to describe such a flood of energy: the best we can do is\ncite examples based upon the above figures. Thus a supernova appearing in our own\nGalaxy at a distance of 10 parsecs (33 lightyears) would have an apparent magnitude\nequal to its absolute magnitude; in other words, although it would appear as a dimen-\nsional stellar point, its brightness at maximum would be 10 times that of the full\nMoon, and it would turn the night into day.”®\nOr, as Alexei Filippenko put it: “Some of these so-called supernovae release as much en-\nergy in one second as all the other stars in the observable part of the universe.”? Some of\nthese have recently been detected “popping off like fireworks” in Arp 229, which is believed\nto consist of a pair of colliding galaxies. Arp 229 has now been dubbed a “supernova fac-\ntory.”8\nMoreover, as if supernovae were not enough, by 2003 astronomers were talking glibly\nabout hypernovae—“superenergetic stellar explosions, each packing tens or hundreds of\ntimes the power of a ‘regular’ core-collapse supernova.”? M82 in the constellation Ursa\nMajor is now believed to “play host” to a vast number of these hypernovae, explosions from\nwhich have been occurring “within the last few million years.”!° Even so, to be sure, not all\nastronomers are of one mind over this. As Roger Chevalier cautioned, “there are still a lot of",
        "bibliography": [
            "! [bid., pp. 331-334.",
            "2 Ibid., p. 333.",
            "3 Ibid.",
            "4 Ibid., p. 334.",
            "5 Ibid.",
            "6 Ibid., p. 333 (emphasis added).",
            "7 A. V. Filippenko, “When Stars Explode,” Astronomy (February 2003), p. 42.",
            "8D. Tytell, “‘Supernova Factory’ in a Newborn Globular Cluster,” Sky & Telescope (September 2003), p. 18.",
            "9J. Roth, “A Hive of Hypernovae?” Sky & Telescope (February 2003), p. 22.",
            "10 Tbid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 317,
        "content": "\nuncertainties” concerning the different mix of elements which these supposed hypernovae\nemit and which supposedly differentiates them from ordinary supernovae.!\nSuch super-energetic flares would have disastrous effects on Earth if occurring relatively\nnearby. As already noted, however, Velikovsky did not describe proto-Saturn’s flare-up as a\nsupernova, but simply as a nova, a much lower class of stellar disruption. Nevertheless, at\nclose proximity to Earth, the light emitted by proto-Saturn would still have appeared a thou-\nsand times more brilliant than that of the Sun. Why, then, did the flare-up not annihilate\nproto-Saturn?\nRECURRING NOVAE\nAt one time it was believed that novae were caused by the collision of two stars both of\nwhich would be demolished in the process.? But then it was discovered that, after the light of\na nova died down, the original stars still retained their places in the blackness of space. This\nwas exemplified through the antics exhibited by an even more specialized type—the so-\ncalled recurring novae. As their name implies, these are stars that flare up more than once.\n“Thus the nova T Coronae of 1866 reappeared in 1946, repeating almost exactly its\nbehaviour of 80 years previously, while nova T Sagittae of 1913 likewise gave a re-\npeat performance in 1946. RS Ophiuci has also been observed at two maxima\n(though these were admittedly unequal), in 1901 and 1933, and U Scorpii has been\nobserved at three— 1862, 1906 and 1936. Lastly, T Pyxidis has already [by 1966]\nexhibited four well-observed outbursts, in 1890, 1902, 1920 and 1945.”3\nThis well illustrates the non-annihilation of stars during flare-ups since, needless to say,\nan entirely destroyed star could not flare up again. It was thus theorized that only the outer\ngases were expelled in these outbursts and that each emitting star, although obviously\nsomewhat shrunken in mass, remained intact. Even in the Crab Nebula, the star that gave it\nbirth through its outburst remains distinctly visible to this day. There is therefore nothing\nimprobable about the continued survival of proto-Saturn following its flare-up.\nSURVIVABILITY OF PARTNERS\nSince the immense emptiness of interstellar space would make the chance of stellar en-\ncounters close to negligible, the physical collision between two stars was ruled out as the\ncause of such abnormal outbursts.4 This can be especially emphasized when it is remembered\nthat, even in 1966, from 20 to 30 novae had been calculated to flare up annually.> Besides,",
        "bibliography": [
            "! Ibid.",
            "2. Rudaux & G. de Vaucouleurs, op. cit., p. 331.",
            "3 Ibid., p. 330.",
            "4 Ibid., p. 331.",
            "5 Ibid., p. 330."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 318,
        "content": "\nthe phenomenon of recurrent novae also removes the possibility of direct physical collision\nsince it would be ridiculous to maintain that the same stars, and so many of them, are repeat-\nedly involved in such celestial encounters. The cause of these flare-ups, both novae and su-\npernovae, had to be sought elsewhere. In 1966, this cause was still elusive.\n“The origin of the nova-phenomenon [as well as that of the supernova] must without\ndoubt be looked for within the star itself, even though the precise mechanism of the\noutbursts is at present still unknown.”!\nAlthough it was soon discovered that stars that flare up were members of a binary system,\nthe exact cause of their outbursts remained a mystery.\nIn the meantime, despite the fact that proto-Saturn would not have been as massive as a\nstar, at close proximity the flare-up should still have been a little too close for comfort. How,\nthen, did Earth escape annihilation? Once again we look to supernovae to see what is\nbelieved to happen to those bodies whose stellar partners tend to flare up.\nThe long-term timing of the oscillations emitted by pulsars, which is what the remnant\nstars of supernovae are called, led astronomers to believe “that these objects may have one or\nmore small planetary companions.”? During the 1980s, Carl Sagan could already conceive\nthe possibility that “a planet could survive the evolution of a star into a pulsar”3— that is, sur-\nvive the explosion emitted by a supernova.\nA stellar outburst, dubbed SN1987a, appeared in the Large Magellanic Cloud during that\nyear. Astronomers, however, had to wait two years for the star that gave it birth to appear as\na pulsar. When it did, a problem surfaced with it. The star was pulsing at about 2,000 times a\nsecond. At one pulse per revolution, this meant that, at its equator, the pulsar was rotating at\nmore than one-third the speed of light. At such speed the pulsar should have flown apart. Jo-\nseph Taylor then suggested that the blips might be coming once every half-revolution, which\nwould imply that the pulsar was spinning “at an acceptable rate of once per millisecond.”\nJerome Kristian did not agree, arguing that the pulses, in such a case, should differ slightly,\nwhereas they were noted to be identical. Additionally, the pulse frequency varied “almost im-\nperceptibly” in a regular pattern. One possible explanation for this, according to Sam Flam-\nsteed, would be a Jupiter-sized body orbiting the pulsar “at close range.” Were that the case,\nthe object’s gravity would cause the pulsar to wobble, and this, in turn, would cause the vari-\nance in the pulse frequency+— which is the well-known Doppler effect through which extra-\nsolar planets are now being detected.\nBy 1994, such claims had become common. Thus two Russian astronomers claimed that\nthe pulsar from a supernova dated to have occurred 5 million years ago harbored not one, but\ntwo planets orbiting around it. If these planets are real, it has been theorized, they must have\nexisted before the explosion and survived it.",
        "bibliography": [
            "1 Tpid., p. 331 (emphasis added).",
            "2C, Sagan, Cosmos (N. Y., 1983), p. 239.",
            "3 Ibid.",
            "4S. Flamsteed, “Birth of a Pulsar,” Discover (May 1989), p. 26.",
            "5 New scientist (March 19, 1994), pp. 32-35."
        ],
        "captions": []
    }
]