[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 139,
        "content": "\nsh aE Zo lat Ne”    a ee\nole ee) Ca\n2 Ye”\nia i, aaa fc >\nSurya—sun god of the night who was said to have been located at the pole.\n(From an 18th century A.D. wooden shield.)\nsun, “Certainly,” they themselves had it written, “it was not the same sun which we see...”!\nThis immobile sun was also remembered by the North American Indians. The Brule\nSioux tell that: “At that point [that is ‘in the beginning’] the sun did not move yet, did\nnot rise and did not go down, just stood in one place.”? And: “The great sun, anpetu-wi, still\nstood idle, fixed in his place from the moment of creation.”3\nSo, also, in Oceania, where there were those who kept alive the tradition that, in the be-\nginning, the Sun never set.4\nIn view of what we learned in our previous work, it is not through a stretch of the\nimagination when we claim that the belief in these motionless suns owed its origin to the\nimmobile Saturnian sun beneath the feeble radiance of which humankind lived in primeval\ntimes.\nTHE POLAR STATION\nThe notion of a motionless sun is not unheard of in astronomy. Thus Philip Plait could\ndescribe such a sun hanging “motionless” and “ominously” in a “velvety sky” above the sur-\nface of a planet orbiting a red dwarf star somewhere out in the Universe beyond our Solar\nSystem.’ As Plait explains:",
        "bibliography": [
            "! Ibid.",
            "2R. Erdoes & A. Oritz, op. cit., p. 131.",
            "3 Ibid., p. 132,",
            "4G. H. Luquet, “Oceanic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 464.",
            "5 P. Plait, “Under Alien Skies,” Astronomy (January 2003), p. 40."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 140,
        "content": "“The red dwarf’s gravity may be weak, but from such a small distance [6 million\nkilometers from the star’s surface] its effects would be felt. The gravity could cause\nthe planet to be tidally locked with the star, meaning its rotation (‘day’) and revolu-\ntion (‘year’) would be equal in length—from that distance, a little more than nine\nEarth days....To someone standing on the tidally locked planet’s nearside, the star\nwould never seem to rise or set; it would always hang motionless in the sky.”!\n\nThis is precisely the same situation we find in the present Earth-Moon mini-system,\nwhere the Moon is phase-locked with Earth. For this reason, as viewed from Earth, the Moon\nalways shows the same face. From Earth, we never see the Moon’s far side. And, as viewed\nfrom the Moon, Earth appears to be perpetually suspended in the lunar sky, an immobile\nbody which never rises and never sets.\n\nThis, then, is one way in which the Saturnian sun could have appeared to be suspended in\nan immobile position in Earth’s primeval sky. But, as explained in our previous volume,\nthere is one other way—a peculiar one, to be sure—in which the Saturnian sun could have\nappeared to be motionless in the sky; and that is to posit a Saturn-Earth system in which the\ntwo bodies would have been suspended beneath each other while sharing the same rotational\naxis. In this case, the Saturnian sun would have appeared to be motionless in Earth’s north\ncelestial pole, the same locality which is presently occupied by the Pole Star. As bizarre as\nsuch a system appears to be, we have actually embraced it in favor of the phase-locked model\nsimply because that is precisely what is implied in the mytho-historical record. Ancient texts\ndescribe the Saturnian deity and his planet as having occupied precisely that locality, the\nnorth celestial pole. *\n\nBecause this situation is the most difficult to accept as far as the Saturn thesis is con-\ncerned; because it has been the most criticized aspect of the model; and because it is of the\nutmost importance to both the model and the conundrums it serves to solve; we cannot let it\npass with a few allusions by way of a concise reiteration. Besides, as difficult as it may be to\naccept this tenet, it is amazing how much evidence had been missed and how much new evi-\ndence continues to be discovered in its favor, even when researching other aspects of the the-\nory.\n\nIsaac Newton Vail was shrewd enough to realize that the terrestrial north was the seat of\nmythology, even if he did make a mess in interpreting the significance of it all. As he wrote,\n“humanity’s eye was ever turned to a transcendently sacred region in the northern heavens,\nas the very home and seat of Deity.”3 As far back as 1885, William Warren also reached the\nsame conclusion# although, he, too, went somewhat astray in interpreting the multitudinous\nevidences he himself uncovered.> Frederic Jueneman was entirely correct when he declared\nthat:",
        "bibliography": [
            "| bid.",
            "2D. Cardona, op. cit., pp. 220-247.",
            "31.N. Vail, Celestial Records of the Orient (Santa Barbara, California, 1972), p. 8.",
            "4W. F. Warren, Paradise Found (Boston, 1885), in toto.",
            "5 See here D. Cardona, op. cit., pp. 226-227, 229, 236-237, 239, 243, 361."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 141,
        "content": "\ng",
        "bibliography": [
            "Isaac Newton Vail",
            "(1840-1912)",
            "Despite his misinterpretation of the mytho-historical record,",
            "Vail was shrewd enough to realize that the terrestrial north was the seat of mythology.",
            "(illustration by Arthur Beeman.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 142,
        "content": "\n“The earliest inchoate myths from around the world display a morphological obses-\nsion with the north. Everything of any consequence seems to have transpired in the\nnorth. More particularly, these events took place in the hyperboreal skies—beyond\nthe north,”\nLike the Saturnian deities of other nations, the Sumerian An and his Akkadian alter-ego,\nAnu, stood at the head of the pantheon. In all theological lists, he “always stands at the be-\nginning.” In later times, the constellation dedicated to him was placed “among the northern\npolar stars, about which the firmament revolves.” At the city of Erech, “sacrifices were made\nto the polar stars of Anu.” The Pole Star itself was even invoked with the words: “O star of\nAnu, prince of the heavens.”? While the identification of An and/or Anu as the planet Saturn\nneed not be repeated, it would not be amiss to re-stress the fact that this north polar associa-\ntion of the god, which continued into the historic period, is merely a reflection of proto-Sat-\nurn’s former polar station.\nNaturally enough, in time, this northern placement of the Saturnian sun attached itself to\nthe very idea of God. According to the Manichaean doctrine, he who was claimed to be the\n“leader of the realm of light,” was located in the north. In Iranian texts, this “leader” or “Fa-\nther of Light” is termed Zurvan.* And that Zurvan, also rendered Zruan, was one of the Ira-\nnian names of the planet Saturn is well known.5 Yet one more Iranian name for Saturn was\nKevan, and he, too, was associated with the pole.®\nWe find the same belief in India, a situation which compelled Ananda Coomaraswamy to\nnote that: “It must not be overlooked that the polar and solar symbolisms are almost insepa-\nrably combined in the Vedic tradition.” All of which led E. Butterworth to comment that:\n“TThe sun of the ancients] is not the natural sun of heaven, for it neither rises nor sets,\nbut is, as it seems, ever in the zenith above the navel of the world. There are signs of\nan ambiguity between the pole star and the sun.”8\nThis ambiguity has naturally risen because, in the present sky, it is the Pole Star that rests\nin the north celestial seat, a position which our present Sun can never achieve. That this was\nthe locality of the planet Saturn was well understood by the ancient Greeks. Thus Pherecydes\ndescribed Kronos, who was Saturn, “as dwelling in that part of heaven ‘nearest the earth,’ ie,",
        "bibliography": [
            "1 FB. Jueneman, “The Polar Column: A Physical Model of Myth,” AEON 1:4 (July 1988), p. 37.",
            "2S. H. Langdon, op. cit., p. 94.",
            "3 W. Barnstone, op. cit., p. 673.",
            "4 Ibid.",
            "5B. L. van der Waerden, Science Awakening II: The Birth of Astronomy (Netherlands, 1974), p. 194; see also",
            "D. Cardona, op. cit., pp. 265, 310.",
            "6D.N. Talbott, The Saturn Myth (N. Y., 1980), p. 143.",
            "7 A. Coomaraswamy in R. Lipsey (Ed.), Coomaraswamy: Selected Papers (Princeton, 1977), p. 484, as cited by",
            "E. Cochrane, The Many Faces of Venus: The Planet Venus in Ancient Myth and Religion (Ames, Iowa, 2001), p.",
            "62.",
            "8E. A. S. Butterworth, The Tree at the Navel of the Earth (Berlin, 1970), p. 124."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 143,
        "content": "\nthe North.”! Strabo was even more specific by placing him in the “home of Boreas”?—in\nother words, the home of the North Wind.\nIn China, too, the palace of Shang-te, also known as Huang-ti, was located in the “celes-\ntial space about the North Pole,”3 an incongruity which did not escape the notice of the ar-\nchaeoastronomer Edwin Krupp:\n“Among the Chinese, the supreme force in the cosmos was Shang di [the same as\nShang-ti], the Lord of Heaven...Shang di was represented symbolically by the sky’s\nnorth pole, the spot around which the entire sky seems to circle in an orderly pa-\nrade.”\"4\nWhere Krupp went astray was in alluding to the placement of Huang-ti in the north ce-\nlestial pole as having been symbolic, when the mytho-historical record attests to the univer-\nsality of the belief, thus raising the pertinent question as to how and why the same symbolism\narose in every quarter of the ancient world. What Krupp also suppressed, or was ignorant of,\nis that Huang-ti, better known as the Yellow Lord’ or Yellow Emperor,° was the embodiment\nof the planet Saturn,”\nIn Japan, too, while not explicitly identifying him as Saturn, the principal deity was\nnonetheless addressed as the Lord of the Center of Heaven.’\nThe immobility of the Saturnian sun led to various occult beliefs, such as that contained\nin the Poimandres, a Gnostic work attributed to Hermes Trismegistus. There allusion is made\nto the fixed star called Ogdoas, to which the soul attempts to ascend.? While Ogdoas can be\ntaken as an allusion to the Pole Star, similar Egyptian belief mitigates against it. Thus, as was\npointed out in the prequel to this work, the Egyptian dead were believed to ascend into the\nsky to reach the circumpolar stars associated with Atum/Saturn.!° This was also the place of\nOsiris/Saturn,'! specifically known as the god of the north,!? to whom the deceased was be-\nlieved to ascend.'3",
        "bibliography": [
            "1 F. Lenormant, Beginnings of History (N. Y., 1891), p. 531.",
            "2 Ibid.",
            "3RK. Douglas, Confucianism and Taoism (London, 1879), p. 278.",
            "4 B.C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 24.",
            "5 H. Maspero, “The Mythology of Modern China,” Asiatic Mythology (N. Y., 1972), p. 339.",
            "6 Ibid., p. 332.",
            "7G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),",
            "p. 129.",
            "8 E. J. Reed, Japan: Its History, Traditions and Religions, Vol. 1 (London, 1880), p. 27.",
            "° Corpus Hermeticum in W. Barnstone, op. cit., p. 572.",
            "10 D. Cardona, op. cit., p. 230; see also E. Cochrane, op. cit., p. 170; for Atum as Saturn see D. Cardona, op.",
            "cit., pp. 141, 142, 144-145, 165, 168, 192, 193, 195, 214-216, 230-231, 274, 276, 311, 433, 435, 438, 443, 451.",
            "11 For Osiris as Saturn see Ibid., pp. 9, 37, 38-40, 142-147, 149-151, 153, 168, 195-196, 214, 231, 232, 269,",
            "1! For Osiris as Saturn see Ibid., pp. 9, 37, 38-40, 142-147, 149-151, 153, 168, 195-196, 214, 231, 232, 269,",
            "274, 312, 315, 439, 443, 446, 457.",
            "12 E. A. W. Budge, Osiris and the Egyptian Resurrection, Vol. 1 (N. Y., 1911/1973), p. 37; but see also D.",
            "Cardona, op. cit., p. 231.",
            "13 For further references see D. Cardona, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 144,
        "content": "\nCE GAPE\nPen\nWhi \\Ne             weiii\\  Ge.\nAy                     AN)       tH ia a,\nFY Sots AY           Sz         UZ nh aN\n( , ay ©. )  :                   4)                i\n= NEES SS Sa@ EET\n(Ilustration by John Green.)\nwrens Nf?      ,        PR nut AY                     ‘        es\nEgyptian ritual of the royal dead through which the deceased was believed to ascend\ninto the domain of Atum and/or Osiris in the north of heaven among the Circumpolar Stars.\nMlustration by John Green.)\nOther customs which this northernism initiated included the north-south orientation of\nancient graves, as in early Egyptian cemeteries.! Similar north-south oriented burials include\nthe over 1,200 bodies interred in the Jewish cemetery at Qumran.’ That this harkened back to\nthe memory of the north celestial domain of god, to which the soul of the deceased was\nbelieved to rise after death, there can be no question.\nThus, also, as we read in the ritual text of the New Year festival in Babylon, the high\npriest was required to go out into the courtyard and bless the temple known as Esagila three\ntimes while facing toward the north.? This procedure continued to be followed by the High\nPriests of Israel both in the Tabernacle and, later, in Solomon’s Temple, as also by the later\nSabzeans.>\nEven Jewish sacrifices, as indicated by the Halakhic Letter of the Dead Sea Scrolls, were",
        "bibliography": [
            "! Ibid., p. 230.",
            "2M. Broshi & H. Eshel, “Whose Bones?” Biblical Archaeology Review (January/February 2003), pp. 31-32.",
            "3G. de Santillana & H. von Dechend, op. cit., p. 435.",
            "4 Leviticus 1:11; W. F. Warren, op. cit., p. 207.",
            "5 Ibid., p. 210."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 145,
        "content": "\nto be conducted “to the north of the\ncamp.”!\nThere is also not the slightest doubt that\nNew Year festivals originated as Saturnian\nNew Year festivals originated as Saturnian                            2      .\ncelebrations.? This is expressly indicated                 )    2.\ncelebrations.? This is expressly indicated\nby the Greeks among whom this festival                   }   \\ |\ny the Greeks among whom this festival\nwas known as the Kronia, named after the\nwas known as the Kronia, named after the                      F      he |\nplanetary god in question. Among the later                        4\nlanetary god in question. Among the later\nRomans, it was referred to as the Saturn-\nRomans, it was referred to as the Saturn-                  f       |\nalia,? since the Roman god in question was\nalia,? since the Roman god in question was                      .       LJ a\nwhich the dead were believed to be raised.+\nSaturnus, from which the deity’s and the                are\nSaturnus, from which the deity’s and the\nplanet’s English name is obviously derived.\nlanet’s English name is obviously derived.\nMoreover, Nawroz, the Persian New Year,\nMoreover, Nawroz, the Persian New Year,                              4\ndedicated to Ahura Mazda, was the day on                          ss,\ndedicated to Ahura Mazda, was the day on\nwhich the dead were believed to be raised.4                            ps   \\ ‘\nThere is much more that could have                Pe ee SEY\nThere is much more that could have\nbeen added here on this particular subject,                    ¢ ere a\\\neen added here on this particular subject,\nbut in view of the fact that we have various                      g(a    “Th a\nut in view of the fact that we have various\nrelated topics that we have yet to cover, I                ae EAs ts bite\nrelated topics that we have yet to cover, I\nmust not tax the reader’s patience.                                          C ret\nmust not tax the reader’s patience.\nEven so, taken with what we have\nEven so, taken with what we have                    vy ie s a\npresented in our previous volume, to say               wees A\nresented in our previous volume, to say\nnothing of what will be disclosed in the               Soe\nnothing of what will be disclosed in the\nfollowing pages, the evidence enumerated\nfollowing pages, the evidence enumerated                   RY\nabove should add cogency to our postulate\nabove should add cogency to our postulate                       Wh) tiie,\nconcerning the north celestial polar place-                    cena?\nconcerning the north celestial polar place-\nment of the Saturnian sun.\nment of the Saturnian sun.                                                   Prey ad\nAnd it is this very locality of Earth’s\nAnd it is this very locality of Earth’s                yey\nprimordial primary that will enable us to                 ae d\nprimordial primary that will enable us to\nsolve the various conundrums concerning                  taf hin\nsolve the various conundrums concerning\nEarth’s past ice ages that we discussed in\nEarth’s past ice ages that we discussed in                  Pm ine:\nthe first part of this work.                                                   Jit Ae\nthe first part of this work.\nNot only that, but our postulate will\nNot only that, but our postulate will              Coa\nalso help us solve a few other problems                 Osiris\nalso help us solve a few other problems\nOsiris\nthat presently burden more than just one\nthat presently burden more than just one [| whose place in heaven was in the north of the sky\nwhose place in heaven was in the north of the sky\ndiscipline.\ndiscipline.                                                           in the midst of the Circumpolar stars.\nin the midst of the Circumpolar stars.\n(Photograph by the author, courtesy of the British\nMuseum, London, England.)",
        "bibliography": [
            "1 FG. Martinez, The Dead Sea Scrolls Translated (N. Y., 1996), pp. 80, 83.",
            "2D. Cardona, op. cit., pp. 151, 153, 169, 241, 312.",
            "3M. Eliade, op. cit., p. 398.",
            "4 Ibid., p. 403."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 146,
        "content": "\nChapter 8\nProto-Saturn\nLINEAR SYSTEMS\n‘he most remarkable, and the most unbelievable, aspect of the Saturn theory is our hy-\npothesis that Earth had originally been suspended “beneath” Saturn’s south pole,\nsharing the same axis of rotation with its primary. There was a time when such a linear\nformation was actually believed to be outside the possibilities of astronomical bodies. But as\nHalton Arp, an iconoclast among astronomers, has indicated, linear formations in space are\nnow believed to be quite common.! “It is a curious and exciting property of the universe,” he\nreported in 1987, “that a great deal of extragalactic matter appears to be arranged in linear\nformations.”? These linear configurations include galaxies which stretch across space “in\nchains.” As Arp disclosed, “chains and filaments of galaxies are very common features of the\ndistribution of galaxies on the sky.”? In some cases, as much as “4 or more galaxies [are so]\naligned.”\nGalaxies themselves, moreover, have a tendency to eject “condensations” which also re-\nmain linearly aligned.> These “condensations” occur in violent jets of plasma that erupt from\nthe core of the galaxies in poleward directions.6 Such jets have been known since 1918, hav-\ning come to light in a photograph originally published by Heber Curtis which showed a dis-\ntinctive luminous spike originating from the nucleus of Messier 87 (also known simply as\nM87, NGC 4486, and/or Virgo A). “It was like a fountain of material emerging from the\ncenter of the galaxy,” Arp himself described it. And it, too, displayed a series of “compact\nknots of material coming out along the jet like peas in a pea shooter.’ At first ignored by\nmost astronomers, the phenomenon was not allotted the status of reality until the object was\nconfirmed by radio astronomy as “a jet of radio emitting material.”\nSimilar, but less powerful, jets are also expelled by individual stars. As in the case of\ngalaxies, “condensations,” sometimes referred to as “knots,” which are astronomical bodies",
        "bibliography": [
            "1D, Cardona, God Star (Victoria, British Columbia, 2006), pp. 401 ff.",
            "2H. Arp, Quasars, Redshifis, and Controversies (Berkeley, 1987), p. 146.",
            "3 Ibid., p. 147.",
            "4 Ibid.",
            "SH. Arp to D. Cardona, October 27, 2000 (private communiqué).",
            "6B, J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), p. 75.",
            "TH. Arp, Quasars, Redshifts, and Controversies (see above), p. 133.",
            "8 Ibid.",
            "9 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 147,
        "content": "in their own right, are also strung out linearly along these astral jets. Two prime examples\nwhich have been photographed are the stars designated as HH 34 and HD 163296.!\n\nAs claimed in the prequel to this volume, this is incontestable proof that axially aligned\nlinear formations are not only possible, but actually exist in space. They line up along plasma\njets ejected poleward, sharing the same axis of rotation as their parent star, exactly as posited\nfor Earth and Saturn in this study. More than that, as has already been shown,’ and as we will\nfurther indicate in the pages that follow, the Saturnian sun also emanated just such a “jet,” in\nthe form of a sustained Birkeland current, in which Earth was imbedded much like the\n“condensations” noted above.\n\nNeedless to say, galactic jets are colossal emanations that have been calculated to stretch\nfor light years. Astral ones are much less immense, but still beyond the magnitude of our\nposited Saturn-Earth system. But if these jets can form in such widely different proportions,\nwhat is there to keep them from forming in even more modest dimensions? Anthony Peratt\nspelled it out quite clearly when he stated that discharge phenomena, which is what these\ncosmic jets amount to, are scalable.3 “The differences in scale...are completely unimportant,”\nDonald Scott explained. “They all work the same way.”*\n\nThis is exemplified by the nature of comets, the tails of which are also now known to be\ncomposed of plasma.> Like the twisted filaments of Birkeland currents, concerning which see\nmore below, cometary plasma tails are also sometimes “twisty.” And, very much like\ngalactic and astral jets, cometary tails also exhibit “knots,” described as “small condensations\nof matter brighter than their surroundings.”\n\nThus, if plasma jets—which might be a misnomer, in any case—can span the spectrum\nfrom galactic to cometary size, what is there to keep them from forming in a stage between\nthese limits?’\n\nPLASMA STREAMS AND BIRKELAND CURRENTS\n\nPlasma is what happens to a gas when heated to the point at which the atoms which com-\npose it break apart through ionization. In other words, the electrons separate from the atoms,\nleaving behind the positively charged ions. Plasmas are therefore streams of separate posi-\ntively charged ions, negatively charged electrons, and neutral molecules. As such, a plasma is\nan excellent conductor of electricity.",
        "bibliography": [
            "1 Idem,  Seeing Red (Montreal, 1998), last two photographs following p. 306; T. P. Greene, “Protostars,”",
            "American Scientist (July/August 2001), p. 319; D. Cardona, op. cit., pp., 427, 430-431.",
            "2 Ibid., pp. 429-457.",
            "3 A.L. Peratt, Physics of the Plasma Universe (N. Y., 1992), pp. 48, 51.",
            "4D. Scott, on Intersect, electronic discussion group sponsored by KRONIA Communications, January 9, 2002.",
            "5.N. Calder, The Comet is Coming (N. Y., 1980), pp. 76, 81; C. Sagan & A. Druyan, Comet (N. Y., 1985), p.",
            "170; T. Dickinson, “The Seeds of Life,” Equinox (July 1997), p. 65.",
            "®N. Calder, op. cit., p. 85.",
            "7. Sagan & A. Druyan, op. cit., pp. 162-163, 168-169.",
            "8 For more on this subject, see D. Cardona, op. cit., pp. 480 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 148,
        "content": "\nOut in space, where direct heat is lacking, ionization occurs due to ultra-violet and X-ray\nradiation. The plasma then develops electric currents together with magnetic fields of its own\nin response to the galactic field around it.\nOnce virtually “unknown” in space, which was thought of as a vacuum, plasma is now\nknown to permeate the entire Universe.\n“While only a few natural plasmas, such as flames or lightning strokes, can be found\nnear the Earth’s surface, plasmas are abundant in the universe. More than 99% of all\nknown matter is in the plasma state.”!\nOnce discounted as a possible spatial influence, interstellar plasma is now spoken of as a\nmatter of fact—as notice when Neil Gehrels and his colleagues proclaim that: “Just as\nEarth’s atmosphere causes visible starlight to twinkle, interstellar plasma causes radio waves\nto scintillate.”?\nBirkeland currents, on the other hand, consist of a flow of electrons through a stream of\nplasma, thus carrying electrical current as long as they are traveling parallel to the direction\nof the magnetic force. The current that is thus generated in the plasma is actually similar to a\ncurrent flowing through a transmission line. This current is then “pinched” into long\nfilaments which twist themselves into rope-like structures. It is these rope-like filaments that\nare known as Birkeland currents, named after Kristian Birkeland, the founder of experimental\nastrophysics. These currents rotate to form a plasma vortex which in fact is nothing but an\nelectrical tornado.\nDWARE ST.\nDWARF STARS\nS\nRed and brown dwarf stars have now been discovered in quantum sufficit. Red dwarf\nstars—which are mostly white7—have been defined as miniature stars which lack sufficient\nmass to ignite the nuclear energy stored in the cores of their more massive brethren. Brown\ndwarf stars are slightly less massive than their red siblings and are, in fact, just as red as the\nred dwarfs.\nThe first clear observational image of a brown dwarf, photographed at the Mount\nPalomar Observatory, was made on October 27, 1994. Verified by NASA’s Hubble\nTelescope, and named Gliese 229B, it was discovered as a companion to the cool red star\nGliese 229, said to be located 19 light years from Earth in the constellation Lepus. At 20 to\n50 times the mass of Jupiter, it was at that time “the faintest object ever seen orbiting another\nstar.” According to Shrinivas Kulkarni, its spectrum “is astonishingly just like that of a gas\ngiant planet.” As he added, “it looks like Jupiter, but that’s what you’d expect for a brown\ndwarf.\"4",
        "bibliography": [
            "lw. Baumjohann & R. A. Treumann, Basic Space: Plasma Physics (London, 1999), p. 1.",
            "2N. Gehrels, et al., “The Brightest Explosions in the Universe,” Scientific American (December 2002), p. 87.",
            "3 A. MacRobert, “Planet Seen by Sideways Wobble,” Sky & Telescope (April 2003), p. 21.",
            "4S. Kulkarni, et al., “Astronomers Announce First Clear Evidence of a Brown Dwarf,”  Space Telescope",
            "Science Institute Internet press release No. STScI-PR95-48, dated November 29, 2002."
        ],
        "captions": []
    }
]