[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 269,
        "content": "\n[them] like flapping pancakes.”? What then visually appears are slightly curved horizontal\nfilamentations at the bottom of the three (or more or less) spheroids. Again according to Per-\natt, “these actually flap in time” and “can turn upwards or downwards.”3 The interesting\nthing here is that there are various pictographs around the world which depict a number of\nconcentricities stacked above each other plus others which show a series of slightly curved,\nstacked horizontal lines. Just as they appear in laboratory experiments, some of these lines\ncurve downward, others upward. As it happens, the earliest such example (shown opposite)\nthat this writer has so far come across hails from the Magdalenian culture of Saint-Marcel in\nFrance. A mere 5.5 centimeters long, the object on which the depiction is engraved has been\ndescribed as a pendant “with circular motifs,”* which, given the uniqueness of the subject\nrepresented, is very understandable. When shown to Peratt, he had no trouble recognizing it\nfor it what it is.\nEven so, had this been the only item from the Magdalenian culture that bears a close re-\nsemblance to a columnar plasma instability, I would have hesitated to include it in this work.\nBut there is more. In fact it seems that the Magdalenians were so mesmerized by the\ninstabilities they saw the polar column transform into, that they depicted just about the entire\nsequence—and this, no matter what criticisms will be leveled at it in the future, is surely too\nmuch to be relegated to coincidence.\nThree other items from the same Magdalenian culture, but this time from Isturitz, also in\nFrance, continue the sequence of columnar disruption. Described as “bone or antler tools\ndecorated with spiral patterns,”® Peratt easily recognized them as patterns of instabilities in a\nplasma column which also appear “on a world-wide basis.”” The first item (Fig. 1, on p. 270)\nshows the spheroids and spirals just beginning to separate and unravel. In sequence, this\nwould follow the event depicted on the so-called pendant from Saint-Marcel. The second one\n(Fig. 2) continues to show the unraveling in which the spirals are now almost beyond\nrecognition. The third (Fig. 3), which Peratt calls “the most complicated,” would have\noccurred “sometime after a long-lasting stability,’ and involves “an intense symmetrical\nmagnetic crush along the whole column.” Peratt thus described the depictions on the three\nitems in question:\n“Each column, or bone, represents one instant in time of the column instability\ndevelopment. Time changes are not shown on any one stick or bone.”\nMoreover, Peratt offered the additional information that the complex pattern depicted in\nthe third object would have occurred “at a time appreciably greater than the time difference\n! Ibid.\n2 Ibid.\n3 Ibid.\n4 J. Jelinek, The Pictorial Encyclopedia of the Evolution of Man (London, 1975), pp. 435, 451.\n5 AL. Peratt, loc. cit.\n6 J. Jelinek, op. cit., p. 449.\n7 ALL. Peratt to D. Cardona, private E-mail correspondence, June 28, 2003.\n8 Ibid.\n9 Ibid.\n269",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 270,
        "content": "\nie\naa                 ee                 aT\nhe) )            ea             IS pe\nYt.               Pie             a\nFig. 1                        Fig. 2                           Fig. 3\nThe three items from the Magdalenian culture discovered at Isturitz, France,\ndiscussed in the text.\n270",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 271,
        "content": "Ps\n\ns",
        "bibliography": [
            "Simulation of proto-Saturn’s jet-like polar column showing the magnetic crush of the",
            "original plasmoids. Compare with Fig. 3 opposite.",
            "(illustration by Richard M. Smith.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 272,
        "content": "\nbetween the [other two instabilities].”! He was astute enough to realize, without actually hav-\ning been told, that these three items are “probably all of the same age,” that is “all carved\nabout the same time,” as in fact they are. More than that, they seem to have been carved by\nthe same hand. If that turns out to be the case, it would strengthen my own belief that they\nwere carved by an eye-witness and that the entire sequence could not have lasted more than a\nperson’s lifetime.\nWhen asked how long each of the instabilities depicted on these items could have lasted,\nPeratt was of the opinion that the item shown in the middle (Fig. 2) depicted the instability-\nevent 10 years after that recorded in the one to the left (Fig. 1), The last one of the three (Fig.\n3), depicts the instability-event that would have followed 50 years after the one shown in the\nmiddle This, then, again bespeaks an instability-sequence that would have taken place\nwithin the span of a person’s lifetime.\nThe time taken for the instabilities to pass from one phase to the other are calculated\nthrough the scaling up from laboratory experiments. Because of this, Peratt himself does not\naccept this author’s surmise and opts for a much longer time-span—even centuries.> As he\nexplains, experimentally, plasmas have been found to scale over fourteen orders of\nmagnitude. Earlier, Alfvén had even hypothesized that they scale up to twenty-eight orders of\nmagnitude. Once the amplitude of an experimental plasma, or its instability, is known, its\nsize in the laboratory and the time it lasts can be scaled up to cosmic parameters. Also, once a\ncriterion is altered in a computer simulation, the programmed model has the ability to adjust\nall the others. If, for instance, the magnitude, the strength of the current, the magnetic field,\netc., of a plasma is known and entered into the program’s code, the other parameters, such as\nthe length of time involved in each phase of the plasma’s instability sequence, will be output\nby the computer.>\nThere might, however, be something of a pitfall inherent in such scaling. As Warren\nCarey admonished, “a small correction may become significant, even overwhelming, when\nlength or time becomes large.” As he continues:\n“Where parameters involve different powers of size or time, change of scale affects\none property more than another. Thus the most succesful airplane design, if\nfaithfully copied at twice the size, could not fly. The weight would have been\nincreased eight times, but the wing area to support it only four times. A double-size\nairplane can of course be built, but not to the same proportions.”",
        "bibliography": [
            "1 [bid., June 29, 2003.",
            "2 Ibid.",
            "3 Ibid., July 8, 2003.",
            "4 Ibid., July 3, 2003.",
            "5 Ibid.",
            "6 Ibid., July 8, 2003.",
            "TS.W. Carey, Theories of the Earth and Universe (Stanford, California, 1988), p. 210 (emphasis added).",
            "8 Ibid. (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 273,
        "content": "\nPeratt, on the other hand, has warned this\nwriter that, while Carey is correct in his particular\nexample, the same does not necessarily apply to                t]\nexample, the same does not necessarily apply to\nplasma scalability! —note well taken. And yet, as I\nplasma scalability! —note well taken. And yet, as I                     i\nA\nhave already pointed out,? Hannes Alfvén had\nstressed that:\nstressed that:                                                                                      (\nSy\n“Following Birkeland, the first laboratory\nexperiments with reference to cosmic physics\nexperiments with reference to cosmic physics                v\nhad the character of scale-model exper-\n-\niments...Such investigations demonstrated,               at\niments...Such investigations demonstrated,\nhowever, that no real scaling of cosmic               4 Me\nhowever, that no real scaling of cosmic\nphenomena down to laboratory size is pos-                }\nphenomena down to laboratory size is pos-\nsible, partly because of the large number of\nsible, partly because of the large number of             ie\nparameters involved which obey different\nscaling laws.”3                                                                          j\nscaling laws.”3\nAnd:\nAnd:                                                le\n“There are good reasons to believe that in           d\n“There are good reasons to believe that in\nseveral respects, the basic properties of\nseveral respects, the basic properties of              |\nlaboratory plasmas and space plasmas are the\nsame. [However] as different plasma para-\nmeters obey different scaling laws, translation\nfrom one region to another is often difficult.”\nMoreover, Alfvén cautioned those who were to\nMoreover, Alfvén cautioned those who were to                      tiny\nfollow him to give precedence to plasma behavior\n1\nU\nover that of scaling. “Hence,” he wrote, “lab-\nover that of scaling. “Hence,” he wrote, “lab-            ny\nperiod—north-west Germany\noratory experiments should aim at clarifying a            iY\noratory experiments should aim at clarifying a\nnumber of basic phenomena of importance in\ncosmic physics rather than trying to reproduce a\nscaled-down version of the cosmic example.”>\nNeedless to say, this does not imply that\nNeedless to say, this does not imply that      Decorated point—Epipaleolithic\nDecorated point—Epipaleolithic\nPeratt is necessarily wrong. It merely indicates that\nPeratt is necessarily wrong. It merely indicates that          period —north-west Germany\nin this, as in other matters, great caution should",
        "bibliography": [
            "1 A. L. Peratt to D. Cardona, private E-mail correspondence, November 30, 2003 NOTE: For a more detailed",
            "objection, see idem, “Plasma Scalability,” AEON VI:6 (October 2005), pp. 9-10.",
            "2 D. Cardona in reply to the above, p. 10.",
            "3H. Alfvén & G. Arrhenius, Evolution of the Solar System (Washington, D.C., 1976), p. 249 (first emphasis as",
            "given, all others added).",
            "4H. Alfvén, Cosmic Plasma (Dordrecht, Holland, 1981), p. 4 (emphasis added).",
            "5H. Alfvén & G. Arrhenius, loc. cit., (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 274,
        "content": "\nbe exercised. Judging by the nature of the Magdalenian items discussed, to say nothing of the\ndemands of the mytho-historical record itself, I must opt for a much shorter time for the\ninstability sequence discussed above. After all, even Peratt’s own calculations of 10 and 50\nyears, as noted, would seem to point in that direction.\nTHE MIRROR IMAGE\nMeanwhile, there is yet one more item that fits the sequence being discussed. This one\ncomes from the Epipaleolithic period, which is intermediate between the Paleolithic and\nNeolithic, and thus includes the Magdalenian culture with which we are concerned.!\nDiscovered in north-west Germany, the item, described merely as a decorated point,? depicts\na design that was to become quite prevalent in later ages. Peratt was not quite sure whether\nthis type of instability should follow the one depicted in Fig. 2 or Fig. 3 of the Isturitz trio we\nhave just examined.3\nEven in face of all the above, what is depicted on this particular item seems much too\nneat and symmetrically uniform to have represented an actual plasma instability the likes of\nwhich are necessarily ephemeral. Be it understood, however, that while these instabilities are\ntransitory, some of their displayed aspects can be sustained for long periods of time. Not only\nthat, but, as seen in laboratory experiments, quite a few of the patterns they form look almost\nartificial. One thing to keep in mind is that, eventually, plasma instabilities tend to result in\nrepetitive linear configurations. And, to be sure, the pattern depicted on the Magdalenian\nitem from Germany shown on page 273 is one that often results in experimental instabilities.\nWhile, at the time of this writing, Peratt hesitated in committing himself as to whether\nthis particular instability would have preceded or followed the one depicted in Fig. 3 on page\n270, I am of the opinion that it would have followed it. My reason for this is that if one looks\nclosely at selective portions of Fig. 3, one can see that the pattern depicted on the German\nitem under consideration is just beginning to take shape. And, as if to compliment this\nsituation, curlicues similar to those depicted on Fig. 3 appear at both the top and bottom of\nthe German item. This seems to indicate a transitional phase between the two instabilities.\nThis particular image impressed ancient man so much that, perhaps because it was to\nreappear at a later time, he continued to reproduce it on various surfaces through the coming\nages. Interpreting it as a ladder to heaven, and even as an assemblage of men standing, or\npiled up, one on top of the other—both of which, to some extent, the pattern resembles—it\nwas to gain special religious significance.\nIn later ages, separate constituents of the pattern were separated into individual\nrepresentations which were then interpreted as various items—a person (especially in a\npraying position), a dragonfly, a frog, a water skate, even a cloud (with its reflection in the\nwater)—to which, in the eye of primitive man, the image bore a resemblance. Further,\nbecause the isolated constituents appear the same whether viewed normally or upside down,",
        "bibliography": [
            "1 J. Jelinek, op. cit., pp. 424, 448.",
            "2 Ibid., p. 448.",
            "3 A. L. Peratt to D. Cardona, private E-mail correspondence, July 7, 2003."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 275,
        "content": "\n(e)                                     ®                               (g)\n(a)                                (b)                           ©                        (d)\n(e)                                )                           (g)\nExamples of the “squatter” or “mirror image.”\nSeparate constituents of the pattern depicted on the decorated point from the Epipaleolithic period\nshown on previous page as reproduced at a later time.\n(6) from Canyon de Chelly, Arizona; (b) from Canyon del Muerto, Arizona; (c) “praying person,” from\nMesa Verde National Park, Colorado; (d) anthropomorphosed cloud with reflection in water, from a\nlocality near Springville, Arizona; (e) “dragonfly” from Hopi Mesa, Arizona; (f) “frog” or “lizard”\nfrom Chaco Canyon, New Mexico; (g) “water skate” from Hopi kachina mask design.\nthey have become known among those who study ancient pictographs as “mirror images.”\nOthers refer to the separate individual image as the “squatter.” The same image was also\ngiven prominence in the later Neolithic shrine at Catal Hiiyuk in present-day Turkey.\nOf special interest to our thesis is the fact that this very same image was adopted by the\nDogon of Mali in west Africa as one of their most important religious symbols. They incor-\nporated it both in one of their principal ceremonial masks,? as also on their constructions.\nThe image itself is claimed to represent their god Amma,‘ the creator who had existed during\nthe “original darkness,”5 who had created the heavens,° and organized the “world” out of\nchaos.’ The reader should therefore have no difficulty in recognizing these characteristics as",
        "bibliography": [
            "1 See here, for instance, A. Patterson, A Field Guide to Rock Art Symbols of the Greater Southwest (Boulder,",
            "Colorado, 1992), p. 146.",
            "2R.K.G. Temple, The Sirius Mystery (N. Y., 1976), p. 37.",
            "3 E.C. Krupp, op. cit., p. 165.",
            "4R.K.G. Temple, loc. cit.",
            "5 M. Griaule & G. Dieterlen, “Un Systéme Soudanais de Sirius,” Journal de la Société des Africainistes, XX:1",
            "(1950), p. 274.",
            "6 Idem, Le Renard Pale (Paris, 1965), p. 163.",
            "7 Idem, see reference #89, Note #14."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 276,
        "content": "\nbelonging to the Saturnian deity. Like other\nnations they, too, retained a memory of the\nKachina doll.\na                       world axis that once reached from Earth\nworld axis that once reached from Earth\n:    :                     and pointed toward what is now the Pole\nand pointed toward what is now the Pole\nay :  .          Star. This axis was known to them as\nStar. This axis was known to them as\nSA.               Amma’s Pillar.!\nAmma’s Pillar.!\n] -  : We ie ee                  THE PLASMA EXPERIENCE\nTHE PLASMA EXPERIENCE\nmS    ome  aa -     q           Most anthropologists and archaeolo-\nMost anthropologists and archaeolo-\ngr i ow al a              gists have no idea that the pictographs we\ngists have no idea that the pictographs we\n.        =  . =              have been examining originated as plasma\nhave been examining originated as plasma\n7   = =    a             instabilities in a gargantuan column of\ninstabilities in a gargantuan column of\n—) a                    scintillating light that stretched between the\nscintillating light that stretched between the\nTie pa            proto-Saturnian sun and our world. And\nproto-Saturnian sun and our world. And\na =                    here the reader, too, may harbor doubt as to\nhere the reader, too, may harbor doubt as to\n. oc -_             the correct interpretation of these images.\nthe correct interpretation of these images.\nphysics.”? Until recently, these studies\nPood =                   This is understandable because, as Hannes\nThis is understandable because, as Hannes\n1    ne   /              Alfvén noted, while plasma phenomena\nAlfvén noted, while plasma phenomena\n:      i  bt   . _              “have been known for decades (or even\n“have been known for decades (or even\n:     i)  Pe  ll      more than a century)...they have almost\nmore than a century)...they have almost\na   — Rea      :          systematically been ignored in cosmic\nsystematically been ignored in cosmic\n—_        2          physics.” Until recently, these studies\nee 4    _      were conducted mainly in Scandinavian\nwere conducted mainly in Scandinavian\nce                 countries. As Alfvén reported in 1990:\ncountries. As Alfvén reported in 1990:\n: a                 “The Swedish Viking mission has contin-\n“The Swedish Viking mission has contin-\n—                     ued in the Scandinavian tradition of study-\nued in the Scandinavian tradition of study-\npe fee                         ing the properties of the plasma which fills\ning the properties of the plasma which fills\na   4                     the universe from the small-scale phenom-\nthe universe from the small-scale phenom-\n-       |      ena in the laboratory to the large-scale\nena in the laboratory to the large-scale\ni              :           phenomena in galactic and intergalactic\nphenomena in galactic and intergalactic\nspace.”3\nThe “squatter/mirror image” as water\nThe “squatter/mirror image” as water              At present, the United States is also in-\nAt present, the United States is also in-\nskate twice reproduced on a Hopi                                 :\nskate twice reproduced on a Hopi\nkachina doll.                 volved, mainly at Los Alamos, New\nvolved, mainly at Los Alamos, New\nMexico, for other than astrophysical\nreasons. NASA, too, has shown some\ninterest as indicated by its endorsement and publication of one of Alfvén’s major works,\nwritten in co-authorship with Gustaf Arrhenius.*",
        "bibliography": [
            "1E.C. Krupp, op. cit., pp. 163-164.",
            "2H. O. G. Alfvén, “Cosmology in the Plasma Universe: An Introductory Exposition,” JEEE Transactions on",
            "Plasma Science, Vol.18, No.1 (February 1990), p. 5.",
            "3 Ibid., p. 6.",
            "4H. Alfvén & G. Arrhenius, Evolution of the Solar System (Washinmgton, D.C., 1976)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 277,
        "content": "\nZB Me\naw            & Lm     Ss Se\n.    7                    P\nBh, =\nDn                         es                     A              fs\ni i  ‘ ie hice                        SS a\ni\n   ih Spl\nul\nOne of the Neolithic shrines at Catal Hiiyuk in present-day Turkey, which shows the\n“squatter/mirror image” prominently displayed on one of its walls.\n(Illustration after J. Mellaart.)\nLike Peratt, one of the specifics of plasma that Alfvén stressed is that “pinch effects are of\ndecisive importance in how cosmic plasma evolves.”! And, also like Peratt, he emphasized that,\nunder certain conditions, kink instabilities can cause the current to form spirals.?\nNow while the patterns we have been studying have been compared to plasma instabilities as\nthey occur in laboratory experiments, it must be kept in mind that, except perhaps for the time\nelement—re which see above—the “same basic laws of plasma physics hold everywhere...from\nlaboratory and magnetospheric heliospheric plasmas out to interstellar and intergalactic",
        "bibliography": [
            "1H. O. G. Alfvén, see reference # 93, p. 6.",
            "2 Idem, Cosmic Plasma (Dordrecht, Holland, 1981), p. 88."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 278,
        "content": "\n:       EN\nAS\nPid  ad    £  i                   t\ng\ni   J                         |\noh      a  A               i\n         7\nth\nF           iV               Pe",
        "bibliography": [
            "The “squatter/mirror image” as the kKanaga mask representing the",
            "god Amma, portrayed in relief on the wall of a Dogon granary.",
            "(Photograph by P. C. Keller, courtesy of the Bowers Museum of",
            "Cultural Art.)"
        ],
        "captions": []
    }
]