[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 259,
        "content": "PREDETERMINED ENCOUNTER\n\nThe hypothesis that the current planets of our Solar System did not form within it is pres-\nently, even if slowly, gaining acceptance. Under this scheme, the planets are not really the\nSun’s prodigy, but, rather, its adopted children. As the editors of New Scientist reported, it is\nnow believed, at least by a few, that the “sun took shape somewhere in the Galaxy,” while\nthe planets formed somewhere else. As the Sun then “sailed along,” it “picked up the\nplanets” and claimed them as its own.!\n\nWhether it was the Sun that “sailed along” to pick up the planets, or whether it were the\nplanets that did the sailing, is actually meaningless. In reality, the Sun and the Saturnian sys-\ntem were both sailing along toward each other. One can even claim that the proto-Saturnian\nsystem’s entry into the Sun’s domain was predetermined inasmuch as that is the direction in\nwhich it was headed. Had the Sun not been in its way, it would have gone on unmolested.\n\nIf the direction in which proto-Saturn, with Earth in its tow, was heading is claimed to\nhave been fortuitous, then so be it. But let it not be assumed that life on Earth would not have\nsurvived had proto-Saturn not ended up in the Sun’s custody. Having thrived for ages outside\nthe present Solar System, life would have continued to endure.\n\nDespite the fact that brown dwarf stars are less massive than the Sun, and despite the fact\nthat their output of heat is also much less, they tend to radiate for much longer precisely be-\ncause of their lesser mass. Given the calculated rate of a brown dwarf’s heat dissipation, and\nbarring any accident, such a star would have retained enough heat for life to thrive on a\nnearby planet for more than 1000 billion years.2 The Sun, on the other hand, has been\nclaimed to have a life of “a mere 8 billion years.”\n\nIn the end there is no point in quibbling about “what if’ or “what would have happened if\nnot.” We bridged the gap and we did survive the transition. I will not even say “be thankful\nfor it” because, in some ways, our ancestors had been better off. For one thing, if nothing\nelse, if Earth is really only an approximate 4.6 billion years old, it should already have lived\nhalf its allotted life. Had it remained a satellite of the brown dwarf star that was proto-Saturn,\nit would still have been in its infancy. Of course, the above life spans have been calculated on\nthe assumption that the bodies involved are internally fueled rather than electrically imbued\nexternally. But let that pass.\n\nAt present, the northern stars are seen to circle around the Pole Star, while those in a\nmore southerly latitude are seen to rise and set from east to west. As every educated\nschoolchild knows, this is an illusion brought about by Earth’s daily rotation. I hope the\nreader will not snicker at this reminder. Forgetting what the ancient Greeks had already dis-\ncovered, it took until the sixteenth century for modern man to realize this fact. And then, for\nyears after, it continued to be believed that, apart from this illusion, the stars do not change in\ntheir relation to one another —that, in fact, the stars are fixed in their allotted locations. As we",
        "bibliography": [
            "1 “The Word Cosmogonist,” New Scientist (September 28, 2002), p. 49; see also D. Cardona, op. cit., pp. 321-",
            "342.",
            "2K. Croswell, “Red, Willing and Able,” New Scientist (January 27, 2001), p. 30.",
            "3 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 260,
        "content": "\nnow know, although it takes long periods of time to visually detect their changed positions,\nstars do move. They travel through space in groups and even individually.\nSo-called pulsars, which are believed to be fast-spinning neutron stars, seem to travel\npoleward. At least two of them have been found to do precisely that. As reported in Sky &\nTelescope in the year 2000:\n“The Chandra X-ray Observatory has found an unexpected peculiarity shared by the\nyoung pulsars in the Crab and Vela supernova remnants. Both pulsars appear to be fly-\ning through space pole-on.”!\nOf additional interest is the fact that both these pulsars shine brilliantly in X-ray\nemissions; both are surrounded by nested rings of gas glowing in X-rays; both emit “jets”\nfrom their poles perpendicular to their circumstellar rings; and the “jets” of both “line up\nremarkably well with the direction of each pulsar’s motion across the sky.”?\nBy 2006, three other pulsars were also said to be showing hints of axial jet alignment with\nthe direction of their motion across space. And this, it has been conceded “is no coinci-\ndence.” In an additional analysis of the polarization of radio emissions from 20 pulsars, 10 of\nthem have been discovered to have their spin axes aligned with their proper motion across the\nsky. “Whatever mechanism kicks neutron stars,” wrote Alan MacRobert, “seems to do it pole-\non.”4\nPulsars have been calculated to be no more than ten or twenty kilometers in diameter>\nBut, in most of the above respects, they not only resemble normal stars—if there is such a\nthing—but also the less massive brown dwarf stars. Would it then be too bold to assume that\nsome normal stars also travel poleward through space? That question was asked by this writer\nin July 2004.6 An affirmative answer came back some six months later through a study of\nRegulus’ rotationally induced distortions.\nThe massive first-magnitude Regulus is the brightest star in the constellation Leo and one\nof the brightest in the entire night sky. Its luminosity is almost 350 times that of the Sun. Cer-\ntain characteristics of this star had been known to astronomers for years, others came to light\nin 2005. Not only is this star’s diameter 5 times that of the Sun, it additionally rotates much\nfaster. While the Sun completes a full rotation in about 24 days, it takes Regulus a mere 15.9\nhours. This has given Regulus “a bulging waistline,” an equatorial diameter that is one third\nlarger than its polar one. While the Sun’s equatorial spin is approximately 4,500 miles per\nhour, that of Regulus reaches nearly 700,000 miles in about the same time. What has however\nfloored Hal McAlistair and his team from Georgia State University is that, despite its oblate\nshape, Regulus, too, is hurtling through space poleward.”\n1“Do All Pulsars Fly Pole-First?” Sky & Telescope (September 2000), p. 20.\n2 Ibid.\n3 A. MacRobert, “Neutron Stars Flying Pole-First,” Sky & Telescope (February 2006), p. 20.\n4 Ibid.\n5 See Reference #30.\n6D. Cardona, “Prelude to Creation,” AEON VI5 (July 2004), p. 26.\n7 www .universetoday (January 21. 2005).",
        "bibliography": [
            "OS    ;         260"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 261,
        "content": "“We’re looking at the star essentially equator-on, and the spin axis is tilted about 86\ndegrees from the north direction in the sky [McAlistair reported at the time]. But, cu-\nriously enough, the star is moving through space in the same direction its pole is\npointing. Regulus is moving like an enormous [but flattened] spinning bullet through\nspace. We have no idea why this is the case.””!\n\nAnd, as I also asked back in 2004,? if stars, why not brown dwarfs?\n\nOne indication that the proto-Saturnian system had been traveling poleward is evidenced,\nalthough not proven, by the present angle of Saturn and Earth’s rotational axes. Saturn’s axis\nis presently tilted at 26.7° to the Solar System’s plane of the ecliptic. That of Earth is a close\n23.45°. This seems to be an indication of proto-Saturn and Earth’s former axial sharing. It is\ntherefore here assumed that the proto-Saturnian system would have approached the Solar one\nat close to one of these angles. For reasons which I must defer to a future work, it is also as-\nsumed that proto-Saturn was “leading” Earth in its inexorable journey toward the Sun.\nWhether the approach was from “above” or “below” the Sun’s equatorial plane is not easily\nascertainable.\n\nCONTACT\n\nAs the proto-Saturnian system crept ever closer, there came a time when the Sun’s\nattractive influence heightened its exertion on the intruder’s directional vector. This would\nthen have increased the proto-Saturnian system’s velocity toward the Sun. Had the proto-\nSaturnian system been headed directly toward the Sun, none of us would be here to debate\nthe issue since proto-Saturn, with Earth in its tow, would eventually have collided with the\nSun to be swallowed within its furnace. Since this did not transpire, it becomes obvious that\nproto-Saturn’s vector was not aimed directly toward the Sun. In fact, because of the relatively\nlong time it must have taken for proto-Saturn to settle within the Sun’s dominion, we are\nforced to conclude that the line of approach was toward the periphery of the Sun’s\nheliosphere. Proto-Saturn’s increased velocity would then have been dampened by the\ninitiation of a slow circular motion around the center of the Sun’s extended axis. Probably for\nthe first time since its inception, the proto-Saturnian system fell into an orbit. It was,\nhowever, an open-ended orbit which, in keeping with proto-Saturn’s poleward motion, turned\ninto an ever-closing spiral. Slowly but surely, this brought the proto-Saturnian system ever\ncloser to the Sun’s equatorial plane. Before this happened, however, it was inevitable that\nproto-Saturn’s plasmasphere would eventually come in contact with the Sun’s heliosphere.\nAt first both plasmaspheres would have brushed against each other as proto-Saturn spiraled\nslowly in. And that is when the fireworks began.\n\nThe hypothesis that proto-Saturn, with Earth in tow, had been an “outside” system which\nwas later captured by the Sun owes its origin to Ralph Juergens.3 It was he, back in 1977,\nwho claimed that, in such an encounter, the Sun would steal Saturn’s fire.!",
        "bibliography": [
            "1 Ibid.",
            "2D. Cardona, loc. cit.",
            "3 RE. Juergens, “Juergens Replies” to “The Critics and Stellar Energy,” SIS Review II:2 (December 1977), p.",
            "49."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 262,
        "content": "\n“Up to this moment Saturn, as a diminutive star, may have been further along in the\nprocess of becoming [electrically] charged to local galactic space potential than the\nmuch larger Sun. But the Sun captures Saturn, whose discharge is diverted to the new\nruling body. Suddenly, Saturn finds itself much too highly charged for its altered envi-\nronment.”?\nTwenty three years later, Wallace Thornhill picked up the ball and took it further. As he\nstated:\n“After an existence independent of the Sun, [proto-Saturn] seems to have encountered\nthat star at some time within the memory of mankind. The size, shape and colour of\nthe envelope of proto-Saturn would have been disturbed as soon as the plasmaspheres\nof the Sun and proto-Saturn collided. To give some idea of distance when this\noccurred, the most distant spacecrafts from the Sun are twice the distance of Pluto and\nhave still not reached the boundary of the Sun’s plasmasphere or heliosphere. So\nproto-Saturn would have begun showing effects while the Sun was no more than a\nbright star in its sky...”3\nIn reply to an appeal to clarify the issue, Donald Scott had the following to say:\n“When two bodies (such as proto-Saturn and the Sun) are very distant from each other,\neach is surrounded by a plasmasphere the effect of which is to completely isolate them\nelectrically from one another. During this time only gravitational effects are felt be-\ntween them.\n“The two bodies, because they have come from very different locations, in all\nprobability have very different inherent voltages. When and if they get close enough\ntogether such that the outer surfaces of these plasmaspheres touch each other, there\nwill suddenly be a conducting path between them. (They ‘see’ each other electrically.)\nThe higher voltage body will throw electric charge toward the lower voltage body (an\nelectric current—probably in the form of an arc discharge—will flow).\nAccording to Scott, neither body would lose its plasmasphere. Eventually, the two plas-\nmaspheres “would meld together—kind of like two soap bubbles coming together and be-\ncoming, at first, a single 8-shaped plasmasphere containing both bodies who then can ‘see’\neach other electrostatically.” To which he added: “All hell then breaks loose.”>\nAfter untold ages of sameness, changes began to appear in man’s primordial sky. It\nseems, however, that hell did not break loose all at once.\n! Ibid., p. 50.\n2 Ibid.\n3 W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48.\n4D. E. Scott to D. Cardona, private e-mail communication, June 18, 2003.\n5 Ibid., June 19, 2003.\n262",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 263,
        "content": "\n,\n\\\not\nSEARS HE\n*\n*  s\n. ey, = 2\nSh ne\nPi he the Be Pom          i   j\nee ees Ae BS he       in\nFe ee aS bl EP 8 oc        be\nMs UVB digisacee ae Sty. Site fg 9 ae          eh\nbP te eee States Fan\nate\nPE aE. STEREO tne       a\nit pitbie a Mes ee ae\npe en a eee   ae\neee oe ae Sheteggsee, Mee eh et\nOt ein tebe a ee ee ee\nEt er eng,. > haa,  Po,  ot a",
        "bibliography": [
            "Donald E. Scott.",
            "(Photograph—2005—by the author.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 264,
        "content": "\nCOLUMNAR INSTABILITIES\nAs the two plasmaspheres began to brush against each other, the first changes seem to\nhave taken place in proto-Saturn’s astral “jet.” Similar, but naturally less massive, plasma\ncolumns are artificially reproducible in laboratories. Strong jolts of current passing through\nsuch\nplasma columns can result in what is known as a pinch effect. The term is aptly named since\nthis is exactly what transpires. The columnar plasma is actually pinched and narrows at the\npoint of pinch.! More than that, these columns can develop more than one pinch, one above\nthe other, resulting in what can best be described as a segmented column which has been lik-\nened by some to a string of sausages. To top all that, these pinches can then develop further\ninstabilities. While the electronics involved in this process are much too complex to be\ncomprehended by the uninitiated, Anthony Peratt, who is usually quite definitive, does\nmanage to provide a simple description of the procedure bereft of technical clutter:\n“The simple pinch has a number of serious instabilities... The sausage...instability oc-\ncurs periodically along the pinch where the magnetic pressure...becomes greater. This\ncauses bulges to appear which result in even greater inward pressure between them.\nUltimately, if the axial current is strong enough, the pinch can collapse into force-free\nmagnetic plasmoids.”?\nAccording to Scott:\n“These instabilities are dynamic effects that occur in intense Birkeland currents or arc\ndischarges as found in plasma torches, z-pinched plasma filaments, or in high energy\ndensity electrical discharges. The instability takes on the shape of a column of axially\nsymmetric toroids or spheroids that remain in a semi-stable state until disruption. Dur-\ning this state the column may be a source of intense x-rays whose intensity is greatly\nenhanced if two filaments are in interaction.”\nThese plasmoids, toroids, or spheroids, end up forming spirals around them* and eventu-\nally “smoothen” out into linear filaments which themselves can, and do, take on remarkable\nsymmetrical formations.\nThis is what seems to have befallen the columnar jet-like plasma emanating from the\nproto-Saturnian sun. The discharge from the Sun would have provided the necessary sudden\njolt of current needed to destabilize proto-Saturn’s columnar plasma, or Birkeland current,\nand send it rollicking through its series of instabilities. There is no need to point out that, ona\ncosmic scale, filling half of Earth’s northern sky with its scintillating display, the various\naspects of which would have taken time to metamorphose into each succeeding stereotype,\nthe entire spectacle would have filled ancient man with awe.",
        "bibliography": [
            "1 See here for instance W. Thornhill, The Electric Universe (Beaverton, Oregon, 1997), p. 21.",
            "2 A. L. Peratt, Physics of the Plasma Universe (N. Y., 1992), p. 70.",
            "3D.E. Scott, “Electrical Plasma” at http://www.electric-cosmos.org/electricplasma. htm",
            "4 AL. Peratt, op. cit., p. 73."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 265,
        "content": "\nHow do we know that this transpired? We know because the Cro-Magnons left us with\nspecific visual representations of just such a series of events.\nTHE PICTOGRAPHIC EVIDENCE\nAt this point I have to submit certain evidence which, at first glance, will be even more\ndifficult to digest by those who have not been exposed to plasma experimentation than any-\nthing else so far presented. This is especially so because the evidence in question has not yet\nbeen given wide public exposure. Nor would any of this evidence have been available were it\nnot for the diligence of Anthony Peratt. As it happened, however, back in 2000, Peratt came\nto the stunning realization that many of the figures left to us by our prehistoric ancestors bear\na canny resemblance to the plasma instabilities with which he was personally involved and\nwhich, in fact, were named after him. It is of course understandable that, up to that time,\nbeing a plasma physicist, Peratt knew nothing about prehistoric pictographs. He was soon\nenough to learn.\nThis all came about when, at the urging of some colleagues, Peratt attended the World\nConference sponsored by KRONIA Communications in September 2000 at which he gave a\npaper on plasma cosmology. During the private round table conference for the speakers that\nfollowed the public session, two amazing things transpired. The first was that Peratt got\nmildly interested in what those involved in the Saturn thesis were discussing, which, from an\nauthority of Peratt’s stature was as unexpected as it was heartily welcomed. The second is\nthat Peratt himself—who was actually heard saying “I don’t believe I’m doing this” — floored\nthe attendees by illustrating aspects of plasma instabilities with which those involved in the\nreconstruction of the proto-Saturnian events were already familiar through ancient\nsymbolism. Even so, to say that Peratt was there and then convinced of the validity of the\nSaturn thesis would be stretching it. Soon after, David Talbott, who was the organizer of the\nconference, e-mailed some illustrations to Peratt for his comments. As Peratt himself tells it:\n“Tt was unreal. The pictures were those of an obscure instability in a plasma dis-\ncharge. But the pictures were more pencil-like than photographic. It was hard to be-\nlieve that someone outside the space-plasma community had knowledge of these.\nWhen I inquired further as to their source, I was told they were carved on rock. I im-\nmediately wanted to know where these rocks were stored. It was at that point that I\nfound out that they were called petroglyphs and existed all over the world.” !\nThe resemblance between prehistoric petroglyphs and plasma instabilities so intrigued\nPeratt that he, together with some interested volunteers, went out of his way in self-\nconducted field explorations to photograph as many of these depictions as he could find in\nAmerica’s south-western states. Before long he was collecting similar pictographs from other\nparts of the United States and elsewhere, even from as far afield as the Australian outback.",
        "bibliography": [
            "! Idem, as reported on the University of Pennsylvania Museum of Archaeology and Anthropology “News",
            "Release” in relation to the 2001 seminar titled “Celestial Catastrophes in Human Prehistory?”"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 266,
        "content": "\nx\nwry\ned\nAnthony L. Peratt\nPhotograph —2005—by the author.\nThe more he collected, the more he became convinced that what was recorded all over the\nworld through these petroglyphs amounted to a chronological sequence of plasma\ninstabilities which our primitive forebears could only have seen projected against the\nbackdrop of the sky—a far-fetched hypothesis to be sure. To use his own words, however,\nPeratt came to the conclusion that “it was really quite simple.”! According to him: “Ancient\npeople had recorded all the phases of a plasma discharge, a lightning stroke that must have\nbeen unprecedented in intensity and duration.”?\nPeratt soon realized that, through computer processing, it would be possible to “make a\nmovie of the phenomena with bits and pieces of petroglyphs from around the world in spite\nof the fact that they were often drawn as crude looking figures.”? As it turned out, and was\nlater reported, Peratt had “greatly underestimated the information carried on the rocks.”4",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3 Ibid.",
            "4 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 267,
        "content": "\n“Many parts of the hastily created movie ‘stood still’ in spite of the fact that the\nindividual frames were photos taken a thousand miles apart. That is, they were\nexactly the same images or images having differences related to where on Earth the\nobserver stood or [to] cultural perceptions.”!\nHow did he determine the line of sighting in order to ascertain the correct perspective of\nthe phenomena from where “the observer stood”?\n“[He did so by] digitally recording many tens of thousands of petroglyphs in the\nSouthwest while noting their positions and orientations through global positioning\nsatellites. The data was then processed on a large computer to look for similarities\nbetween the petroglyphs themselves as well as with other objects made by man thou-\nsands of years ago.”\nIn other words, not only are the same and/or related images carved on rock over most of\nthe world, but, when strung together in the proper order they correlate into the correct\nsequence inherent in plasma instabilities. To Peratt, as now to others, there is no way that this\ncould be interpreted as mere coincidence. The emerging verdict is that our forebears actually\nleft us a pictorial compendium of the sequential events they saw portrayed against the sky.\nPeratt disclosed some of these findings to a selective audience at the October 2001 semi-\nnar sponsored by the University of Pennsylvania Museum of Archaeology and Anthropology.\nBasing his findings on new high technology experimental research, he there argued that\n“numerous rock art designs...can be linked to the recording of a highly visible outer space\nevent that occurred many millennia ago.”3 As he there indicated, “many items of antiquity\nincluding petroglyphs...are interrelated by world-wide observations of an intense ‘aurora’\nthat may have lasted for centuries.”*\nAll of this is not to say that all petroglyphs, or other ancient symbols, are identifiable as\nplasma instabilities. Neither can it be said that those which are so identifiable pertain to the\nsame series of events. As we shall be indicating in future volumes of this series, some of\nthese occurrences were actually repeated at a later time. But let us return to the set of\ncircumstances we are here primarily concerned with and the visual representations left to us\nby the Cro-Magnons.\nTHE MAGDALENIAN PRIMACY\nAs has already been noted, there is nothing in all of Paleolithic art that is recognizably\ncosmic. This has been acknowledged by those who have made it their business to study ar-\nchaeoastronomy. Thus, while Edwin Krupp attempted to discover a semblance of seasonal",
        "bibliography": [
            "| Ibid.",
            "2 Ibid. (emphasis added); see also idem, “Characteristics for the Occurrence of a High-Current Z-Pinch Aurora",
            "as Recorded in Antiquity,” Transactions on Plasma Science, Vol. 31, No. 6 (2003).",
            "3 See reference #49.",
            "4 Ibid. (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 268,
        "content": "\nreference in Paleolithic art, he could only\nsee “little celestial and topographic\ndepicting a columnar plasma instab:\nimagery” in all of it.! What little he saw, he\n                                        did not say.\ndid not say.\n?                             Nevertheless, my own statement above\nNevertheless, my own statement above\noe              is conditional on the word “recognizably”\nis conditional on the word “recognizably”\n\\   &),   BR                   because, to be sure, Paleolithic man was not\nbecause, to be sure, Paleolithic man was not\n\\       tA ‘)               entirely “silent” when it comes to celestial\nentirely “silent” when it comes to celestial\n3 YS  Rifas pie            imagery. The few cosmic depictions that\nimagery. The few cosmic depictions that\n6 PA  rf wR Cr,                 the Cro-Magnons left behind, however, are\nthe Cro-Magnons left behind, however, are\nq  tf NG ae                only recognizable to those who are familiar\nonly recognizable to those who are familiar\nb |   ee)  3                with plasma phenomena. The cosmic\nwith plasma phenomena. The cosmic\n| ks    rd Al                   images these people left behind are specific\nimages these people left behind are specific\narth pants                visual representations of a series of\nvisual representations of a series of\na | S arias Mi                   instabilities that took place in the sustained\ninstabilities that took place in the sustained\nv             ;                  .\nPires )  !          Birkeland current that stretched between\nBirkeland current that stretched between\nae Ny  a            proto-Saturn and Earth.\nproto-Saturn and Earth.\nNene: a ofl            We have noted that once a plasma\nWe have noted that once a plasma\nso     ’ oA               column receives an additional jolt of\ncolumn receives an additional jolt of\niS a ni                     current, it tends to pinch. The jolt of current\ncurrent, it tends to pinch. The jolt of current\nis   | oes  f              which pinched proto-Saturn’s plasma\nwhich pinched proto-Saturn’s plasma\n                   column came directly from the Sun once its\ncolumn came directly from the Sun once its\n  ie - oF              plasmasphere came in contact with proto-\nplasmasphere came in contact with proto-\n,        Mad ©               Saturn’s. In other words, the Sun dis-\nSaturn’s. In other words, the Sun dis-\nd   3 k                  charged toward the proto-Saturnian system.\ncharged toward the proto-Saturnian system.\n=    <)               The proto-Saturnian sun, together with its\nThe proto-Saturnian sun, together with its\nbp ¥ I                columnar axis, became temporarily\ncolumnar axis, became temporarily\n  tit                  overcharged. When axial cur-rents are\novercharged. When axial cur-rents are\n4                 strong enough, these pinches, which can\nstrong enough, these pinches, which can\nSo-called pendant from the Magdalenian       form one above the other, de-velop into a\nSo-called pendant from the Magdalenian\nform one above the other, de-velop into a\nculture of Saint-Marcel, France,\nculture of Saint-Marcel, France,          series of stacked plasmoids. These\nseries of stacked plasmoids. These\ndepicting a columnar plasma instability.       plasmoids then turn into toroids, or\nplasmoids then turn into toroids, or\n(Picture courtesy of the Musée des Antiquités\n(Picture courtesy of the Musée des Antiquités       spheroids, which end up forming con-\nspheroids, which end up forming con-\nNationales, St. Germain-en-Laye.)             aon           .\nNationales, St. Germain-en-Laye.)\ncentricities and/or spirals around them.\n“Experimenters will tell you that the usual\nnumber of pinches (or spheroids or toroids)\nis between 8 and 10, e.g. 9,” Peratt informed this writer. “Many times all 9 spheroids are\nseen, most often only a few.”?\nAccording to Peratt, three spheroids, with filamentation or flaring at the bottom, is not\nunusual.! What, then, happens to the other six? The answer is that “magnetic pressure flattens",
        "bibliography": [
            "1E. C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 124.",
            "2 A. L. Peratt to D. Cardona, private E-mail correspondence, July 22, 2003."
        ],
        "captions": []
    }
]