[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 99,
        "content": "Phaethon and his chariot. Phaethon ended up hurtling through the air in flames together with\nthe shattered chariot, falling to his untimely death and leaving a long trail behind.!\n\nThis myth has its counterpart in one told by the Bella Coola Indians of British Columbia\nin which the son of the Sun took his father’s torches, carrying them across the sky, with\nwhich he ended up burning the Earth and its inhabitants. Like Phaethon, he, too, was finally\ncast down from the sky,”\n\nThe same tale, in slightly different garb, is also told by the neighboring Kwakiutl. While\nin this version the son of the Sun is entrusted with his father’s jewels in lieu of torches, the\noutcome is the same. Deciding to take a shortcut across the sky, our unfortunate hero strayed\ntoo close to Earth, coming close to burning it, until the Sun intervened by tearing the jewels\nfrom his grasp and casting him into the sea.3\n\nIn comparing these far-flung but similar myths,4 James Frazer raised the issue concerning\nwhether their similarity could have been due to borrowing. “Whether the remarkable resem-\nblances between the Greek and the Indian versions of the tale are to be explained as due to\nindependent invention or to European influence,” he wrote, “is a question which, so far as I\nknow, there is no evidence to determine, and on which therefore it would be rash to pro-\nnounce an opinion.”>\n\nSimilar sentiments have been expressed since then by others, but, as Donald Mackenzie\nnoted as early as 1915 in relation to Babylonian mythology, these similarities should not\nautomatically be dismissed as having necessarily been due to borrowing.\n\n“To students of comparative folklore and mythology the myths and legends of Baby-\nlonia present many features of engrossing interest. They are of great antiquity, yet not\na few seem curiously familiar. We must not conclude, however, that because a Euro-\npean legend may bear resemblances to one translated from a cuneiform tablet that it is\nnecessarily of Babylonian origin. Certain beliefs, and the myths which were based\nupon them, are older than even the civilization of the Tigro-Euphrates valley. They\nbelong, it would appear, to a stock of common inheritance from an uncertain cultural\ncentre of immense antiquity.”6\n\nIt is not that direct borrowing through diffusion did not occur.” The path of diffusive bor-\nrowing, however, can be easily traced. But what of mythological similarities which leave no\ntrace of appropriation? If not through borrowing and diffusion, how could different races and\nnations separated by geography have ended up believing in identical, or near-identical,\nevents, especially when these events bear such obvious marks of the extraordinary? This is",
        "bibliography": [
            "! Although this tale was well known in ancient Greece, it is best preserved by Ovid in his Metamorphoses",
            "11:1:329,",
            "2S. Thompson, Tales of the North American Indians (1929), pp. 44-45.",
            "3D. B. Vitaliano, Legends of the Earth (London, 1973), p. 269",
            "4 See further examples in D. Cardona, op. cit., pp. 29-34.",
            "5 J. G. Frazer in Appendix XI to his translation of Apollodorus, The Library , Vol. 2 (Loeb, 1921), p. 394.",
            "©D. A. Mackenzie, loc. cit.",
            "7 See, for instance, D. Cardona, op. cit., pp. 35-42."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 100,
        "content": "\nlll                             {\nee    <4)\n“Uimeygeoe       \\                   F\n(illustration by Charles Hogarth.)\ni foges. f\naya St iy\nA           Ny,            iyi\nRS 7)\n\\         §\nSocrates, who never wrote anything himself, berated the art of writing.\n(ilustration by Charles Hogarth.)\nespecially so when it comes to the major deities of mankind’s ancient past. Forget the idea\nthat the gods were invented as prototypes of benevolence. As we indicated in our previous\nvolume, none of these ancient deities were upholders of law and order. On the contrary, their\nbiographies and histories reveal them to have been thought of being nothing more than a\nbunch of revelers, indulging in sexual dishonesty, incest, rape, murder, and genocide without\nequal.!\n“The gods [Alfred de Grazia wrote] are made ‘to be’ as they ‘should be,’ friends of\nours, of our tribe, or perhaps even of humanity. No matter that they are also believed",
        "bibliography": [
            "1 [bid., pp. 43-46."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 101,
        "content": "\neen     Z CV) Wy.",
        "bibliography": [
            "a ee   COME Nes =",
            "(ge <1  4   ABS Vo",
            "Co)     A).         My              y",
            "“    BF ae  we                      ,",
            "ga    uN",
            "A.          A",
            "Writing, so Socrates avowed, is inferior to orality",
            "Since the written word cannot be made to answer questions.",
            "Shown above: Greek scholar writing on papyrus.",
            "(Illustration by John Green.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 102,
        "content": "\nABURSRAE HEE UTC SV VITEN,\nUUPRARLA LG BUI SM. VITOR.\nClg R PS, MZ IL PSI BEE WSK,\nCty SP 02 LLCS. I S.C UNOS IC\nCEA TE MUTT 2 O00 MALE DDS 08.\nJIL 2 TE HOU FL COOK NALET ALO,\nTENNVSWNE TAIL BR eke v. EM,\nGON NIVGMUNE HTL @BSaoekeYy, let.\nWD WALD ET EM ee ODE\nSRB UDALL DEAE YEE Dh OU\nHOR OMYC. 1 LEEK VIVA,\nBOOP INIC 7 LEEK YIV-W TTA,\nUE Wk RODIN: HO FADO\nUi Wak HELSING O20 FA iO S2:\n.                                  Ss\nLYSIS. Shy LSA MSR Sd OE\nLNA LAGS. Sb). SAV NMS 8 aH UNE\nThe rongorongo script of Easter Island\nWhich dates no farther back than the late nineteenth century.\nto have repeatedly destroyed the nations and that they will do so again.”!\nWhy, then, did man invent such lawless gods? Or did he? If the characters and actions of\nthe deities of one ancient race or nation were reflected in the divine characters and actions of\nother far-flung peoples, could it not be that they had all witnessed the same events which\nwere attributed to godly actions in the first place? But for all such actions to have been wit-\nnessed by one and all, regardless of geographical locality, the events would have to have\nbeen portrayed on a screen that would have been visible from just about everywhere. The\nonly such screen available to all of mankind at one and the same time is the sky. The Sun, the\nMoon, the stars, all act out their drama on the sky and everyone on Earth witnesses their\never-changing spectacle no matter where they may be located.\nTHE PLANETARY DEITIES\nThat man’s ancient deities resided in the sky—although sometimes on top of moun-\ntains—need not be stressed. Down to the present age, regardless of the religion concerned,\nGod is still believed to reside there. But who, or what, were these ancient deities?\nMan’s ancient deities were not merely celestial, or somewhat vaguely astral, but specific-",
        "bibliography": [
            "1A. de Grazia, Homo Schizo, Ul (Princeton, New Jersey, 1983), p. 179."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 103,
        "content": "ws.\nee          =\na\na          -   .\nCES                            a\nSER\nFA\noo           min\nphi or euiptin villi (oar\nNYE   MNS re\nif I     ANS       | ¢ \\ Ay amen LISA Ee yee y\npA                   Milan anh eT EAST”\n\\      (iF         SON Te Matt    ) BN\nos        COC Aaa     k\np}s          a                  wit Bee\n\\     en   i  yn Aeas   \\ |\nQ            y  |      rs  vcs) ~|   t\nA \\          ye  Sek 2 ee  fat     Kos\nAX          fi           L  J  ul\né                       a DD     j              |\nKi          f\nty AY DY AKL I            |\nVy    -          y\nd            3 i)          |\nAS      non\ni      oS\nWie Poses        spear age\ncom\n_      Whom\nHawaiian mele singer.\nHaving no written language, ancient Hawaiians passed their traditional lore down the generations\nIn the form of mele—memorized songs, chants, or poems.\n(Illustration by Y. S. Green.)\n103",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 104,
        "content": "\nally planetary. In other words, they were the anthropomorphized representations of those\nplanets visible to the naked eye.! Although most early mythologists were quite cognizant of\nthis verity, there were some among them who attempted to counteract this claim. Prime\namong them was Donald Mackenzie despite the fact that he, too, recognized the “stellar” as-\nsociation of the ancient Mesopotamian gods.\n“From the earliest times of which we have knowledge [he wrote], the religious beliefs\nof the Sumerians had vague stellar associations. But it does not follow that their\nmyths were star myths to begin with.”?\nMackenzie, however, was wrong on two counts: (1) the “stellar” associations with the an-\ncient deities were anything but vague, and (2) their myths were definitely “star” myths or, to\nbe more precise, planetary, from the very beginning. Unfortunately, many modern\nmythologists have seen fit to follow in Mackenzie’s footsteps in negating the planetary\nassociations of the ancient deities. Even among those who continue to recognize the cosmic\nscheme behind mythology, one can still find some who attempt to downplay, if not entirely\nignore, its planetary aspect. Such a scholar is W. Gibbon who opted for the stars themselves\nin lieu of the planets:\n“Star lore has often been neglected as a legitimate contribution to comparative my-\nthology... The basic reason for this, I think, has been a failure to distinguish between\nthe star name itself and any myth or myths which accompany it.”?\nEven so, as Edwin Krupp pointed out, “without celestial myth, it is difficult to understand\nhow these concepts emerge and why they earn such high status in the symbolic vocabulary of\ntraditional myth.”4\nThe only allowance some modern mythologists make in this respect concerns the Sun.\nEven the astronomer Carl Sagan found reason to state that: “Our ancestors worshipped the\nSun, and they were far from foolish.”5 But that the planets, more than the stars or even the\nSun, influenced man’s religious systems—nay, actually gave birth to them—is borne out by\nwhat the ancients themselves had to offer on the subject. That the ancient Israelites wor-\nshipped the planet Saturn has already been shown in our previous volume.6 What is\nless known is that the Jews of Rabbinical times continued to believe in planetary influ-\nence. It is true that, as is recorded in the Babylonian Talmud, Rabbi Yohanan proclaimed\nthat: “There are no constellations for Israel.”7 But Rabbi Hanina, on the other hand, is re-",
        "bibliography": [
            "1D. Cardona, op. cit., pp. 51-64.",
            "2D. A. Mackenzie, op. cit., p. 289.",
            "3 W. Gibbon, “Asiatic Parallels in North American Star Lore: Ursa Major,” Journal of American Folklore, 77",
            "(1964), p. 236.",
            "4. C. Krupp, “Sky Tales and Why We Tell Them,” in H. Selin (Ed.), Astronomy Across Cultures (London,",
            "2000), p. 20.",
            "5c, Sagan, Cosmos (N. Y., 1983), p. 243.",
            "6D. Cardona, op. cit., pp. 205-212.",
            "7 Babylonian Talmud, Shabbat 156b."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 105,
        "content": "\ncorded as having stated that: “The planetary influence gives wisdom, the planetary influence\ngives wealth and Israel stands under planetary influence.”!\nMoreover, the Greek god known as Helios is often depicted in Jewish synagogues, and\nnot only as a radiating disk but also in anthropomorphized human form.? Lucille Roussin has\nadditionally noted that the same Greek god is also “frequently found on Jewish magical\namulets, often with inscriptions naming the deity and such angels as Michael and Raphael.”3\nThe Sefer ha-Razim even includes a prayer to Helios.+ Naturally enough, Roussin understood\nthis as referring to the worship of the Sun god by some ancient Jews.° But that Helios was\noriginally the name of the planet Saturn, so admitted by the ancient Greeks themselves, we\nhave already shown in our previous work.®\nIt has also been said that “even when a god or goddess is known to have been associated\nwith a planet, it does not follow that any and every reference to that deity necessarily sym-\nbolises something to do with the planet.” Bob Forrest, who wrote those words, then contin-\nued by stating that:\n“As Geoffrey Grigson said of Aphrodite and her planet, Venus, the Greeks did not\nthink ‘Oh, there goes Aphrodite!’ every time they set eyes on the Evening Star! The\nplanet merely ‘belonged’ to the goddess. It was symbolically associated with her. Just\nso, when Ishtar and Nergal feature in the flood story it is as gods, on the same footing\nas other gods in the story, such as Ea, Enlil and Ninurta, and not as planets. Gods and\ntheir planets are not synonymous...”*\nBut this, too, is entirely incorrect and, yes, the probability is that the Greeks did say “oh,\nthere goes Aphrodite” every time they set eyes on the Evening Star. It is not true that the\nplanet Venus merely belonged to the goddess. Aphrodite was one of the very names for the\nplanet. This is so true that, in the western world, to this day the planets are still called by the\nnames of the Latin deities. Nor was this due to an arbitrary decision; it is merely a continua-\ntion of the ancient Roman belief that the planets were in fact the gods they venerated. And\nso, also, with Ishtar, Nergal, Ea, Enlil, Ninurta and all ancient deities. They were the planets;\nthey were the names by which the planets were called; and, yes, with but few exceptions, and\nshorn of embellishments, every reference to these deities were references to the planets they\nnot only symbolized, but which they actually stood for. Like Forrest, most modern scholars\nof mythology are fond of declaring that the gods and their planets are not synonymous.? This\nconstitutes a debate that has gone on for far too long. But the most ancient of extant texts",
        "bibliography": [
            "1 Ibid.",
            "2 L. A. Roussin, “Helios in the Synagogue,” Biblical Archaeology Review (March-April 2001), pp. 53, 54, 55.",
            "3 Ibid., p. 55.",
            "4 Ibid.",
            "5 Ibid., pp. 53 ff.",
            "6D. Cardona, op. cit., pp. 71, 121, 135, 137, 139, 148, 163, 165, 217, 252, 312.",
            "7B. Forrest, A Guide to Velikovsky’s Sources (Santa Barbara, California, 1987), p. 68.",
            "8 Ibid.",
            "9 See here D. Cardona, op. cit., pp. 47-50."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 106,
        "content": "\nLag\nprove these criti\n GS J)\nmg) Ty\n—                  shown i    critics wron;\nay\ntig \\!\nIshtar, the Assyro-Babylonian deity\n_        k    n our previ    g. As we hi\nof the planet Venus.\nMolded brick ornamentation from\n;                     nown sign for dei ious work, th     sn\nthe temple of Kara-indash, Uruk.\n(Illustration by Marie-Jostphe Devaux.)\n_          the earliest wri  eity in Sumeri   © earliest\nprove these critics wrong. As we have\nof, is strict! written language  an, which is\nshown in our previous work, the earliest\n~~                  Cochrane po thet of a ater  that we kn\nknown sign for deity in Sumerian, which is\nthe earliest written language that we know\nost                  siraie poled oun, ae eaxy\nof, is strictly that of a star.! In fact, as Ev\nJER     _         ative for poled out, the ve  ‘act, as Ev\nCochrane pointed out, the very determin-\nMh    N,               cuneif   god,” called dingi  Ty determin-\native for “god,” called dingir, in Sumerian\ncuneiform features a star. And, as K.\nBae             iform f       ne\nBa\ncm               S         features        , in Sumeri\nSzarzynska stated outright: “In the most\narchaic period the determinative dingir was\n4           zarzynsk        a star?       man\nassociated with astral deities only.”3 Henri\n|             ynska stated     ar.? And.\nFrankfort, who wrote that “it is possible to\nq    ———         archaic peri      outright: “   , as K,\nclaim that the great gods represented the\n_            3             i period the d     : “In the\nplanets,”* had no doubts about this dictum.\nee;                 associated wi     leterminative di   most\nAnd yet, when one remembers the vast\nnumber of deities believed in by any one\nAO        i          Frankf    with astral deiti  ive dingir was\nancient nation that ancient texts enumerate,\n=   \\s                  inktort, who       leities only.”3\nthe mind begins to boggle. In the cuneiform\ntablets discovered at Ebla alone, there are\na              claim that th  wrote that “it is ly.3 Henri\nsomething like five hundred different\n-  fe andl             planets,”4 had ne dou gods vmeeonted to\ndeities mentioned But even this pales to\ninsignificance when compared to a list of\n(          _                                     ni\nSumerian deities which includes more than\nWA      -           And yet, whe loubts about resented the\nfive thousand names.® How can all these\ni WA  q   _        number of deiti n one remembe:  ictum.\ndeities be made to account for the planets,\nwhich are only five in number, that are\nua Weta               ancient tion that believed in ie the vast\nvisible to the naked eye?\nThis complexity is due to various fac-\nWit  NT           the mind begin  at auiient teits encmert,\ntors. For one thing, seeing that each planet\nbh LTA a               tablets di     s to boggle. In    mumerate\nwas imbued with different attributes, each\none of these attributes was often encum-\nA A            discovered    In the cuneiform\nbered with an additional descriptive name.\nVAN        something li   at Ebla aloi   eiform\nFor another, besides the planets themselves,\nTR oo       deiti     ke five     ne, there\nplanetary phenomena were also deified in-\nRA |         cenes mentioned5   hundred diff  a.\ndependently of whichever planet produced\n7 verve tian         insignifican    5 But even thi  ifferent\nthe phenomena. But mainly the complexity\nHie NO  ‘          Sumerian ane compar us pales to\nEY ap             five      leities which i   ed to a list\na mr |           dei - thousand names.6 includes more  of\nmn im            leities be mad   es.° How can    than\n alt RT|             which are only ye account for th all these\n7S |            i tote moked eve? number, that are\n\\ i      Sy             is complexity is.           °\na                    tors. For one: lexity is di\nIshtai     ——                   . For one thin;      ue to vario\nar, the Assyro-Babylonian di         was imbued wi  g, Seeing that    us fac-\nMorea’ the once vems, deity        one of ramen different hat each planet\nprick orné     us.     .        bei     .     attribute:          utes, e\nthe temple of  namentation fi          red with     aed oft   » each\nhe temple of Karuna, rake        For another, b additional descri on eneui\n°   viecJostnne Deva)      planetary ph esides the planets chem name.\n“      depend    enomena we    s themselves,\nthe ph lently of whiche  re also deified in-\nphenomen:       ver planet       7\na. But mainly th  produced\ny the complexity",
        "bibliography": [
            "! Pid. p. 63.",
            "2E, Cochrane, op. cit., p. 16.",
            "3K. Szarzynska, Sumerica (Warsaw, 1997), as quoted by E. Cochrane in ibid. (emphasis added).",
            "4H. Frankfort, Cylinder Seals (London, 1965), p. 156.",
            "5G. C. Heider, The Cult of Molek (Sheffield, England, 1985), p. 96.",
            "©F. G. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970), p. 21."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 107,
        "content": "\nis due to the fact that the planets were named independently by different peoples who then\namalgamated into ever bigger congregations, into tribes, races, civilizations, and finally na-\ntions. In the end, the same planets became known by a multitude of names, the same that now\nbewilder us.\nThis was recognized in ancient times,! even though it was somehow lost on early\nmythologists such as Frederick Elworthy. Although Elworthy, as well as others of his ilk,\nwell understood the synonymy of many ancient deities, his belief was that this was due to\nconfusion by the ancients in which various deities became reduced to one. That the confu-\nsion is due to mythologists rather than the ancients or their mythology has been shown in our\nprevious work. And yet, with such a vast array of divine names, how are we to know at this\nlate date which divinities represented which planets? Cochrane, for instance, well understood\nthat:\n“One of the most difficult problems facing the researcher in comparative mythology\nconcerns the planetary identifications of the ancient gods...That the ancient gods\nwere celestial objects seems obvious; what is not obvious, however, is which gods\nrepresent which celestial objects.”3\nYet even here, we are not lost in a turbulent sea. Many of the ancient deities have been\nidentified for us by the ancients themselves. And here is where comparative mythology\ncomes in because, when we encounter deities whose identities have been lost, we can com-\npare them and their characteristics to ones whose identities are known.\nBut why, then, have most mythologists not accepted the astronomical lore that lies behind\nthis ancient mytho-historical record? Let us not blame them because, if we accept what the\nmytho-historical record declares, we will end up believing that the sky that stretched above\nour ancestors’ heads was entirely different, and drastically so, from the one that stretches\nabove us today. And it is this, more than anything else, that has kept most mythologists from\nembracing the astronomical content of myth. In this, needless to say, they have been re-\nstrained by the beliefs of the astronomers who had always been vociferous in proclaiming\nthat the motions, to say nothing of the stations, allotted to the planets as described in myth\nare physically impossible. With the exception of a few unorthodox scholars, iconoclasts one\nand all, no one thought to ask whether the arrangement of the Solar System might have been\nentirely different during man’s early sojourn on Earth. Astronomers were adamant in declar-\ning that the Solar System has remained virtually unchanged since its formation.\nThis, of course, raises yet one more question. How much can we rely on what the an-\ncients stated about the five planets they could pick out against the starry sky with the naked\neye? Or, to put it differently, how much could the ancients have known concerning the con-\nglomeration of Sun-orbiting planets we call the Solar System?",
        "bibliography": [
            "1 See, for instance, C. W. King, The Gnostics (1874), p. 83.",
            "2 FT. Elworthy, The Evil Eye: The Origins and Practices of Superstition (London, 1895, reprinted in N. Y.,",
            "1971), pp. 185-187.",
            "3 E. Cochrane, “Velikovsky and the Problem of Planetary Identification,” AEON I:2 (February 1988), p. 89."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 108,
        "content": "ANCIENT ASTRONOMICAL LORE\n\nPut plainly, the ancients were no dummies when it came to astronomy. In many ways,\nthey were more knowledgeable than the scientists of the nineteenth century. Take meteorites,\nfor example: their reality were not scientifically acknowledged until 1803.! And yet, the an-\ncients did not only recognize the fact that stones and iron fell from the sky, they also knew\nthat they originated out in space in the realm of the planets. For that reason, meteorites were\nalso believed to be divine, and they were housed to be venerated in temples and other shrines\nthroughout the world.?\n\nWhat is perhaps less widely known is that even Solomon’s temple was associated with a\nfallen meteorite. Thus: “According to rabbinical tradition, the site where King Solomon built\nhis temple (in the 10th century B.C.) was determined by the fall of the Eben Shetiya (‘Fire\nStone’), which landed during the reign of Solomon’s father David.”3 This Eben Shetiya (vari-\nant, Shetiyyah, or Even ha-Shetiyah), also known as the Foundation Stone, was not only\npreserved, but was later moved into the Holy of Holies of Solomon’s temple, on which the\nark of the covenant was placed.* And later still, when Herod rebuilt the temple during the\nRoman period, the Eben Shetiya was again incorporated into the new edifice. The ark of the\ncovenant having by then disappeared, this meteoric stone became the most holy object in\nHerod’s temple. On it was placed the fire-pan with burning coals on which incense was la-\ndled on Yom Kippur?\n\nAmong various nations, iron meteorites, usually known by the epithet “fire from heaven,”\nunlike stony ones, were on the other hand considered evil and, in Egypt, associated with Set,\nthe antagonist of Osiris.° Among these nations, iron implements became tainted with this\ntaboo, leading to the prohibition of their use in association with holy places and sacred\nobjects. The Old Testament preaches against the utilization of iron in the construction of\nYahweh’s altar.’ Greek and Roman cults also enforced this prohibition.’ Thus the Sublician\nBridge in Rome, being considered sacred, had to be kept in repair without the use of iron.?\nThe enlightened Hindu priest Raja Vijyanagram would not allow iron to be used in architec-\ntural construction within his territory lest misfortune befall his realm.!°",
        "bibliography": [
            "1 See here D. Cardona, op. cit., p. 83.",
            "2 Ibid., pp. 77-82.",
            "3 P. James & N. Thorpe, Ancient Mysteries (N. Y., 2001), p. 102; see also L. Ginzberg, The Legends of the",
            "Jews, Vol. V (Philadelphia, 1968), p. 15.",
            "4L. Ginzberg, loc. cit.",
            "5 L. Ritmeyer, “The Ark of the Covenant: Where It Stood in Solomon’s Temple,” Biblical Archaeology Review",
            "(January-February 1996), p. 72.",
            "6 See here D, Cardona, op. cit., pp. 78, 80.",
            "7 Deuteronomy 27:5.",
            "8H. B. Walters, Catalogue of the Bronzes, Greek, Roman and Etruscan, in the British Museum (London, 1899),",
            "p. xviii.",
            "9F. Elworthy, op. cit., p. 221.",
            "10 Tbid."
        ],
        "captions": []
    }
]