[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 79,
        "content": "\noverwhelmingly confirms this but suggests that in at least those regions refrigeration\nwas Virtually instantaneous...”!\nWe can therefore see that most of the catastrophists who claim that the Ice Age was due\nto a sudden onslaught of ice do so mainly on the evidence of the frozen mammoths and other\nmammals the remains of which have been found in Arctic and sub-Arctic regions. To be\nsure, the sudden catastrophic demise of the Arctic mammoths and other fauna has been de-\nbated for years.? But while this problem has not yet reached a conclusive resolution, the col-\nlective evidence, with which this author is in total agreement, does favor a sudden cata-\nstrophic onslaught.\nNow it has often been stated that the present polar caps are the tail-end—the left overs if\nyou wish—of the Pleistocene Ice Age. In fact, as Cesare Emiliani and E. J. Opik have stated,\ncurrent belief is that we are still living in the Ice Epoch. We, on the other hand, shall here\ninstead argue that the end of the Pleistocene Ice Age and the freezing of the present polar\ncaps were separated by a lengthy warm period which mankind remembers as a paradisiacal\nera, usually termed the Golden Age, during which he lived in comfort as one with nature 4\nThis has to be stressed because, in the past, our point of view concerning the Ice Age has\nbeen misunderstood and misrepresented by those who thought to include it in their analyses.\nThus, for instance, Trevor Palmer had it stated that the hypothesis developed by my\ncolleagues and I “would also seem to require a short-catastrophic transition between the\n‘Golden Age’ and present-day conditions, with no obvious space for glaciations of long\nduration.”> This is simply not so because, for one thing, the Golden Age, came after the\nPleistocene Ice Age. And, for another, the Ice Age, as it is made to fit the present thesis, is\nnot hypothesized to have been of short duration.\nFrom the above it follows that those beasts whose remains have been found frozen in\nwhole or in part in Arctic and sub-Arctic regions could not have been exterminated at the be-\nginning of the Ice Age. Had that been the case, the deep frozen specimens of these animals\nwould have had ample time to thaw and decompose during the lengthy period of the Golden\nAge. The conclusion reached in the present study is that these behemoths were catastrophi-\ncally eradicated when the present polar ice caps were formed, long after the Pleistocene Ice",
        "bibliography": [
            "1D.S. Allan & J.B. Delair, op. cit., p. 314",
            "2 See here especially, D. Cardona, “The Problem of the Frozen Mammoths,” KRONOS I:4 (Winter 1976), pp.",
            "2 See here especially, D, Cardona, “The Problem of the Frozen Mammoths,” KRONOS I:4 (Winter 1976), pp.",
            "77 ff., reprinted in The Sourcebook Project, Vol. E2 (1978); W. White, C. L. Ellenberger, & D. Cardona,",
            "“Mammoth Update,” in ibid. VIL:-4 (Summer 1982), pp. 62 ff.; A. Price, “Mammoth Histology,” in ibid., pp. 90",
            "ff.; W. White, “Catastrophism and the Mammoths,” Parts I, II, & II, in ibid. XI:1 (Fall 1985), pp. 91 ff., XI:2",
            "(Winter 1986), pp. 83 ff., & XI:3 (Summer 1986), pp. 89 ff.; and especially C. Ginenthal, “The Extinction of the",
            "Mammoth,” The Velikovskian III:2-3, in toto (despite the fact that he made a mess in converting Centigrade to",
            "Fahrenheit temperatures), in all of which numerous additional sources are cited.",
            "3 ©. Emiliani, “Ancient Temperatures,” in P. Cloud (Ed.), Adventures in Earth History (San Francisco, 1970), p.",
            "891; E. J. Opik, “The Ice Ages,” in ibid., p. 870.",
            "4 In order not to stray from the chronological sequence we are here attempting, the paradisiacal era,",
            "mythologically known as the Golden Age, will be treated in full in a future volume of this protracted series.",
            "5 T. Palmer, “Catastrophes: The Diluvial Evidence,” Chronology & Catastrophism Review (2000:1), p. 113."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 80,
        "content": "\nAge had come to an end.! Thus, in a way, Hapgood was correct when he blamed the demise\nof these beasts on “the suddenness with which the ice cap was born,”? although not through\nthe mechanism he had proposed. That being the case, the catastrophic demise of these Arctic\npachyderms and other mammals cannot be used as evidence for the sudden onslaught of the\nPleistocene Ice Age. Whether that particular Ice Age, and previous ice ages, were sudden in\ntheir onslaught and/or their termination cannot even be contemplated until the true cause of\nice ages in general can be ascertained.\nTHE ICE-FREE ARCTIC\nThe biggest problem that has so far faced the glacial theory, which most catastrophists\nhave picked upon, holds the decisive clue concerning the real nature of ice ages, from which\ntheir actual cause can then be ascertained. Because Earth’s present coldest regions are its two\npolar circles, it has been generally assumed that the Pleistocene Ice Age had its origin in\nEarth’s north pole from which the glaciers spread southward. This, however, could not have\nbeen the case for the simple reason that regions within the Arctic Circle were actually spared\nthe onslaught of ice. As Velikovsky and those who followed him, including Allan and Delair,\nhave been stressing, northeastern Siberia, the New Siberian Islands, Novaya Zemlya,\nSpitzbergen, Kong Karls Land, Franz Josef Land, the eastern part of Alaska, the Yukon, is-\nlands of the Canadian archipelago, Banks Island, and northern Greenland, which today are\namong the coldest places on Earth, were not glaciated during the Pleistocene Ice Age As\nHenry Howorth reported as early as 1893:\n“Tt is a familiar fact that there are no traces of glaciation in northern Asia, but, on the\ncontrary, there is the most complete and consistent evidence that no such traces are to\nbe found either on the flat tundras or on the higher ground.”5\nAnd:\n“We find, roughly speaking, that by the fortieth meridian of east longitude, passing\nthrough the White Sea, and the one hundred sixtieth of west longitude, passing\nthrough Alaska, but separated by the Atlantic Ocean, is included the portion of the\nnorthern hemisphere which presents us with proofs of that abnormal extension of ice\nwhich we styled the Glacial Epoch. Great as this extension of the glacial episode was,",
        "bibliography": [
            "! See here D. Cardona, “The Demands of the Saturnian Configuration Theory,” Chronology & Catastrophism",
            "Review (2000:1), pp. 73-74.",
            "2C. H. Hapgood, loc. cit.",
            "3 See, for instance, W. Cholrlton, op. cit., pp. 18, 24.",
            "41. Velikovsky, Worlds in Collision (N. Y., 1950), pp. 325-326; C. W. Hunt, “Constraints on the World",
            "Mountain Concept,” AEON 1:6 (December 1988), p. 109; D. S. Allan & J. B. Delair, op. cit ., pp. 39, 247; D.",
            "S. Allan, “An Unexplained Arctic Catastrophe,” Chronology & Catastrophism Review (2001:2), pp. 3 ff., where",
            "various other sources are cited.",
            "5H. Howorth, The Glacial Nightmare and the Flood, Vol. Uf (London, 1893), p. 502."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 81,
        "content": "\nit is only fair to point out that from the Kola Peninsula in fortieth east longitude to\nBering Strait, the vast tundras of Siberia, extending through one hundred fifty degrees\nof longitude, do not appear to present any traces of that abnormal ice episode which is\nso remarkably impressed on northwestern Europe and the northern part of Amer-\nica... There is consequently no evidence for assuming that during the extension of the\nglacial episode on Scandinavia, Great Britain, and North America the climate of Sibe-\nria differed very greatly from what it is now. Presumably it must have been warmer,\nfor the land at that time supported vast herds of mammoth, rhinoceros, and other large\nmammals whose remains are found in the tundras of Siberia and the more northern\nNew Siberian Islands.”!\nTrue enough, in 1952, Opik recommended prudence, at least as far as Siberia is con-\ncerned. As he wrote then, “in most textbooks Siberia is referred to as having been free from\nice.”? To which he added: “This is an example of how imperfect our knowledge of past\nglaciations may be, and summons us to caution, especially with respect to former ice ages\nwhich happened hundreds of millions of years ago, and of which fewer traces must have been\npreserved than of the recent Quaternary [in which the Pleistocene epoch falls]...\nOpik was right: Our knowledge of past glaciations was imperfect in 1952 as, to some ex-\ntent, it still is. But nothing that has come to light since he wrote those words have changed\nthe situation that J. B. Dana originally reported when he wrote that: “It is a remarkable fact\nthat no ice mass covered the low lands of northern Siberia any more than those of Alaska.”\nof Alaska.”\nIn fact, whatever glaciation gripped northeastern Siberia, east of the Lena, was of an alpine\ntype and not a continuous ice cover; only the highlands boasted a few glaciers, while the\ncoastal plain was left free of ice.5 This situation being akin to modern-day Switzerland, one\ncan hardly call it an ice age.\nAnd, as R. F. Griggs stated in Science:\n“The islands of the Arctic Archipelago were never glaciated. Neither was the interior\nIn the late 1900s, Allan and Delair could still declare that:\n“Today, the world’s coldest known land region is north-eastern Siberia. There, if\nanywhere, we might expect huge ice-sheets to have developed if the Ice Age theory",
        "bibliography": [
            "1 Jbid., p. 510.",
            "2B. J. Opik, loc. cit.",
            "3 Ibid.",
            "4 As quoted by I. Velikovsky, Earth in Upheaval (N. Y., 1955), p. 43.",
            "5 A. P. Vaskovsky in K. K. Markov & A. J. Popov (Eds.), Ice Age in the European Section of USSR and in",
            "Siberia (Moscow, 1959), p. 512; W. R. Farrand, “Frozen Mammoths and Modern Geology,” Science (March",
            "17, 1961), p. 732.",
            "ORF. Griggs, “Indications as to Climate Change From the Timberline of Mount Washington,” Science, Vol.",
            "95, No. 2473 (1942), p. 519."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 82,
        "content": "\npossessed validity. Yet comparatively very few areas of Siberia exhibit signs of sig-\nnificant glaciation, either past or present...\n“Interestingly, as in neighbouring Alaska to the East, thin rock pinnacles still stand\nunglaciated at several Siberian localities which thick ice, had it once existed, would\nunquestionably have ground down and demolished.”!\nBy the 21st century, this had become so unarguably apparent that the editors of National\nGeographic could by then proclaim outright that:\n“Ice held most of the northern latitudes in its grip 18,000 years ago—with important\nexceptions. In the last ice age glaciers never completely covered eastern Siberia,\nAlaska, and the Yukon.”\nIn Alaska, only the mountains were glaciated.> Glaciated mountains on their own, how-\never, do not make for an ice age. Also, during the height of the Ice Age, when south-eastern\nAlaska is avowed to have been under ice, “remains in a cave indicate that plants and animals\nwere still thriving there.”4\nThe polar explorer Vilhjalmur Stefansson could also deduce that: “Probably, then as now,\nan exception was the northernmost part of Greenland; for it seems a rule that the most north-\nerly lands are not, and never were, glaciated,”> as has more recently been confirmed by K. H.\nCuffey and S. J. Marshall.\nLabrador and Newfoundland, too, seem to have escaped the icy onslaught.’ In analyzing\na sedimentary core drilled from the Labrador coast, Gustav Vilks and Peta Mudie came to the\nconclusion that “an ice-free ocean may have occurred as early as 22,000 years before the\npresent.” Pollen from this area “indicates the continuous regional presence of terrestrial\nvegetation during this time.”\nIn fact, great tracts of the Canadian Arctic were spared from the onslaught of ice.\n“The...absence of glaciation of sizable areas of Arctic Canada may have been greater\nthan generally conceded; for although Cornwallis and Devon islands at 75° 32' N are\ncommonly believed to have been glaciated and are depicted as being so on maps re-\nconstructing Ice Age times, Grinnell Land still further north at the polar end of",
        "bibliography": [
            "1p. S. Allan & J. B. Delair, op. cit., p. 39.",
            "2 “Plant that Beat the Ice Age,” National Geographic (March 2001), “Geographica” section, page not",
            "numbered.",
            "3'T. W. Field, “Evidence of an Inversion Event?” AEON II:1 (June 1989), p. 10.",
            "4 As reported in “Secrets of the Ice Age,” Chronology & Catastrophism Review (2001:2), p. 43.",
            "5 V. Stefansson, Greenland (1942), p.4.",
            "6K.H. Cuffey & S. J. Marshall, Nature, Vol. 405 (2000), as cited by J. B. Delair in his obituary to his co-",
            "author, Derek Scott Allan, Chronology & Catastrophism Review (2001:2), p. 62.",
            "7D. S. Allan & J. B. Delair, op. cit., p. 45.",
            "8G. Vilks & P. J. Mudie, “Early Deglaciation of the Labrador Shelf,” Science (December 15, 1978), pp. 1181,",
            "1183."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 83,
        "content": "\nLdi 3   —\n4   ute  5  —\n ee\ni) ea    rie\na Nt Lam ca\n) =o Sy",
        "bibliography": [
            "Earth’s north polar regions.",
            "Blue circle indicates the Arctic Circle.",
            "Red circle indicates Velikovsky’s displaced polar cap.",
            "Green circle indicates Hapgood’s displaced polar cap."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 84,
        "content": "\nEllesmere Island, Banks Island and Prince Patrick Island all yield evidence militating\nagainst the notion that they were ever glaciated at all.”!\nThus marine shells which have been found at high elevations on the islands of the Cana-\ndian Arctic “should have been pulverized had ice-sheets ever crept across these territo-\nries...”\nEven England might have escaped the Pleistocene ice. As Allan and Delair noted, despite\nmaps which show the radiation of ice sheets from the interior of Great Britain toward the\ncoast, glacial signs from southern Scotland, Aberdeenshire, the North Sea, the Shetland Is-\nlands, and elsewhere are lacking.3 Additionally, the mining of a fossil site near Oxford, dated\nto 200,000 years ago, when the Ice Age has been calculated to have been at its height,*\nyielded the remains of plants and mammals, including mammoths and lions, “indicative of a\nlush warm period.”5\nEvidence from the other side of the world indicates that even Tibet, the present coldness\nof which need not be stressed, might have been ice-free during the Ice Age. This evidence\ncomes from human hand and foot prints imbedded in solidified mud which David Zhang dis-\ncovered 50 miles from Lhasa. Through the technique of optical dating, Zhang and his col-\nleague, Shenghua Li, from the University of Hong Kong, have determined that the prints date\nfrom 20,000 years ago, during the time when glaciologists believed the Tibetan Plateau to\nhave been covered by the half-mile thick ice sheet of the Pleistocene epoch.6 Had that been\nthe case, there would not have been any exposed surface mud to harden into rock bearing the\nimprints of human hands and feet.\nWhat all the above indicates is not what Velikovsky, Hapgood, and those following them\nhave been claiming. It does not indicate a displacement of the Arctic polar cap.”? As can be\neasily seen in the preceding map, Velikovsky’s displaced ice cap, centered, as he claimed, on\nBaffin Bay (between Greenland and Baffin Island), would include all of Greenland, Spitz-\nbergen, Newfoundland (including Labrador), and all of the Canadian Arctic islands, which\nwe have seen to have been free of ice. So, likewise, with Hapgood’s displaced cap, centered\non Hudson Bay, which would also have included Canada’s Arctic Islands, most of which\nwere unglaciated. True, both of them exclude Siberia, the New Siberian Islands, Novaya\nZemlya, and adjacent lands; but that, unfortunately, is not enough. One can perhaps think of\nshrinking the periphery of the areas indicated by both Velikovsky and Hapgood, but this,\nthen, would omit areas in the south which were glaciated. Besides, if the glaciated region of\nthe Pleistocene Ice Age is supposed to have been a previous polar cap, one would reasonably\nhave to assume that it would have covered a comparatively equal area to that enclosed by the",
        "bibliography": [
            "1p. S. Allan & J. B. Delair, op. cit., pp. 42, 62.",
            "2 Ibid., p. 40.",
            "3 Ibid.",
            "4 See here, for instance, G. Gamow, “Origin of the Ice,” Scientific American (October 1948), p. 42.",
            "5 Earthwatch Magazine (January-February 1995), p. 30, as reported in “Ice Age Eden,” Chronology &",
            "Catastrophism Workshop (1995:1), p. 31.",
            "6 J. Glausiusz, “High Jinks at the Hot Springs,” Discover (July 2002), p. 16.",
            "7 See here also, J. White, Pole Shift (N. Y., 1980), pp. 98, 364."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 85,
        "content": "\npresent Arctic Circle. Fine, I will even grant that such territory would not have had to be a\nperfect, or even near-perfect, circle. After all, given the various elevations of land, ocean cur-\nrents, and wind directions, the glaciated area would have been somewhat irregular. But, then,\nwith enough juggling, any data can be made to fit a preconceived scheme.\nOn the other hand, one inescapable fact we notice from a map of Earth’s north polar\nregion is that, with but some exceptions, give or take a little, all the areas which remained\nunglaciated during the Pleistocene Ice Age lie within the present Arctic Circle. The major\nexceptions include Tibet on one side, and Great Britain on the other. These two localities,\nhowever, seem to fit no one else’s overall plan and must therefore be assigned to the vagaries\nof nature due to the above mentioned difference in land elevations, wind directions, and\nespecially ocean currents as they existed at the time. Strange as it may sound—and our\nscenario will grow stranger still—what all this indicates is that, during the Pleistocene Ice\nAge, the entire Arctic Circle was free of ice.\nBut hold on, one might object: What about the Arctic Ocean itself? Was this not sup-\nposed to have been entirely covered by pack ice, with its periphery encroaching latitudes to\nthe south beyond its present reaches? Yes, it has been so conjectured by the vast majority,\nbut even as early as 1949, C. E. P. Brooks found reason to doubt this. As he then asked: “The\ninteresting question arises, has the temperature of the Arctic Ocean risen above the critical\npoint at any stage of post-glacial times?”! And, as he himself answered:\n“T think there is no doubt that it has...During the “Climatic Optimum’ there was a rich\nflora in Spitsbergen, while the fossil marine mollusca indicate a coastal sea tempera-\nture much higher than the present in all the Arctic lands which are at present domi-\nnated by sea ice, including Iceland and Greenland.”?\nSo, similarly, with P. Borisov who, twenty-four years later, came to the same conclusion.\n“Twice during the Holocene,” he wrote, “for a total of 5,000 years the Arctic Basin was\ncompletely free of ice.”?\nGranted, both Brooks and Borisov were alluding to post-glacial times, since the Holocene\nfollowed immediately after the Pleistocene. Even so, the Arctic Basin, which contains the\nArctic Ocean, should not have been free of ice at any time either during or immediately fol-\nlowing the Pleistocene Ice Age. Needless to say, the glaciation or otherwise of the Arctic\nOcean basin is more complex than that since we are not here dealing with glacial scars left on\nsolid ground. As Martin Siegert and his colleagues noted:\n“By the mid-1980s...the interpretation of the geological observations varied enor-\nmously. Whereas some saw evidence for a massive, 3.5-kilometer-thick ice sheet over\nthe whole of northern Europe and Siberia at the height of the last ice age...others dis-\nputed this appraisal, preferring to believe that there was virtually no ice at all on the\nseafloor to the north of the Norwegian and Russian mainlands. Contradictory views",
        "bibliography": [
            "1C.E. P. Brooks, Climate Through the Ages (N. Y., 1949), p. 142.",
            "2 Ibid.",
            "3 P. Borisov, Can Man Change the Climate? (Moscow, 1973), pp. 63-64."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 86,
        "content": "\noe ee,\nVE 4\nKee\nYS got\nLX SSP RK\n,  Pte  Rae\nee, Leg NO\nConjectured periphery of Arctic Ocean pack ice shown in blue.\nmae: Su\nieee:            “eae\nNS      ‘Saeea\nsees      ers el |\nees\nConjectured glaciated areas shown in solid black.\n\\ LAK                         Es\nOe    Sele!\nees    BOO\nBut do these conjectures conform with the evidence on the ground?\nOSEAEP  PSY\nRE”\n[x\nSunsees\nConjectured periphery of Arctic Ocean pack i\nsparred in the literature. The problem was partly that the geological record in the\n_ i the erature. The problem was\noh ole fra : Ia . vec “pen Cniimepeiea  record in ihe\nArctic can be difficult to read and thus open to misinterpretation.”!\nvt cae oe i pacar i eaneoming volume, the manner in which th\nMoreover, as I aim to indicate in a forthcoming volume, the manner in which the present\nnatures and jumbled up what peepee ie amma me may of\nnorth pole froze over at the end of the Golden Age would have eradicated the majority of\nprevious glacial signatures and jumbled up what escaped eradication.!",
        "bibliography": [
            "1M. J. Siegert, et al., “The Eurasian Arctic During the Last Ice Age,” American Scientist (January-February",
            "2002), p. 32."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 87,
        "content": "\nIn the meantime, the evidence continues to pile up. As Derek Allan, writing on his own,\nnoted:\n“At many places north of the present Arctic Circle, remnants of [temperate zone]\nvegetation still lie in situ...Significantly, none of these plants can now flourish there.\nIt is, therefore, difficult to imagine a frozen Arctic Ocean existing alongside such\ntemperate flora.\n“Evidence of this ancient flora has been discovered, often in great abundance, on is-\nlands which now lie closest to the present North Pole...\n“Furthermore, research during the latter half of the 20th century established that large\nareas of the Arctic were never glaciated in so-called ‘Ice Age’ times...”\nWhat is also telling is that the Arctic region was not only free of ice during the Pleisto-\ncene Ice Age, it was also free of ice during previous ice ages, including the Jurassic period?\nand the later Devonian . Through their study of fossils, John Flynn and André Wyss could\nreport that:\n“At the dawn of the Mesozoic era 250 million years ago...the planet’s land masses\nwere united in the supercontinent Pang[aJea...The world was a good deal warmer\nthan at present—even the poles were free of ice.”+\nAgain, it is not that the dawn of the Mesozoic included a glacial age—although the Juras-\nsic period of the same era did—but the freezing of the poles are not conventionally believed\nto be reliant on ice ages. Under the orthodox scheme, Earth’s polar regions should have been\nfrozen over regardless of whether an ice age was in progress or not. That the poles were ice-\nfree during this period still requires an explanation.\nWhen it comes to the Devonian period, Elso Barghoorn had to acknowledge that:\n“Unfortunately our knowledge of early Devonian plants from areas within the present\ntropics is extremely limited, and it is not possible to attempt a reconstruction of the\nclimatic zones of the earth during Devonian time on the basis of plant distribution.\nThe known distribution of Devonian plants, especially their diversification in high\nlatitudes, suggests that glacial conditions did not exist at the poles...”\n! See here, again, D. Cardona, “The Demands of the Saturnian Configuration Theory,” Chronology &\nCatastrophism Review (2000:1), pp. 72-75.\n2D.S. Allan, “An Unexpected Arctic Catastrophe,” Chronology & Catastrophism Review (2001:2), p. 3.\n2D. S. Allan, “An Unexpected Arctic Catastrophe,” Chronology & Catastrophism Review (2001:2), p. 3.\n3E.S. Barghoorn, “Evidence of Climate Change in the Geologic Record of Plant Life,” in P. Cloud (Ed.), op.\ncit., p. 737.\n4 J.J. Flynn & A. R. Wyss, “Madagascar’s Mesozoic Secrets,” Scientific American (February 2002), pp. 56-57\n(emphasis added).\n5 E. S. Barghoorn, op. cit., p. 735 (emphasis added).\n87",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 88,
        "content": "All of the above entails a conundrum that has been known for quite some time, but glaci-\nologists have never known what to do about it.\n\nWhat I have to offer next is bizarre in the extreme and will make glaciologists, and espe-\ncially astronomers, shudder at the thought of it. Logic, however, compels us to assume that\nan ice-free Arctic situated above latitudes which themselves were gripped within a relentless\nice age calls for a permanent source of heat located right above Earth’s celestial north pole.\nThis is the same conclusion we reached when, in our previous volume of this protracted\nseries, we examined the lengthy periods of warmth between ice ages in which the entire\nworld was bathed in past geologic ages.! Most notably, we saw there that, not only had the\nlands within the Arctic Circle been basking in this warmth, but that, in fact, the polar north\nhad been even warmer than more southerly latitudes. More than that, we also noted that\ntemperate, sub-tropical, and even tropical animals seem to have appeared there long before\nthey did much farther to the south.?\n\nWhat led us to this disclosure? And how will it help us solve the riddle of ice ages?",
        "bibliography": [
            "1D, Cardona, God Star (Victoria, British Columbia, 2006), pp. 361 ff.",
            "2 Ibid., pp. 384-385."
        ],
        "captions": []
    }
]