[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 369,
        "content": "\nIf our Sun ever emitted such a superflare, Kenneth Chang reported on ABC News, “the\nresults on Earth could range from pretty to devastating.” Eric Rubenstein, however, informs\nus that our Sun “does not have superflares as far as we can tell.” True enough—but not quite\nso true when it is also proclaimed that there is “no evidence that our sun has ever suffered a\nsuperflare...”! As Wallace Thornhill pointed out, this is exactly the type of discharge that\nwas emitted by the Sun toward proto-Saturn once its plasmasphere came in contact with the\nSun’s heliosphere. “In proto-Saturn’s case,” Thornhill tells us, “the entry into the solar plas-\nmasphere would have required rapid adjustment to the new electrical environment where the\nSun was the main focus of electrical activity.”?\nIf an ordinary solar flare can disrupt Earth’s magnetic field, the enormous superflare-like\ndischarge emitted by the Sun toward Earth and its proto-Saturnian primary would have\nwrought magnetic havoc in both bodies. It would also have wrought havoc with the fields of\nwhatever planets were already in the Sun’s domain. To be sure, this discharge cannot\nhonestly be termed a superflare, which is why I have alluded to it as a superflare-like\ndischarge. It might not even have been visible. Even if it was, man would have hardly\nremembered it, seeing that it would have merged with proto-Saturn’s own flare-up. All that\nman would have seen would have been a blinding flash centered on proto-Saturn. Moreover,\nproto-Saturn would have received the main jolt of the Sun’s discharge, but part of this charge\nwould then have been relayed to Earth. It is this secondary charge that would have most\naffected Earth’s magnetic field. And since we have now tied proto-Saturn’s flare-up to our\n10,00-years-ago benchmark, with the last accepted geomagnetic reversal dated to around the\nsame time, we can feel confident that it was this powerful electrical surge that was\nresponsible for that reversal.\nWhat must also be kept in mind is that geomagnetic reversals are directly associated with\nthe field’s decay. As we have seen, Earth’s field has been calculated to have been “conside-\nrably weaker” than at present prior to 10,000 years ago. This led us to assume that it must\nhave received a boost between then and our benchmark date. This, in its turn, receives confir-\nmation from the fact that reversed magnetized rocks are up to a thousand times more strongly\nmagnetized than Earth’s present field would allow. “This is one of the most astonishing prob-\nlems of paleomagnetism,” H. Manley reported, “and [one that] is not yet fully explained, al-\nthough the facts are well attested.” This boost, we here venture to say, would have also been\nthe result of the discharge from the Sun. Following that, the field would have commenced on\nits decay in its attempt to adjust to the Sun’s own field of influence.\nAll of which, we are sure, would have already been suspected by our attentive readers.\nThe same attentive readers would also want to know what would have caused the recorded\ngeomagnetic reversals prior to 10,000 years ago. After all, in our scheme, the proto-\nSaturnian system would have only entered the Sun’s domain of influence once. As tacky as\nthat problem might seem to be at this point, we will be providing its probable solution in its\nproper place later in this work.",
        "bibliography": [
            "! Ibid. (emphasis added).",
            "2 W. Thornhill, “Superflares,” Thoth (electronic newsletter) Hl:1 (January 24, 1999), p. 10.",
            "3H. Manley, “Paleomagnetism,” Science News (July 1949), p. 59."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 370,
        "content": "\nChapter 18\nOut of the Freeze\nTHE HEAT WAVE\nne abrupt change that man would have immediately noticed following proto-Saturn’s\nflare-up would have been the sudden heat-wave that would have engulfed Earth. This\nbrings to mind one of the most fascinating, even if somewhat convoluted, myths of\nCreation, that told by the North American Lakota, otherwise known as the Sioux. This myth\ncontains many particulars that have already been discussed both in this work and our\nprevious one. Thus it is told that the first and only entity to ever exist was Inyan and, like the\nSaturnian deities of other nations, he existed in “the time when there was no time.”! With\nhim, however, was also his “spirit,” known as Wakan Tanka, the Great Mystery.? This\n“spirit,” which elsewhere we have seen equated with “wind” and even “hurricane,” was the\nsame “spirit” —that is ruach—which the Old Testament associates with Elohim.3 Identifiable\nas the universal mytho-historical polar column, or axis mundi, as noted in our previous\nvolume, this phenomenon is understood as the sustained, yet rotating, jet-like Birkeland\ncurrent that stretched between Earth and proto-Saturn.4 Also anthropomorphized as the\ndeity’s mighty phallus, we have, in this very work, already seen this same phenomenon\nretracting itself just prior to proto-Saturn’s flare-up.\nInyan himself, it was told, was shapeless>—that is he lacked all limbs and/or protuber-\nances. He thus compares favorably with the Eskimo Ataksak and the Roman Janus, both of\nwhom were described as having originally had the shape of a mere sphere.® And, once again\nlike the Saturnian deities of other races, he lived in darkness.”\nIn that curious manner which in time became the hallmark of all mythology, various\nLakotan aspects of the proto-Saturnian configuration, including Earth, were ultimately\nendowed with human characteristics and emotions including envy and/or jealousy. Thus it\nwas that Earth was said to have complained because “she was cold”’—a direct allusion to the\nfrigid climate of the Pleistocene Ice Age. She therefore demanded that Inyan banish the\ndarkness, at which point light was created.?",
        "bibliography": [
            "15. Eddy, Native American Myths (London, 2001), p. 9.",
            "2 Ibid.",
            "3D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 429 ff., 438 ff.",
            "4 Ibid., pp. 458 ff.",
            "5§. Eddy, loc. cit.",
            "6 Ovid, Fasti I:111; M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of",
            "Mythology (London, 1972), p. 427.",
            "78. Eddy, loc. cit.",
            "8 Ibid.",
            "9 Ibid., p. 10."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 371,
        "content": "\n“Now there was light everywhere, but this was still not good enough...for there was no\nwarmth and no shade.” In order to dispel the cold, Wi was next created. “Wi shone on the\nworld and everything became hot and bright.” ! In time, the Lakota came to understand this\nWi as “the brilliant disc of the sun.” As we know from other myths, the Sun did eventually\ncome into view.? But that Wi was proto-Saturn in its new radiant phase rather than the pre-\nsent Sun is indicated by his original immobility in the sky. As already noted, it was precisely\nat this time, following its flare-up, that proto-Saturn began to shine as a true sun. What is also\nof importance to our present topic is the statement that, unfortunately, this new sun gave “no\nrespite from the burning heat.”\nThis heat at the beginning of Creation is reiterated by the Maidu of California. Great\nMan, which is what the name of the Maidu Creator translates into, was he who created the\nso-called “world.” As these natives relate: “At first the earth was very hot, so hot it was\nmelted...”4 Nor is this merely an Amerind tradition since this belief is also encountered half\na world away in India. In speaking of tapas, the bodily heat said to be experienced by some\nmystics, Heinrich Zimmer informs us that in Vedic lore “such energy is employed by the\ngods themselves to many ends,” one of which is “the purpose of creation.” The Creator is\nsaid to heat himself “and thereby produces the universe.” And, quite often, this is\naccomplished “by internal incandescence.”5\naccomplished “by internal incandescence.”>\nX-RAYS AND DOUBLE LAYERS\nThis heat wave would have had more than one cause. To be sure, supernovae have been\nsaid to produce “ a brief global cooling” on Earth.® This, however, is not a universally ad-\nhered to assumption. In fact, A. C. Aikin and his colleagues came to the opposite conclusion\n“that upper atmosphere warming would result” on Earth from a distant supernova.’ As we\nshall soon indicate, this is much more likely. In any event, while not exactly a supernova,\nproto-Saturn’s flare-up, at close proximity, would have warmed Earth’s upper atmosphere\neven more.\nAs is now known, dwarf stars, like any other stars, cool down with age. Added to that,\nred dwarfs often display spots which are “far larger than those seen on the Sun.” These “star-\nspots,” as Ken Croswell alludes to them, “can cause the star to dim by up to 40 per cent for\nseveral months at a time.” But also: “At other times, red dwarfs brighten dramatically, spew-\ning large flares that can more than double the star’s brightness in a matter of minutes.”® Al-",
        "bibliography": [
            "1 Ibid.",
            "2 D. Cardona, op. cit., pp. 337-340.",
            "3 §, Eddy, op. cit. (emphasis added).",
            "4R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 39.",
            "5H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), p. 116.",
            "°GR. Brakenridge, “Terrestrial Paleoenvironmental Effects of a Late Quaternary-Age Supernova,” Icarus 46",
            "(1981), pp. 81, 86; see also D. H. Clark, et al., “Frequency of Nearby Supernovae and Climatic and Biological",
            "Catastrophes,” Nature 265 (1977), pp. 318-319.",
            "7 A. C. Aikin, “Supernovae Effects on the Terrestrial Atmosphere,” Planetary Space Science 28 (1980), pp.",
            "639-644,",
            "8 K. Croswell, “Red, Willing and Able,” New Scientist (January 27, 2001), pp. 30-31."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 372,
        "content": "\nthough we have posited proto-Saturn to have been a sub-brown, rather than a red, dwarf star,\nthis is precisely what would have transpired to proto-Saturn during its flare-up. No longer the\ndim red orb it had formerly been, it had now become incandescent, continuing to radiate both\nlight and heat for a long time afterwards.\nWe have also seen that plasmatic double layers are wont to explode if their circuit is dis-\nrupted, as would have transpired once proto-Saturn’s plasmasphere came in contact with the\nSun’s heliosphere. Accelerated particles from the Sun’s outburst would have interacted with\nthe plasma. As Hannes Alfvén tells us, in such cases these particles would “produce a\nnumber of secondary effects so that the released energy finally is dissipated as heating and\nradiation.”! As he also cautions, this energy cannot be accounted for through any sort of\nmagnetic field disruption, but, “of course,” as we have already seen, “the secondary effects of\nthe explosion also cause changes in the magnetic field.”\nA third source of this heat would have come from proto-Saturn’s emitted X-rays. We\nneed not repeat that supernovae are known to emit such rays, as so, also, do brown dwarf\nstars. The amount of X-rays generated by proto-Saturn through its flare-up must have been\nprodigious. As Donald Goldsmith tells us, X-rays, no matter how produced, “are the sign of\nhot gas.” And, “the amount of X-ray emission reveals how much hot gas exists, and how\nhigh its temperature is.”3 It is not at present feasible to calculate the amount of X-rays\nemitted by proto-Saturn’s flare-up, but the heat generated through them in close proximity to\nEarth would definitely have added to that generated by the explosion of proto-Saturn’s\nplasmatic double layer. At close proximity, most of this heat would have bathed Earth and its\ninhabitants.\nTERRESTRIAL BRAKING\nEarth, too, would have produced its own heat. And this brings us back to solar flares.\nThese flares from the Sun do not only affect Earth’s magnetic field, they also tend to slow\ndown Earth’s rotation. This came to light in 1956 when André Danjon detected a sudden de-\nceleration of Earth’s rotation following a solar flare.4 A repeat performance then took place\nin 1960. The explosion on the face of the Sun caused quite a bit of havoc down here on\nEarth. As Herman Friedman described it:\n“Six hours [after the flare], a gigantic cloud of solar hydrogen gas, ten million miles\nacross and still trailing halfway back to the Sun, 93 million miles away, collided\nwith the Earth at a speed of four thousand miles a second.\n“Though inaudible and invisible, the collision started a violent chain of disturbances\non and around the Earth, an electric and magnetic storm of mammoth proportions.\nCompass needles swerved erratically. For hours, all long-distance radio communica-\ntions were blacked out. Teletypes printed gibberish. Overhead, sheets of flaming-red",
        "bibliography": [
            "1H. Alfvén, Cosmic Plasma (Dordrecht, Holland, 1981), p. 33 (emphasis added).",
            "2 Ibid.",
            "3 D. Goldsmith, Einstein’s Greatest Blunder? (Harvard University Press, 1995), p. 159.",
            "3D. Goldsmith, Einstein’s Greatest Blunder? (Harvard University Press, 1995), p. 159.",
            "4 A. Danjon, Comptes Rendus de Séances de I’ Academie des Sciences, 247 (1958), p. 2061.",
            "4 A. Danjon, Comptes Rendus de Séances de l’Academie des Sciences, 247 (1958), p. 2061."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 373,
        "content": "\nnorthern lights flashed in the night sky, bright enough to be seen through overcast\nand clouds. Electric lights flickered in farmhouses as if a thunderstorm raged, yer the\nair and sky were clear and silent.”\nThis state of affairs continued for more than a week, but, as Friedman noted, “such a\nstorm amounts to no more than a tiny ripple in the usual steady flow of solar energy.”? Earth\nwas also slowed down, and the length of the day again increased. True enough, as before, it\ndid not increase by much, only by 0.85 milliseconds, thereafter decreasing at the rate of 3.7\nmicroseconds per day. Earth’s rotation eventually stabilized close to its pre-flare value. To\nsay that Danjon took scientists by surprise would be putting it mildly. As Ralph Juergens\nreported:\n“This announcement raised quite a few eyebrows. Quite impossible, said the ex-\nperts...Danjon, anticipating such objections, argued that ‘it is very likely\nelectromagnetism...that will furnish the explanation for these variations...’ But his\nclaim was generally disregarded.””4\nBut then, following Danjon’s death in 1967, it happened again. This transpired in August\n7-8 of 1972 “following a week of frenzied solar activity.” This event was reported by Ste-\nphen Plagemann and John Gribbin who found that the length of the day had suddenly in-\ncreased by more than 10 milliseconds, following which there ensued a gradual return to nor-\nmal.® As with Danjon, Plagemann and Gribbin were met with disbelief and even derision.”\nGribbin, however, went further. He correlated the solar activity in the past with terrestrial ro-\ntation for a period commencing around 1820 all the way to almost 1980. This correlation\nshowed that when the Sun was more active than usual, the length of the day increased\nthrough a decrease of Earth’s rotational velocity, with the opposite effect taking place when\nthe Sun had been less active.’ (Unfortunately, through the publication of their 1974 book—\nThe Jupiter Effect—in which it was postulated that the alignment of planets on one side of\nthe Sun would cause widespread earthquakes, these two got into scientific hot water when\ntheir prediction failed to materialize.) By 1981, however, not only solar flares, but also\nsunspot variations were shown to affect Earth’s axial rotation.?",
        "bibliography": [
            "1H. Friedman, Our Amazing World of Nature: Its Marvels and Mysteries (N. Y., 1969), p. 261 (emphasis",
            "added).",
            "2 Ibid.",
            "3A. Danjon, Comptes Rendus de Séances de I’ Academie des Sciences, 250: 8 (February 22, 1960), p. 1399; see",
            "also idem, in ibid. 250:15 (April 11, 1960).",
            "4 R. E. Juergens, “On the Convection of Electric Charge by the Rotating Earth,” KRONOS II:3 (February,",
            "1977), p. 15 (first & second ellipses added, third ellipses as given).",
            "5 Ibid.",
            "6 J. Gribbin, New Scientist (May 10, 1975), p. 339.",
            "7 See, for example, Science News (September 1, 1973), p. 136.",
            "8 J. Gribbin, Death of the Sun (N. Y., 1980), p. 131.",
            "2D. Djurovic, “Solar Activity and Earth’s Rotation,” Astronomy & Astrophysics, Vol. 100 (1981), pp. 156-158;",
            "see also idem, “Short-Period Geomagnetic Atmospheric and Earth-Rotation Variations,” in ibid., Vol. 118, No."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 374,
        "content": "\nThere were, however, some who sought the slowing down of Earth’s rotation on the dates\ndiscussed above as due to something other than an electromagnetic effect. According to\nJames Warwick, for instance, “current thinking is that [the] Danjon effect is due to solar\nirradiance in the ultraviolet expanding the atmosphere which increases the moment of inertia\nand slows the rotation.”! But, as Juergens had earlier pointed out, an electric charge, as in\nsolar flares, is more likely to do the job. This is evidenced by the fact that an electric charge\nplaced on a rotating flywheel will increase its polar moment of inertia. A similar, but more\npowerful, charge placed on Earth would therefore also increase its polar moment of inertia.\nBut, because of the conservation of angular momentum, this increase has to be accompanied\nby a decrease in the angular velocity of rotation.2 How, then, would Earth return to its\nprevious rate of spin? Juergens tells us that:\n“If the Earth’s customary burden of charge reflects the requirements of its\ncustomary environment [as at present], any excess charge acquired during an\nextraordinary event [as in our scenario] will presumably be dissipated into the\nenvironment rather quickly in the aftermath of that event. The Earth, [which would\nthen be] effectively ‘grounded’ to the [new] interplanetary medium, must almost\nimmediately begin to shed its excess charge, and its spin rate must increase\naccordingly.\n“When the process is completed, assuming that the environment itself has not been\nsignificantly altered by the passing event, we may expect to find that the length of\nthe day is just about what it was before.”\nIn our own scenario it cannot be said that “the environment itself” was not “significantly\naltered by the passing event,” since the “event” in our case, which added more planets to the\nSun’s domain of influence, can hardly be called a “passing” one. Needless to say, in the case\nof proto-Saturn’s flare-up, the length of the day would not have been affected since the suc-\ncession of night and day had not yet established itself. A change in the “length of the day,”\nhad there already been such a phenomenon, would have been achieved through a change in\nrotation, which is what we are mainly concerned with in the present chapter.\nAlthough still somewhat controversial, there are other lines of evidence which leads to a\ncompatible conclusion, Earth’s equatorial bulge is the result of the centrifugal force of its ro-\ntation. It has, however, been pointed out that the equatorial bulge is greater than Earth’s pre-\nsent rotational speed requires. It has therefore been suggested that the extra dimensions of the\n1 (1983),pp. 26-28; F. Carter, et al., “A Comparative Spectral Analysis of the Earth’s Rotation and Solar\nActivity,” in ibid., Vol. 114 (1982), pp. 388-393; G. P. Pil’nik, “Multiple Waves in the Earth’s Diurnal\nRotation,” Soviet Astronomy, Vol. 28, No. 1 (1984), pp. 112-114; J. S. Trefil, Space Time Infinity (N. Y., 1985),\np. 159.\n. 159.\n1, Ellenberger, “Saxl’s Pendulum: Convection of Electric Charge Revisited,” AEON IL:2 (February 1990), p.\nTL. Ellenberger, “Saxl’s Pendulum: Convection of Electric Charge Revisited,” AEON II:2 (February 1990), p.\n63.\n2R.E. Juergens, op. cit., p. 13.\n3 Ibid., pp. 13-14.\n374",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 375,
        "content": "bulge constitute a residue from a former time when Earth spun faster.! This hypothesis had in\nfact been proposed earlier by George Darwin, son of the more famous Charles.?\n\nFurthermore, Alan Binder and Donald McCarthy pointed to the extensive array of linea-\nments running longitudinally across the face of our globe. These linear geological features,\nthe nature of which is outside the scope of the present chapter, led them to see in them the\nscars left behind by sudden changes in Earth’s rotation\n\nChanges in Earth’s past rotational speed has meanwhile been blamed on tidal action.\nThese tides are supposed to be generated by the Sun and Moon,? a hypothesis which actually\ngoes back to Lord Kelvin. But as W. Munk and G. J. F. MacDonald pointed out, “there are\nfew problems in geophysics in which less progress has been made.”5 Alfvén and Arrhenius\nwere of the opinion that much of Earth’s primeval spin has been transferred to the Moon.®\nThis might have been true, but, in our scenario, at a later time when Earth joined in wedlock\nwith our lunar neighbor.\n\nIf, now, under current conditions, Earth’s rotation can be slowed down by a standard\nsolar flare, the charge dispatched by the Sun toward proto-Saturn should have slowed it even\nmore—much more than the 10-millisecond-amount detected by Plagemann and Gribbin in\n1972. We remind the reader of Friedman’s words that “such a storm amounts to no more than\na tiny ripple in the usual steady flow of solar energy.” Needless to say, that primeval solar\ndischarge which resulted in proto-Saturn’s flare-up was much more tremendous—in fact,\ncolossal.\n\nLeroy Ellenberger has meanwhile saw fit to remind us that in order “to cut Earth’s\nrotation in half requires 100 million times more charge than Earth can possibly hold.”7\nHowever, he also tells us that the Danjon effect we have just discussed itself requires 10,000\ntimes more electric charge than the Earth is physically capable of holding.’ But, for one\nthing, it is not here posited that Earth’s rotational speed was cut in half; it was probably much\nless. And, for another, neither is it posited that Earth held this charge, anymore than it held\nthe 10,000-times overload of the Danjon effect which, after all, did transpire.\n\nIn the past, it had also been pointed out—even by astronomers who should have known\nbetter—that if Earth were to stop or slow considerably down, all unattached objects on its\nsurface would fly off. These would-be critics included such well-known authorities as Isaac\nAsimov and Edwin Krupp.? But, on the contrary, as Shulamit Kogan pointed out, “were the\nEarth to stop rotating—within a little over an hour—not even stalactites would break, let",
        "bibliography": [
            "1 New Scientist (November 23, 1996), p. 55.",
            "2 Jueneman, “Pterodactyls in the Mesozoic: A Flap in Time,” AEON V:2 (April 1998), p. 29.",
            "3 A. B. Binder & D. W. McCarthy, “Mars: The Lineament Systems,” Science 176 (1972), p. 279.",
            "4H. Alfvén & G. Arhennius, Evolution of the Solar System (Washington, D. C., 1976), p. 154.",
            "5 W. Munk & G. J. F. MacDonald, “The Rotation of the Earth: A Geophysical Discussion (Cambridge, 1960),",
            "p. 15.",
            "6H. Alfvén & G. Arhennius, op. cit., p. 163.",
            "TL, Ellenberger, “Of Lessons, Legacies, and Litmus Tests: A Velikovsky Potpourri, “ Part One, AEON III:1",
            "(November 1992), p. 94.",
            "8 Tbid.; idem, “Saxl’s Pendulum: Convection of Electric Charge Revisited,” AEON IL:2 (February 1990), p. 63.",
            "9S. Kogan, “Sagan vs. Sagan,” KRONOS VI:3 (Spring 1981), p. 37."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 376,
        "content": "\nalone things fly off the Earth.”! And yet, this error continued to surface among those who\nwished to vilify Velikovsky. The main problem here is that these critics, as Dick Atkinson\npointed out, seem to have held “the silly idea that rotation somehow holds us down” when\n“actually it throws us off.”? They seem to have forgotten the role that gravity plays in holding\nobjects to the ground.\n“You are being held down on to the Earth’s surface by a force we call gravity [Peter\nWarlow found it necessary to explain]. The rotation of the Earth produces a minute\nforce—about one three-hundredth of the gravitational force at most—which is seek-\ning to throw you off. It is, of course, far too small to succeed against the pull of grav-\nity. If the Earth stopped rotating—however suddenly— that outward force would\ncease, and you would be held very slightly more firmly to the surface.”3\nOf course, as Warlow additionally points out, objects on the surface of the rotating Earth\nalso have momentum. At the equator, objects are being carried around at something like\n1,000 miles per hour. Thus, were Earth to stop rotating, all unattached objects, while not\nflying off, would still skid across the surface. Damage to physical objects would be bound to\nensue. People, too, would naturally suffer harm, but friction and collision with other items\nwould soon bring everything to rest.4\nWhat must also be stressed, however, is that we are not here advocating a rotational\nstasis. Earth did not stop rotating due to proto-Saturn’s flare-up. It only slowed down—and\nprobably by much less than half its former speed. Harm and damage would have been much\nless. The oceans, however, would have inundated western shores, while retreating from\neastern ones, with a general flow toward both poles.°\nEarth would then have tended to resume its former speed. We are not at present in a posi-\ntion to say what Earth’s rotational speed, as well as proto-Saturn’s, had been prior to the\nflare-up; nor can we be absolutely certain that both, or either, of these two bodies would have\nreturned to their exact pre-flare speed, despite their tendency to do so. This is because, with\nthe additional bodies introduced into the Sun’s domain, the Solar System’s own electrical\nbalance would also have changed. What would also have changed, at least temporarily, but\nstill for a very long time, is Earth’s own internal heat sink.\nFRICTIONAL HEAT\nAs noted in our previous chapter, Earth’s core is believed to be liquid or, at best, semi-\nliquid.® Others have theorized that the core is composed of two layers, and that the inner one",
        "bibliography": [
            "1 Ibid.",
            "2D. Atkinson, “Cosmic Winter Revisited,” Chronology and Catastrophism Review XV (1993), p. 46.",
            "3 P. Warlow, The Reversing Earth (London, 1982), p. 70 (emphasis as given).",
            "4 Ibid.",
            "5 See here F. B. Jueneman, “The Terrestrial Sea: A Critical Model of Science and Myth,” AEON IV:6 (May",
            "1997), pp. 32-33.",
            "6 See here, for instance, V. Clube & B. Napier, The Cosmic Serpent (London, 1982), pp. 126-127."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 377,
        "content": "\nis actually solid, with only its surrounding outer core being in a fluid state.! As also noted in\nour last chapter, any change in Earth’s rotational speed would affect the core differently. This\nis because of the difference in composition between the core, or cores, and the surface. It\nmight also be pointed out that, as disclosed by Xiaodong Song and Paul Richards, the inner\ncore has its own rate of rotation. The solid inner core is said to spin about two-thirds of a sec-\nond per day faster than the surface. But since this adds up to only one extra rotation every\n400 years,? it need not presently bother us. It is mainly the difference in composition between\nthe core, or cores, and the surface material that is of importance to our thesis. This is because,\nunder these circumstances, were the Earth to slow down in its rotation, the core, or cores,\nwould continue to spin at the old rate. What “is evident from the translatability of crustal\nblocks,” Warren Hunt tells us, is that “there is little coherence between layers of the earth.”3\n“Therefore, if something stopped the surface, the core would continue. And, the heat\nbuildup would be sudden and lead to immediate catastrophic explosions world-wide,\nfrom which few larger life forms would likely emerge intact.”4\nThis heat buildup would be due to the friction created between Earth’s upper surfaces and\nits core or cores. Hunt, however, seems to have overstated his case, somewhat exaggerating\nthe ensuing destruction. And in any case, as already stressed, we are not positing that\nanything stopped Earth from rotating. As Alfred de Grazia noted, “if the Earth’s rotation is\ninterrupted, a fracture of the Earth’s crust will reduce the energy of the braking and increase\nthe time given to it.”5\n“There is literally all the difference in the world between an earth slowing in a day\nand an earth ceasing abruptly to rotate. Indeed, it is impossible for a sudden stop to\noccur.”6\nThe frictional heat engendered between the bottom of Earth’s outer crust and inner\nregions would have risen upward to the surface through both convection and conduction.\nAnd this, in its turn, would have resulted in spontaneous and world-wide volcanic eruptions.\nAre there any indications that world-wide eruptions occurred anywhere around our\nbenchmark date of 10,000 years ago? On the basis of an article which appeared in the Feb-\nruary 14, 1975 issue of Science, Jill Abery could report that:\n“...a study of volcanic ash in deep sea cores indicates that there have been global\nepisodes of volcanism, notably in the Mesozoic, Caenozoic and Quaternary...Such",
        "bibliography": [
            "'C. Kulyk, “Spinning Heads: Our Planet Within a Planet,” Equinox (December 1996), p. 14.",
            "1C. Kulyk, “Spinning Heads: Our Planet Within a Planet,” Equinox (December 1996), p. 14.",
            "2 Ibid. (emphasis added).",
            "3 C. W. Hunt, “Astroblemes and Gastroblemes,” AEON II:1 (June 1989), p. 34.",
            "4 Ibid.",
            "5 A. de Grazia, Chaos and Creation (Princeton, 1981), p. 8.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 378,
        "content": "\n=       < ry  Xe CAG ee           ,\nessa\nae                           3    =\nee    i                                              :\nWorld-wide volcanic eruptions would have ensued due to frictional heat generated between Earth’s\nsubsurface layers and its inner core material.\n(illustration by the author.)\ngreatly increased volcanism has occurred during the last 2 Myrs and appears to be\nstrongly correlated with the major and rapid fluctuations of climate, sea-levels and\nice-sheets associated with the ice-age cycles.”!\nThe Quaternary period includes the Pleistocene epoch during which the last Ice Age\noccurred, the end of which is usually dated to have occurred somewhere around our very\nbenchmark date. (Of the earlier spates of global volcanism we shall speak later.) In fact,\nintense volcanism is said to have characterized late Pleistocene (and/or late Quaternary)?",
        "bibliography": [
            "1J, Abery, “Volcanism and Catastrophic Mythology,” SIS Workshop 6:2 (August 1985), p. 9.",
            "2 J, P. Kenneth & R. C. Thunnell, “Global Increase in Quaternary Explosive Volcanism,” Science 187 (1975),",
            "pp. 497-503; J. R. Bray, “Pleistocene Volcanism and Glacial Initiation,” Science 197 (1977), pp. 251-254."
        ],
        "captions": []
    }
]