[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 89,
        "content": "\nPART TWO\nTHE SATURN THESIS",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 90,
        "content": "\nChapter 5\nReiteration\nMYTHS AND LEGENDS\ns those who have read the prequel to this work should remember, our thesis owes its\nAms to what ancient races had to tell us concerning the sky above them. It all\nstimulus to what ancient races had to tell us concerning the sky above them. It all\nstarted as simple as that. The information concerning what primitive man saw in\nheaven was derived from the mytho-historical record of ancient races. Despite the fact that\nour thesis was supported by astrophysical, geological, and palaeontological evidence, objec-\ntions against our methodology were not entirely put to rest. Myth, it has been stressed time\nand again, has no place in science. But, more than science, we are here concerned with his-\ntory and, as that great comparative mythologist Mircea Eliade aptly phrased it, true history is\nmyth! — which is to say that, as far as our primitive forefathers were concerned, history began\nwith myth. This is because, prior to the founding of the first civilizations, primitive man had\nno incentive to preserve the past actions of his own kind but, for reasons soon to become evi-\ndent, he was obsessed by what transpired in the sky, the domain of influence in which his\ncapricious deities lived and died.\nWhy should we believe what myths proclaim?—it has been asked. Are not myths simply\nthat, fanciful tales of miraculous events, devoid of any reality? As P. Vayne asked in relation\nto Greek mythology:\n“What is to be made of this mass of nonsense? How can all this have a meaning, a\nmotivation, a function, or at least a structure? The question of whether myths have an\nauthentic content can never be put in positive terms.”?\nOr, as Ev Cochrane also asked: “Why should anyone care about ancient myth?” Coch-\nrane, however, replied to his own question by stating that:\n“The answer, quite simply, is that for untold centuries myth served as the primary\nmeans of recording and communicating man’s fundamental ideas regarding the nature\nof the cosmos and the sacred. In this sense, ancient myth represents an intellectual\nheirloom encapsulating the history of our species and is thus a ripe field of study for\nall students of evolutionary psychology. If, as appears to be the case, myth also pre-",
        "bibliography": [
            "1M. Eliade, Patterns in Comparative Religion (London, 1996), p. 401.",
            "2. Vayne, Did the Greeks Believe in Their Myths? (Chicago, 1988), p. 2.",
            "3 B. Cochrane, The Many Faces of Venus: The Planet Venus in Ancient Myth and Religion (Ames, 2001), p.",
            "181."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 91,
        "content": "\nserves important clues for reconstructing the recent history of our solar system, its\nstudy becomes all the more essential.””!\nSome myths do contain what seems to be an element of incredibility. For that reason,\nmyth has often been interpreted on an allegorical level, as it continues to be to the present,\nespecially among modern affluent cults. As Martin Bernal noted in relation to Egyptian\nmythology, “the allegorical interpretation of myth as an expression of the ancient wisdom of\nthe Egyptian priests survived and flourished among Freemasons and Rosicrucians.”? More\noften than not, however, the cursory reader of mythological works is simply bowled over by\nthe myths’ complexity and magical content. Ignatius Donnelly long ago remarked that:\n“Legend has one great foe to its perpetuation—civilization. Civilization brings with it\na contempt for everything which it cannot understand; skepticism becomes the syno-\nnym for intelligence; men no longer repeat—they doubt, they dissect, they sneer, they\nreject...If the myth survives this treatment, the poets take it up and make it their\nstock-in-trade—they decorate it in a masquerade of frippery and finery, feathers and\nfurbelows, like a clown dressed for a fancy ball...and the poor barbarian legend sur-\nvives at last, if it survives at all, like...a hippopotamus smothered in flowers, jewels\nand laces...”\nMyth must then be interpreted, when it needs interpreting at all, after it has been stripped\nclean of its “frippery and finery, feathers and furbelows,” its “flowers, jewels and laces.” In\nother words, it is the core of a myth that should concern us and not the trimmings it might\nhave acquired in later times.\nThat modern man has no use for myth is somewhat ironical when one remembers that\nthose of a religious mind, regardless of their particular persuasion, often find themselves im-\nmersed in mythic ritual. These might not realize it, but religious ritual is nothing more than\nthe re-enactment of myth. Hodder Westropp and Staniland Wake were right on the mark\nwhen they proclaimed that, together with language, worship is nothing more than crystallized\nhistory4— which compares well with Eliade’s own dictum mentioned above. As the same Eli-\nade also avowed, “the greater part of primitive man’s actions were, so he thought, simply the\nrepetition of a primeval action accomplished at the beginning of time by a divine being, or\nmythical figure.”> In other words, ritual, including sacrifice, is the re-enactment of past\nmythic events, and this remains true to the present, regardless of whatever religion is in-\nvolved.\nIn the Greek world, ritual also developed into drama, from which it can be said that\ndrama owes its origin to mythic ritual. More than that, as we indicated in our previous vol-",
        "bibliography": [
            "1 Ibid.",
            "2M. Bernal, Black Athena (New Jersey, 1988), p. 182.",
            "3 Donnelly, Ragnarok: The Age of Fire and Gravel (N. Y., 1894), p. 117.",
            "4H. M. Westropp & C. S. Wake, Ancient Symbol Worship: Influence of the Phallic Idea in the Religions of",
            "Antiquity (N. Y., 1875), p. v.",
            "5M. Eliade, op. cit., p. 33."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 92,
        "content": "\nume on this subject,! Greek drama, for which such magnificent theatres were built, originated\nfrom the mythic ritual concerned with one particular deity— Dionysos.\nAs Rush Rehm noted:\n“The first theatrical productions were probably also connected with the worship of the\nwine-god Dionysus [variant: Dionysos]. From paintings on vases (often wine ves-\nsels), we know that initiates in the Dionysiac cult sometimes danced around an image\nof the god attached to a tree or pole. These mask-like visages of Dionysus may have\ninfluenced the use of masks by actors and the chorus...\n“The Greeks adopted Dionysus as the god of their theatre, and tragic and comic per-\nformances took place at city-sponsored festivals held in his honor. The biggest festi-\nval, held at the City Dionysia (the sanctuary to Dionysus), took place every spring in\nAthens, where large audiences gathered over several days. The close link to Dionysus\ngives some support to a theory about drama’s origins [which was] popular earlier this\ncentury...”?\nThis is ascertained by the aforementioned Bernal in his contemplation of the origins of\nGreek theatre. “It is striking to note,” he wrote, “that in Greece, tragedy, which was essen-\ntially religious, was associated with both Dionysos and the goat, tragos.”3 In fact it is from\nthe Greek word for “goat”—that is, tragos—which animal was sacred to Dionysos, that the\nword “tragedy” is derived. All of which is quite revealing because, besides being the god of\nwine and revelry, as we indicated in our previous volume, Dionysos originated as the anthro-\npomorphized representation of the planet Saturn.+\nThe Classical Greeks came relatively late on the mythological scene. This, however, does\nnot mean that their deities were of Classical manufacture. As Peter James and his co-authors\nrevealed:\n“The decipherment of Linear B [a Mycenaean script] threw a completely new light on\nthe Mycenaean world. For example, it is now known that the Olympian gods familiar\nfrom Homer (including Zeus, Hera, Poseidon, Athena, Artemis, Hermes and Di-\nonysos) were [already being] worshipped during the late Bronze Age.”>\nEven so, way ahead of the Greeks were the civilizations of Egypt and Mesopotamia. The\nmajor mythic themes with which the scholar is now familiar are, however, even more ancient\nthan that. As Donald Mackenzie reported, the major myths of the ancient world trace all the",
        "bibliography": [
            "1D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 4-12.",
            "2R. Rehm, “The First Act,” Archaeology Odyssey (July-August 2000), p. 7.",
            "3M. Bernal, op. cit., p. 65.",
            "4D. Cardona, op. cit., pp. 80, 312, 314, 317, 443-446.",
            "5P. James, et al., Centuries of Darkness (New Jersey, 1993), p. 82."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 93,
        "content": "\nane @     inn          5\nSOW Wel’ Rg        ae    x\nMN YELP  aN 5 ARE NON   Sin oc) (TC     i\nAPE Se eral)\nWh    CD May NCE\nVA, NSANGEAN a se 0 bP ea\n;    Mp        NERS   j     7    “TS ignited\nN\\  SA     Ih   &     ca     ‘ Tey*\nA\\ Diu Ji XxX LED  Ty [Ar Lh\n\\    ¥   :    \\\\ ES    Ea:\nNine /1 1)   iy   y)  Le Jy frre Ny\n\"h,  it    IN a i  l]  \\ .    ,  aN =~ i\n# oh  | |  LC  (     Sa, LM\nOye TiN       Naa\n{\\\\'\\  /    \\/              et\nio ie winnetee\nRitual, including sacrifice, constitutes the re-enactment of past mythic events.\nShown above: The Roman rite of suovetaurilia, in which the sacrifice of a bull, sheep, or pig took place,\nwith the animal’s internal organs being offered to the gods.\n(Illustration by John Green.)\n93",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 94,
        "content": "\nea       SS   =\nSS ey, ee   =\nee    a ———\nie           :           Of. gE ames\nyy          ro             ;          s ep Be food\neT\n‘    =   eee\nThe magnificent theatre of Polycleitos the Younger at Epidaurus, Greece.\n(Photograph by the author.)\nway back to an “immense antiquity”!—even to prehistoric times. Given such antiquity,\nwhich predates the advent of writing, it becomes evident that these mythic tales would have\nhad to have been passed orally from one generation to the next down through the ages. It is\ntherefore understandable if one were to question the reliability of such a protracted mode of\ncommunication. But, as Ian Wilson pointed out:\n“Such attitudes are...coloured by our own era of reliance on mechanical recordings.\nWe forget that before the days of television and radio it was a matter of course for our\nown grandfathers to learn by rote poems and ballads of a length that seems totally\nimpossible to us today. Even in our own time remote communities in Ireland, Arme-\nnia, Afghanistan and elsewhere have bards who regale them with centuries-old reci-\ntations of the heroic deeds of their ancestors. Many generations of Greeks transmitted\nthe entire Jliad and Odyssey to each other in this way, and there are still Moslems\nwho can recite from memory the entire Koran.”",
        "bibliography": [
            "1D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), republished as Mythology of the",
            "Babylonian People (London, 1996), p. xxix.",
            "21. Wilson, Exodus: The True Story (San Francisco, 1985), p. 14."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 95,
        "content": "\nrs               svi     CS aa     q\na Spe\n+a Mf ie sees >\n5s jee     mh        j    Sp pe\naaa    al ae           rs     eg he\n2 eee            if                      er\nThe Face of Tragedy.\nTheatrical mask carved on now-fallen stone.\nRoman theatre at Myra, present-day Turkey.\n(Photograph by the author.)\nAs we noted in our previous volume, the Egyptians even recognized the advantage of the\nreliance on memory over the written word.! It was no different among the ancient Greeks, as\nMichael Coe well illustrates:\n“Socrates makes the point in Plato’s dialogue that writing will not help in the search\nfor truth. He compares writing to painting —paintings /ook like living beings, but if\nyou ask them a question, they are mute. If you ask written words a question, you get\nthe same answer over and over. Writing cannot distinguish between suitable and un-\nsuitable readers: it can be ill-treated or unfairly abused, but it cannot defend itself. In\ncontrast, truths found in the art of dialectic can defend themselves. Thus, the spoken\nis superior to the written word!”?\nThis situation remained true, as Henry Zemel indicated, right down into the European\nRenaissance:",
        "bibliography": [
            "1D. Cardona, op. cit., pp. 17-18.",
            "2M. D. Coe, Breaking the Maya Code (N. Y., 1992), p. 14 (emphasis as given)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 96,
        "content": "\n“The Renaissance...spelt the end of many ideas and practices that disappeared be-\nyond time’s horizon: time-honored memory system used by clerics, rabbis, Greek and\nRoman orators, and anyone else who wanted to recall great globs of information. To-\nday, these techniques are nearly forgotten...”!\nFrancis Yates, as Zemel informs us, wrote a “charming book,” titled The Art of Memory,\nwhich “reconstructs the pervasive influence of memory techniques during the early Renais-\nsance, and spells out why knowledge of these systems [eventually] faded.”\nThus Coe could very well state that:\n“Socrates was undoubtedly right—nonliterate peoples are capable of astonishing feats\nof memory, as ethnologists can testify. Immense tribal histories have been committed\nto memory by bards and other specialists; one has only to think of the //iad and the\nOdyssey, which were recited with line-for-line accuracy by Greek bards...”\nThus, also, William Stiebing, who could declare that “illiteracy and a low standard of\nmaterial culture do not imply a lack of intelligence or creativity...”* To which he added:\n“Oral epic poetry has flourished in illiterate or semi-literate societies, including the\nBalkans and Crete in relatively recent times. Scholars have noted in Homer’s epics\nthe same techniques of oral compositions, especially the use of memorized descrip-\ntions and catchwords (‘bright-eyed Athena,’ for example, or ‘rosy-fingered dawn’), as\nare used in oral poetry from more recent cultures. The production of exceptional po-\netry, even long epic poems like the /liad and the Odyssey, does not assume the exis-\ntence of literacy or advanced civilization.”>\nSo, similarly, with the ancient lore of India, the early Vedas, and even the later Puranas,\nconcerning which Heinrich Zimmer informs us that:\n“The stories themselves are of immense antiquity. Before receiving their present form\nthe wonderful adventures were told and retold through many centuries.”\nTraditional learning by rote persisted among nonliterate peoples into modern times.\n“I myself can bear witness to such feats of memory [wrote Coe]. Late one chilly\nafternoon during the great Shalako ritual of the Zufii pueblo, in New Mexico, my\nfriend Vincent Scully and I were in the Council House of the Gods; seated around the\nwalls were the impassive priests, chanting the immensely long Zufi Creation Myth,",
        "bibliography": [
            "1H. Zemel, “Forget Amnesia,” AEON VI:3 (November 2002), p. 119.",
            "2 Ibid.",
            "3M. D. Coe, loc. cit.",
            "4W. H. Stiebing, Jr., “Hot Air,” Atchaeology Odyssey (January-February 2002), p. 60.",
            "5 Ibid.; see also D. Cardona, op. cit., pp. 14, 16.",
            "6H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), p. 178."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 97,
        "content": "(a)    7\n",
        "bibliography": [
            "(4G  ie",
            "Medieval Irish bard at court.",
            "\\ TH OM. 2",
            ":      am) N  lp  (< Le     AN al",
            "These honored entertainers in the Celtic tradition were trained in special bardic schools in which they",
            "A J este       Va Ps         =a",
            "il “es  eee A  sag",
            "til | EIS Nid     VY \\   =f)",
            "were thoroughly drilled in their art. Some of these bardic schools survived into the seventeenth century.",
            "\\    hy WZ]  i hl   iY i)",
            "\\e 23 PR    “di",
            "roughly drilled ners in tne cate eval Irth hard a            -_ ——",
            "(lustration by A. G. Smith)",
            "ir art. Some of ion were | court.    oe",
            "ov ihateation andi ‘ rained in special bardi                   a",
            "ayes uneniiemail i schools in which the",
            "leenth a"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 98,
        "content": "\nhour upon hour of deep, unison droning, in which not one word or syllable could be\ngotten wrong. And all that without the benefit of written text. One mistake in\nrecitation would have meant disaster for the tribe.””!\nAnd—from Tom Lowenstein and Piers Vitebsky:\n“For native audiences, myths were far from being fantastic ‘fairytales’...Rather, sto-\nries were seen as accounts of real events that took place at the dawn of time. The\npurpose of myths and legends was both to instruct and to entertain...Storytelling oc-\ncupied a seminal position in Native American cultures. It was not a purely spoken art:\nsinging and drumming were often involved.”?\nLikewise with the Polynesian people. Even that for-long mysterious script known as\nrongorongo, which the natives of Rapanui, or Easter Island, are known to have employed,\ndoes not date farther back than the late nineteenth century 3\n“The Rapanui people had no need for a script [Steven Fischer, the man who finally\ndecoded the inscriptions declared]. No Polynesian—indeed none of the three-million-\nodd inhabitants of Oceania in the eighteenth century, needed a writing system. Oral\ntraditions and knot records had served these peoples well in this regard for thousands\nof years.”+\nIn the Society Islands, entire colleges of priestly teachers instructed the people in their\nancient mythology, religious rites, and even poetic compositions. These teachers, drawn from\npriestly families, had themselves to undergo a strict training program before being allowed to\npractice and teach. They even had to endure a period of retreat which was followed by an\noral examination before a group of elders. Tony Allan and his co-authors tell that one island,\nOpoa, “became such a centre of religious learning that it drew European comparisons with\nMecca and Rome—as well as the less complimentary epithet, ‘the metropolis of idolatry’.”\nSimilar schools also existed in Hawaii.\nWith this universal oral tradition stretching back to prehistoric times, one begins to won-\nder how tales told in one part of the world ended up being similar, sometimes near-identical,\nto tales in other parts which would at the time have been far removed from cultural contact.\nAlthough not the subject of the present work, one such tale that comes easily to mind is the\nwell known misadventure of Phaethon, son of Helios, who, having driven his father’s chariot\nacross the sky, lost control of it and ended up burning the Earth below. In the end, Zeus was\nforced to intervene by dispatching one of his terrible thunderbolts with which he smote",
        "bibliography": [
            "1M. D. Coe, loc. cit.",
            "2T. Lowernstein & P. Vitebsky, Mother Earth, Father Sky (Amsterdam, 1997), p. 11.",
            "2. Lowernstein & P. Vitebsky, Mother Earth, Father Sky (Amsterdam, 1997), p. 11.",
            "3S. R. Fischer, Glyph-Breaker (N.Y., 1997), p. 184.",
            "4 Ibid.",
            "ST. Allan, et al., Journeys Through Dreamtime (Amsterdam, 1999), p. 117.",
            "5T. Allan, et al., Journeys Through Dreamtime (Amsterdam, 1999), p. 117."
        ],
        "captions": []
    }
]