[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 229,
        "content": "My\n‘ll sae ~~ By ii\noa s     We a ae Eee Ney         *\nFIRE WAG\neer?   bos  a ne = (ga AT\n=  As | ,\nPaw .*.\n? Ai 4 es wig eee AL\nSO . AS\nShiva\nStrange as it may seem, Heinrich Zimmer also noted a connection between Shiva and Santa\nClaus,! which, in view of our own previous connection of Santa Claus with proto-Saturn,?\ndoes not surprise us at all. These assertions should not be discarded because they happen to\ncome from mythologists rather than mythology itself. In Alexandrian times, the Greeks",
        "bibliography": [
            "1H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), p. 186.",
            "2 D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 241-242."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 230,
        "content": "\nequated Shiva with their own Dionysos! whose Saturnian identity has already been indicated.\nBut what of Hindu lore itself?\nIn the Linga Purana, Shiva is alluded to as “the Purusha.”? In Sanskrit, Purusha trans-\nlates as “Supreme Being,” with the connotation of “first” or “primary.” This accords with\nthe belief of other nations in that the Saturnian deity was the first and, for a time, the only,\ngod visible in the primordial sky. It also accords well with the hoary practice of placing the\nSaturnian deity at the head of all ancient pantheons.\nShiva was considered “the overlord of the waters” and “glorified as such.”4 But “the wa-\nters,” it was also said, constitute the abode of Vishnu,> whom we have earlier seen floating\non these very waters. The god known as Hari-Hara, however, combines Shiva and Vishnu\ninto one and the same deity.® This is further complimented by the fact that both Shiva and\nVishnu share the same epithet of Sarva.? The Linga Purana also equates Shiva with Vishnu.’\nActually, as Heinrich Zimmer informs us:\n“...in the earlier and classic Puranas? Shiva is no more than a function or mask as-\nsumed by Vishnu whenever the moment approaches for the reabsorption of the uni-\nverse. Only in a later stratification of Puranic myth!° do we find Shiva coming to the\nfore to enact independently and alone all three of the great world roles of creation,\npreservation, and destruction.”!!\nThe same passage in the Linga Purana which links Shiva to Rudra also equates Shiva\nwith Brahma,!? whose identity as Saturn has already been documented.!3 Now it is true that\nthe Puranas are of relatively recent date, with some of them being as tardy as the 10th\ncentury A.D. Not only that, but the Linga Purana itself was abridged by Krishna\nDvaipayana. As the translators of the 1973 edition of this work inform us:\n“The abridgement was a natural course, for the old contents ceased to appeal to later\ngenerations. At the same [time], fresh material was available which the new compilers",
        "bibliography": [
            "1H. Zimmer, loc. cit., H. de Wilman-Grabowska, “Brahmanic Mythology,” Asiatic Mythology (London, 1972),",
            "p. 120.",
            "2 Linga Purana 1:53:53.",
            "3 V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 626.",
            "4 Linga Purana 1:54:34-38.",
            "5 Ibid.",
            "6C. H. Marchal, “The Mythology of Indo-China and Java,” Asiatic Mythology (London, 1972), p. 211.",
            "TV. S. Apte, op. cit., p. 973.",
            "8 Linga Purana, loc. cit.",
            "° That is the Vishnu Purana, Matsya Purana, Brahma Purana, and others.",
            "10 As in the Markandeya Purana and the Kurma Purana.",
            "11H, Zimmer, op. cit., p. 128.",
            "12 bid.",
            "13 D. Cardona, op. cit., pp. 131, 135, 196, 216, 232, 233, 284, 309, 439, 446."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 231,
        "content": "\ninserted in the old corpus. The process continued till the beginning of the fifth century\nA.D. when the bulk of this Purana was settled to its present form.”!\nIt is also no secret that the Puranas were compiled “for the purpose of promoting some\nspecial, locally prevalent form of Brahmanical belief.”2 While most of them exhibit a certain\nVaishnava tendency —i.e., a tendency to elevate Vishnu above the other two members of the\nTrimurti—it is quite obvious that the Linga Purana is strictly Saiva: From beginning to end it\nlauds the niskala and sakala (attributes and characteristics) of the Lord Shiva.\nBe all that as it may, the term purana itself signifies “old” and it was originally applied\n“to prehistoric, especially cosmogonic, legends.”? In other words, regardless of how late\nthese “legends” were put into writing, they still derive from great antiquity.\nIt is not hidden from anyone that Brahma, Vishnu, and Shiva form a trinity, with Brahma\nas the Creator, Vishnu as the Preserver, and Shiva as the Destroyer of the so-called “world.”\nIt was well understood by the ancients that these three divinities, collectively known as the\nTrimurti, were in reality three gods in one.*\nAdditionally, just as the Greek Kronos, when rendered “Chronos,” means “Time,” so\ndoes Shiva’s title of Kala.5 Moreover, Kala was itself a name of the planet Saturn.° Thus\nwhen Shiva is designated as Kala, he is unambiguously identified as Saturn.\nSoma is one more name of Shiva, but also an epithet of Yama.’ More than that, Shiva\nhimself is also known as Yama-antakah.’ That Yama was a name of Saturn is well known.?\nA common epithet of Shiva is Sthanu, which has the meaning of “pillar” or “post,”!°\nwhich fits well with the heaven-sustaining pillar and/or post of our present topic. Although\nthis is the meaning of Sthanu most often stressed by Indologists, sthanu also translates as\n“firm, fixed, steady, stable, immovable, and motionless,”!! which conforms with the immo-\nbility of the proto-Saturnian sun.\nAnother name of Shiva is Achala which, as a noun, translates as “seven,”!? the sacred\nnumber mostly associated with Saturn.!3 But, as an adjective, achala again means “steady,\nimmovable, motionless, fixed, and permanent.”!4 Sthirah, derived from sthira, also means",
        "bibliography": [
            "| The Linga Purana as translated by a Board of Scholars (Delhi, 1973), p. xvii.",
            "2H. J. Eggeling & J. Allan, “Sanskrit Language and Literature,” Encyclopaedia Britannica (1959 edition), Vol.",
            "19, p. 963.",
            "3 Ibid.",
            "4 J. Herbert, “Hindu Mythology,” in “India: The Eternal Cycle,” Larousse World Mythology (London, 1972), p.",
            "211.",
            "5H. de Wilman-Grabowska, loc. cit; H. Zimmer, op. cit., p. 167.",
            "6 V.S. Apte, op. cit., p. 353.",
            "7 Ibid., p. 1000.",
            "8 Ibid., pp. 353, 781, 806, 1009.",
            "9 D. Cardona, op. cit., pp. 61, 233, 236, 270, 309, 440.",
            "10 V_ S. Apte, op. cit., p. 1007.",
            "1 Jbid.",
            "12 Tbid., p. 20.",
            "13 A topic that is also reserved for a future volume in this series.",
            "14V_S. Apte, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 232,
        "content": "\nNMEvaAy Keay wag\nOsa Wh as! We es Peg\nNT EON sg OR ere One\n= Et ei PS ig ie ed on SS\neS ee ae\nThe Trimurti— Brahma, Vishnu, and Shiva.\n“fixed,” and we find this epithet applied to both Shiva and Saturn.!\nYet another epithet of Shiva is Dhruva, and since Dhruva is also the name of the Pole\nStar,} this designation obviously alludes to proto-Saturn’s north celestial polar station. This is\nfurther strengthened by the fact that Saturn’s avatar of Vishnu also bears the same epithet.4\nThis is unambiguously reflected in Shiva’s additional epithet of Madhyastha, which is\nderived from the words madhya, meaning “middle” or “central,” and sthah, meaning\n“place”>—thus “middle and/or central place.”\nNow while some of the above characteristics of Shiva—although by no means all—as\nwell as others we will be presently presenting, might be shared by other planetary deities, the\ntotality of them is enough to cast away any doubts concerning the original identity of the god\nas a personification of proto-Saturn.",
        "bibliography": [
            "! Tbid., p. 1009.",
            "2 Ibid., p. 351.",
            "3 See here D. Cardona, op. cit., pp. 232-233, 236, 246, 310, 434, 440, 451.",
            "4 Ibid.",
            "SV.S. Apte, op. cit., pp. 738, 739, 1007."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 233,
        "content": "\n@ 2 4\noe. ye\n       Civar »\nps                           Sts\nCAS S=\n=   Zz, a\nCs\nThe Trimurti—Brahma, Vishnu, and Shiva, presented as three gods in one.\nONE THOUSAND AND EIGHT EPITHETS\nHaving exposed Shiva’s identity as Saturn, it might appear to those in the know that we\nhave been somewhat selective. This might seem to be so because, in later times, Shiva was\nburdened with a multitude of names—one thousand and eight, the Linga Purana claims.'\nThis is an unwarranted boast since some of these names are duplicated while others are\nidentical in meaning. The problem, here, is that not all of these names can be identified as\nSaturnian ones.",
        "bibliography": [
            "1 Linga Purana 1:65:54b-168."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 234,
        "content": "\nLP GH yes  ae a  OA Nn: TCO: a\ni fe Ce i j  Poe eS aie oe aia CN\ni SA | ae ea         A a it i  4 1\na    am \\, in TT mmm ee\nCLIT en ee ee\nThe Trimurti—from the Temple of Elephanta.\nShiva’s name #71, which is simply Graha, identifies the god as a planet. The Shivatosini,\na commentary on the Linga Purana written in the 18th century by Ganesha Natu, however,\nclaims that Graha here stands for Vrishityavagrahakarako bhaumah, that is “Mars withhold-\ning rain.”! It has, on the other hand, been admitted that the interpretations contained in the\nShivatosini are often “far-fetched, forced or fancied.”? But then, names #350 and #626,\nVisakha and Kumara, are aliases of Karttikeya whose identity as Mars is well enough recog-\nnized. Shiva, however, is even called Dhumaketu (name #629) which actually means\n“comet.”\nIn view of all this, it might rightly be asked why Shiva’s identity as Saturn should be\ngiven preference at the expense of Mars, and even other celestial bodies, with which he also\nseems to be associated. But, in view of the sectarian bias of the Linga Purana, it is obvious\nthat Shiva was assimilated with just about every celestial body, other than Venus and Jupiter,",
        "bibliography": [
            "1 Translators of the 1973 edition of The Linga Purana (Delhi, 1973), Part I, p. 264.",
            "2 Ibid., p. vii."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 235,
        "content": "\nin order to demonstrate his divine omni-form as, to be sure, Ganesha Natu himself claims.! Is\nthis not, in fact, borne out by the Linga Purana itself in which Shiva is also called\nSarvadevamaya (name #893 and #949), which means “identical with all Devas,” and\nSarvalakshana (name #866), “one who has all characteristics”? In reality, rather than being\nthe same as Karttikeya/Mars, Shiva was actually his father.2 But then, again, how can we be\nsure that Shiva’s identity as Saturn does not stem from the same cause.\nPreference for a Saturnian identification of Shiva originates in those epithets which, with-\nout calling on Saturn itself or any other celestial body, compare favorably with the universal\ncharacteristics of the mythological Saturnian sun. Among the “thousand and eight” names of\nShiva, these epithets proliferate. This indicates that Shiva’s identity as Saturn predominates\nIn clarifying this very problem, Roger Ashton had recourse to a different, but just as valid,\nargument:\n“In the instances of Kala, Raivata, Sthira, and Yama [which are all epithets of\nShiva], no planet other than Saturn is mentioned. It could [therefore] be assumed that\nthe original linkage is shown by this one class of clues rather than by several others.\nGiven this, Shiva’s real link is to Saturn, while others are misleading.”+\nThis is especially apparent in the feast of Shani-Pradosh, celebrated by the Hindus when\nthe thirteenth day of a lunar fortnight falls on a Saturday. As is well know, Saturday is named\nin honor of the Saturnian deity, the name being derived from the Saxon Saterne’s Day (or\nDaeg), through the Latin Saturni Dies. The day of Saturday was held sacred to Saturn among\nthe peoples of various other nations, including the Jews, Arabs, Maltese, the Latins, and\nIndo-Chinese.5 And so, also, among the Hindus, whose name for Saturday is Shanivar,\nderived from Shani, which is probably the most common Sanskrit name of the planet Saturn.\nShanivar thus translates as “Saturn’s Day.”® Now on the night of Shani-Pradosh there occurs\na worship of no other than Shiva. Pradosh means “night.” Shani-Pradosh thus translates as\n“Saturn’s Night.” It is not reasonable to assume that a deity honored in a festival called\nSaturn’s Night, occurring in the evening of Saturn’s Day, is not himself a personification of\nthe same Saturn. Otherwise this would be akin to claiming that the Christian feast of\nChristmas is not held in honor of Christ. Besides which, Shani, the name of the planet Saturn,\nis yet one more epithet of Shiva.”",
        "bibliography": [
            "1 Jbid., p. 262.",
            "2 While this topic, too, is reserved for a future work, see here D. O’Flaherty, Hindu Myths (Harmondsworth,",
            "1976), p. 354.",
            "3 This will be demonstrated further elsewhere in this work, as well as in future ones, where various additional",
            "Saturnian attributes of Shiva will come to the fore.",
            "4R. Ashton, “The Genie of the Pivot,” KRONOS X:1 (Fall 1984), p. 18.",
            "5 D. Cardona, op. cit., p. 151.",
            "6 See here the Hindi-English edition of Bhargava’s Standard Ilustrated Dictionary of the Hindi Language",
            "(Varanasi, 1960), p. 1017; V. S. Apte, op. cit., entry under “Shanivar.”",
            "TV.S. Apte, op. cit., p. 907."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 236,
        "content": "AJA EKAPAD\n\nWe can now return to the pillar of light that was inter alia visualized as the single leg of\nthe deity. We have also already noted Shiva’s epithet of Sthanu, which has the meaning of\n“pillar” or “post.” Kilah, yet another name of Shiva, likewise means “pillar.”! But Shiva was\nalso designated as Ekapada, which means “lame.”? As Aja Ekapad, however, he is the “one-\nfooted” support of the sky.? That this lameness was attributable to the Saturnian planetary\ngod is evidenced in a myth in which Shani, that is the planet Saturn, was lamed by Parvati for\nhaving killed her son. And yet, in a different version of the myth, it was Shiva who molested\nParvati’s son.4\n\nBesides his lameness, as an ascetic Shiva is also portrayed as standing on his right leg,\nwith his left being held by a strap which he holds in his right arm.5 To this day, Shivaites and\nSadhus still adopt this posture and hold it for long periods of time as a form of devotion to\ntheir god.° It is doubtful that they know it, but in adopting this stance they are actually imi-\ntating the one-legged posture of the primordial Saturnian sun.\n\nIn order not to portray the deity in his deformity, Shiva is also sometimes depicted sitting\nwith one leg tucked under or in front of him, with the other dangling straight below.”\n\nThe leg, or foot, that is the cosmic pillar, is also commemorated in the Hindu ritual\ninvolving the raising of the sacred stake known as the Yupa. As this stake is raised, the priest\nintones the words: “With thy crest thou hast touched the sky; with thy middle thou hast filled\nthe air; with thy foot thou has steadied the earth.”8\n\nIt is, however, the ancients’ rendition of this pillar of light as the god’s phallus that will\nretain our interest for the remainder of this chapter since, as we shall soon see, it will become\nof special importance in the unfolding of the events that brought the Ice Age to an end.\n\nTHE MAHA LINGA\n\nAs we have shown in our previous volume, “the downward flow of light from above,”?\nwas visualized by some as a cosmic phallus.'° In Egypt, Osiris was considered the phallus of\nthe same Ra. We find this stated in a liturgical tract contained in the Papyrus of Ani which is\npresented in the form of questions and answers. “Who is this?” it is there asked. And the an-\nswer is given:",
        "bibliography": [
            "! Jbid., p. 358.",
            "2 Ibid., p. 313.",
            "3D.N. Talbott, op. cit., p. 212.",
            "4V. Ions, Indian Mythology (London, 1967), pp. 100-101.",
            "5H. de Wilman Grabowska, op. cit., p. 121.",
            "© Ibid.",
            "7 Ibid., p. 120.",
            "8 Satapatha Brahmana M1:7:1:14.",
            "9D. Cardona, op. cit., pp. 446.",
            "10 Ibid., pp. 441-447."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 237,
        "content": "\n“Tt is Osiris. Others, however, say that his name is Ra, and that the god who dwelleth\nin Amentet [that is, Osiris] is the phallus of Ra, wherewith he had union with him-\nself.”\"!\nself.”!\nAt this point, the slight ambiguity in the above liturgy as to whether Osiris and Ra were\none and the same deity, or whether one was considered merely a particular feature belonging\nto the other, should not surprise the reader. But besides being the phallus of Ra, Osiris was\nalso believed to have boasted of his own. In fact, Osiris’ member seems to have been so\npopular with the Egyptian population that the Greek biographer, Plutarch, could assert that\nthe god “was everywhere represented with the phallus exposed.”\nThe deity known as Aai is presented as a phallus god,? but, at the same time, Aai is also\none of the forms of Ra.* Similarly, Rehu is a god identified with the phallus of Osiris,> but\nRehu is also a form of Shu,° whom we had also earlier presented as the heaven-sustaining\ndeity.7\nIn Indic lore, it is Shiva who is mainly connected with the phallus, known there as the\nlinga or lingam. Shiva is not, however, the only deity associated with the heavenly phallus.\nOne of the meanings of the name Prajapati, the Creator, translates as the male organ of gen-\neration.’ That Prajapati is also to be equated with Saturn we have indicated in our previous\nvolume.” Among most mythologists, the lingam is usually represented as a symbol of\nfertility, as is apparent in the writings of Veronica Ions. In speaking of the Dravidians, the\nnon-Aryan peoples of southern India and Ceylon, Ions presented them as an agricultural\npeople who “worshipped gods connected in one way or another with fertility.” Typical of\nthis, according to her, was phallic worship at Harappa.!0 Elsewhere she speaks of the\n“fertility-giving aspect of Shiva,” whose “supreme creative power is celebrated in the\nworship of the lingam or phallus,”!! which personal attribute “characterise[s] Shiva as a god\nof fertility.”!? De Wilman-Grabowska also presents Shiva as a “God of fecundity” being\nworshipped “in the shape of the linga.”!3 Mircea Eliade, on the other hand, was somewhat\nmore inclusive when he stated that:\n“It is very likely that among those who adore the lingam of Siva, a great many see it\n“Tt is very likely that among those who adore the lingam of Siva, a great many see it\nonly as an archetype of the generative organ; but there are others who look to it as a",
        "bibliography": [
            "TR, Van Over, Sun Songs: Creation Myths from Around the World (N. Y., 1980), p. 283.",
            "2H. M. Westropp & C. S. Wake, op. cit., p. 63.",
            "3 B.A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. (N. Y., 1920/1978), p. 110.",
            "4 Ibid.",
            "5 Ibid., p. 429.",
            "6 Ibid.",
            "7D. Cardona, op. cit., pp. 437-438, 443-444, 457.",
            "8 V_S. Apte, op. cit., p. 642.",
            "° D. Cardona, op, cit., pp. 61, 196, 233, 310, 311, 446.",
            "10 V. Tons, op. cit., p. 13.",
            "1 Tbid., p. 42.",
            "12 Pid. p. 43.",
            "13 H. de Wilman-Grabowska, op. cit., p. 130."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 238,
        "content": "\nsign, an ‘image’ of the rhythmic creation and destruction of the universe which ex-\npresses itself in forms, and periodically returns to its primal, pre-formal unity, before\nbeing reborn.”!\nWhen Eliade asks which is the true meaning, he replies that “both are equally valuable.”?\nThey may both be valuable for the study of religion, but, as will be made apparent in the very\nnext chapter, it is the second interpretation, that of “rhythmic creation and destruction,” that\naccords with the cosmogonical account. Thus, for instance, like Shiva himself, his lingam\nwas also called dhruva—“‘the fixed, or immovable”3—an obvious reference to proto-Saturn’s\nimmobility and that of the jet-like axis emanating from it. It should not, however, be\nforgotten that Dhruva is the Sanskrit name for the North Star. This, then, explains why,\namong the Evenks, who belong to the Tungus group of Siberia, the name of the North Star\ntranslates as “the middle of the universe.” True enough, as the center of the northern sky,\nthis name might be thought of as an appropriate one. But to another Tungus group, the North\nStar is known as “the pillar,”5 which is hardly descriptive of the star in question. As Edwin\nKrupp correctly surmised, this pillar “is the cosmic axis” that connects heaven to Earth. Like\nothers before him, Krupp understood this axis as a metaphor, but that this axis was a visible\nphenomenon is evidenced by its oft repeated description as a pillar of light or a flaming\ncolumn.\nZimmer, likewise, recognized that Shiva’s “fiery lingam is a form of the Axis Mundi”\nwhich can be equated “with the shaft of light” that penetrates Earth.” Like Krupp, and so\nmany others, he, too, misinterpreted this “shaft of light,” presenting it as “the Ray that\nextends from the Sun above.”® He should have realized that the sun is anything but fixed or\nimmovable, and that it radiates more than a single ray of light.\nAnanda Coomaraswamy has also indicated that: “The axis of the universe is coincident\nalso with the fiery S[h]iva-lingam.”® Yet even here, the word “universe” is misleading since\nwhat was originally meant was proto-Saturn’s special “cosmos.”\nThere is one telling and oft-repeated myth concerning Shiva’s lingam which is presented\nin the form of a parable. This concerns the “night of Brahma when all beings were lost [some\ntranslate ‘confounded’] in silent immobility”!°—an obvious reference to Brahma/Saturn’s\nimmobile station during the age of darkness. In this “night” there lay Narayana, described as\n“being and non-being,” floating “on the formless waters.”!! This Narayana, which name",
        "bibliography": [
            "1M. Eliade, Patterns in Comparative Religion (London, 1996), p. 7.",
            "2 Ibid.",
            "3H. Zimmer, op. cit., p. 126.",
            "4B. C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 36.",
            "5 Ibid.",
            "6 Ibid.",
            "7H. Zimmer, op. cit., p. 128.",
            "8 Ibid.",
            "9° A. K. Coomaraswamy, Elements of Buddhist Iconography (New Delhi, 1972), pp. 65-66.",
            "10 J. Herbert, op. c it., p. 222.",
            "1 bid."
        ],
        "captions": []
    }
]