[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 389,
        "content": "\nthe Chippewa Indians of western Ontario as related by Vine Deloria, who has studied the\ntraditions of the Amerinds right across the North American continent.\n“According to [the Chippewa] God tried to create the world four times but he failed\nthe first three times because there was too much ice. The last time he was successful\nand people and animals survived. The corresponding flood story of these people\nconcerns the rapid melting of the ice and a disastrous rise in the lakes and rivers\nculminating in the near-extinction of life.”!\nFor the record, there are two items here with which we disagree. The first is Deloria’s\nidentification of this flood as the Noachian Deluge? which, as we aim to show in a future vol-\nume, came much later.? The second concerns his claim that this memory is unique to the\nChippewa. In fact, much farther to the south, the Hopi retained the same memory, even if\ntold in a somewhat different fashion. They, too, claim that Sdtuknang, their Creator, had\noccasion to abort previous attempts at Creation. It was not until the third Creation that the ice\nsplintered and “began to melt and the world began to warm to life.’”*\nRemembrance of a past life sustained beneath a frigid climate, during which it is said that\n“the Indians were freezing” and “the Indians were cold,” is also retained by the Achomawi\nand Shastika tribes of California. In the tales told by these people, this chilly existence was\nbrought to an end through the introduction of heat by fire>\nAmong the Slavey, the same event is related in a somewhat fairy-tale fashion. Thus these\npeople remember “a long, dark winter” during which “the animals” stole “the warmth from\nbears which [had] been keeping it in a bag.” The warmth then caused “the ice to melt, which\nfloods the world.”6\nWhat is of additional interest here is that, with the one exception noted below, these few\ntales which tell of the melting of the ice all happen to come from the original inhabitants of\nNorth America. It is almost as if the rest of mankind has swept its mind clean of the event.\nWhat this tells us, however, is that the ancestors of the Amerinds had been living close to the\nglaciated areas of North America, if not actually within the periphery of some of those\nlocales. Those living within the ice-free Arctic regions would have had but little contact with\nthe glaciers and their eventual melting. Those far to the south of the frozen lands would only\nhave experienced the flooding that followed.\nThe one exception referred to above that this writer has been able to unearth comes from\nthe Scandinavians. As noted on an earlier page, the melting of the ice was remembered and\nhanded down in these people’s mythology. Out of the mist which rose from the melting of\nthe glaciers was engendered a frost giant out of whose body Creation was said to have been",
        "bibliography": [
            "1 V. Deloria, Jr., “Catastrophism and Planetary History,” KRONOS III:4 (Summer 1978), p. 49.",
            "2 Ibid.",
            "3 See here D. Cardona, op. cit., pp. 61-64.",
            "4 F, Waters, Book of the Hopi (N. Y., 1974), p. 20.",
            "5. Van Over, op. cit., pp. 33, 34.",
            "6 S. Eddy, op. cit., p. 99."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 390,
        "content": "initiated.! The ancestors of these people, too, must therefore have abided in proximity to the\nice, just as their descendants continue to do.\n\n(In order not to mystify the reader, it is perhaps fair to disclose that this frost giant—the\nequivalent of the Maidu’s Great Man—was an allusion to the reappearance of the proto-Sat-\nurnian configuration which, following the flare-up, had changed into a towering effulgence\nof terrible beauty. But, in order not to get ahead of ourselves, that, too, must be postponed to\nour next volume.)",
        "bibliography": [
            "1 W. Chorlton, op. cit., p. 83."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 391,
        "content": "\nChapter 19\nGlobal Catastrophism\nTHE FLOODING OF THE LAND\nhat the melting of the ice sheets would have caused tremendous flooding is a given.\nSuch floods would have taken place regardless of whichever Ice Age theory is correct.\nEven those who have favored catastrophic flooding to the exclusion of ice ages might\nhave interpreted some of Earth’s tortured signs correctly. Boulders could have thus been\nmoved from their places of origin by catastrophic floods to be deposited miles away. Rock-\nladen currents could have scoured the land over which they overflowed. What will not do is\nto attribute all such signs to raging floods.\nWater from the melting ice would at first have drained down slopes to gather in streams\nand rivulets along meandering valleys. This water would also have been augmented by the\ntorrential rains that would have precipitated from above. In fact, torrential rains, it has been\ntheorized, had been falling even during the glacial epoch. As Robert Silverberg concluded:\n“During the glacial epochs, such regions as Africa, South America, central Asia, and\nthe southern United States experienced ‘pluvial’ periods...During these prolonged\nrainy spells, lakes and rivers grew, basins now dry filled with water.”!\nIf such heavy rains fell during the Ice Age, even more torrential ones would have precipi-\ntated once Earth’s atmosphere heated due to proto-Saturn’s Sun-induced flare-up. And this,\nin fact, was told by Philo as having occurred right after the flare-up which he described as the\nair bursting into light: “And when the air burst into light, both the sea and the land became\nheated, and thence arose winds and clouds, and very great downpours and floods of the\nwaters of heaven.”?\nThis, then, would have increased the amount of water draining through the valleys which\nwould have swelled to violent proportions. Where rivers already existed, the amplified tor-\nrents would have burst their bounds, rising above their banks, inundating higher ground. We\nall know what a day’s heavy rainfall, especially thunderstorms, can accomplish not only in\nriver-bound communities, but even in lowland areas far from any rivers. Describing the\namount of greater flooding that must have ensued with the melting of the glaciers 10,000\nyears-or-so ago will be difficult, but, inadequate as they must necessarily be, the few selec-\ntions enumerated below will supply some idea.\nBecause the melting of the ice would have been anything but uniform, lakes were created\nwhere channels were still blocked by ice. These ice barriers, however, would not have lasted",
        "bibliography": [
            "IR. Silverberg, Clocks of Ages (N. Y., 1971), p. 94.",
            "2 Eusebii Pamphili, Evangelicae Praeparationis, 1:x:33d-e."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 392,
        "content": "\nfor long. Once they broke, an even more catastrophic flood would have engulfed the land be-\nlow as the lakes would have suddenly emptied with explosive force. One of these ice-blocked\nlakes is known to have emptied itself in the present state of Washington.\n“One of the largest floods known on Earth [Michael Carr describes] is one crossing\nthe eastern half of the state of Washington 10,000 or 20,000 years ago. The flood is\nthought to have resulted from rapid emptying of a lake that covered much of western\nMontana. The lake was dammed by ice, and the flood followed when the ice col-\nlapsed. The released water swept over eastern Washington, eroding deep channels,\nscouring wide swaths of ground, and carving teardrop-shaped islands...Discharge of\nabout one hundred times that of the Amazon River persisted for several days.”!\nThe glacial dam in question consisted of the Cordilleran ice sheet which extended south-\nward and blocked the outlet that is now the Clark Fork River near present-day Sandpoint, in\nIdaho. To the east of this barricade stood Glacial Lake Missoula with an estimated depth of\n1,950 feet covering an area of some 30,000 square miles. The inundation, known as the Spo-\nkane Flood,? which was caused by the rapture of the ice dam at Sandpoint has been estimated\nto have run at something like 388 million cubic feet per second. Despite the uncertainty indi-\ncated by Carr’s “10,000 or 20,000” year span, the time of the inundation has been firmly\ndated to the late Pleistocene.3\nTo be sure, Warren Hunt has contested that an ice dam could have held back the water of\nthis lake, the depth of which was given by him as 2,100 feet. This, however, would depend\non the thickness of the ice, that is how far it stretched behind the lake. Nevertheless, Hunt\nclaims that the flood of water that scoured this stretch of land would have to have come from\na tidal wave that swept over North America from the ocean. This tide, still according to him,\nwould have inundated the Athabasca Valley up to about 5,000 feet above sea level. Hunt, of\ncourse, ascribes this tidal wave to a passing celestial body, which is not that far removed\nfrom our own hypothesis.4 However, if he is right in that this flood owes its origin to a tidal\nwave, in our scheme that tidal wave would have been spawned by the slowing down of Earth.\nWe will leave it to future scholars to resolve the difference of opinion concerning the actual\nnature of this flood since, to us, it matters little since both theories agree in attributing the\ncatastrophic flood in question to the end of the Ice Age.\nFive hundred and thirty-five miles away from the scars of this major catastrophe lies the\nwell-known Great Salt Lake, in Utah. Lying in what is known as the Great Salt Lake Basin,\nthis lake consists of the remains of a much larger sheet of water which has been named Lake\nBonneville which, at one time, covered an area of 19,000 square miles compared to the pre-\nsent 1,500 square mile area. Ancient shorelines indicate a previous depth of 1,000 feet,",
        "bibliography": [
            "1M. H. Carr, “The Red Planet,” in B. Preiss (Ed.), The Planets (N. Y., 1985), pp. 100-101.",
            "2 T. Palmer, “Opening the Floodgates,” Chronology & Catasatrophism Workshop (1990:1), p. 30; D. Alt,",
            "Glacial Lake Missoula and its Humongous Flood (2002), in toto.",
            "3R. Redfern, The Making of a Continent (N. Y., 1986), p. 141.",
            "4W. C. Hunt, Bulletin of Canadian Petroleum Geology , Vol. 25 (1977), pp. 456-468."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 393,
        "content": "\nwhereas today it varies between 10 and 40 feet. A sudden breaching of the shoreline at Red\nRock Canyon at the north-east end of the lake emptied it of its water in a catastrophic flood\nthat dug a 330-foot deep canyon with a width of over a mile. The water that poured through\nthe breach spilled out on the Snake River Plain, and savagely attacked the deep lava forma-\ntions that form that plain, indicating that the melting of the ice followed the intense volcanic\neruptions of the area. New spillways and channels, some of which were up to 1,000 feet\nwide and 330 feet deep, were cut into the lava for up to 18 miles. And this event, too, has\nbeen dated to the end of the Pleistocene.'\nBack in 1923, Harlan Bretz had gone even further in ascribing the entire scablands of\nEastern Washington and the elongated basins, known as coulees, of the entire area to the\nsame glacial floods.\n“Fully 3,000 square miles of the Columbia plateau were swept by the glacial flood,\nand the loess and silt cover removed. More than 2,000 square miles of this area were\nleft as bare, eroded, rock cut channel floors, now the scablands, and nearly 1,000\nsquare miles carry gravel deposits derived from the eroded basalt.”?\n“Bretz’s hypothesis evoked from the geological establishment a flood of commentary,\nnearly all of it negative,” Stephen Gould reported. But, as he goes on to say: “The common\ntheme running through all of this criticism was the rejection of his ideas in favor of gradualis-\ntic explanations, often on a priori grounds.”\nSimilarly with Lake Agassiz, in western Canada. This lake has been considered to have\nbeen the largest glacial lake in all of North America. It once covered a region much vaster\nthan that which is presently covered by the continent’s five Great Lakes. It, too, was drained\nwhen the ice damming it gave way. The flood released by the lake surged in at least three di-\nrections, north, west, and south, disrupting sea currents even in the Arctic Ocean.4 The shore-\nline of this extinct lake, as Warren Upham realized, is not horizontal,> which, again, speaks\nfor a catastrophic disturbance of the land.\nSimilar floods in northern Canada created those geological features known as drumlins,\nshallow streamlined, tear-drop shaped, islands left behind as the flood waters cut through the\nsurrounding drift at the end of the same Ice Age.® Others have attributed these drumlins to\nthe sculpturing nature of the moving glaciers, but, as John Shaw demonstrated, the stratified\nnature of these formations, to say nothing of the lack of other ice-related forms in their",
        "bibliography": [
            "!R. Redfern, op. cit., pp. 128-129; T. Nilsson, The Pleistocene: Geology and Life in the Quaternary Ice Age",
            "(Stuttgart, 1983), pp. 398-400.",
            "2 J. H. Betz as quoted by S. J. Gould, “Toward the Vindication of Punctuational Change,” in W. A. Berggren &",
            "J. A. Van Couvering (Eds.), Catastrophes and Earth History: The New Uniformitarianism (N. Y., 1981), pp.",
            "17-18.",
            "3 Ibid.",
            "4 New Scientist (November 16, 1996), p. 14.",
            "5 W. Upham, The Glacial Lake Agassiz (1895), p. 240.",
            "6 Scientific American (December 1989), pp. 15-16."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 394,
        "content": "general area, speaks highly in favor of their formation through the action of catastrophic\nfloods.! Since then, Shaw’s conclusion has been championed by others such as Scott Fields?\nand Warren Hunt.3\n\nA water inrush said to have flowed from the Mediterranean through the Sea of Marmara\ninto the Black Sea dated to 5600 B.C. has recently been blamed for the singular event that\ngave birth to the legend of Noah’s flood.* Exploration and studies of the area conducted by\nRobert Ballard> have, however, indicated that the flood occurred some 12,000 years ago\nwhen “world oceans rose as glaciers melted” at the waning of the Ice Age.° Marine geolo-\ngists have even more recently questioned the direction of this flow and that, 10,000 years\nago, the flood had surged the other way, from the Black Sea into the Mediterranean.’\n\nThe truth of the matter seems to be that there were probably two different floods\nseparated by some 5000 years. The first would have resulted at the end of the Ice Age,\n12,000 to 10,000 years ago, with the water moving from what had been the fresh water lake\nnow known as the Black Sea’ into the Mediterranean. The second one was in reverse with the\nsalt water from the Mediterranean flooding into the Black Sea via the Sea of Marmara. The\nconnection between this later surge of flood water and the Deluge associated with Noah will\nbe discussed in greater detail in a future volume of this series.\n\nWe could include much more evidence from other parts of the globe but, on this\nparticular issue—the floods that followed the melting of the ice—we expect but little\nobjection from mainstream science.\n\nThat this flooding was concomitant with the end of tribal culture is evident in various lo-\ncalities, such as the stratum of sand and clay that covers Paleolithic remains in India’s Thar\nDesert.? Similar evidence from the same continent came to light in the Potwar plateau, where\nNeanderthal remains are covered by loess deposits.!° In both these cases, the burying detritus\nhas been seen by some as the result of sudden flooding.\n\nAs we have already pointed out in an earlier chapter of this work, numerous caves\nscattered across Brazil contain similar deposits in which the remains of men have been found\nmixed with the bones of beasts. And not only do the beasts in question hail from the\nPleistocene, the human remains are distinctly of Neanderthal type.!! What else still lies\nburied will have to be left for the future.",
        "bibliography": [
            "1 J, Shaw, “Drumlins, Sub-Glacial Melt Water Floods and Ocean Responses,” Geology 17 (September 1989),",
            "! J, Shaw, “Drumlins, Sub-Glacial Melt Water Floods and Ocean Responses,” Geology 17 (September 1989),",
            "pp. 853-856.",
            "2S. Fields, “Megafloods at Ice Age’s End,” Earth: The Science of Our Planet (May 1994), pp. 12-13.",
            "3.C. W. Hunt, Environment of Violence (Calgary, 1990), pp. 117-119.",
            "4 Ww. Ryan & W. Pitman, Noah’s Flood: The New Scientific Discoveries About the Event that Changed History",
            "(N. Y., 1999), in toto;",
            "5R. D. Ballard, “Deep Black Sea,” National Geographic (May 2001), pp. 52 ff.",
            "6 Ibid., p. 57.",
            "7 New Scientist (May 4, 2002), p. 13.",
            "8 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 30.",
            "9B. & R. Allchin, The Rise of Civilization in India and Pakistan (Cambridge, 1982), p. 19.",
            "10 Pbid., p. 18.",
            "11D. S. Allan & J. B. Delair, Cataclysm! (Santa Fe, 1997), p. 116."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 395,
        "content": "AQUATIC GENESIS\n\nThat ancient man retained a memory of this flooding we have already seen. And because\nEarth, but more especially the sky itself, was seen to have changed—and most dramatically\nat that—some of the survivors remembered this aquatic calamity as having ushered in a new\ncosmos.\n\nThe Brahmans of India continue to stress that Creation is a recurring event, separated by\nvast stretches of time. They thus speak of a cycle which consists of many kalpas each of\nwhich is divided into one thousand mahayugas (great ages). Each mahayuga is in turn\ndivided into four yugas (ages) which are named Krita, Treta, Dwapara, and Kali. They thus\nspeak of the Kritayuga, the Tretayuga, and so forth.\n\nEach Creation, according to Brahmanic belief, is preceded by terrible calamities. One\nsuch is believed to be an incessant rain that falls from stormy skies and lasts for months on\nend. It is then believed that Brahma, the supreme Creator we have already identified as an\navatar of the Saturnian deity, is believed to go to sleep until the time comes for his re-\nawakening, at which time Creation is once more resumed. The belief in this endless\nrecurrence of Creation was instigated through the memory of successive destructions which\nmankind experienced through the ages. One point of utter importance to the subject at hand is\nthat, according to this Brahmanic religio-philosophy, the waters of a cataclysmic flood covers\nthe “universe,” from which the new Creation then proceeds.!\n\nThe varied tribes of central India, holding themselves aloof from the Brahmanic system\nof their neighbors, hold similar beliefs. Thus, among the Bison-Horn Marias, the Gonds, and\nthe Saora of Orissa, it is told that one world had already been created when it was destroyed\nby floods.?\n\nBecause man believed in more than one Creation, and therefore in more than one destruc-\ntion, it becomes rather difficult at times to separate one event from a later one. This has even\nled some scholars to assume that Creation actually followed the Noachian Deluge which, in\nfact, transpired much later in time. William Mullen, for instance, was of the belief that the\nancient Egyptians confused one with the other. To an extent, this might have been so since\nthere is little doubt that, in time, the ancients themselves would have confused one flood with\nan other. Unfortunately, Mullen himself is also guilty of confusing the terrestrial flood with\nthe celestial ocean, but let that be. So, likewise, with Malcolm Lowery when he states that\n“the Bible begins with a record of the Creation, in which the world is stabilised.” He then\nasks: “But which creation?” And he answers by: “It had long been a belief of the ancients, af-\nter all, that the world must be destroyed at intervals to be created anew, and it is thus quite\npossible that the story symbolized in Genesis I refers, for instance, to the time immediately\nafter the [Noachian] Flood.”4",
        "bibliography": [
            "1 C.F. Volney, New Researches on Ancient History (1856), p. 157; H. C. Warren, Buddhism in Translation",
            "(1896), pp. 320 ff.",
            "2 O. Herrenschmidt, “Tribal Mythologies of Central India,” in “India: The Eternal Cycle,” Larousse World",
            "Mythology (London, 1972), pp. 264-265.",
            "3 W. Mullen, “A Reading of the Pyramid Texts,” Pensée IVR III (Winter 1973), p. 14.",
            "4M. Lowery, “Father Kugler’s Falling Star,” KRONOS II:4 (Summer 1977), p. 7 (emphasis as given)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 396,
        "content": "\nThis confusion between flood and Creation goes back to Staniland Wake and might have\neven originated with him. Wake saw the preservation of the animals in Noah’s ark as sym-\nbolizing “the seeds of all things preserved that they might again cover the earth.” As he goes\non: “Taken in this sense, we see the reason of the curious analogy which exists in various\npoints between the Hebrew legends of the creation and of the deluge.”! Hans Schindler Bel-\nlamy followed suit. In his attempted documentation of Hans Hoerbiger’s defunct Cosmic Ice\nTheory, Bellamy also assumed that Creation arose out of the watery chaos left behind by\nNoah’s Deluge:\n“Tn all deluge myths, whether of the eastern or the western hemisphere, whether told\nby peoples living near the poles or by tribes settling in the tropics, one fact always\nstands out: the Great Flood appears as the conclusion of a universal catastrophe, as\nthe finale of a great cosmic drama. But, though it definitely closes a period, it does\nnot cause the final end of things. After the destruction comes a new creation.”?\nSo, also, Velikovsky who, in a throwaway sentence in one of his shorter papers,\nconcluded that “the first chapter of Genesis,” which tells of the Creation, is “a tale brought\ndown from exotic and later sources.”3 More recently David Salkeld took this up and\nattempted to show why, in his opinion, Velikovsky was correct.4 Thus he directs the reader’s\nattention to a passage recorded in the New Testament to the effect that:\n“...by the word of God [literally, Theos] the heavens were of old, and the earth\nstanding out of the water and in the water. Whereby the world that then was, being\noverflowed with water, perished. But the heavens and the earth which are now, by\nthe same word are kept in store.”>\nAlthough the above words were written by Simon-Peter, one of the apostles of Jesus, in\nhis second Epistle, there is no doubt that they echoed not only the general Jewish belief of his\nday, but also of days long before his time. Even so, there is nothing in these verses which\nclaim that the water in question was that of Noah’s flood.\nThis confusion is understandable, as Alfred de Grazia pointed out, when one remembers\nthat even following Noah’s flood, Creation was renewed.° Thus even Manu, the Hindu pro-\ntotype of Noah, “was chosen by order of the gods to recreate all creatures after the Deluge.””\nFortunately, at least in a few cases, enough details have been retained by the tellers that\nact as clues which enable us to tell which catastrophe is being described. At others times we",
        "bibliography": [
            "1 CS. Wake, “Influence of the Phallic Idea in the Religions of Antiquity,” in H. M Westropp & C. S. Wake,",
            "Ancient Symbol Worship (N. Y., 1875), p. 69.",
            "2HLS. Bellamy, Moons, Myths and Man (London, 1949), p. 145 (emphasis as given).",
            "31. Velikovsky, “Earth Without a Moon,” Pensée IVR III (Winter 1973), p. 25 (emphasis added).",
            "4D. Salkeld, “Genesis and the Origin of Species,” Chronology & Catastrophism Review (2002:1), pp. 10-13.",
            "52 Peter 3:5-7 (emphasis added).",
            "6 A. de Grazia, Homo Schizo IT (Princeton, N. J., 1983), p. 142.",
            "7 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 397,
        "content": "\nare simply left to guess. Harold Osborne, in describing the Creation legends of South\nAmerica, for instance, informs us that:\n“Myths of a deluge are very widespread both among the highland peoples and the\ntribes of the tropical lowlands. The deluge is commonly connected with the creation\nand with an epiphany of the creator-god. It is often associated with the creation of\nmankind or of the present races of man. It is sometimes regarded as a divine punish-\nment wiping out existing mankind in preparation for the emergence of a new race.”!\nAnd:\n“The origin of human beings as they are now is commonly attributed to the act of a\ncreator-god and often connected with the deluge. Some mythological cycles feature a\nprimitive age of darkness before the existence of the sun, when human beings lived\nin a state of anarchy without the techniques of civilized life. Sometimes myths in this\ncategory appear to embody a confused racial memory of a hunting and food-\ngathering stage. It is not uncommon for them to be associated with a tradition of the\ndestruction of the primitive food-gathering race by a creator-god and the creation of\nnew races, usually following a deluge...”?\nSo, too, among the Tainos of Haiti who also relate that Creation followed “after a flood.”3\nSEA LEVEL CHANGES\nOne other subject about which we expect no objections from mainstream science\nconcerns the rising of sea levels due to the melting of the Ice Age glaciers. As we have seen,\nwater from the melting glaciers would have run into low lands through gullies, gathering into\nlakes which expanded and burst their bounds, rushing in torrents through valleys and over\nflat ground, inundating lands for miles around. But, as we all know, all floods and rivers\nwhich do not flow into dead-end lakes, like the Dead Sea, eventually empty into the ocean.\nIn recent times we have often been told that if Earth’s present polar caps were to melt\nthrough increasing global warming, cities on the sea coasts of the entire world would be\ndrowned due to rising sea levels.4 The melting of the Ice Age glaciers would similarly have\ninundated coastal stretches throughout the world.\nSea level changes have been claimed for various ages. But let us stick to the end of the\nlast Ice Age and our bench-mark figure. The problem here is that, at the end of the Ice Age,\naccording to Edward Weyer, “sea levels dropped in some parts of the world, while in others",
        "bibliography": [
            "1H. Osborne, “South American Mythology,” Mythology of the Americas (London, 1970), p. 294 (emphasis",
            "added).",
            "2 Ibid. (emphasis added).",
            "3 M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972),",
            "p. 440 (emphasis added).",
            "4 See here, for instance, D. Schneider, “The Rising Seas,” Scientific American (Fall 1998 special publication,",
            "The Oceans), pp. 28 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 398,
        "content": "it rose.”! In those places where it did rise, “sea level stood about one hundred feet or so\n\nabove its present position.”?\n“Sea-level changes [Peter Warlow explained] are recorded all over the world in the\nform of raised beaches, wave-cut platforms, and old cliff lines, and also in\nsubmerged positions marked by such features as submerged fossil forests. These\nfeatures are clearly attributable to either a rise or fall of the land, or to a change of\nthe mean depth of the sea. Sometimes, the features show evidence of a slight tilt of\nthe land, where the old coastal line does not lie exactly horizontal and parallel to the\npresent sea-level, but the most common explanation for the changes is that they were\ncaused by changes in the mean depth of the sea which are associated with the\nchanges in the amount of ice at the poles in the glaciations of the ice ages.”\nAnd:\n“Such estimates are derived from actual measurements of the heights and depths of\nthe old coastlines, and it is assumed that these were due to changes in the amount of\nice at the poles—uniformitarianism having no other source of the variation.”+\nOne correction we would make to the above is that the Ice Age glaciers did not really oc-\ncupy Earth’s northern pole since, to the contrary, as we have seen, the Arctic region was free\nof ice during the last glaciation. Meanwhile, one other line of evidence disclosing the reality\nof past sea level changes comes from a particular species of coral that grows quite near the\nsurface of the sea especially in Caribbean waters. Obtaining cores by drilling deep into reefs\naround Barbados has enabled Richard Fairbanks and _ his colleagues to follow the past rising\nof sea level since the end of the Ice Age when “the great ice sheets that had blanketed much\nof North America and Europe were in the midst of melting, and the ocean was receiving huge\ninfluxes of water.”5\nJohn Anderson, on the other hand, has questioned Fairbanks’ data, stating that they are\n“not accurate enough to see the kinds of events predicted by the glacialogical models.” Thus,\naccording to Anderson, there were “at least three episodes of sudden sea-level rise in the\npast 10,000 years,” and that evidence of this is not discernable in Fairbanks’ coral record.°\nAnderson and his co-workers have gathered additional evidence from various localities.\nSediment cores and seismic soundings from Galveston Bay in the Gulf of Mexico have\nrevealed “how that estuary has responded to rising sea level since the last ice age.””",
        "bibliography": [
            "1 “Catastrophism Old and New,” S.I.S. Review V:2 (1980/81), p. 35.",
            "2D. B. Vitaliano, Legends of the Earth (London, 1973), p. 28.",
            "3 P. Warlow, The Reversing Earth (London, 1982), pp. 112-113.",
            "4 Ibid., p. 113 (emphasis as given).",
            "5D. Schneider, op. cit., pp. 34-35.",
            "6 Ibid., p. 35 (emphasis added).",
            "7 Ibid."
        ],
        "captions": []
    }
]