{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 319,
            "subsections": [
                {
                    "title": "",
                    "content": "P’an-ku, born out of chaos, holding the Yin-Yang symbol, indicative of whirling motion. (From a nineteenth-century lithograph.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 320,
            "subsections": [
                {
                    "title": "",
                    "content": "The indistinct nebulosity spoken of in the mythologies of other nations had dispersed. It was then that 'the order of time was gradually settled'; for before then, 'the day and night had not yet been divided', but eventually, 'day and night were distinguished from each other.' Thus, while the Egyptian Ammon-Ra was lauded as 'the god who was from the earliest times,' he was also remembered as 'the beginning which abides in all things.' Even though they followed a cosmic scenario entirely different from—and one can say, in opposition to—the one proposed in this work, de Santillana and von Dechend could not help but realize that mythic themes pertained to a 'Great Game played over the aeons, a never-ending tale of positions and relations, starting from an assigned Time Zero.'",
                    "citations": [
                        "I. Donnelly, Ragnarok: The Age of Fire and Gravel, republished as The Destruction of Atlantis (N. Y., 1971), pp. 210-211.",
                        "R. Petazzoni, 'Aion-(Kronos) Chronos in Egypt,' Essays on the History of Religions (Leiden, 1954), pp. 174-175.",
                        "G. de Santillana & H. von Dechend, op. cit., p. 177."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 321,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 16\nThe Interloping System\nOUT IN SPACE\nOne question that still needs to be answered is: What hid the Sun, the Moon, and the stars from view? One could conjecture that the stars might have been rendered invisible by the radiance, no matter how dim, emanating from the Saturnian sun. However, we do not need to rely solely on that. If, as hypothesized, the Saturnian plasmasphere was really opaque, it would have been enough to shield the stars from view. The Moon simply was not yet in orbit around Earth. As for the Sun, there is no way that Saturn’s dim light could have blotted out its radiance. The question then revolves around the claimed opacity of the plasmasphere. Was the plasmasphere opaque enough to blot out the Sun’s illumination?\nUnfortunately, as of this writing, not enough is known about planetary plasmaspheres to readily answer that question. The plasma physicist Anthony Peratt informed me, 'this is not a back of the envelope calculation,' which would probably give you the wrong answer anyway. What is required is a 'full magnetohydrodynamic simulation with radiation transport,' which would take 'several weeks once the problem was set up.' Despite all that, Peratt was kind enough to supply me with a 'top-of-the-head opinion.' While the scientific verdict is not yet in, Peratt’s scholarly intuition is that 'it would be extremely difficult for a planetary plasmasphere to become opaque enough to entirely blot out the sun.' Thus, together with other evidence which I shall soon be supplying, the conclusion has been reached that, during the Saturnian age of darkness, the Sun was not merely hidden—obscured. Like the Moon, it was actually absent. Which raises the question: Where could it have been? To be sure, the Sun was always here; only we were not.",
                    "citations": [
                        "A. L. Peratt, on the Intersect electronic discussion group sponsored by KRONIA Communications, July 10, 2002 (all emphases as given)."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 322,
            "subsections": [
                {
                    "title": "",
                    "content": "As erroneous as he might have been in the deductive process that led him to this conclusion, he displayed a sagacity for which, given the knowledge of his time, he should certainly be admired. Two centuries later, Immanuel Velikovsky was also of the opinion that a 'dark star' might possibly invade our Solar System. As he wrote in 1950: 'The solar system is not a structure that has remained unchanged for billions of years... Nor is there justification for the excuse that man cannot know or find out how this system came into being because he was not there when it was arranged in its present pattern... The Earth has come in [near-]contact with other planets and comets... Also, some dark star, like Jupiter or Saturn, may be in the path of the sun, and may be attracted to the system and cause havoc in it.' As apostate as Velikovsky might have been, the idea of an interloper into the Solar System is not exactly adverse to mainstream astronomy. Thus, for instance, in 1962, R. L. Forward expressed the opinion that Pluto was an alien that had settled among the solar family. 'Apparently Pluto is a stranger which arrived in its present orbit from the regions of space... It is as if Pluto had come along, interacted with Neptune, and pushed it into an inner orbit.' John Weir has even sought to account for the apparent deviations between the present motions of Venus and those recorded in the Babylonian Ninsianna Tablets (also known as the Tablets of Ammizaduqa) by postulating the capture of 'a relatively large body' by the Solar System, which body 'might have broken up and been captured by Jupiter.' This is highly interesting because the invasion of such a body would have had to have transpired during historical times as opposed to the millions of years into the past to which astronomers usually relegate such occurrences. It also proves that speculative events dictated by the contents of ancient historical documents are not outside the domain of conventional astronomers.",
                    "citations": [
                        "B. de Maillet, Telliamed (Amsterdam, 1748), pp. 169-173, as cited by S. S. Genuth, Comets, Popular Culture, and the Birth of Cosmology (Princeton, N. J., 1997), p. 202.",
                        "I. Velikovsky, Worlds in Collision (N. Y., 1950), pp. 372-373.",
                        "R. L. Forward, 'Pluto, Last Stop Before the Stars,' Science Digest (August 1962), p. 73.",
                        "J. D. Weir, The Venus Tablets of Ammizaduga (Leiden, 1972), p. 78."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 323,
            "subsections": [
                {
                    "title": "",
                    "content": "Returning to the topic with Samuel Windsor in 1988, the original proposal was expanded to cover more than just Earth and the Moon. According to these two writers, the entire planets of the present solar family had once belonged to an extraneous system governed by a dark star, the binary partner of the Sun, which they referred to as Planet X. In this scenario, the Planet X system would, from time to time, have approached closer to the Sun where, with each close approach, it slowly stripped Planet X of its brood of planets, a few at a time. Patten and Windsor did not have the mytho-historical record in mind when they constructed their scenario. Theirs was actually an attempt to disprove the nebular hypothesis usually attributed to Immanuel Kant and supplant it with what Patten and Windsor believed to be a more viable history of the formation of the Solar System. They did not even seem to realize that Kant’s nebular hypothesis had already been discarded at the time they proposed their theory. Thus, their various objections to Kant’s nebular hypothesis are entirely superfluous. Their version of the formation of the Solar System begged the question of how the Planet X system itself originated. On that score, if on no other, their scenario is as redundant as their objections. Worst of all, the detailed step-by-step description of the manner in which this planetary transfer took place, with precise orbital and rotational periods, values of eccentricity, closeness of approach, etc., makes one think that the authors had actually been there at the time with a load of scientific instruments to record it all for posterity. Their methodology does not inspire confidence, let alone credence. It was Ralph Juergens who set us on the right path. Back in 1977, basing his scenario on what little Velikovsky had yet published about the subject of Saturn, he was bold enough to climb out on what was then still considered something of a slim limb. As he wrote: 'Some points of discussion may emerge from a consideration of Velikovsky’s as yet unpublished evidence that Saturn was once a star and in all likelihood the Earth’s 'Sun' at one time. Velikovsky has stated that Saturn was disrupted in a near-collision with Jupiter. Knowing little or nothing of the details, I can most easily imagine such an encounter in terms of a Saturnian planetary system, which included the Earth, being invaded, dismembered, and captured by an interloping system of relative giants consisting essentially of the present Sun and Jupiter...'",
                    "citations": [
                        "D. Patten & S. Windsor, 'The Organization of the Solar System—Part II: A Galactic Capture Hypothesis,' AEON 1:5 (September 1988), pp. 97 ff.",
                        "idem, 'The Organization of the Solar System,' AEON 1:4 (July 1988), pp. 77 ff.",
                        "idem, The Recent Organization of the Solar System (Seattle, 1995), in toto, but also its review by W. Thornhill in AEON IV:4 (April 1996), pp. 113-115.",
                        "R. E. Juergens, 'Juergens Replies,' to 'The Critics and Stellar Energy,' SIS Review II:2 (December 1977),"
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 324,
            "subsections": [
                {
                    "title": "",
                    "content": "Following Juergens, Frederick Hall disclosed similar ideas of his own: 'Most stars are paired in binary systems. A few are trinities or orbit each other in groups of four or more. Still fewer go it alone. The Sun appears to be a loner. In recent years it has been postulated that the Sun, after all, may have its partner too, which would necessarily be a very small star, not seen as yet by astronomers. Nemesis [as this solar companion has been dubbed] is posited to be in an extremely elliptical orbit, approaching the Sun every 26 million years... A stronger likelihood, perhaps, is that Nemesis does not exist and will not be found. Nemesis would now be near its aphelion and, over an incredibly long moment arm, should exert a detectable tug on the Sun. No news is no news. Another possibility is also worth considering. If in the past, there was a Nemesis, and it is no longer out there, it may actually be here. Two stars in a binary system each may have a quota of terrestrial bodies and gas giant planets. If their orbital relationship is highly elliptical, both systems could suffer drastic changes at each close approach. The much smaller star would be subject to close encounters with gas giant satellites of the much larger star, involving a possible loss of considerable angular momentum and mass. Hence, it is possible that a former Nemesis is now part of our Solar System. In the event of such a catastrophic event, such a 'star' could also lose its ability to generate stellar amounts of heat and light and could be captured as a close-in gas giant satellite of the larger star. If it is ultimately decided that Earth did arrive into the Solar System as a satellite of a Nemesis-like sun/planet—perhaps Jupiter or Saturn—then numerous geological mysteries would be cleared up and man’s early preoccupation with planetary worship would be much easier to understand.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 325,
            "subsections": [
                {
                    "title": "",
                    "content": "Maybe not in a different galaxy, but as early as 1967, Axel Firsoff had already been writing about the discovery of extra-solar planets as if they were in the realm of general knowledge. Thus, in explaining what he termed 'the general plan of planetary systems,' he could already refer to 'super Jovian planets, which are known to accompany some stars.' Despite more recent reports to the contrary, the first of these extra-solar planets was discovered by D. Reuyl in 1936. With an estimated mass of 0.04 M, and an orbital period of 15 years, it was detected near the star known as Ross 614. Another planet already known to Firsoff is one 'a little less than twice as massive as Jupiter,' which orbits Proxima Centauri, 4.3 light-years away. These planets, it should be pointed out, are detected rather than observed. Stars which are accompanied by planets go through periodic wobbles that are ascertained through the Doppler shifts in their spectral lines, due to the attraction of their invisible attendants. The amount of wobble allows the accompanying planet’s mass and orbit to be calculated. As Firsoff reported: 'Several other stars are known to have dark companions, but these are rather more massive than Proxima’s big planet. Such superplanets may be partly degenerate, with interiors in superdense conditions encountered in White Dwarfs, and so could be quite small, despite their great masses.' Another body, which Firsoff referred to as 'a dark companion of about 10 times the mass of Jupiter,' was also detected orbiting the red dwarf star Lalande 21185, which is calculated to be 8.1 (or 8.25 as newer sources have it) light-years away and said to have a mass of 0.4 M. As Firsoff adds: 'This discovery was due to the exceptionally large proper motion of the star, which changes its position in the sky by 4.8\" a year and, for this reason, was being closely followed.' Firsoff did not enumerate the discoveries and identities of the extra-solar planets known in 1967, one by one, but he did state that 'nearly 10 superplanets are now known to be attached to the nearest stars.' Thus even then, Firsoff could claim that: 'Far from being exceptional, the Solar System is rather a humdrum example of planetary configurations. There are multiple stars, each with an array of planets of its own; close binaries sharing one or more planets; superplanets that may have planetary satellites, which may in turn be accompanied by moons.'",
                    "citations": [
                        "A. Firsoff, Life, Mind and Galaxies (London, 1967), p. 90.",
                        "D. Reuyl, op. cit., p. 93."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 326,
            "subsections": [
                {
                    "title": "",
                    "content": "What of the ten extra-solar planets that were already known by 1967, the first of which was discovered in 1936? So, similarly, with the planet—or, at least, a brown dwarf star—said to orbit Proxima Centauri, which has recently been said to have first been discovered in 1998 through the Hubble Space Telescope. How could Firsoff have written about it in 1967? But then, David Golimowski and Dan Schroeder nixed the whole thing. More sensitive observations led these two observers to conclude that no evidence really existed for such 'a brown dwarf or planet companion.' As Golimowski stated: 'We have images of Proxima that definitely should have revealed something. They did not.' Even so, as of this writing, planets in extra-solar systems are being detected almost every month. These assemblages, however, bear little resemblance to our own Solar System. Calculated to be half the mass of Jupiter, the 51 Pegasi planet orbits its primary at a mere distance of 5 million miles, which is seven times closer than tiny Mercury orbits our Sun. The planet completes its orbit in a mere 4.2 days. 'To appreciate how bizarre this behavior is,' writes Flamsteed, 'it helps to consider the bigger planets in our solar system—Jupiter, Saturn, Uranus, and Neptune. They are all at least a hundred times farther from the sun than 51 Pegasi’s planet appears to be. And it takes them years—a full dozen years, in the case of Jupiter—to make a single orbit.' What, then, of the belief that giant gas planets can only form somewhere in the middle of the revolving cloud of collapsing interstellar gas and dust that goes into forming a solar system? By the 1990s, astronomers had to ask: 'How could a giant planet form so close to a star without being sucked in by gravity?' Actually, Doug Lin had suggested that planets like Jupiter could migrate from an outer system in toward their parent star. Lin’s hypothesis, however, did not envisage such giant planets ever coming to a halt close to their primary. His theory demanded that such planets would eventually be swallowed up by their sun. But, in view of newer discoveries, Lin and fellow astronomers were soon writing in Nature with two different scenarios aimed at getting a Jupiter-sized planet to stop short of being swallowed up. And then, the see-saw of scientific opinion—David Gray announced that the posited planet around 51 Pegasi was not really there at all. Most astronomers, however, have disregarded his conclusion, and the posited planet has now become fact. In the twelve months following this discovery and its attempted debunking, six other extra-solar planets were announced as having been detected. Three of them were said to be Jupiter-sized bodies orbiting 'absurdly close' to their primaries. Two others were found to orbit even closer.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 327,
            "subsections": [
                {
                    "title": "",
                    "content": "Another planet was discovered orbiting the star Tau Bootis, which is slightly larger and hotter than our Sun, at a distance of sixty light-years. This planet has been calculated to have a mass equivalent to three and a half times that of Jupiter. It orbits its primary in a circular path in 3.3 days. It is 6.9 million kilometers (0.046 astronomical units) from its sun. This places it closer to its primary than Earth is to our Sun. The planet orbiting Lalande 21185, concerning which Firsoff had written in 1967, is even closer to us—now calculated as 8.25 light-years away. It is now believed that this star is orbited by at least two planets. One of these is said to be the size of Jupiter at a distance equivalent to Saturn’s distance from our Sun. The other planet, only slightly less massive than Jupiter, is believed to orbit Lalande at about the distance of the asteroid belt. The binary star system CM Draconis, 50 light-years away, is also believed to be orbited by a planet with a diameter equal to eighty-five percent that of Jupiter. The stars themselves orbit each other around a common center of gravity once every day. The purported planet would then orbit both stars in a circuit completed in 'several months.' Meanwhile, Doppler shifts are not the only means by which extra-solar planets can be detected. In 1996, through the use of the Hubble Space Telescope, astronomers noticed that the disk of dust around the star Beta Pictoris seemed to be tilted. They could only think of two possible explanations for this stellar disk being unbalanced: it was either due to radiation from the star itself or the existence of a large planet which would have tugged at the debris in the disk. Two years later, Sally Heap, then of NASA’s Goddard Space Flight Center, trained Hubble’s Imaging Spectrograph on Beta Pictoris to obtain closer views of the star and its disk. Her verdict was that the images she was able to resolve strongly suggested a planet or planets.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 328,
            "subsections": [
                {
                    "title": "",
                    "content": "This planet was detected orbiting the star 70 Virginis at a mere distance of 0.47 astronomical units in an orbital period of 116.7 days. It was unmasked by the team of Geoffrey Marcy and Paul Butler, who have found 'more planets than anyone else in history.' Six of these planets, brought to light by 1998, were featured in Astronomy; five others were reported by early 1999, two of which have been calculated to be five times the mass of Jupiter. In the year 2000 came news of the possible discovery of extra-solar planets which appeared to measure a mere 2.5 Earth radii. Or, at least, their possible shadows have been detected, like the one passing in front of the binary star system known as CM Draconis. Until then, as we have seen, only Jupiter-sized and larger planets had been located. William Cochran and his collaborators from the University of Texas announced a planet 'that closely resembles Jupiter' around Epsilon Eridani, which is the closest star that is similar to our own Sun. Orbiting at 300 million miles from the star, it takes close to seven years to complete one circuit. Other extra-solar planets embedded within the disks surrounding youthful stars, detected through means other than Doppler shifts, have been announced by Nick Gorkavyi at NASA’s Goddard Space Flight Center. Gorkavyi’s method involves a search for 'whorls and clumps produced by a planet’s gravitational meddling.' This method rewarded him with three new planets, including one that is said to be only 0.2 times the mass of Jupiter, revolving around Epsilon Eridani, 5.5 billion miles away, which would make it about twice the distance our own Neptune orbits from the Sun.",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
