{
    "sections": [
        {
            "type": "main",
            "page_number": 109,
            "subsections": [
                {
                    "title": "Relevant to Astronomical Science, but",
                    "content": "Even today, every study on comets is based on a collation of the available historical data. In fact, specialists of the theory of comets give particular importance to the Chinese historical records, which began to be scrutinized for these very purposes in the age of Newton.\n\nEdmund Halley owes his fame to his supposed discovery of the periodicity of comets. But had not Diodorus Siculus (1st century B.C.) already written about comets returning on their orbits? More than that, according to Diodorus Siculus, the Chaldeans—by whom he meant the Assyro-Babylonians—had already learned to predict the return of comets, as, so also, had the Egyptians. Mary Proctor, however, was not convinced. As she wrote: “For my own part, I reject as altogether improbable the statement of Seneca that the ancient Chaldean astronomers could calculate the return of comets.” The same, however, cannot be said of the Greeks, whose discovery of the “great conjunction” of Jupiter and Saturn was already known to Olympiodorus some eleven hundred years earlier.\n\n“We first find attention paid to these phenomena, and definite theories propounded respecting them in the Greek schools, and it is curious to observe how favorably some of the early hypotheses contrast with the fantastic ideas advanced in later times... The Pythagoreans held they were permanent bodies belonging to the solar system, revolving round the sun like the planets, but in orbits so extensive that they were visible only when near the Earth.\n\nSeneca [in his De Cometis]...knew the real nature of comets, the inertia of their motion, and their periodicity. [But for] 1,500 years after his time, science clung to the notion.",
                    "citations": [
                        "and Pliny (A.D. 23-79)",
                        "Johannes Kepler (1571-1630)",
                        "As Velikovsky revealed, one of these Greek scholars was Seneca (4 B.C.-A.D. 65)",
                        "(Summer 1984)",
                        "Living Age (June 27, 1891)",
                        "M. Proctor, The Romance of Comets (N. Y., 1926)",
                        "B.H. Baker, loc. cit., (emphasis added)"
                    ]
                }
            ],
            "bibliography": [
                "Living Age (June 27, 1891)",
                "B.H. Baker, loc. cit., (emphasis added)",
                "(Summer 1984)",
                "and Pliny (A.D. 23-79)",
                "As Velikovsky revealed, one of these Greek scholars was Seneca (4 B.C.-A.D. 65)",
                "Johannes Kepler (1571-1630)",
                "M. Proctor, The Romance of Comets (N. Y., 1926)"
            ]
        },
        {
            "type": "main",
            "page_number": 110,
            "subsections": [
                {
                    "title": "7H",
                    "content": "Bau, enor [ /",
                    "citations": []
                },
                {
                    "title": "RRO",
                    "content": "ass Oa So SoS LO NN Non VE",
                    "citations": []
                },
                {
                    "title": "LE Ouse",
                    "content": "Kepler’s Trigon showing the “Great Conjunction” of Jupiter and Saturn every twenty years along the zodiacal band.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 111,
            "subsections": [
                {
                    "title": "Comets as Depicted in a Chinese Painting on Silk Recovered from a 168 B.C. Han Dynasty Tomb",
                    "content": "dogma that comets are apparitions in the atmosphere, like rainbows. Copernicus thought so, too. Plutarch even knew that comets whirled, or rotated.\n\nIt is, therefore, something of a pity that Pythagoras himself was of a different opinion, believing comets to be nothing more than mere terrestrial “exhalations” which rose in the air and ignited the atmosphere. I say it is a pity because, for whatever reason one wishes to believe, Pythagoras turned out to be such a so-called genius that he held the educated world enthralled for close to two thousand years. Pythagoras, however, did not entirely obliterate the earlier knowledge because, so many years after him, Pliny was still alluding to comets as permanent bodies moving in orbits like the planets and periodically returning on their orbits as, at least, one of the theories held respecting them in his time. And was it not through reading Pliny that Halley managed to gain his fame?\n\nIsaac Newton himself disbelieved that comets were physical entities. In an attempt to reconcile his gravitational theory with the precepts of Genesis, he attempted to demonstrate that the Solar System had been created in a single divine act and, obeying divine laws, must.",
                    "citations": [
                        ". Velikovsky, Stargazers and Gravediggers (N. Y., 1983)"
                    ]
                }
            ],
            "bibliography": [
                ". Velikovsky, Stargazers and Gravediggers (N. Y., 1983)"
            ]
        },
        {
            "type": "main",
            "page_number": 112,
            "subsections": [
                {
                    "title": "Therefore Have Remained in Stable",
                    "content": "equilibrium ever since. The existence of the erratic comets—erratic to the extent that they had not yet been allotted any specific regularity by the astronomers of his time—was very damaging to his thesis and he therefore spent an awful lot of time and energy in an attempt to explain them away.",
                    "citations": []
                },
                {
                    "title": "NUMBER OF WORLDS",
                    "content": "Very much like modern ones, ancient Greek thinkers did not only concern themselves with what they could see, measure, and calculate in the sky, but also with what they dared deduce from what they could see, measure, and calculate. Democritus, who lived sometime during the fifth century B.C., one of the founders of the atomic theory, was probably the greatest of the Greek physical philosophers. According to Diodorus and Pliny, Diogenes Laertius, his works, including treatises on geometry, optics, and astronomy, which unfortunately have not survived, numbered seventy-two. What we know of them comes from the numerous quotations which have survived in the works of other authors. His views on astronomical bodies were not that divergent from modern ones. Hippolytus thus paraphrased him:...\n\n“...he [Democritus] maintained worlds to be infinite, and varying in bulk; and that in some there is neither sun nor moon, while in others that they are larger than with us, and with others more numerous. And that intervals between worlds are unequal; and that some of them increase in bulk, but that others attain their full size, while others dwindle away; and that in one quarter they are coming into existence, whilst in another they are failing; and that they are destroyed by clashing one with another. And that some worlds are destitute of animals and plants, and every species of moisture.”",
                    "citations": [
                        "C. Stecchini, loc. cit.",
                        "V. Clube & B. Napier, The Cosmic Serpent (London, 1982)"
                    ]
                }
            ],
            "bibliography": [
                "B. Napier, The Cosmic Serpent (London, 1982)",
                "Edmund Halley (1656-1742)",
                "that in one quarter of space (worlds)"
            ]
        },
        {
            "type": "main",
            "page_number": 113,
            "subsections": [
                {
                    "title": "Even the Modern Theory of the Formation of Planets by Aggregation, Whether It Will Even-",
                    "content": "tually turn out to be correct or not, was foreseen by Democritus:\n\n“..worlds are produced when many bodies are congregated and flow together from the surrounding space to a common point, so that by mutual contact they made substances of the same figure and similar in form come into connection; and when thus intertwined, there are transmutations into other bodies, and that created things wax and wane through necessity.”",
                    "citations": []
                },
                {
                    "title": "LIFE ON OTHER PLANETS",
                    "content": "Giordano Bruno was not as lucky as Anaxagoras. He had no Pericles to save him from those in authority. In A.D. 1600, Bruno was burned alive at the stake by the Catholic Inquisition for espousing the belief, among other things, that other worlds must necessarily harbor other life. The belief that life exists on other planets did not, however, originate with him. As far back as the fourth century B.C., Metrodorus of Chios had already written that: “To consider the Earth the only populated world in infinite space is as absurd as to assert that in an entire field sown with seed, only one grain will grow.”",
                    "citations": []
                },
                {
                    "title": "THE BABYLONIAN PRECEDENCE",
                    "content": "We have come a long way in analyzing the astronomical knowledge of ancient peoples—from eye-witness reports of meteors and the metallic structure of meteorites to the correct motions of the heavenly bodies; from the calculation of complex calendrical systems to the prediction of solar and lunar eclipses; from the intricacies of Mesoamerican computations to the Greek passion for exactitude and philosophical daring. I therefore hope that when, in the following chapters, the main thesis of this work is revealed, no one will counter its revelations by objecting that the ancients had very little astronomical knowledge at their disposal to be taken seriously.\n\nIt is, moreover, accepted that this ancient knowledge was not necessarily the property of the masses. Nor was it all necessarily adhered to by every scholar of the time. The man in the street, always prone to age-old superstitions, had little mind of astronomical matters. But, to an extent, this was not much different than it is at present.\n\nMeanwhile, competing theoreticians were very often contradicted by others. Plutarch, for instance, delighted in enumerating the various and contradictory theories concerning the nature of comets, some of which theories were hilarious even by the standards of his day. And, as we have seen, while the Greeks were quite aware of Earth’s axial tilt, they fell far short when it came to explaining the reason behind it.\n\nCan it, however, be said that all modern astronomers agree on each and every astronomical issue, or that some of their theories have not been, or will not be, found to be in error? Why should we expect more stringent standards from our ancient forebears? Have we not already seen that many of the great astronomical breakthroughs and theories—even that concerning the Big Bang—were originally discovered, or thought of, by these very ancients?\n\nIt is no secret—and it never has been—that the Greeks learned, and borrowed, much of their astronomical knowledge from the Babylonians. Nor, unlike any of their modern counterparts, did they ever try to hide the fact. As Alexander Jones noted: “The Greek as-",
                    "citations": [
                        "Equinox (March-April 1983)",
                        "Equinox (December 1995)"
                    ]
                }
            ],
            "bibliography": [
                "Equinox (March-April 1983)",
                "Equinox (December 1995)"
            ]
        },
        {
            "type": "main",
            "page_number": 114,
            "subsections": [
                {
                    "title": "Goat-Fish",
                    "content": "Late Babylonian zodiac showing the twelve constellations among which many are still recognizable in our modern version of same.\n\nAstronomers of the late Hellenistic and Roman periods were fully conscious that their science drew on earlier ‘Chaldean’ or ‘Babylonian’ astronomy; and this fact has never since been wholly forgotten. Plato himself acknowledged this Greek debt to Babylonian astronomy, which is perhaps the first such confession to be encountered in Greek literature.\n\nEven when it came to such practical instruments as time-telling devices, it seems as if the Babylonians long preceded the Greeks. Thus, Herodotus was able to write that: “The sun-",
                    "citations": [
                        "in H. D. Gatter (ed.)",
                        "Rolle der Astronomie in der Kulturen Mesopotamiens (Graz, 1993)"
                    ]
                }
            ],
            "bibliography": [
                "in H. D. Gatter (ed.)",
                "Rolle der Astronomie in der Kulturen Mesopotamiens (Graz, 1993)"
            ]
        },
        {
            "type": "main",
            "page_number": 115,
            "subsections": [
                {
                    "title": "Dial...and the Gnomon with the Division of the Day into Twelve Parts, Were Received by the",
                    "content": "Greeks from the Babylonians. Seneca wrote that Apollonius of Myndus learned what he knew about comets from the Chaldeans, which was the general term at that time for Babylonian astronomers: “Apollonius says that the Chaldeans place comets in the category of planets and have determined their orbits.” Epigenes, on the other hand, disagreed with him, stating that, in fact, the Chaldeans knew nothing about comets who thought of them as filaments of twisted atmosphere.\n\nWhen it comes to the constellations, we still owe their present names and adopted shapes to the Greeks, but, so it seems, the Greeks themselves had borrowed even these from the Babylonians. Thus, for instance, where the Greeks saw a scorpion in the constellation Scorpio, so had the Babylonians before them. Where the Greeks saw twins in the constellation Gemini, so had the Babylonians before them.\n\nPeter James has even indicated “some specific linguistic borrowing” in this context. Take, for instance, the constellation which the Greeks called Pegasus. To the Sumerians and Akkadians, this group of stars was known as Iku, a word that meant “field.” Why, then, did the Greeks see a horse in this constellation if they really borrowed their lore from them? This misnomer, according to James, probably stems from the fact that, in Greek, igo, which sounds much like iku, used to mean “horse”—as recorded on the Linear B Tablets—before the word hippos was later adopted. If this is true, it would also mean that the borrowing of Babylonian astronomical knowledge by the Greeks had already begun in Mycenaean times, to which the Linear B Tablets belong.\n\nIt is known that Democritus spent some time in the East and his astronomic ideas were definitely Babylonian. So, also, with Hipparchus, who based much of his findings on Babylonian records. Here is what G. J. Toomer had to say about the subject:\n\n“It has always been known that Hipparchus derived material from Babylonian astronomy. A considerable number of Babylonian observations are quoted in Ptolemy’s Almagest, and some of these are explicitly said to have been used by Hipparchus. But it is only in the present [20th] century, with the decipherment and interpretation of the relevant cuneiform texts, that his debt to Mesopotamian sources was more fully revealed.”\n\nThus, although our information about Hipparchus’ work is largely secondhand and fragmentary, his extensive knowledge of both the observational and theoretical parts of Babylonian astronomy is beyond any doubt.",
                    "citations": [
                        "Herodotus, Historiae, 11: 109.",
                        "Seneca, Quaestiones Naturales, VIV:4:1.",
                        "P. James, “Greek Debt to Babylonians,” SIS Internet Digest 1997.1, p. 15."
                    ]
                }
            ],
            "bibliography": [
                "Herodotus, Historiae, 11: 109.",
                "Seneca, Quaestiones Naturales, VIV:4:1.",
                "P. James, “Greek Debt to Babylonians,” SIS Internet Digest 1997.1, p. 15."
            ]
        },
        {
            "type": "main",
            "page_number": 116,
            "subsections": [
                {
                    "title": "The Babylonian Constellation Called Iku Which, Because of a Similarity in Sound,",
                    "content": "Became the Horse Pegasus in Greek. This major period of Greek borrowing starts in the 5th century B.C. under the Persian empire, which enabled the Greeks to become well acquainted with Babylonia and Babylonian ideas. It is clear that the precise records of the Babylonians were invaluable to the Greeks, and a certain amount of their theory was taken on board as well.\n\nNone of this is to say that the Greeks did not learn anything astronomical on their own. Thus, for instance, despite Toomer, and as previously noted, there is at present no evidence that Hipparchus derived his knowledge of the precession, for which he mostly owes his fame, from the Babylonians. And, as with Hipparchus, so, also, with various other Greek astronomers and philosophers.",
                    "citations": []
                },
                {
                    "title": "THE ZODIAC",
                    "content": "As early as 687 B.C., the Mesopotamians knew that the Sun travels through the belt of the zodiac—that collection of stars which form a ring that encircles the sky in the plane of the ecliptic—in the period of one year. They also knew that the Moon traveled through the same constellations and that it circled back to its starting point in about twenty-seven days.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 117,
            "subsections": [
                {
                    "title": "Which Is Why They Called the Band of the Zodiac “the Path of the Moon.” The Five Planets",
                    "content": "visible to the naked eye were also seen to travel the same path, but each at a slower pace than the Moon.\n\nAs far back as Sumerian times, the constellations of the zodiac were already known. Long before even the Babylonians, the constellations Taurus, Leo, and Scorpius had already been assimilated to a bull, a lion, and a scorpion. The German historian of science, Willy Hartner, has even attempted to trace the symbols associated with these constellations farther back in time, to the Neolithic people of Elam and Persia. As early as the fourth millennium B.C., these people of southern Iraq were already drawing bulls, lions, and scorpions studded with star symbols. To quote Edwin Krupp:\n\n“Six thousand years ago, the stars of Taurus, Leo, and Scorpius rose heliacally at significant times of the year, as seen from latitude 30 degrees north. This is close to the latitude of Ur, the Sumerian city founded on the Euphrates River five thousand years ago.”",
                    "citations": []
                },
                {
                    "title": "THE ASTRONOMICAL DIARIES",
                    "content": "That the Babylonians carefully noted and recorded eclipses is reported by Claudius Ptolemy, who had access to a continuous series of such observations reaching back to 747 B.C. Ptolemy implies that the series did not reach further back in time than that, which has led various authorities to claim that the observation of eclipses by the Babylonians commenced with Nabonassar who, according to generally accepted chronology, reigned over Babylon somewhere between 747 and 732 B.C.\n\nFranz Xavier Kugler, who examined more than one hundred Babylonian cuneiform tablets pertaining to astronomy, has demonstrated that the oldest documents containing a scientific approach to astronomy dated only from the second half of the sixth century B.C. Nabonassar, however, is known to have destroyed previously existing observations in order that exact historical chronology would commence with his own reign.\n\nThe Babylonians also compiled a catalogue of the fixed stars and recorded the occultations of the planets by the Sun and Moon. Through the use of gnomons, and other sundials, they were able to measure time during the day and were able to fix the length of the solar day with sufficient accuracy. They determined the synodic revolution of the Moon within a small fraction of the correct value. They discovered that the length of the solar year was close to 365½ days. They knew that comets were permanent bodies revolving in orbits similar to, but greater than, those which the planets followed.\n\nWhen Richard Stephenson analyzed the content of Babylonian astronomy, he did not find it wanting. In his view, despite the paucity of texts from the period 700-50 B.C., the ancients had proven themselves good and careful astronomers. All that they recorded, he has concluded, “has actually happened in the sky.” As far as he was concerned, the old Babylonian eclipse data can be used with confidence. As he wrote: “Comparison of modern calculations with the Babylonian eclipse records gives an excellent figure for the average rate of lengthening of the day over the past 2500 years.” In fact, he went out of his way to inform his readers how Babylonian astronomical records were proving useful to modern astronomers in calculating changes in the length of the day. He did, of course, discover a statistical uncertainty of 1.78 milliseconds per century, but, as he explained, this “arises not so much from inaccuracies in the Babylonian measurements but more from uncertainties in the modern estimates of the rate of expansion of the Moon’s orbit.”",
                    "citations": [
                        "F.C. Krupp, Beyond the Blue Horizon (N. Y., 1991)",
                        "Claudius Ptolemy, Syntaxis (Almagest)",
                        "(Miinster, 1907)",
                        "in G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. II (N. Y., 1884)"
                    ]
                }
            ],
            "bibliography": [
                "Claudius Ptolemy, Syntaxis (Almagest)",
                "(Miinster, 1907)",
                "F.C. Krupp, Beyond the Blue Horizon (N. Y., 1991)",
                "in G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. II (N. Y., 1884)"
            ]
        },
        {
            "type": "main",
            "page_number": 118,
            "subsections": [
                {
                    "title": "Had Proven Themselves Good and Careful Astronomers. All That They Recorded, He Has Con-",
                    "content": "cluded, “has actually happened in the sky.” As far as he was concerned, the old Babylonian eclipse data can be used with confidence. As he wrote: “Comparison of modern calculations with the Babylonian eclipse records gives an excellent figure for the average rate of lengthening of the day over the past 2500 years.” In fact, he went out of his way to inform his readers how Babylonian astronomical records were proving useful to modern astronomers in calculating changes in the length of the day. He did, of course, discover a statistical uncertainty of 1.78 milliseconds per century, but, as he explained, this “arises not so much from inaccuracies in the Babylonian measurements but more from uncertainties in the modern estimates of the rate of expansion of the Moon’s orbit.”\n\nThe Assyro-Babylonians, or Chaldeans as Diodorus Siculus called them, already knew that the planetary system was a dynamic one. As Diodorus wrote: “Each of the planets, according to them, has its own particular course, and its velocities and periods of time are subject to change and variation.” They also knew that Earth was a sphere and thus counted it among the planets. This is evidenced by the words of Diodorus who wrote that the Chaldeans had it stated “that the moon’s light is reflected and her eclipses are due to the shadow of the earth.”\n\nAmong the Babylonians, texts that deal strictly with astronomical, as opposed to astrological, observations do not seem to have made their appearance until about the middle of the seventh century B.C. during the reign of Nabonassar. It is from about this time, down to the turn of the millennium, that we have in our possession a collection of cuneiform tablets to which Abraham Sachs has applied the term “astronomical diaries.”\n\nThese diaries record such phenomena as the length of the lunar months, based on the phases of the Moon; lunar and solar eclipses; the dates of first visibility for Mars, Jupiter, and Saturn; the first and last visibilities of the inner planets, Venus and Mercury; the dates of the occurrences of the equinoxes and solstices; the dates of the significant appearances of the star Sirius; and the “conjunction” of the Moon and each of the visible planets with various stars. Meteorological phenomena during the rainy seasons are also recorded, with diverse cloud conditions. To all of this, one finds appended the changes in the level (rise or fall) of the river at Babylon, often followed by a report of secular events or rumors of such events. The technical data—measurements, calculations—given in cubits and degrees are evidence of a sophisticated attempt at reconciling once mysterious motions with numerical allocation, while the glosses concerning obstruction of visibility by bad weather are indicative of diligent observation.\n\nThere is nothing spurious about these astronomical diaries—nothing magical, mythological, or even faintly oracular. They are a mere record of the night by night occurrences concerning the heavenly bodies—hence the term “diaries”—month by month, throughout the year. Were it not for the historical events that they also report, they would probably have inspired less interest among scholars. Astronomically, they are nothing but a catalogue of the same boring celestial events that we see enacted in the sky above us to this day. But they are accurate—so that a modern student of astronomy would not have been embarrassed had he or she been the author of the diaries. As Sachs observed: “Some of [the astronomical phenomena] that they recorded have been conducive to the scientific development of astronomy in the modern age.”",
                    "citations": [
                        "New Scientist (August 19, 1982)",
                        "(1974)"
                    ]
                }
            ],
            "bibliography": [
                "(1974)",
                "New Scientist (August 19, 1982)"
            ]
        }
    ]
}
