{
    "type": "main",
    "page_number": 9,
    "subsections": [
        {
            "title": "Was Constructed Within the Sacred Precinct",
            "content": "of the god.*\n\nWhat should also be noted here is that the rites of Dionysus so closely resembled those of the Egyptian god Osiris that Herodotus thought it impossible for the Greek rites to have risen independently of the Egyptian ones and therefore supposed that the Greeks must have borrowed their rites from the Egyptians and, with slight alterations, passed them on as their own.” So, incidentally, also Plutarch, who insisted upon the detailed resemblances between the rites of Osiris and those of Dionysus*—which, if nothing else, also indicates that comparative mythology is not itself the modern tool some of its critics have maintained. In this instance, as in many others, however, no borrowing need be called for. What is at bottom here is that whatever it was that Dionysus had originally stood for was the very same thing that the Egyptian Osiris had originally represented. Or, to put it in a simpler way, Osiris and Dionysus were representations of the same original phenomenon; they were simply one and the same god under different national guise.\n\nOthers, of course, have maintained that the similarity of Greek rituals to those of the Egyptians stems from the ignorance of the Greeks in matters Egyptian. Thus, for instance, Gwyn Griffiths tried to convince his readers that Greek observers were “not usually in a position” to understand Egyptian religion, particularly because of their ignorance of the Egyptian language.” Thus, according to Griffiths, Greek theological explanations of Egyptian religious particulars and mythological equations were based on\n4 W. Oates & E. O'Neil, The Complete Greek, p. xxiii.\n* J. G. Frazer, The Golden Bough (London, 1974, abridged edition), p. 507.\n* Tbid.\n37 G. J. Griffiths, “Interpretatio Graeca,” in W. Helck &, col. 167.\n\nDionysus.",
            "citations": [
                "Drama (1938)",
                "E, Otto, Lexikon der Agyptologie, Vol. Tit (1980)"
            ]
        }
    ],
    "bibliography": [
        "Drama (1938)",
        "E, Otto, Lexikon der Agyptologie, Vol. Tit (1980)"
    ]
}
