{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 209,
            "subsections": [
                {
                    "title": "",
                    "content": "Jerusalem, also known as Bét (or Bit) Sulman. The designation 'House' —i.e., Bét(h)—for cities in Palestine is quite common. Easily coming to mind are such cities as Beth-aven, Beth-El, Bethlehem, Beth-haran, Bethshemesh, Beth-horon, Beth-eden (in Syria), Beth-peor, and Beth-shan. Lewy explains that such place names originated from the existence of sanctuaries, each dedicated to the deity there named. Thus, Jerusalem would have been referred to as Beth Shulman because a temple of Shulman existed there. Lewy concluded that a temple of Shulman replaced an earlier one dedicated to Shalim but did not last long. During this period, the name of the city changed from Urusalim to Bet Shulman; however, when the Shulman temple was destroyed, the name reverted to Urusalim. This explains why Bet Shulman never became popular. This was conjecture on Lewy’s part; notably, he accepted that Shalim and Shulman(u) were slightly different versions of the same deity, thus no need for a replacement of sanctuaries. The name Bet Shulman need not have supplanted Urusalim since, theologically speaking, both names are synonymous—the former meaning 'House of Shulman' and the latter 'Founded by Shalim.' It is thus possible that Bet Shulman was another designation for Urusalim, one derived from Assyrian, the other from Chaldean sources. The Chaldean name passed into Hebrew; the Assyrian did not. One became popular; the other did not. In any case, whether called by the very name of the god (Salem); referred to as having been founded by him (Urusalim/Yerushalem); or simply called his city (Bet Shulman); it remains evident that the city we call Jerusalem was named in honor of, and dedicated to, the god Shalem/Shulman. Indications that this god was worshipped there can be traced at least to the time of Israel’s United Monarchy. Also rendered as Shulman or Shulmanu, this god’s name inspired Jedidiah, son of David and king of Israel, his more popular name, Solomon. Rendered Shlomoh in Hebrew, the monarch’s name has also been said to derive from shalom, which means 'peace.' The probability, however, is that both the monarch’s name and the word for 'peace' derived from the name of the god. As Roy Rosenberg notes, Slomoh (Shlomoh) means 'belonging to Salim.' Biblical theophoric names derived from Shalem are common, including the names of kings of Israel and Judah. Among these we find: Shallum, Shelemiah, Shelomi, Shelomith (or Shulamit), after whom Immanuel Velikovsky named one of his daughters, and Shelemoth.",
                    "citations": []
                }
            ],
            "bibliography": [
                "4 Tbid., pp. 520-521.",
                "49 Ibid., p. 521.",
                "51 Ibid., p. 519.",
                "52 Lewy gives the meaning of the latter as 'Creation of Shalem'—see ibid., p. 521—but the Hebrew yeru aligns more with 'founded.'",
                "BRA. Rosenberg, 'The God Sedeq', Hebrew Union College Annual, Vol. XXXVI (Cincinnati, 1965), p. 166.",
                "+4 J. Lewy, see reference #21, pp. 441, 454.",
                "55 Ibid., p. 454.",
                "% J. Gray, op. cit., p. 304; idem, The Canaanites (N. Y., 1964), pp. 124-125.",
                "57 R. A. Rosenberg, loc. cit."
            ]
        },
        {
            "type": "main",
            "page_number": 210,
            "subsections": [
                {
                    "title": "",
                    "content": "Outside of the Old Testament, we find this theophoric name adopted by Shalamanu, King of Moab. It also appears in the name of Shalmaneser, borne by more than one Assyrian king. Less known is that Salummati was an epithet of the great Assurnasirpal. As a god, Shulman was worshipped in Nineveh and, under the variant Shulmanuha or Shulmanuhi, mentioned in Assyrian tablets. Shulman is known to have had a feminine counterpart named Shulmanitu — but also Shala. This goddess—but not Shulman—has been identified with Astarte and Ishtar, both personifications of the planet Venus. Moreover, Assyrian sources define Sulmanitu (the same as Shulmanitu) as distar Urusilimma which Michael Astour rendered as 'IStar of Jerusalem.' That this goddess was known in Jerusalem is verified by her laudation in the famous Song of Solomon, in which she is merely referred to as the Shulammite. The sacrifices performed in Solomon’s temple were referred to in Hebrew as shelamim—the plural of shelem. Usually translated as 'peace offering(s),' R. de Vaux offers a different opinion, stating that shelamim 'implies the idea of a tribute offered to God.' If this is correct, the deity in question must originally have been Shalem. Cuneiform words salummatu and salummati are thought to signify 'brightness' and 'splendor' respectively. These descriptive terms were applied to Enlil (Saturn), Nergal (Mars), and Nabu (Mercury). On their own, they throw no light on the real identity of Shalem. Who, then, was this god? Much like other names of Saturn, Shalem (or Salim) meant 'the Stable One.' Solomon’s name, 'belonging to Salim,' can then be translated as 'belonging to Saturn.' David, his father, must have been very partial to the Saturnian deity. Not only did he name Solomon in his honor, but also his first-born son, Amnon, which means 'belonging to Amin—i.e. the Stable One,' and even his third, Absalom, which means 'the Father is Salim.' It can be stated that Jerusalem was the City of Saturn, a conclusion also reached by Lewis Greenberg. (And did not Isaiah himself refer to Jerusalem as 'the city of justice,' which justice, in Akkadian kittum, we have already seen as being an epithet of Shamash/Saturn?) Finally, those of the Jewish faith may take umbrage with me for stating this.",
                    "citations": []
                }
            ],
            "bibliography": [
                "ee eS ee) Sel?",
                "65 Song of Solomon (also known as Song of Songs and/or Canticle of Canticles—see especially 6:10 & 6:13. (NOTE: Hyam Macoby’s contention that the Shulammite mentioned in this source is to be understood as a reference to the Queen of Sheba—“The Queen of Sheba and the Song of Songs,” SIS Review IV:4 (Spring 1980), pp. 98-100—cannot be accepted.)",
                "6 R. de Vaux, Ancient Israel (N. Y., 1965), pp. 417, 427, 440.",
                "67, Engnell, loc. cit.",
                "88 Ibid.",
                "69 R. A. Rosenberg, loc. cit..",
                "10 Ibid.",
                "71 L. M. Greenberg, “Jerusalem—City of Saturn,” KRONOS X:2 (Winter 1985), pp. 94 ff.",
                "7 Isaiah 1:26."
            ]
        },
        {
            "type": "main",
            "page_number": 211,
            "subsections": [
                {
                    "title": "",
                    "content": "saying this, but the sacrifices called shelamim offered in Solomon’s temple could mean that the famous Israelite temple, as Hildegard Lewy showed in 1950, was dedicated to the planetary god Salim/Saturn. This is all the more likely since the inner sanctum, namely the Holy of Holies, of the temple was constructed in the shape of a cube, characteristic of Saturnian temples. The cube had traditionally represented Saturn from ages past.",
                    "citations": []
                }
            ],
            "bibliography": [
                "eee ee ee eee eS Se ee eee",
                "one dedicated to the planetary god Salim/Saturn. This is all the more likely since the inner sanctum, namely the Holy of Holies, of the temple was constructed in the shape of a cube, which was characteristic of Saturnian temples. In fact, for some now forgotten reason, the cube has long been a traditional representation of Saturn.",
                "3 H. Lewy, op. cit., in toto.",
                "74 Ibid., p. 69.",
                "75. de Santillana & H. von Dechend, Saturn’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969), pp. 221-222."
            ]
        },
        {
            "type": "main",
            "page_number": 212,
            "subsections": [
                {
                    "title": "",
                    "content": "Floor plan and cross-section of Solomon’s Temple, showing the Holy of Holies, marked X, whose cubic construction bespeaks its dedication to the planetary god Saturn.",
                    "citations": []
                }
            ],
            "bibliography": [
                "7 J. A. Knudtzon, Die El-Amarna-Tafein (Leipzig, 1915), pp. 1160, 1343.",
                "J. Lewy, “The Sulman Temple in Jerusalem,” Journal of Biblical Literature LIX (1940), pp. 519 ff.",
                "as cited by I. Velikovsky, “The Sulman Temple in Jerusalem,” SIS Review II:3 (1977/78), p. 86.",
                "See, for instance, the discussion in the International Standard Bible Encyclopedia, Vol. 2, pp. 999-1000.",
                "J. Lewy, op. cit., p. 520.",
                "G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. 1 (1870 second ed.), p. 86; D. A. Mackenzie, Myths of Babylonia and Assyria (London), p. 314; M. Jastrow, Jr., “Sun and Saturn,” Revue d’Assyriologie et d’Archeologie Orientale (September 1910), p. 172.",
                "J. Lewy, op. cit., p. 519."
            ]
        },
        {
            "type": "main",
            "page_number": 213,
            "subsections": [
                {
                    "title": "",
                    "content": "Tadmor and Kalai’s reading of the place in question as Beth Ninurta was also correct. As we have already documented, Ninurta was one of the names for the planet Saturn. Lewy’s re-reading was based on an equation in an Assyrian explanatory list of divine names. In this list, the Assyrians equated NIN.IB with DI.MES. Just as NIN.IB can be read as Ninurta, so also can DI.MES be read as Shulmanu. It follows that, like Ninib/Ninurta, with whom he was equated, Shulman was simply an alias of the planetary god Saturn. Thus, all three readings—Bet Ninib, Beth Ninurta, and Bit Shulmanu—are correct. They all mean the same: 'House (or Sanctuary) of Saturn.' On the other hand, Albright was entirely wrong to claim that the name Shulman did not incorporate the determinative for divinity. The name Shulman, as it appears in el-Amarna letter 290, does incorporate the determinative —dingir—for divinity. Lewy reproduced it by the usual transliteration—'Sulmani.' The equation of Shulman with Ninurta/Saturn is significant because, much like Shulman/Shalem, Ninurta was considered an immobile god. Thus, in Akkadian, Ninurta was styled kaimanu, meaning 'the steady star.' (For those in the know: The association of Shulman with Resheph, like that of Ninurta with Nergal, will be discussed in a future work.)",
                    "citations": []
                }
            ],
            "bibliography": [
                "* Ibid.",
                "% Ibid.",
                "® Ibid., p. 520.",
                "®” SH. Langdon, “Semitic Mythology,” The Mythology of All Races, Vol. V (N. Y., 1964), p. 134.",
                "® M. Jastrow, Jr., op. cit., p. 170; H. Lewy, op. cit., p. 332.",
                "® Idem, The Religion of Babylonia and Assyria (Boston, 1898), pp. 638-641.",
                "%° G. Michanowsky, The Once and Future Star (N. Y., 1977), p. 74.",
                "%! J. Morgenstern, “The Divine Triad in Biblical Mythology,” Journal of Biblical Literature LXIV (1945), pp. 15, 16; G. Michanowsky, op. cit., p. 31."
            ]
        },
        {
            "type": "main",
            "page_number": 214,
            "subsections": [
                {
                    "title": "",
                    "content": "When we examine Egypt, there is no ambiguity regarding the Saturnian characteristics we are investigating. In a hymn to Ra, the deity is addressed as 'O thou firstborn, who dost lie without movement.' Here, it becomes vital for Egyptologists to explain why, if Ra was truly the Sun, he was described in such a manner. Ra 'rests on his high place.' Atum was also said to be immobile, called 'the Firm Heart of the Sky'; distinctly said of him was that 'the Great God lives fixed in the middle of the sky.' In the Papyrus of Ani, the deceased is addressed with the words: 'O thou who art without motion like unto Osiris!'—this phrase is repeated twice. The immobility of Osiris is mentioned in the Text of Teta: 'Thou art stable in thy name of ‘Menu’,' where 'Menu' means 'Stable One,' the same epithet found associated with other Saturnian deities. The Egyptian god Ptah, identified as a personification of Saturn, was syncretized with Tenen or Tatanen, a primeval deity who was also regarded as the Disk of Heaven, a definite identification of the god as a celestial body. Here, Wallis Budge informs us that the 'exact attributes' of this deity were unknown, even to the Egyptians, and yet he derived the god’s name from the word enen, or nen, meaning 'inertness, inactivity, rest, motionless.' Despite Budge, what this indicates is that Tenen was perceived as motionless. If this god equates with Saturn, as his assimilation with Ptah indicates, it would reinforce the idea of this planet as immobile.",
                    "citations": []
                }
            ],
            "bibliography": [
                "% E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 250.",
                "*4 Idem, From Fetish to God in Ancient Egypt (London, 1934), p. 394.",
                "°° T. Rundle Clark, Myth and Symbol in Ancient Egypt (N. Y., 1959), p. 59.",
                "°° E. A. W. Budge, The Egyptian Book of the Dead (see reference #81), p. 315.",
                "7 Idem, Osiris and the Egyptian resurrection, Vol. 1 (N. Y., 1911/1973), p. 141.",
                "% Idem, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 509.",
                "* Ibid., p. 508 (emphasis added).",
                "100 Tbid., p. 509.",
                "‘1 Ibid., pp. 335-336."
            ]
        },
        {
            "type": "main",
            "page_number": 215,
            "subsections": [
                {
                    "title": "",
                    "content": "Hail, thou Disk, lord of rays, who risest on the horizon day by day! Homage to thee...when thou risest on the horizon and sheddest thy beams of light...Homage to thee, O thou who risest in the horizon as Ra! How can we reconcile the idea of a motionless Ra with the passages that declare his rising? The term translated as 'horizon' actually means 'lightland,' while the word translated as 'rises' can also mean 'shines.' Egyptian words often carry ambiguous meanings. The term nen, for example, means 'to rise,' frequently used concerning celestial bodies, but it also translates as 'to shine.' The same can be observed with various other Egyptian terms relating to the rising of a god or celestial body. However, to say that Ra rises or sets suggests a motion that conflicts with the idea of immobility. Therefore, we may conclude that instead of a god that rises and sets, we observe a deity that shines without movement, one that comes forth and recedes while retaining its position. This view aligns with the assertion that a motionless god can exist without the contradiction of rising or setting.",
                    "citations": []
                }
            ],
            "bibliography": [
                "= ee ee ee oe ee ee 9 ees ey ee ee ee",
                "(Manchester, 1983), p. 513.",
                "105 E. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. 1 (N. Y., 1920/1978), p. 351.",
                "16 Ibid., p. 535.",
                "17 Ibid., Vol. I, p. 615.",
                "108 Tbid., Vol. I, p. 534.",
                "1 Idem, The Gods of the Egyptians, Vol.1 (N. Y., 1904/1969), p. 385.",
                "\"Cf. A. Piankoff, The Litany of Re (N. Y., 1964), p. 25.",
                "\"4 E. A. W. Budge, op. cit., p. 175.",
                "12 Ibid.",
                "\"3 D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 49.",
                "\"4 E. A. W. Budge, op. cit., p. 351."
            ]
        },
        {
            "type": "main",
            "page_number": 216,
            "subsections": [
                {
                    "title": "",
                    "content": "We suggested earlier that the Semitic word for 'peace'—shalom, salam, sliema—derives from the name of the Saturnian deity called Shulman, Shulmanu, and/or Shalem. This deity translates as 'the Stable One.' But what is the connection between peace and stability? The Hebrew shalom derives from shalam, meaning 'to be safe.' Likewise, the Maltese sliema implies 'safety.' Both terms are related to 'peace' as well as to 'stability.' An Egyptian word meaning 'to be peaceful' is sharm, which also translates to 'to be idle'—essentially, 'to be doing nothing,' negating motion. Another word for 'to be at peace' in Egyptian is heri, also meaning 'to rest.' The most commonly used Egyptian term for 'to be at peace' is hetep, which signifies 'to repose,' 'to rest,' and 'to be at rest.' This leads us back to Atum, said to be fixed in the middle of the sky. What logical characteristic is attributed to him when described as em hetep—at peace or at rest? This discussion recalls the god Imhotep—identifying him with this immobile deity we recognize as Saturn. Talbott regards this god’s name as 'the one who comes forth while standing in one place.'",
                    "citations": []
                }
            ],
            "bibliography": [
                "45 J. Strong, op. cit., pp. 116, 117.",
                "46 E. D. Busuttil, Kalepin Tliet Ilsna (Valletta, 1978), p. 87.",
                "47 E. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978), p. 727.",
                "48 Tbid., Vol. I, p. 449.",
                "49 Tbid., p. 517.",
                "50 D. N. Talbott, op. cit., p. 50, where, following Budge, he refers to Imhotep as Iemhetep.",
                "51 Satapatha Brahmana, IV:3:4:9; V. S. Agrawala, Sparks from the Vedic Fire (Benares, 1962), pp. 82-83.",
                "52 Chandogya Upanishad, III:II:1-3.",
                "53 V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1890/1978), p. 1009."
            ]
        },
        {
            "type": "main",
            "page_number": 217,
            "subsections": [
                {
                    "title": "",
                    "content": "we find that this name is arguably related to, or derived from, sthira, which means 'firm, steady, fixed, immovable, still, motionless,' and 'immovably fixed.' In China, one ancient name for the planet Saturn is Zhenxing, meaning 'Stable Star' or 'Stable Planet,' since zhen signifies 'stable' and xing means 'star' or 'planet.' No planetary deities are involved here. It is a pure astronomical assertion drawn from the planet's name. Lynn Rose interpreted Philolaos's bizarre astronomical system as a 'garbled' version of the primeval Saturnian system. This leads to his conclusion that the Central Fire mentioned by Philolaos refers to the old Saturnian sun. As Rose indicates, 'Historians of philosophy refer to the 'dark sayings' of Heraclitus. If he reflected on conditions during the Age of Kronos, we might now comprehend some of his mysterious remarks. The Central Fire holds the same position in the sky (as viewed from one spot); this may explain why Heraclitus questions, 'How can anyone hide from that which never sets?' Some fragments attributed to Philolaos, despite doubts about their authenticity, make more sense now. We learn 'the Central Fire is ruler and teacher of all things; it is God, One ever-existing, stable, unmoving, itself like to itself, different from the rest and that it 'remains One forever in the same position and condition.' Greek knowledge of the immobile Saturnian sun, however, is not confined to Philolaos's 'garbled' version. In examining Greek Helios and other so-called ancient sun-gods, E. A. Butterworth also concluded that this luminary 'does not represent the natural sun of heaven, for it neither rises nor sets, but is, as it appears, ever at the zenith.' From various cultures, we also find recognition of a resting sun-god. The Incas preserved memories of a sun-god—who can 'light the world from one spot.' Thus, when the Makiritare of the Upper Orinoco River, Venezuela, describe their god Wanadi as 'like a sun that never sets,' they refer to an ancient tradition about the planet Saturn. That Wanadi is not the current Sun is further affirmed by the Makiritare naming for the Sun is Shi.",
                    "citations": []
                }
            ],
            "bibliography": [
                "* Ibid.",
                "5 Sima Qian, Shiji-tianguanshu (early first century B.C.).",
                "*61 E. Rose, “Variations on a Theme of Philolaos,” KRONOS V:1 (Fall 1979), pp. 12 ff.",
                "*27 Tbid., p. 26 (emphasis added).",
                "*8 Ibid., p. 27.",
                "% D. N. Talbott, op. cit., p. 41.",
                "*30 See Minor Latin Poets in the Loeb Classical Library (Harvard, 1968), p. 381.",
                "317, Nuttall, “Fundamental Principles of Old and New World Civilizations,” Archaeological and Ethnological Papers of the Peabody Museum, Vol. II (Harvard, 1901), p. 161.",
                "132 M. de Civrieux, Watunna: An Orinoco Creation Cycle (Berkeley, California, 1980), p. 21.",
                "*3 Tbid., p. 28."
            ]
        },
        {
            "type": "main",
            "page_number": 218,
            "subsections": [
                {
                    "title": "",
                    "content": "Surya—the god who stood firmly in one place. (Photograph by the author—courtesy of the British Museum, London, England.)",
                    "citations": []
                }
            ],
            "bibliography": [
                "Surya—the god who stood firmly in one place.",
                "(Photograph by the author—courtesy of the British Museum, London, England.)"
            ]
        }
    ]
}
