{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 169,
            "subsections": [
                {
                    "title": "",
                    "content": "Ouranos denotes a sky-god; however, the name, isolated, retains its significance only through its connection to the Sanskrit name. Given the ambiguity of translation, it is unsurprising to see Wendy O’Flaherty interpreting the meaning of the name Varuna as 'all-enveloping.' Even so, temporarily setting aside Varuna's connection to the sky, it is noted that he was sometimes referred to as Aditya, meaning 'eternal, celestial light.' This association identifies the deity as a celestial body, paralleling the Saturnian deities from other cultures who recognized Varuna as 'the first Sovereign' and 'universal monarch.' Ovid characterized 'yellow-eyed Saturn,' which corresponds to accounts of Varuna having yellow eyes. This evidence regarding Varuna's identity as Saturn might seem slender, but further chapters will present more supportive evidence. It is merely noted here that, like Janus, these deities symbolize the entity known to the Greeks as 'kosmos,' which modern mythologists equate with the sky or heaven. The implication is that these identified deities are related embodiments of the Saturnian deity, indicating that Janus must also be recognized as such. Ultimately, the series of comparisons serves largely as a comparative mythology exercise and a foundation for subsequent discussions rather than direct evidence of Janus's Saturnine identity. Nonetheless, direct evidence is at hand now.\n\nSATURNUS\nThe ancients recognized Janus as another form of Saturn. Describing the New Year Festival, already linked to the Saturnian planet through the Persian feast of Nauroz, Joannes Lydus noted: 'Our own Philadelphia still preserves a trace of the ancient belief. On the first day of the month (January, named after Janus), there goes in procession no less a personage than Janus himself, adorned with a two-faced mask, and the people refer to him as Saturnus, identifying him as Kronos.'\n\nIt is essential to clarify that there is no merit in arguing that Janus and Saturnus are seen as distinct deities within the Roman pantheon, and claims that Lydus's quote, dating from the sixth century, lacks credibility are misguided. It was not Lydus who labeled Janus as Saturnus; he was merely recounting popular belief. Additionally, as Lydus himself indicated, the knowledge he imparted still retains 'a trace of the ancient belief.'",
                    "citations": []
                }
            ],
            "bibliography": [
                "A. S. Murray, Who’s Who in Mythology: Classic Guide to the Ancient World (London, 1995), p. 328.",
                "W. D. O’Flaherty, Hindu Myths (Harmondsworth, 1976), p. 356.",
                "V. Ions, Indian Mythology (London, 1967), p. 20.",
                "M. Eliade, The Myth of the Eternal Return (London, 1955), p. 29.",
                "J. W. Perry, Lord of the Four Quarters (N. Y., 1970), p. 121.",
                "H. Gregory (trans.), The Metamorphoses (N. Y., 1958), p. 176.",
                "A. B. Keith, 'Indian Mythology,' The Mythology of All Races, Vol. VI (1964), p. 85.",
                "Joannes Laurentius Lydus, De Mensibus 4:2."
            ]
        },
        {
            "type": "main",
            "page_number": 170,
            "subsections": [
                {
                    "title": "",
                    "content": "The two-faced Janus, depicted on ancient Roman coins, was already an established figure by the time of analysis. While Janus and Saturnus were perceived as distinct deities, it does not impact the core argument. As previously established, various deities within the same pantheon can represent the same celestial body. For Janus, he could be interpreted as an older Saturn, a notion entertained by Cook, though I diverge from this perspective.\n\nRegarding Cook, he refuted Lydus's assertion—not out of skepticism of the source's age, but rather due to his own reasoning. He argued that the confusion of Ianus (the same as Janus) with Kronos suggests a common mistake equating Kronos with Chronos (the personification of Time), a misunderstanding prevalent from the fifth century B.C. onwards that skewed Greek theology.\n\nWhy did Cook raise this issue? Due to the reverence for Janus as a deity of time—an identification which, through comparative mythology, aligns the Italic god with the Greek Chronos. However, Lydus explicated that his contemporaries did not refer to Janus as Kronos; instead, they called him Saturnus. The association with Kronos stemmed merely from his status as the Greek counterpart to Saturnus. Importantly, the confusion likening Kronos/Saturn to Chronos/Time appears to be Cook's. Moreover, Janus’s Saturnine identity is reinforced not solely by Lydus's commentary but also by comparing Janus’s characteristics with known Saturnian deities from various cultures, notably as highlighted by William Heidel.",
                    "citations": []
                }
            ],
            "bibliography": [
                "A. B. Cook, op. cit., pp. 335 ff.",
                "Ibid., p. 374.",
                "Ibid., pp. 336-337.",
                "W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 469."
            ]
        },
        {
            "type": "main",
            "page_number": 171,
            "subsections": [],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 172,
            "subsections": [
                {
                    "title": "",
                    "content": "It has been noted that Macrobius provided a counter-reference beyond that of Lydus, identifying Janus as Saturn. While one might question the accuracy of Macrobius, he nonetheless portrayed Janus as a solar deity if this title implies an association with the primordial Saturnian sun. This context serves as a basis for my subsequent argument concerning Janus as another representation of the Saturnian sun.\n\nA significant aspect about Janus that has perplexed mythologists was originally articulated by the Roman poet Publius Ovidius Naso, known simply as Ovid. He quoted Janus stating: 'The ancients called me chaos, for I am ancient.' After detailing the world's creation, Janus further proclaims: 'At that time, I, until then a mere shapeless lump, adopted the visage and form of a god.' This mythologem implies that Janus/Saturn existed as a sphere before creation, similar to the Eskimo deity Ataksak, who is described as appearing 'like a sphere.' The Roman representation of Janus with celestial features, alongside symbols of his primordial form, emphasizes his connection to the cosmos. An analogous myth is told by the Eskimos, who claim that Ataksak, a significant divinity, inhabits heaven without a human form, but rather appears as a sphere.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Macrobius, Saturnalia, 1:7 sq.",
                "A. Hislop, op. cit (1916 edition), p. 271.",
                "Macrobius, op. cit., 1:9:9.",
                "Ovid, Fasti 1:103."
            ]
        },
        {
            "type": "main",
            "page_number": 173,
            "subsections": [
                {
                    "title": "",
                    "content": "This visual representation of Janus/Saturn, distinctly spherical in shape, captivates our understanding of ancient beliefs. The implication is clear: if early humans recalled a time when Saturn appeared as a sphere to the naked eye, it suggests that Saturn was once significantly closer to Earth.\n\nTHE DOGON MYSTERY\nAt this juncture, I wish to explore unexpected elements unearthed by archaeoastronomers. My inquiry begins with the astronomical knowledge possessed by the Dogon people of Mali, once the French Sudan in Africa. Through the scholarly insights of Marcel Griaule, Germaine Dieterlen, and Robert Temple, the Dogon tribe transitioned from obscurity to recognition not due to their exotic attire or peculiar masks alone, but also their fascinating astronomical wisdom. Edwin Krupp detailed their understanding of celestial bodies, stating:\n'Counting the phases of the moon, tracking the formations of Venus, and observing the stars' movements are integral to Dogon astronomy. They recognize 266 stars or asterisms and couple them with pictographic symbols adorning their rock shelters, altars, and shrines.'\n\nThe Dogon describe the Moon as 'dry and dead like withered blood.' They understand that planets, referred to as tolo tanaze ('stars that orbit'), revolve around the Sun, observing that 'Jupiter trails behind Venus as it orbits the Sun.' They boast four distinct calendars: solar, lunar, Venus, and intriguingly, one connected to a star recognized as Sirius. Their belief system speculates about the existence of an infinite number of stars and planets, each with satellites.\n\nWhat draws particular interest in this context is their association with Saturn. According to the Dogon, 'there exists a permanent halo around the star, distinct from that seen around the moon.' Their illustration of Saturn often depicts a circle surrounded by a ring, linking it to the notion of 'the star of limiting the place,' which may hint at Saturn being perceived as the outermost visible planet. As Krupp would later observe, the Dogon's astronomical traditions perplex astronomers, rendering the reconciliation of their knowledge with their basic observational tools—essentially the unaided eye—quite enigmatic. Although Griaule and Dieterlen did not reach a definite conclusion on the origins of the Dogon's astronomical knowledge, Robert Temple conjectures that it may have stemmed from extraterrestrial visitors. Regardless of these speculations, their understanding of the cosmos raises crucial questions about the nature of their knowledge.",
                    "citations": []
                }
            ],
            "bibliography": [
                "E. C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 166.",
                "M. Griaule & G. Dieterlen, La Renard Pale (Paris, 1965), p. 478."
            ]
        },
        {
            "type": "main",
            "page_number": 174,
            "subsections": [
                {
                    "title": "",
                    "content": "Temple's perspective challenges the idea that the Dogon's advanced astronomical knowledge arises from chance or coincidental learning. He posits that such insights must have been gleaned from visiting extraterrestrials—though skeptics find it curious that these alleged extraterrestrials provided the Dogon knowledge devoid of practical use while ignoring other beneficial insights that may have assisted them in their harsh, primitive existence. A more terrestrial explanation suggests that Christian missionaries provided such knowledge during their later missions in Africa, albeit this would not hold given the historical absence of Christian presence in the region before the late eighteenth and early nineteenth centuries. It should be noted that Mali had long been influenced by Islam before this period, blocking any potential Christian influence, despite the continued adherence to traditional animistic practices among the rural Dogon people.\n\nAnother theory posits that the Dogon's ancestors had access to optical instrumentation. Yet, even pioneers like Galileo with his telescope could hardly distinguish Saturn’s rings properly, initially mistaking them for several separate bodies. As Galileo noted with admiration, 'I have observed with great admiration that Saturn is not a single star but three together, appearing to nearly touch.' The first accurate observation that Saturn is girded by a thin flat ring emerged in 1655 through Christian Huygens’s enhanced instruments.\n\nThe question arises: could a people presumed to reside in modest dwellings possess superior telescopes compared to Galileo’s? Meanwhile, these Pygmies have shared enriched knowledge of Saturn, titled 'the star of nine moons,' referencing its illusion of being surrounded by multiple satellites—knowledge evidently developed over centuries but contextually aligned with the shifting understanding of astronomy.",
                    "citations": []
                }
            ],
            "bibliography": [
                "R. K. G. Temple, The Sirius Mystery (N. Y., 1976), p. 11 ff.",
                "E. Huxley, The Challenge of Africa (London, 1971), pp. 53 ff."
            ]
        },
        {
            "type": "main",
            "page_number": 175,
            "subsections": [
                {
                    "title": "",
                    "content": "Nestled within the Ituri Forest of the Congo basin, the Efe Pygmies have often been overlooked by anthropologists. Despite their enduring lifestyle amid a dense jungle, where celestial observation is significantly limited to narrow openings, they display remarkable acumen regarding astronomical phenomena—which deserves acknowledgment, especially considering their environmental constraints. Their continued attention to planetary movements signifies a significant yet understated depth of astrological knowledge.\n\nAstounding as it may seem, the Efe Pygmies attribute a striking belief to Saturn’s satellite setup. They assert that the planet is surrounded by moons—a view established by observing eight satellites until recent interactions indicated more than this number with advances in space exploration. Although only a limited number of companions of Saturn have been discerned thus far, the traditional designation for Saturn among the Efe—Bibi Tiba Abutsiua’ani or 'the star of nine moons'—echoes yet another instance of profound cosmic knowledge that has persisted despite their societal isolation.\n\nJean-Pierre Hallet expounds on the notion that the current geographical habitation of the Efe Pygmies is a modern manifestation, suggesting their ancestors possessed more advanced technological skills, including metalworking and agricultural practices. Although this claim has yet to find substantial academic validation, the possibility that past societies held vast reservoirs of knowledge continues to provoke academic interest.",
                    "citations": []
                }
            ],
            "bibliography": [
                "R. C. Bailey, 'The Efe: Archers of the African Rain Forest,' National Geographic (November 1989), pp. 664 ff.",
                "J. P. Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973), p. 110."
            ]
        },
        {
            "type": "main",
            "page_number": 176,
            "subsections": [
                {
                    "title": "",
                    "content": "The notion that Galileo viewed Saturn as separate bodies reflects the struggles of early astronomers in comprehending celestial mechanics. His observations about the planet were obscured due to limited technology, consequently leading him to unexpectedly regard Saturn as having a dual form. Even if Pygmy legends acknowledge the ethereal presence of Saturn’s satellites, such disclosure would not inherently bestow those groups with comprehensive cosmological understanding. This remains ever more curious given their historical isolation, wherein they are unlikely to have secured knowledge about distant celestial phenomena at the capacity reflected in their narratives.\n\nAs a thoughtful inquiry into historical astronomy progresses, it raises poignant questions regarding the transmission of knowledge across cultures and epochs. A hypothesis formulated will perpetually reflect upon the implications that distant planetary movements might share with ancient beings and cosmogonies. The interplay between mythological narratives and observable celestial behaviors fosters a richer ground for exploring how civilizations perceive their cosmos.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 177,
            "subsections": [
                {
                    "title": "",
                    "content": "In reflections upon the disposition of scientific knowledge, one considers how the intersection of astronomy with folklore can shape the discourse. Velikovsky notably held a perspective that aligned Earth and Saturn within a historical framework where Earth may once have been a satellite of Saturn. Concepts once viewed as fringe thoughts have now taken root within discussions regarding planetary movements and their impacts across civilizations. At one point, Velikovsky found himself contentious with the academic community yet transcended through scholarly discourse.\n\nIn 1971, he presented at the University of the New World, Valais, Switzerland, where a narrative synthesis of his theories emerged. His hypothesis about Earth's historical satellite status to Saturn sparked discussions which resonate within contemporary fields examining the cosmos and humanity's place therein. This dialogue continues as modern scholars reflect on how historical interpretations of planetary alignments could enrich our comprehension of the universe. Sammer later documented these insights for an audience eager to understand the evolutionary narratives behind pharmaceuticals, hence serving as a testament to the interwoven legacies of past and present inquiries into the cosmos.",
                    "citations": []
                }
            ],
            "bibliography": [
                "I. Velikovsky, 'On Saturn and the Flood,' KRONOS V:1 (Fall 1979), p. 7; also in idem, Mankind in Amnesia (N. Y., 1982), p. 99."
            ]
        },
        {
            "type": "main",
            "page_number": 178,
            "subsections": [
                {
                    "title": "",
                    "content": "The sun-like symbol of Shamash and the simpler representation of Ra underscore the significant attributes aligned with celestial bodies. The unity of their symbolism resonates with ancient beliefs about Janus/Saturnus, who, prior to creation, claimed to have existed as 'a mere ball,' a notion also attributed to the Eskimo deity Ataksak, depicted as spherical in form. This representation manifests in the Assyro-Babylonian emblem of Shamash, signifying the planet Saturn, identified with the disc-like motif aligned to sunlight, paralleling Ra’s less ornate interpretation. The Dogon people's beliefs, along with similar notions adopted by the Efe pygmies, helps illuminate our understanding of Saturn’s perceived radiance. Thus, Saturn's historical exploration reveals profound implications for comprehending the ancient celestial paradigms that shaped cultural narratives.",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
