{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 409,
            "subsections": [
                {
                    "title": "",
                    "content": "Together with that of Lynn Rose, which has already been discussed in previous pages of this work, there were other competing models based on the Saturnian phenomena which appeared throughout the years. Although still purportedly based on the content of the mytho-historical record, some of them did not even involve planets. None of these had any light to shed on the problem of Earth’s axial coupling with Saturn. Meanwhile, from the very inception of his model, Talbott had opted for the planet Jupiter, which was positioned 'above' Saturn, in line with Saturn and Earth, but not in axial alignment with them. According to this scheme, Saturn and Earth would have rotated on their single axis “extending out from Jupiter.” From the vantage point of Earth, Jupiter would have been hidden behind Saturn and thus not visible to Earth-bound observers. Right from the start, the above scheme did not sit well with me because I had not come across anything in the mythic record that could account for this hidden aspect of the planet Jupiter or any god identifiable as such. As of this writing, Talbott has yet to present the evidence on which he continues to base this particular hypothesis. I, on the other hand, considered placing Jupiter at the other end of the configuration, with Earth stationed in between the two giant planets. Thus, Jupiter would have appeared stationary in Earth’s south polar sky. This configuration would have lessened the instability problem, as Earth would have been gravitationally attracted to both giants without succumbing to either. This idea was fueled by a few mythological tidbits which name the planet Jupiter as the Star of the South. In the Persian Bundahish, it is stated how the 'seven chieftains of the planets have come unto the seven chieftains of the constellations,' where Jupiter is matched with the constellation which the ancient Persians called Vanand. Elsewhere in the same work, Vanand is described as 'the chieftain of the south,' which would make Jupiter the planet of the south. In Hindu astro-mythology, Brihaspati, the Sanskrit name for the planet Jupiter, is also linked with 'the fire of the south.' In Egyptian astronomy of the Ptolemaic period, the southern stars were held sacred to Horus, who, as Heru-Up-Shetau and/or Heru-pe-sheta, was one of the names of the planet Jupiter.",
                    "citations": [
                        "F. Wallace, 'Jupiter—Mars—Satum: The trinity,' Canadian Society for Interdisciplinary Studies Newsletter 1:2 (March 1982), pp. 20 ff.",
                        "D. Cardona, 'Trilogies, Trinities, and Triads,' in ibid. 2:1 (August 1983), pp. 2 ff.",
                        "R. Ashton, 'The Bedrock of Myth,' (1987), unpublished.",
                        "D. Cardona, 'Ashton’s Bedrock of Myth,' AEON VI:2 (December 2001), pp. 30-33.",
                        "M. Zysman, 'Let There Be Lights,' in M. Zysman & C. Whelton (Eds.), Catastrophism 2000 (Toronto, 1990), pp. 143 ff.",
                        "D. Cardona, 'The Reflective Canopy Model and the Mytho-Historical Record,' AEON IV:4 (April 1996), pp. 13 ff.",
                        "D. N. Talbott, loc. cit.; idem, 'Saturn: Universal Monarch and Dying God,' Research Communications NETWORK (special publication, 1977), p. 9.",
                        "D. Cardona, 'Required Research for a Viable Satumian Scenario,' read on September 4, 1983, at the Haliburton, Ontario, seminar sponsored by the Canadian Society for Interdisciplinary Studies.",
                        "Bundahish 5:1.",
                        "W. D. O'Flaherty, Hindu Myths (Harmondsworth, 1976), p. 341.",
                        "P. Masson-Oursel & L. Morin, 'Indian Mythology,' New Larousse Encyclopedia of Mythology (London, 1972), p. 333.",
                        "R. H. Allen, Star Names and their Meanings (N. Y., 1936), p. 20.",
                        "W. M. Miüller, Egyptian Mythology (1918), pp. 54-55.",
                        "E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), p. 302."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 410,
            "subsections": [
                {
                    "title": "",
                    "content": "was known as the 'southern sun god.' Better still, the planet Jupiter itself was known simply as the 'Southern Star' and/or the 'Star of the South.' There are various other mentions of southerly deities and south stars in the mythologies of various races, but most of these are left unidentified by the cultures concerned. I was therefore elated when, in January of 1980, the electrical engineer and mathematical statistician Chris Sherrerd sent a most surprising paper to KRONOS, on the staff of which I was then serving as a senior editor. The title of the paper itself—'The Plausibility of the Polar Saturn'—was such a positive statement that it made me devour its contents with childlike eagerness. Sherrerd had no apprehension about stating that such a planetary system was 'not only plausible but likely.' He considered that a linear configuration, with Jupiter and Saturn at one end and Earth in the middle, 'is a feasible and stable arrangement according to well-known principles of modern physics.' Further research on my part, however, indicated that deities other than those identified as the planet Jupiter were also associated with the south. For instance, the Mexican gods Tezcatlipoca and Huitzilopochtli are both designated as rulers of the south. These two deities, however, fit the role of Mars better than they do that of Jupiter, very much as Velikovsky had earlier surmised. Worse still, in Roman mythology, Jupiter, like Saturn, was associated with the north rather than the south. It thus became apparent that Jupiter’s claim to the south, as also, incidentally, his claim to the north, had to do with something entirely different (concerning which, in order to keep events in chronological order, I will have to write in a subsequent volume). I was therefore left with no recourse but to abandon this line of investigation. Due to lack of editorial concurrence, Sherrerd’s paper was never published. Nevertheless, the barbell formation theory refused to go away. It was so persistent that, in 1988, Talbott, too, thought it prudent to pay it some notice. As he wrote: 'More than one physical model, in order to preserve stability (or at least a semblance thereof), would suggest a line up of planets in the fashion of a tumbling barbell, with the larger orbs balancing the two ends of the planetary assembly and the Earth locked in polar alignment between them. On this theoretical principle, I can express no opinion, though applying the principle to the mythically-supported planetary line-up does yield some interesting results.' But since Talbott had already opted for Jupiter’s locality behind Saturn, he ended up suggesting the introduction of yet one more planet.",
                    "citations": [
                        "R. H. Allen, loc. cit.",
                        "W. M. Miller, loc. cit.",
                        "E. A. W. Budge, loc. cit.",
                        "C. Sherrerd, 'The Plausibility of the Polar Satur,' unpublished.",
                        "H. B. Alexander, Latin-American Mythology (N. Y., 1964), pp. 61-62; M. Fauconnet, 'Mythology of the Two Americas,' New Larousse Encyclopedia of Mythology (London, 1972), p. 436.",
                        "E. Cochrane, 'Indra’s Theft of the Sun-God’s Wheel,' AEON III:3 (October 1993), p. 78; idem, 'Mars Gods of the New World,' AEON IV:1 (April 1995), pp. 49 ff.",
                        "Velikovsky, Worlds in Collision (N. Y., 1950), p. 253.",
                        "F. B. Cook, Zeus: A Study in Ancient Religion, Vol. I (N. Y., 1914/1964), p. 759.",
                        "D. Talbott, 'On Models and Scenarios,' AEON I:4 (July 1988), p. 14."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 411,
            "subsections": [
                {
                    "title": "",
                    "content": "My proposed sequence of northern planets, of course, was never influenced by this balancing mechanism. It may be significant, however, that the concept seems to support the suggested relative positions of the planets. While this does not answer the question as to what large planets might have balanced the other end of the barbell (for which myth offers no help), the logical candidates would surely be Neptune and Uranus. This, in turn, was picked up by Frederick Hall, a retired engineer from the Stanford Linear Accelerator Laboratory, who wrote, 'Proto-Saturn [is] not alone. In the fashion of a binary system, it is accompanied by the smaller Neptune, except Neptune is not stellar.' Robert Driscoll, a physicist from Caltech, did not seem to give Neptune’s participation in the Saturnian configuration any thought. Whether he already knew of Sherrerd’s theory which suggested Jupiter as the other member of the barbell formation, or whether he came to this tentative conclusion on his own, I have no way of knowing. However, it was the Saturn-Jupiter barbell formation that he saw fit to analyze through a series of mathematical-physical equations. This was encouraging, as someone had attempted to quantify the solution to the co-axial quandary inherent in the proposed Saturnian system. But even here, there were still some problems. According to Driscoll, the Saturnian system came into being within the Solar System itself when an unnamed gaseous super-giant went through nuclear fissioning, instigating a series of calamities resulting in aerodynamic drags, shrinking and rounding of orbits, electric charges, cancellation of gravitational attractions, and centrifugal forces, all of which led to Earth being captured between Jupiter and Saturn. That, in brief, was Driscoll’s theory. There would be no point here in presenting it in more detail since the accompanying equations would be beyond the comprehension of most readers. Seven years later, Driscoll returned to the topic in a longer paper where he not only considered the barbell model with Earth captured between Jupiter and Saturn, but also the prototype in which Jupiter is placed behind Saturn. In this attempt, the aerodynamic forces previously relied upon were eliminated, with the stability of the system now more dependent upon the Sun’s gravitational attraction. While I welcomed this greater detail and additional equations, I was less satisfied with this version than I was with Driscoll’s earlier attempt. Nor did a shorter paper by him, with yet more equations, add anything substantially new to his theory. Talbott’s model, in which the co-axial Saturnian system is made to orbit Jupiter equatorially as a rigid rod, received a dubious boost from structural dynamicist Robert Grubaugh, who specialized in placing satellites into orbit. In this scheme, the two co-axial planets, Saturn and Earth, revolve around Jupiter 'in a line synchronous with Jupiter’s orbit around the Sun.' Needless to say, Saturn would have faced Jupiter, thus shielding Jupiter from terrestrial observers. Several calculations were performed by Grubaugh to demonstrate that the alignment is feasible according to the laws of Newtonian gravitation, and that the magnitude of torque necessary to produce the required precession is within the realm of possibility. Once again, it is unnecessary to reproduce these calculations here, and interested parties are encouraged to consult the original documents cited.",
                    "citations": [
                        "Ibid. (emphasis added.)",
                        "F. F. Hall, 'Solar System studies,' Part 2, in ibid., p. 27.",
                        "R. Driscoll, 'The Saturn Myth: A Tentative Physical Model,' in ibid., pp. 50-59.",
                        "Ibid., pp. 50-51.",
                        "Those interested can refer to Driscoll’s original paper cited above.",
                        "Idem, 'Magnetic Models of the Polar Configuration,' AEON IV:2 (August 1995), pp. 5-27.",
                        "Idem, 'Stability and Dimensions of the Polar Configuration,' AEON IV:5 (November 1996), pp. 11-15.",
                        "R. Grubaugh, 'A Proposed Model for the Polar Configuration,' AEON III:3 (October 1993), pp. 39-48."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 412,
            "subsections": [
                {
                    "title": "",
                    "content": "The co-axial planets, Saturn and Earth, revolve around Jupiter 'in a line synchronous with Jupiter’s orbit around the Sun.' Needless to say, Saturn would have faced Jupiter, thus shielding it from terrestrial observations. Several calculations were performed by Grubaugh to demonstrate that this alignment is feasible according to the laws of Newtonian gravitation, and that the torque necessary for the required precession is within the realm of possibility. While no other physical model of the Saturnian configuration had received as much attention as Grubaugh’s proposed model, it had its ups and downs. In the end, even Talbott, at whose instigation Grubaugh patterned his hypothesis, discovered a flaw in Grubaugh’s model, although it was not one affecting his calculations. What Talbott realized is that, while Grubaugh's model may be physically verifiable, it does not conform to the mytho-historical scenario as constructed by Talbott. Wallace Thornhill picked up on this problem. Worse still, Thornhill also found fault with Grubaugh’s system, and therefore with Talbott’s model as a whole. In 1999, Emilio Spedicato, a physicist and head of Mathematics at the University of Bergamo, Italy, applied his hand to the problem. Like others before him, he produced an impressive array of equations which, at least numerically, were found to be in agreement with the Saturnian polar model. But, like others before him, he also envisioned the system as residing within the Sun’s sphere of influence. Nevertheless, Spedicato managed to show that, at least mathematically, the co-axial system would have been stable under Newtonian constraints. However, he could not vouch for the length of time the stability could have prevailed. A year later, Spedicato teamed up with Antonio Del Popolo, an astrophysicist also at the University of Bergamo, in a further attempt to quantify the inherent stability of the proposed Saturnian co-axial system, and more importantly, to see how long the system would have remained stable. To the chagrin of some, the results from their equations did not confirm the required sustained dynamical stability of the model. On the contrary, it was found that the stability of such an axially aligned system would be lost rather quickly, with its maximum duration corresponding to only about three months when its expected stability should extend over several thousand years. Spedicato and Del Popolo conceded the difficulty.",
                    "citations": [
                        "D. Talbott, 'Visualizing Collinear Systems' (see above), p. 6.",
                        "W. Thornhill, 'Friday Evening Discussion [at the Proceedings of the SIS Silver Jubilee Event],' Chronology and Catastrophism Review 2000:1, p. 7.",
                        "E. Spedicato, 'Numerical Analysis of Planetary Distances in a Polar Model,' AEON V:4 (July 1999), pp. 23-44.",
                        "E. Spedicato & A. Del Popolo, 'Dynamical Evolution of a Collinear Planetary System,' AEON V:6 (August 2000), pp. 14-20."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 413,
            "subsections": [
                {
                    "title": "",
                    "content": "In order to conceivably re-establish the dynamical feasibility of the polar model, one would have to introduce parameters in the physical model that were not then considered, such as 'tidal and/or electromagnetic forces.' They also cautioned that 'it is impossible a priori to state that the system is unstable for all values of « [i.e., the distance of Earth from the Sun in astronomical units] and for acceptable changes in the planetary masses that may have resulted from a catastrophic collapse of the system.' In the end, even Roger Ashton yielded to the physical problems he observed in the Saturn configuration theory and he too ended up raising objections regarding the feasibility of the Saturnian system. His main criticism centered on what he deemed to be the gargantuan cataclysmic destruction on Earth that would have occurred during and after the breakdown of the Saturnian system. What remains curious about Ashton’s recantation is that, despite all objections, he did not discard the Saturnian model or its corresponding scenario. How could he when he himself had dedicated considerable research, especially in Sanskrit literature, and written numerous articles verifying the model’s basic premises? In fact, in a 1987 paper of his, which as of this writing has not yet been published, he stressed his contention that the so-called Saturnian apparition, from which 'the metaphors of myth' can retrospectively be derived, can be considered the very bedrock of myth. However, reverting to the old canard that the identification of deities with planets is late, he convinced himself that the Saturnian apparition, as it might have appeared in man’s ancient sky, had nothing to do with planets. Apart from the fact that this is verifiably untrue, he seems to have forgotten that, in many instances, ancient records speak specifically of planets alongside their corresponding deities, as shown in earlier pages. Even so, if the apparitions were not planets, what? What did Ashton believe was responsible for the so-called Saturnian apparition? I quote directly from the concerned paper: 'To abandon the planetary and retain the north celestial polar aspect of the primeval gods allows for an open and unbiased approach to the question of whether there was ever any original physical basis for mythical conceptions. Until the thesis set forth in this essay receives some measure of physical verification, it is still easily conceivable that the material of myth is due to subjective, visionary, psychic, mystic, metaphysical, cryptic, subliminal, or, if one can stomach the idea, occult factors. This may be true no matter how neatly mythical motifs coalesce into a composite image retrospectively, and no matter how well the archaeological finds may seem to attest that coalescence.' He was, however, obviously unhappy with this idea, so in lieu of it, he proposed a physical model of sorts, one which turns out to be even more bizarre than the planetary model he no longer espoused.",
                    "citations": [
                        "Ibid., pp. 14-15.",
                        "Ibid., p. 19.",
                        "R. Ashton, 'The Unworkable Polar Saturn,' AEON I:3 (May 1988), pp. 39 ff.",
                        "D. Cardona, 'Ashton’s Bedrock of Myth,' AEON VI:2 (December 2001), pp. 30-33.",
                        "Various unpublished articles and research memoranda remain in my files.",
                        "R. Ashton, 'The Genie of the Pivot,' KRONOS (Fall 1984), pp. 16-25.",
                        "Idem, 'The Bedrock of Myth,' 1987 unpublished essay, MS p. 1."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 414,
            "subsections": [
                {
                    "title": "",
                    "content": "[The model] must agree with the variety of metaphors of myth. [The apparition] must be present when human technological metaphors require it to be so. It must be visible in the same form to people scattered over wide areas of North America and Eurasia. I therefore propose a hologrammatic phenomenon of polarization of light of stratospheric particles which is manifested only at certain points in a series of intensities of solar radiation at harmonically related electromagnetic frequencies. "
                },
                {
                    "title": "",
                    "content": "At an appropriate intensity, the radiation at various frequencies is in a proper mutual relationship, and the hologram is brilliantly lighted. It is seen in essentially the same form from points of viewing thousands of kilometers apart. It appears to be in the rotational polar space. It constitutes the central feature of the sky. The complete visual assemblage of it is that lost ancient sky that was radically different from what we now associate with the sky. In order to circumvent the problem raised by the invisibility of this hologrammatic apparition in the present sky, Ashton proposed that 'between the activating intensities of solar radiation, there is an interference phenomenon which [now] blots out the polar apparition.' He even provided 'a hypothetical instance of how this might work' but, as he made clear in 1999, the entire exercise became irrelevant since he himself eventually disavowed it all. He then stated: 'In 'The Bedrock of Myth,' as yet unpublished, I explain why, by content of myth alone, I reject the role of planets in the Polar Assemblage, which I think may well have been objective, but for which I failed to propose a plausible model.' One should commend Ashton for his honesty, but since he continues to believe that what he terms the Polar Assemblage was the very bedrock of myth, and since he now admits that the hologrammatic model he had previously advanced cannot be considered plausible, what is he left with to explain the apparition he continues to believe in? Knowing Ashton for the intelligent man he is, it remains my personal opinion that he jumped off the planetary Saturnian ship a little too hastily and much too early. All the above attempts, noble efforts one and all, suffered similar problems and, in one respect, shared a single difficulty. They were all, in one way or another, burdened with items contrary to what the mytho-historical records demand and/or with items that, at best, were not contained within that record. To be fair to all concerned, most had thus far attempted to solve the axial problem inherent in the Saturnian configuration in a peculiar situation, as no comprehensive chronologically-sequenced scenario of the Saturnian events had been presented prior. Not all celestial interactions and their consequential outcomes had been covered. Nor can the present work alleviate that problem because, while a chronology of sorts is being attempted, the history of the Saturnian system contains numerous constituents, and too many events, only a few of which have been addressed in this work. Additionally, the primary theoreticians encountered slight disagreements, making it understandable why their attempts fell short. The one difficulty with which they all grappled, however, was in their location of the Saturnian configuration within the bounds of the Solar System. This encumbered their theories.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 415,
            "subsections": [
                {
                    "title": "",
                    "content": "Because their attempts had to consider the mass of the Sun, which would not have been a factor, at least initially, in our alternative scenario where the co-axial Saturnian system would have originally sustained itself far away from the Sun’s gravitational and/or electromagnetic influence, this should not come as a surprise. Besides, as Talbott recognized, until all the mythological chips are positioned correctly, theories regarding the astronomical workings of the Saturnian system must remain hypothetical at best. As he stated: 'What I will argue for is that the search for physical explanations has, at its highest priority, reckon with the full implications of myth, wherever a definitive consensus is indicated. As more information is brought to the discussion, this will require a willingness to continually reconsider previous speculations—with no qualms about modifying or even abandoning earlier frameworks.' THE LESSON OF SHOEMAKER-LEVY 9 The problem then becomes even more evident because, despite the internal consistency of the mytho-historical record, our theory continues to demand an astronomical solution. As noted, there are no bodies in the present Solar System which are linearly aligned. Worse still, current Solar System theories, based purely on gravitational forces, even with the refinements introduced from lessons learned through the detection of extra-solar planets, do not seem to allow for celestial bodies to be so aligned. But, in July of 1994, Comet Shoemaker-Levy 9, which imparted multiple lessons, plowed into Jupiter. The most important message conveyed by this impact was more of a warning than anything else. It taught astronomers that Earth is not the safe haven they previously believed it to be. If a comet could collide with Jupiter, then the chances of a similar collision with Earth cannot be dismissed lightly. Geologists, of course, had long recognized the scars left by previous terrestrial impacts, although these had always been pushed far into the past. Until recently, even the impact of a fireball in the valley of the Tunguska River in northern Siberia in June of 1908 failed to alert astronomers to the dangers of cosmic impacts. Shoemaker-Levy 9 achieved what the Tunguska fireball did not: it prompted a worldwide awareness program designed to track near-Earth objects, such as errant asteroids, in an effort to warn humanity about potential cosmic-induced catastrophes, even though no one seems certain how to avert calamity when it arises. The second lesson learned from the impact of Shoemaker-Levy 9 had to do with the nature of comets, which had been considered mainly composed of ice—'dirty snowballs' or 'snowy dirtballs' as some jocularly referred to them. But when Shoemaker-Levy 9 struck Jupiter, no water was detected. Again, as in the case of the missing neutrinos, astronomers tried to explain the lack of water. In fact, a year later, they began to doubt that the object had been a comet. But this was largely due to backtracking because, when first observed, Shoemaker-Levy 9 definitely exhibited both a coma and a halo, which classifies it among objects known as comets.",
                    "citations": [
                        "D. Talbott, op. cit., p. 15 (first emphasis as given, second emphasis added).",
                        "The object is generally referred to as a fireball because it has never been ascertained what it specifically was—whether a meteorite, an asteroid, or a comet, despite all three being related."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 416,
            "subsections": [
                {
                    "title": "",
                    "content": "The third lesson, which we are primarily concerned with here, relates to the arrangement of the fragments after the comet broke up. To be sure, Shoemaker-Levy 9 had already fragmented when first spotted close to Jupiter by Eugene Shoemaker, his wife Carolyn, and David Levy on May 22, 1993. Retrocalculations later revealed that the comet had been orbiting Jupiter for several years. By 1992, it had approached within 10,000 miles of the planet, which led to Jupiter's powerful gravity tearing it apart. Although to Levy and the Shoemakers the comet initially appeared as 'a fuzzy, glowing line,' it had fractured into twenty-one separate fragments, each displaying a coma and a tail. The individual bodies did not, however, orbit each other as one might have expected. This was not because the fragments were too small to exert their own orbital pull. Despite its small size, the asteroid Ida, with a length of 34 miles, has its own satellite, named Dactyl, orbiting it at a distance of 60 miles. Like Shoemaker-Levy 9, Ida and Dactyl are believed to be fragments of a larger asteroid shattered by interacting with another celestial body. Instead of circling around each other, the fragments of Shoemaker-Levy 9 ended up 'strung out like pearls,' as one reporter described it, in a linear configuration almost as straight as an arrow. This suggests that celestial bodies can be aligned linearly, one 'beneath' the other. If twenty-one individual bodies can accomplish this, so too can two (in our case, Saturn and Earth), despite the difference in size and mass. Just as Jupiter’s gravitational force was responsible for the fragmentation of the comet, so was it the same force that 'stretched' its fragments into their famous line-up. It may be objected that Shoemaker-Levy 9’s linear coupling was a transient phenomenon. True—but it can no longer be claimed that a linear coupling of celestial bodies is physically impossible. Shoemaker-Levy 9 has taught us this.",
                    "citations": [
                        "See here, for instance, New Scientist (January 14, 1995), p. 10; ibid. (January 21, 1995), pp. 30-35."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 417,
            "subsections": [
                {
                    "title": "",
                    "content": "Just like Shoemaker-Levy 9, Ida and Dactyl are believed to be fragments of a once unified larger asteroid shattered by interacting with a celestial object. Instead of orbiting each other, the fragments of Shoemaker-Levy 9 ended up 'strung out like pearls,' as one reporter described, in a linear configuration nearly as straight as an arrow. This indicates that celestial bodies can align linearly, one 'beneath' the other. If twenty-one individual bodies (the fragments of Shoemaker-Levy 9) can achieve this, then so too can two of them (in our case, Saturn and Earth), despite the difference in size and mass. Just as Jupiter’s gravitational influence was responsible for the fragmentation of the comet, it was also that same force that 'stretched' its fragments into their celebrated line-up. While Shoemaker-Levy 9’s linear arrangement may be a transient occurrence, it now indicates that a linear alignment of celestial bodies is indeed possible. THE TRANSITORY SYSTEM From the very beginning of his Saturnian scenario, Talbott expressed his opinion that long before Saturn was joined to Earth in axial coupling, the Saturnian deity was observed wandering in space. He stated in 1977, 'A number of sources suggest that the solitary god wandered for a time, but eventually came to rest at a stationary point, which is celebrated as the cosmic center.' Later, elsewhere, he wrote, 'In the primordial epoch, the creator first appeared in the Abyss, alone, wandering without a resting place.' And: 'For a time the creator wandered in the luminous sea but eventually came to rest at a point of stability.' In this scenario, the axial coupling of the two planets would have occurred at the moment mankind witnessed their Saturnian deity arriving at his stationary celestial position. What could Earth’s relation to Saturn have been during this wandering period? According to Frederick Hall, while Earth may have always been a satellite of Saturn, it originally orbited the giant planet equatorially but, similar to the Moon's relationship with Earth, the terrestrial globe would have been phase-locked so that one hemisphere would always face its Saturnian primary. This aligns with Lynn Rose’s model; despite Talbott’s objections, he found reasons to accept it as a temporary condition of the developing Saturnian system. He announced, 'The simple scheme suggested by Rose may, in fact, add a vital ingredient to the model-building process. As noted by Fred Hall...there is terrestrial evidence that Earth was once a satellite of a larger planet, rotating in phase with its revolution. And as I have noted to Hall in private communication, there is a considerable amount of mythical evidence as well. Mythically, the key is the original state of the old sun god, prior to creation. The god, in his earliest remembered form, is 'inactive' or 'motionless,' not in the axial or polar sense, but apparently lacking activity or animation. This phase precedes the god’s eventual wandering in search of a resting place.",
                    "citations": [
                        "D. N. Talbott, (see reference #3), p. 3.",
                        "Idem, The Saturn Myth (N. Y., 1980), p. 74."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 418,
            "subsections": [
                {
                    "title": "",
                    "content": "Talbott’s premise promotes the idea that it is worth discussing, regardless of any disagreement with the alternative views presented in this work. At this juncture, one wonders why I am bringing this up. I do so because Hall’s hypothesis led to another attempt to explain how the co-axial system of Saturn and Earth could be held together in at least a temporary stability. This concerns Hall’s explanation of the transition from Earth’s phase-locked equatorial orbit around Saturn to its eventual axial alignment. Hall explained, 'Now assume this primordial, dying system enters the Sun's alien system, eventually encountering the Sun’s largest satellite, Jupiter (whose spin axis tilt—or lack thereof—marks it as a primordial companion of the Sun). As a result of this encounter, or perhaps a series of encounters, Proto-Saturn is drawn in the direction of the Sun’s equatorial plane which, we shall suppose, means a northerly direction. Effectively, Proto-Saturn is pulled from the center of its native planetary system by a massive force 'above' it, while Proto-Saturn, in turn, pulls its former satellite, Earth, in its wake. 'Under these obviously precarious conditions, regular orbital mechanics have suddenly become irrelevant. What then, might occur to the Earth? One of Saturn’s powerful magnetic poles is now much closer to Earth, while the other becomes remote. Therefore, while magnetic forces are much weaker than gravitational forces [actually, the opposite is true], we have a classic case in which they can be invoked.' In short: 'Earth is exposed to forces acting as a couple, with the near Saturnian magnetic pole attracting one of Earth’s magnetic poles and repelling the other. As a result, Earth is flipped over and locked into a polar alignment with Saturn.' Talbott’s proposed temporary wandering of Saturn would have occurred during this transition between Earth’s phase-locked equatorial orbit around its primary and Saturn’s eventual settling into Earth’s north celestial pole due to its axial alignment with the giant.",
                    "citations": [
                        "Ibid., pp. 7-8 (emphasis as given).",
                        "D. Goldsmith, Einstein’s Greatest Blunder? (London, 1995), p. 182.",
                        "F. F. Hall, op. cit., p. 27 (emphasis as given)."
                    ]
                }
            ],
            "bibliography": []
        }
    ]
}
