{
    "processed_chunk": {
        "type": "main",
        "page_number": 18,
        "subsections": [
            {
                "title": "Making and writing on papyrus.",
                "content": "Not many people among the Egyptians could read and write. Those who could became scribes, valuable to the court and temples as record keepers. The English word “paper” is derived from the Greek name of the sedge-like plant, the papyrus, the stalks of which were pressed together into a sheet of writing material that was then smoothed with a stone. Despite its many advantages, the invention of writing carried with it at least one major disadvantage —it no longer necessitated the memorizing of past events.\n\n(Illustration by John Green.)\n\nMost ingenious Theuth [Thoth] ... one man has the ability to begat arts but the ability to judge of their usefulness or harmfulness ... belongs to another; and now you, who are the father of letters, have been led, by your affection to ascribe to them a power the opposite of that which they really possess. For this invention will produce forgetfulness in the minds of those who learn to use it, because they will not practice their memory. Their trust in writing ... will discourage the use of their own memory ... You have invented an elixir not of memory, but of reminding; and you offer your pupils the appearance of wisdom, not true wisdom, for they will read many things without instruction and will therefore seem to know many things, when they are for the most part ignorant ...\n\nThus, when it came to things past, the later Egyptians read the texts bequeathed by their ancestors but did not always understand what the written words alluded to, for they had not witnessed what their ancestors had. When bards recited their traditions from memory, a lis",
                "citations": [
                    "(emphasis added)"
                ]
            }
        ],
        "bibliography": [
            "(emphasis added)"
        ]
    }
}
