{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 429,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 21\nThe Axis Mundi\nTHE RUACH\nAt the very beginning of the Book of Genesis, it is stated that when eretz (translated as 'earth') was still in the age of darkness, before the commencement of Creation, 'the spirit of Elohim moved upon the face of the waters.' As we have seen, the deity named Elohim is to be understood as a personification of the planet Saturn. We have also seen that the waters referred to were celestial in nature and that these can perhaps be best understood as a circumstellar cloud surrounding the proto-planet in question. What, then, could it mean that the spirit of Saturn moved over the face of these waters? The Hebrew word translated as 'spirit' is ruach, a word which has the additional meaning of 'wind.' We find the same situation in Arabic, as well as in Maltese, where the words for 'spirit' or 'soul' and 'wind' share the same linguistic root: rih for 'soul' and/or 'spirit,' rih for 'wind.' In fact, the Hebrew Talmud does not conceive of ruach as God's spirit but as God's wind. True, Louis Ginzberg warns that this was 'certainly' due to an anti-Christian tendency, since Christians identified God's spirit with the Holy Ghost, with which the Jews do not comply. Perhaps. There is no denying, however, that ruach is the usual word used for 'wind' in the entire Old Testament, including Genesis. It therefore seems more probable that the reason ruach was translated as 'spirit' in the second verse of this particular Book stems from the fact that the 'spirit' of Elohim (usually translated as 'God') seemed to make better sense than 'wind' to those who had lost the original meaning behind the verse. James Strong additionally tells us that ruach can also be interpreted as 'whirlwind,' a datum we shall not lose track of. We find the same idea expressed in the Gnostic words of the Sethians according to Hippolytus: 'Now from the water there has come, as a first derivative principle, a fierce and violent wind which is the cause of all generation.' Out of Indic lore comes an echo of the same phenomenon. As related in the Hymn of Narayana, this being, elsewhere considered 'The Primal Lord,' had 'sat above' in 'eternal solitary shade,' in 'impenetrable gloom,' before 'things unexisting to existence sprung.' We thus recognize Narayana as a manifestation of the primeval Saturnian god. It is then said that a 'primordial wind' breathed gently over the 'vast expanse.'",
                    "citations": []
                }
            ],
            "bibliography": [
                "Genesis 1:2.",
                "L. Ginzberg, The Legends of the Jews, Vol. V (Philadelphia, 1968), pp. 7, 74.",
                "J. Strong, Hebrew and Chaldee Dictionary (Madison, New Jersey, 1890), p. 107.",
                "W. Bamstone, The Other Bible (San Francisco, 1984), p. 655.",
                "R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), pp. 319-320.",
                "A. K. Coomaraswamy, Elements of Buddhist Iconography (New Delhi, 1972), p. 52."
            ]
        },
        {
            "type": "main",
            "page_number": 430,
            "subsections": [
                {
                    "title": "",
                    "content": "A Young Planetary System: HD 163296\nNASA Goddard Space Flight Center\nand C.A. Grady, D. Devine (NOAO at GSFC)\n(Photographs courtesy of NASA.)",
                    "citations": []
                }
            ],
            "bibliography": [
                "HD 163296.",
                "(Photographs courtesy of NASA.)"
            ]
        },
        {
            "type": "main",
            "page_number": 431,
            "subsections": [
                {
                    "title": "",
                    "content": "HH409-jet\nDiagrammatic representation of the HH objects associated with HD 163296\n(Courtesy of NASA.)",
                    "citations": []
                }
            ],
            "bibliography": [
                "Diagrammatic representation of the HH objects associated with HD 163296.",
                "(Courtesy of NASA.)"
            ]
        },
        {
            "type": "main",
            "page_number": 432,
            "subsections": [
                {
                    "title": "",
                    "content": "So, likewise, among the Jicarilla Apache. 'In the beginning, nothing was here,' they claim, 'nothing but Darkness, Water, and Cyclone'—the same three elements we have met in the Creation myths of other races.\nEven out amid the vast Pacific, we find that the whirlwind was one of the first items created by the Tahitian 'Sky-producer,' Ra’i-tupua. We thus notice that, with the exception of the Tahitian tradition, this wind and/or whirlwind was not said to have been created but was believed to have always been there. But what was this whirlwind, this spirit, or soul, that seems to be so intimately connected with traditions of Creation?\nSanchoniathon’s Cosmogony\nWe turn next to Phoenician, that is, Canaanite, mythology. According to Sanchoniathon: 'The beginning of all things was a dark and condensed windy air, or a breeze of thick air, and a chaos, turbid and black as Erebus; and these were unbounded, and for a long series of ages, destitute of form.' Thus, as in the mythology of other races, the wind and chaos, the latter of which we have already identified as Saturn’s circumstellar cloud had always existed.\nSanchoniathon, a Phoenician priest, lived sometime in the 6th or 7th century B.C. He is said to have copied the sacred inscriptions from the pillars in the temple of Melkart, some say of Ba’al Hamon, at Tyre, when these crashed to the ground in an earthquake. His work has not survived in its entirety, but Philo of Byblos, a scholar who was himself a Phoenician, preserved various excerpts of Sanchoniathon’s work in his own Phoinikika sometime during the last century B.C. As it happened, this work, too, was eventually lost, but, once again, fragments from it were discovered and preserved by Eusebius Pamphili, a bishop of Caesarea, Palestine, in A.D. 314 and incorporated into his own work, Evangelicae Praeparationis.",
                    "citations": []
                }
            ],
            "bibliography": [
                "J. Bierhorst, The Red Swan: Myths and Tales of the American Indians (N. Y., 1976), p. 52.",
                "T. Henry, Ancient Tahiti (Honolulu, 1928), p. 415.",
                "R. Van Over, op. cit., p. 187.",
                "G. A. Cook, 'Phoenicia,' Encyclopaedia Britannica (1959 edition), Vol. 17, p. 769."
            ]
        },
        {
            "type": "main",
            "page_number": 433,
            "subsections": [
                {
                    "title": "",
                    "content": "What seems to have transpired is that, very much like the Greek Hesiod, who had lived a century before him, to say nothing of other ancient writers, Sanchoniathon collated material from different sources which he then compiled into a single running narrative through the literary device of genealogical descent. Not wishing to leave any of his data unaccounted for, he seems to have gathered disparate myths which recounted the same events and presented them as different occurrences in a chronological succession.\nAs Sanchoniathon continues:\n'But when this wind became enamored of its own first principles (the chaos), an intimate union took place, that connection was called Pothos; and it was the beginning of the creation of all things. And it (the chaos) knew not its own production; but from its embrace with the wind was generated Mot, which some call Ilus, but others, the putrefaction of a watery mixture.' As I have attempted to show in a previous chapter, this Mot was considered by some as slime and, by others, as a rotting of aquatic composition. As there noted, modern scholars have supported the interpretation of this word as 'water.' But since this celestial water was obviously the same, or of the same nature as the chaos which surrounded proto-Saturn as a circumstellar cloud, it also becomes obvious that this is one of those occasions in which Sanchoniathon fused two variant readings of the same event into a sequential one. (There are others, but these do not concern us here.)\nAs shown above, Sanchoniathon also claimed that some called Mot by the name Ilus. To us, this has interest since, elsewhere, he himself informs us that Ilus was merely the Phoenician form of the Greek Cronus (or Kronos), the same as El. Knowing full well by now whom Kronos and El represented, we again come face to face with the association of these early events with the planet Saturn.",
                    "citations": []
                }
            ],
            "bibliography": [
                "R. Van Over, loc. cit.",
                "L. Delaporte, 'Phoenician Mythology,' New Larousse Encyclopedia of Mythology (London, 1972), p. 82.",
                "W. W. Baudissin, Studien zur Semitischen Religiongeschichte (Leipzig, 1876), pp. 1, 11 ff., 195; G. Maspero, The Struggle of the Nations (London, 1896), p. 168."
            ]
        },
        {
            "type": "main",
            "page_number": 434,
            "subsections": [
                {
                    "title": "",
                    "content": "But in Late depiction of the Greek Boreas. (From a relief found at Athens.) The Greeks portrayed their winds as winged individuals, similar to the later Christian depictions of angels, which is appropriate enough as symbolic of winds. Originally, however, Boreas seems to have been envisaged as a being with serpent tails for feet. It is interesting to note that, in the late third century A.D., Lactantius used Boreas as an analogy of the Sanctus Spiritus which impregnated the virgin mother of Jesus. As in the case of the Hebrew ruach, this obviously stems from the much more ancient identity of the wind as the spirit of Elohim (to say nothing of the entity’s fructifying power, which will be explored in a future volume). In fact, as Donald Mackenzie indicated: 'Wind' and 'breath' and 'spirit' were believed by many primitive peoples to be identical. But, in the main, we note this fact: as a wind associated with Saturn, it is not surprising to find this entity linked to the north since that is where ancient tradition places both the Saturnian planet and its allied deities. We would, on the contrary, have been surprised had this not been reported to have been so. Thus even in much later times, the Hindus were still associating the wind with Dhruva, that is, the North Star which, as we noted in an earlier chapter, had originally been one of the Sanskrit names for the planet Saturn.",
                    "citations": []
                }
            ],
            "bibliography": [
                "R. Graves, The Greek Myths, Vol. 1 (Harmondsworth, 1964), p. 171.",
                "Ibid., p. 172.",
                "D. A. Mackenzie, Egyptian Myth and Legend (N. Y., 1907/1978), p. 188."
            ]
        },
        {
            "type": "main",
            "page_number": 435,
            "subsections": [
                {
                    "title": "",
                    "content": "EHECATL\nThe Saturnian wind is also encountered in the Americas where the postulate cannot be traced to the Near East or Old World cultures, thus indicating the universality of the belief. We find there that Quetzalcoatl, already identified as a personification of Saturn in previous pages of this tome, was inter alia referred to by the Aztecs as Yahualli Ehecatl, which is Nahua for 'Wheel of the Winds.' According to Daniel Brinton, the unprefixed ehecatl is also translatable as 'soul,' 'breath,' and 'wind,' the same situation which, beginning with Genesis, we encountered in the nomenclature of other races. Additionally, this coincides with Ehecatl’s identity as the breath of the creator[s], just as the north wind was believed to have been the breath of Atum/Saturn. According to Aztec belief, it was through the breathing of Ehecatl that the celestial waters were separated from the terrestrial ones. This is an echo of the separation of the waters above from the waters below by Elohim/Saturn that we find related in the early verses of Genesis concerning which we will have more to say in the proposed sequel to this work.",
                    "citations": []
                }
            ],
            "bibliography": [
                "N. Baldwin, Legends of the Plumed Serpent: Biography of a Mexican God (N. Y., 1998), p. 75.",
                "D. G. Brinton, The Myths of the New World (N. Y., 1968), p. 273.",
                "N. Baldwin, op. cit., p. 76.",
                "Ibid.",
                "Genesis 1:6-8."
            ]
        },
        {
            "type": "main",
            "page_number": 436,
            "subsections": [
                {
                    "title": "",
                    "content": "At Chichen Itza, in Mexico, there is a circular pre-Columbian building which the American explorer John Lloyd Stephens named El Caracol—'The Snail.' This edifice contains an interior spiral staircase which leads to a round observatory oriented to the four cardinal points of the compass. As Neil Baldwin explains: 'The Snail building is an important signpost on our Plumed Serpent trail for several reasons. The round shape of the building links it to the chain of structures throughout Mesoamerica consecrated to Ehecatl, the Wind God, one of Plumed Serpent’s personalities.' El Caracol was aptly named since its interior winding staircase is reminiscent of the coiling shell of the snail. We find this same spiral coiling in the outer ramparts of the strangely shaped structure at Calixtlahuaca, which was also dedicated to Ehecatl. Among the Maya, this god was known as Kukulkan, one aspect of whom was also that of wind god. It is thus fitting that, in a curious Maya vase, Kukulkan is symbolically shown emerging from a snail. It was, however, the conch shell, rather than the snail, which was intimately associated with Ehecatl. As Tom Lowenstein has it: '...in his guise as Ehecatl, the Plumed Serpent [that is, Quetzalcoatl] wore a conch shell, his symbolic 'jewel of the wind.' In imitation of their deity himself, priests of the Quetzalcoatl cult wore conch shells cut in cross-section showing a concentric, whorled pattern that represented the movement of the wind. Many of the temples dedicated to Quetzalcoatl were also circular, signifying the eddying of the wind. The spiral on the shell of a snail, as well as the interior construction of the conch, both symbolic of Ehecatl as the god of wind, are more significant of a whirlwind than an ordinary breeze. This is so much so that, among the punishments which Quetzalcoatl was believed to inflict on the human race were tornadoes and water spouts. Tornadoes and water spouts exhibit a verticality stretching between heaven and Earth, much in the manner exemplified by the various wind entities we have been examining.",
                    "citations": []
                }
            ],
            "bibliography": [
                "N. Baldwin, op. cit., p. 66.",
                "I. Nocholson, Mexican and Central American Mythology (London, 1967), p. 128."
            ]
        },
        {
            "type": "main",
            "page_number": 437,
            "subsections": [
                {
                    "title": "",
                    "content": "What all the above seems to imply is that this primordial wind was visible as an illuminated support of the sky within which the Saturnian orb resided. The only type of whirlwind that could be seen to support the sky would have to have been in the form of a tornado or water spout, already encountered as one of the punishments inflicted by Quetzalcoatl.",
                    "citations": []
                }
            ],
            "bibliography": [
                "T. Lowenstein, loc. cit.",
                "E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), p. 88.",
                "D. A. Mackenzie, op. cit., p. 189."
            ]
        },
        {
            "type": "main",
            "page_number": 438,
            "subsections": [
                {
                    "title": "",
                    "content": "But if, as argued in this work, proto-Saturn hung immobile in Earth’s north celestial pole, any tornado-like entity associated with it would also have to have been stationary. A fixed vortex of planetary proportions stretched between the immobile proto-Saturnian orb and Earth’s northern regions boggles the imagination. And yet, as we shall continue to discover, this seems to be precisely what our ancient forefathers were attempting to describe. In Guatemala, we meet with the divinity named Hurakan, a deity who was also known in the West Indies. Additionally called Heart of Heaven, he shares this epithet with the Egyptian Atum/Saturn who was also referred to as the Firm Heart of the Sky. It is therefore noteworthy to find Hurakan pictured in Late Classic times in the middle of stylized swirls of smoke or clouds, which are here interpreted as proto-Saturn’s placental cloud. Thus, like the Saturnian deity of other nations, Hurakan is described as having hovered over the cosmic waters. Venerated as the Lord of Creation, bringing forth the first dawn, he, too, is said to have presided over the whirlwind. It is, in fact, from the name of Hurakan that the English word 'hurricane' is derived.",
                    "citations": []
                }
            ],
            "bibliography": [
                "D. Talbott, Symbols of an Alien Sky (Beaverton, Oregon, 1997), p. 34.",
                "Ibid., p. 40."
            ]
        }
    ]
}
