{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 59,
            "subsections": [
                {
                    "title": "",
                    "content": "Identified with stars. They worshiped both the Evening and the Morning Star, the latter’s preeminence being stressed by many anthropologists and researchers. In fact, the Morning Star’s preeminence was such that no writer can treat of this North American Indian nation without wondering how this star acquired such significance in the religious beliefs of these people. That the Pawnee Morning Star was the planet Mars has now been astronomically verified and accepted by most anthropologists and archaeoastronomers. Up until 1906, the Pawnee were still offering human sacrifice to it. Similarly, the more sophisticated nations of Mesoamerica worshiped the stars. Susan Milbrath has observed that a number of scholars agree that the fundamental nature of the ancient Mesoamerican pantheon is astronomical. The same view has also been echoed by David Kelley, who wrote: “It has been clear to all serious students of Mesoamerican culture that there was an intimate relationship between astronomical knowledge, the calendar, and religious beliefs and rituals.” As Ev Cochrane more recently stated, “A prominent characteristic of Mesoamerican astronomy, immediately apparent, was their obsession with the observation and worship of the planet Venus.” This is despite the fact that B. C. Brundage, on considering the function the planet Venus played among the Mesoamericans, had to offer the observation that the planet’s true role in the development of this particular culture “is not understood.” He also added: “It might not be far wrong to look upon the Mesoamericans’ great skill in numeration as a child of that planet and to state that their intellectual life pulsed to its periods. Certainly, a significant portion of their mythology involved that planet.” Thus, Anthony Aveni, one of the foremost archaeoastronomers of the twentieth century, could not help but avow that “for the Maya the importance of Venus ... cannot be overstated.” In fact, what student of Mesoamerican lore can delve into the religious beliefs of these people without running headlong into Quetzalcoatl, perhaps the greatest Mesoamerican deity, at whose death, his heart flew out to become the Morning Star.",
                    "citations": []
                }
            ],
            "bibliography": [
                "G. A. Dorsey, unpublished notes, Field Museum of Natural History, Department of Anthropology, Chicago, 1922. These notes were later compiled by R. Linton and published as The Thunder Ceremony of the Pawnee and The Sacrifice to the Morning Star.",
                "S. Milbrath, “Astronomical Imagery in the Serpent Sequence of the Madrid Codex,” in A. Aveni (ed.), Archaeoastronomy in Pre-Columbian America (Lubbock, 1975), p. 263.",
                "David Kelley, “Astronomical Identities of Mesoamerican Gods,” Archaeoastronomy 2 (1980), p. 1.",
                "E. Cochrane, “When Venus was a Comet,” KRONOS XII:1 (Fall 1986), p. 3 (emphasis added).",
                "B. C. Brundage, The Phoenix of the Western World (N. Y., 1981), p. 173.",
                "R. Linton, The Sacrifice to the Morning Star (1922), pp. 1-2; E. C. Krupp, op. cit., p. 191."
            ]
        },
        {
            "type": "main",
            "page_number": 60,
            "subsections": [
                {
                    "title": "",
                    "content": "Karttikeya—also known as Skanda and/or Kumara—shown here in his southern Indian form of Subrahmanya, the Hindu god of war, who personified the planet Mars. (From a nineteenth-century trichinopoly painting.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 61,
            "subsections": [
                {
                    "title": "",
                    "content": "The Indic Linga Purana preaches that “the worship of the planets should be pursued by good men,” and then unambiguously identifies each planet with a major Hindu deity: “It is cited that the planet Mars is Skanda (Karttikeya), the commander-in-chief of the army of Devas. People of perfect knowledge say that Mercury is lord Narayan. O excellent brahmins, the great planet Shaniscara, the slow-moving Saturn, is Yama, the lord of the worlds. The preceptors of Devas and Asuras (that is, Shukra and Brihaspati) are the great planets Venus and Jupiter with refulgent rays. They are mentioned as the sons of Prajapati.” In the Hebrew Talmud, the very meaning of “idolatry” is defined as the “worship of stars and constellations.” But none of this has stemmed criticism concerning the synonymy of planets and gods as they appear in ancient literature and beliefs. That planets were deified and worshiped as deities has, of course, been accepted; but critics generally maintain that this has not always been the case, and that the deification of the planets owes its origin to a later date. But, as I have been asking for a number of years, how late is late? How far back in history can this belief be traced? Ignoring the statements of Aristotle, critics continue to maintain that the Greek identification of the planets as gods does not trace beyond the 4th century B.C. But what about those nations that were older than the Greeks? In Egypt, the planets were also deified. Saturn was called Heru-ka-pet (Horus the Bull of Heaven); Jupiter was Heru-ap-sheta (the Star of the South); Venus was Sbat uatitha (the Evening Star); Mars was Heru-khuti and/or Heru-tesher (the Red Horus); and Mercury was Sebku and/or Sebek. Granted, it will be pointed out that these names became popular during the late Graeco-Roman period and that they do not trace further back than the 19th Dynasty. But the identity of the Morning Star as Horus was already known during the Old Kingdom and is found recorded more than once in the Pyramid Texts. In fact, to the ancient Egyptians, the synonymy of gods and planets was so complete that, in some instances, the same word was employed to signify either. Thus, sba, among other things, meant “star,” but Sba was also the name of a “star” god. The word netru meant “stars,” but it also meant “gods.”",
                    "citations": []
                }
            ],
            "bibliography": [
                "Tinga Purana 1:57:39.",
                "Tbid., 1:60:2-5. (NOTE: Elsewhere in the same work, other names are also given for the planets, including Budha for Mercury.)",
                "H. Macoby, “Worlds in Collision” and the Birth of Monotheism,” SIS Review II:1 (Autumn 1977), p. 18.",
                "E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), pp. 302-303.",
                "W. M. Miiller, Egyptian Mythology, Vol. 12 of The Mythology of All Races (1918/1964), pp. 94, 373; see also D. Cardona, “Morning Star,” AEON IV:1 (April 1995), pp. 29 ff., where further references are supplied.",
                "E. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978), p. 655."
            ]
        },
        {
            "type": "main",
            "page_number": 62,
            "subsections": [
                {
                    "title": "",
                    "content": "It is well-known that the Ancient Egyptians took a great interest in the stars, not only observing them for practical purposes such as determining times and seasons, but also inscribing star maps and tables in their coffins and tombs at least from the Middle Kingdom onward. It is also understood that behind this lay a very ancient stratum of stellar religion, in which the stars were regarded as gods. Wallis Budge observed that many passages of the Pyramid Texts “refer to primitive star-worship.” Moving next to Syria, we find that in the Eblaite tablets, the word for “temple” is not only given as e-dingir, which, as is to be expected, means “house of god,” but also as e-mul, which means “house of the star.” In ancient Babylon, as elsewhere, the planets were also deified. Saturn, whom the Babylonians called Ninurta, was worshiped as a mighty hunter. Jupiter, as Marduk, was venerated as the king of the gods. Mars, under the name Nergal, was already then a god of war. Venus, called Ishtar, had already won her place as the goddess of love and carnal knowledge. Mercury was known as Nabu or Nebo. Morris Jastrow, aware of the astral nature of Babylonian religion, remarked that this belonged “to a later stage in the unfolding of religious rites.” But, as N. H. Snaith more recently stated: “All the Mesopotamian deities, without exception as far as the later period is concerned and probably for the earlier period also, were associated with heavenly bodies.” To prove this point, Neo-Babylonians worshipped not only the effigies of gods but their planetary symbols as well.",
                    "citations": []
                }
            ],
            "bibliography": [
                "R. Faulkner, “The King and the Star-Religion in the Pyramid Texts,” Journal of Near Eastern Studies 25 (1966), p. 153 (emphasis added).",
                "E. A. W. Budge, From Fetish to God in Ancient Egypt (N. Y., 1988), p. 51 (emphasis added).",
                "G. Pettinato, The Archives of Ebla (N. Y., 1981), p. 252.",
                "D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian People (London, 1996), p. 301.",
                "M. Jastrow, Jr., “The Sign and Name for Planet in Babylonian,” Proceedings of the American Philosophical Society XLVII:189 (May-August 1908), p. 146.",
                "N. H. Snaith, The Distinctive Ideas of the Old Testament (N. Y., 1964), p. 29 (emphasis added)."
            ]
        },
        {
            "type": "main",
            "page_number": 63,
            "subsections": [
                {
                    "title": "",
                    "content": "In ancient Uruk, as Krystyna Szarzynska has recently noted, “in the most archaic period the determinative dingir (which means 'god') was associated with astral deities only.” The civilization of Uruk traces to that of Sumer, and it is precisely here that the truth can be established. The Sumerian language is the oldest written language that we have. In that language, like in that of the Egyptians, the word and/or cuneiform sign for “god” and “star” was one and the same—a symbol derived from the pictograph which preceded cuneiform writing—the very picture of a star. This not only proves that stars and gods were thought of as synonymous as far back as written records reach, but also indicates that the very concept of God has its origin in a star. This brings me to another point I wish to stress. It is often stated that the ancients deified the planets—a statement which, because of its handiness, I have even employed throughout this work. However, strictly speaking, this is incorrect. The ancients had no need to deify the planets because, to them, the planets had always been deities. They were the only deities they knew. In other words, planets were gods; gods were planets: planets and gods were one and the same. It was only during the first century B.C. that Lucretius began to turn the tables by going to great pains to demonstrate that astronomical bodies were not thinking purposeful gods.",
                    "citations": []
                }
            ],
            "bibliography": [
                "K. Szarzynska, “Some of the Oldest Cult Symbols in Archaic Uruk,” Jaarbericht ex Oriente Lux 30 (1987-1988), p. 10.",
                "Ibid., p. 11 (emphasis added).",
                "S. Langdon, Semitic Mythology (Boston, 1931), p. 93; I. S. Shklovskii & C. Sagan, Intelligent Life in the Universe (N. Y., 1968), p. 460; J. E. Pfeiffer, The Emergence of Society: A Prehistory of the Establishment (N. Y., 1977), p. 170."
            ]
        },
        {
            "type": "main",
            "page_number": 64,
            "subsections": [
                {
                    "title": "",
                    "content": "Ishtar, the Assyro-Babylonian goddess of the planet Venus. From a cylinder seal of the Neo-Assyrian period.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 65,
            "subsections": [
                {
                    "title": "",
                    "content": "To point to an older source than the Sumerian that contradicts the statements above, one must present it. In the meantime, the record continues to stand. When it comes to the antiquity concerning the belief that the gods of our ancient forefathers were anthropomorphized planets, I am not alone. De Santillana and von Dechend held the identical opinion. This science, although it has unearthed a marvelous wealth of details, has often been led by a modern evolutionary and psychological bent to overlook the main source of myth, which was astronomy—the Royal Science. This obliviousness is a recent turn of events—barely a century old. Today, expert philologists tell us that Saturn and Jupiter are names of vague deities, subterranean, or atmospheric, superimposed on the planets at a ‘late’ period; they neatly sort out folk origins and ‘late’ derivations, all unaware that planetary periods, sidereal and synodic, were known and rehearsed in numerous ways by celebrations already traditional in archaic times. The association of mythology with astronomical lore was well understood by scholars of a past age. Thus, Nicolas Fréret (1688-1749), the first permanent secretary of the Academie des Inscriptions, disputed much with Isaac Newton, believing that the astronomical events alluded to in the mythologies could only have been based on actual observations.",
                    "citations": []
                }
            ],
            "bibliography": [
                "TV. Clube & B. Napier, op. cit., p. 283 (emphasis added).",
                "E. G. Suhr, Before Olympos (N. Y., 1967), p. 27.",
                "L. R. Farnell, “The Value and Methods of Mythological Study,” Proceedings of the British Academy XX (1919), p. 47."
            ]
        },
        {
            "type": "main",
            "page_number": 66,
            "subsections": [
                {
                    "title": "",
                    "content": "This would be a bold statement to make in this day and age. Who today would believe that anything in mythology, or the astronomical assertions of the supposedly ignorant ancients, could have any value in disputing the scientific theories of the great Newton? But, before we dismiss Fréret, let us not forget that Newton’s theological seams were apparent in his own day. Historians have managed to downplay his once glaring religious fundamentalism. Historians laud him as one of the greatest scientific minds the world has ever seen, but one questions what scientific acumen he employed when he accepted Bishop Ussher’s date for the creation of the world, computed as having occurred in 4004 B.C. As Livio Stecchini indicated, “[Fréret] challenged Newton’s views about mythology and ancient science by which the latter tried to dismiss the evidences for changes in the solar system before the era of Nabonassar.” It was during the mid-part of the twentieth century that the study of mythology slowly crept away from its astronomical underpinnings—largely because what the ancients stated about astronomical bodies in the Solar System does not conform to modern observations. However, more recently, the pendulum seems to be swinging back. Astronomers are beginning to heed the message of the mytho-historical record, as exemplified in the works of Victor Clube and Bill Napier in 1982, and, in 1985, by that indomitable antagonist of cosmic catastrophism, Carl Sagan. Despite disagreements, even they recognized the truth: “The modern astrophysicist tends to see astronomy as an exclusively modern puzzle. Armed with the laws of physics, he dissects the scene before him with the antiseptic calm of a skillful surgeon. But, like the surgeon, he can overlook the mysterious origins of his patient.",
                    "citations": []
                }
            ],
            "bibliography": [
                "L. C. Stecchini, “Newton and Historical Science,” KRONOS X:1 (Fall 1984), p. 63.",
                "Ibid.",
                "V. Clube & B. Napier, op. cit., in toto.",
                "C. Sagan & A. Druyan, Comet (N. Y., 1985), pp. 173-187."
            ]
        },
        {
            "type": "main",
            "page_number": 67,
            "subsections": [
                {
                    "title": "",
                    "content": "History is known to have a past rooted in primitive polytheistic religion and celestial mythology. The question we address is why. Most mythologists who have favored an astronomical interpretation of mythology have been hindered by the dogma that the Solar System has remained unchanged for millions of years. Some of them have utilized this dogma as the basis of astro-mythological beliefs, stating that astronomy, including manifestations of the sun, moon, stars, comets, and meteors, has the advantage of remaining constant in their movements and consistently the same in appearance over great periods. Their forms are more geometric, their changes are more regular, which gave the heavens prestige in the mind of primitive man. I intend to show that this viewpoint has led many mythologists to reconcile the heavens alluded to by our ancestors with the reality above us, while it was precisely the contrary that underpinned mytho-astronomical beliefs. The astronomical bodies of the Solar System were deified by ancient man the world over not because they followed a consistent pattern, but precisely because they did not. Lewis Farnell noted that what is normal in nature and society rarely excites the myth-making imagination; it is more likely to be kindled by the abnormal, a startling catastrophe, or a terrible violation of the social code.",
                    "citations": []
                }
            ],
            "bibliography": [
                "T. V. Clube & B. Napier, op. cit., p. 283 (emphasis added).",
                "E. G. Suhr, Before Olympos (N. Y., 1967), p. 27.",
                "L. R. Farnell, “The Value and Methods of Mythological Study,” Proceedings of the British Academy XX (1919), p. 47."
            ]
        },
        {
            "type": "main",
            "page_number": 68,
            "subsections": [
                {
                    "title": "",
                    "content": "This emphasizes the care that must be taken in research if we are to reach a believable consensus between the message of myth and the discoveries of space age science. This is a bold assertion from an engineer who has worked at the Stanford Linear Accelerator Laboratory; however, the content of myth can help us garner new astronomical knowledge, even if at first glance this knowledge may appear at odds with our current understanding. In fact, even the Big Bang Theory had earlier been posited in a religious context. In the Book of Genesis, Elohim, traditionally translated as “God,” begins the creation with the words: “Let there be light.” It is therein stated, “there was light.” Many have noted a similarity between this account of beginnings and the Big Bang Theory. Granted, on its own, this similarity is insufficient to claim that the theory in question was previously posited in a religious text, but bear with me. George Gamow is lauded as the father of the Big Bang theory. However, before Gamow, Georges Lemaître proposed in 1927 that a hot, dense, primeval atom exploded, flinging its contents outward to create the universe. Following this theory, Pope Pius XII stated that “scientists are beginning to find the finger of God in the creation of the universe.” Lemaître, a Catholic priest and physicist, was later recognized by the Vatican for his scientific achievements. In developing his theory of the expanding universe, he relied on the principles of general relativity. Nonetheless, considering his theological background, could Lemaître have also encountered the profound insights in medieval commentaries on Biblical Scripture? In 1990, Israeli nuclear physicist Gerald Schroeder elaborated that there is no contradiction between the creation account in Genesis and current scientific perspectives, suggesting that at the moment after creation, all matter must have been concentrated in a tiny speck. This insight appears remarkably akin to that reached by Lemaître. I do not personally believe that the account in Genesis directly describes the Big Bang; I aim to demonstrate an entirely different hypothesis concerning the shedding of light by a defining cosmological event.",
                    "citations": []
                }
            ],
            "bibliography": [
                "F. F. Hall, “Solar System Studies,” (Part 2), AEON 1:4 (July 1988), p. 25.",
                "E. Guinness (ed.), Mysteries of the Bible (N. Y., 1988), p. 18.",
                "J. McManus (ed.), The Cosmos (Alexandria, Virginia, 1990), pp. 61-62.",
                "R. N. Ostling, “Galileo and Other Faithful Scientists,” TIME (December 28, 1992), p. 39.",
                "J. McManus, op. cit., p. 61."
            ]
        }
    ]
}
