{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 339,
            "subsections": [
                {
                    "title": "",
                    "content": "In fact, the original ritual was conducted in honor of the naupa runa, the old ones of legend, who, it was said, lived before the Sun was born.\n\nTHE DISTANT SUN\nIn the slow approach of the Saturnian system toward our present Solar System, the Sun should, at some point, have become visible as a star which would then have been seen to slowly grow in size. Does primitive man remember anything of the sort? Records of the slowly approaching Sun are somewhat rare. But then there is another point to consider. In view of the immobile Saturnian Sun, which shone perpetually above him, would prehistoric man have really paid much attention to a slowly growing pin-point of light in the sky? And, of those that did, how many might have forgotten what to them would have seemed an unobtrusive circumstance? As Thornhill rightly claimed, “the [Saturnian] celestial effects as viewed from Earth would have been so dramatic that it seems to have completely overshadowed even the growing appearance of the Sun as this loomed closer.” And yet, the Okanagan Indians seem to have retained just such a memory when they speak of that time, “long, long ago, when the Sun was young and no bigger than a star...” For the first time in the history of mankind, a light other than Saturn’s managed to shine through the night of nights.\n\nThe Ipurinas of the Upper Amazon not only preserved a similar record of the Sun’s original small size but also of its growing larger as Earth drew nearer. “The ‘Sun’ they tell...was originally very small, hardly ‘a nail’s breadth’ across. But one day it suddenly began to grow till it was ‘a span’ across. Then the waters began to rise and overflowed the world.” A similar belief concerning the subject at hand is also to be found among the Sia of New Mexico which, like that of the Ipurinas, also adds some interesting aspects of its own. As it is related by these people: “When the Sun was far off, his face was blue; as he came nearer, the face grew brighter. Yet they did not see the Sun himself, but only a large mask which covered his whole body.”\n\nThe main interesting point behind this ancient conviction is that the Sun was not merely remembered as having been smaller in size, or that it grew in size, but that it had actually once been “far off.” It also correctly presents the view that the Sun “grew brighter” as it came nearer, which, logical as this would be, is not mentioned in the other records we have examined. The other additional point it mentions is that, when the Sun was still much farther away, its face was blue. What this might relate to will be explained in the proposed sequel to this work.\n\nIn the meantime, and in order to forestall an objection, let us again look at our hypothesis from an astronomical point of view.",
                    "citations": []
                }
            ],
            "bibliography": [
                "McIntyre, “Believers in the Mountain Gods,” in R.S. Bennett, Lost Empires—Living Tribes (Washington, D.C., 1982), pp. 261-265.",
                "W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 40.",
                "H. H. Bancroft, The Native Races of the Pacific States, Vol. III (London), p. 149; see also H. S. Bellamy, Moons, Myths and Man (London, 1936/1949), p. 244.",
                "H. S. Bellamy, In the Beginning God (London, 1945), p. 120.",
                "H. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 36."
            ]
        },
        {
            "type": "main",
            "page_number": 340,
            "subsections": [
                {
                    "title": "",
                    "content": "Proposition to various reviewers: some of them objected with the following. It was reasoned that, if the Sun had first appeared “no bigger than a star,” it would have taken more than the entire length of man’s sojourn on Earth for it to come close enough to appear the size of the present Sun. As the late David Griffard pointed out: “As point sources...apparent differences in the size of stars are only differences in brightness. To appear literally as an ordinary star (about 3rd or 4th magnitude) as seen on a clear night, the present Sun would have to be removed about 10 light-years. Even if much closer and really, say, at zero magnitude...it would still have been four or five light-years away. With present rates of relative stellar motion as guidelines, the growth from star to Sun would have taken many tens of thousands of years even if the fastest observed closing speed (about 60 mi/sec) is chosen; if at slower, more common speeds (e.g., 12 mi/sec), many eons longer.”\n\nIt is, then, the words “no bigger than a star” that seem to have led to the objection. “No bigger than” should not, however, be construed to mean “no closer than.” In any case, whoever said anything about the size of the approaching Sun having been of 3rd or 4th magnitude? Obviously, the Okanagan Indians, who were not astronomers, were not using this term in a strictly astronomical sense. They were merely reporting what their ancestors had claimed to have seen.\n\nBesides, as Griffard himself pointed out, “if first seen, say, from the distance of Pluto (taken as an arbitrary estimate of the limits of the Sun’s domain), the Sun conceivably could have appeared star-like and the timeline be reduced.” And, true enough, as seen from the vicinity of Pluto, the Sun is still no bigger than “a bright star,” described as a “pinpoint Sun” even though “intensely bright.” At Pluto’s mean distance from the Sun, taken at 3,656 million miles, and traveling at 12 mi/sec, Earth would have reached its present position in the Solar System in a mere ten years—but only if it had invaded the System in a direct vector. The probability, however, is that, once captured within the Sun’s attractive force, the Saturnian system would have slowly spiraled in, much in the manner hypothesized by astrophysicists in relation to their revised history of the Solar System as outlined above. Such an entry could have taken any number of years in excess of ten. Astronomers are fond of describing such events as having taken millions of years. Will they here allow me at least a few thousand?\n\nBut then the reader might have—should have, really—noticed a discrepancy in our thinking at this point. How could the Sun, appearing no bigger than a star, have been visible through our plasmasphere when that same plasmasphere has been theorized to have been opaque enough to blot out the stars? Can we have our cake and eat it too? Of course not. And here a confession is in order. I have presented these mytho-historical snippets concerning the approaching Sun as if the event took place during the age of darkness when, in truth, the event took place later. In other words, I have presented this data out of chronological sequence merely to make my point.",
                    "citations": []
                }
            ],
            "bibliography": [
                "D. Griffard to D. Cardona, March 9, 1980, private communiqué.",
                "W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48.",
                "Ferington, The Far Planets (Richmond, Virginia, 1990), p. 132.",
                "R.A. Gallant, Our Universe (Washington, D.C., 1980), p. 200."
            ]
        },
        {
            "type": "main",
            "page_number": 341,
            "subsections": [
                {
                    "title": "",
                    "content": "Explained: “The size, shape, and color of the envelope of proto-Saturn would have been disturbed as soon as the plasmaspheres of the Sun and proto-Saturn collided.” Thus, on contact, the wavelength of the proto-Saturnian plasmasphere changed, resulting in the loss of its opacity. To be sure, much more than that ensued, but that is left to the planned sequel to this work.\n\nSEVENTH INTERLUDE\nWe can now add to our set of theses which will read as follows:\nHypothesis #1: That, from what can be deduced from ancient as well as primitive astronomical lore, Earth had once been a satellite of the planet Saturn, originally a brown dwarf star, which, because of its proximity, loomed large in the sky as a distinct disc larger than the apparent size of the full Moon.\n\nHypothesis #2: That, still according to ancient astronomical lore, during this indeterminate period, Saturn was the only visible celestial body in Earth’s primordial sky.\n\nHypothesis #3: That, as seen from Earth, the Saturnian primary did not rise and/or set, but remained visibly immobile at all times.\n\nHypothesis #4: That Saturn’s immobility was due to the fact that Earth was stationed directly “beneath” Saturn’s south pole and that, from Earth, Saturn therefore appeared to be permanently fixed in the north celestial sphere, the very place now occupied by the Pole Star. What this also means is that Saturn and Earth were linearly aligned with both sharing the same axis of rotation.\n\nHypothesis #5: That both Earth and Saturn were embedded in a plasmasphere centered on proto-Saturn, the opacity of which enabled proto-Saturn’s radiation to be reflected toward all terrestrial latitudes.\n\nHypothesis #6: That, according to some of man’s earliest memories, Earth was originally engulfed in what our ancestors persistently referred to as darkness. This was an age which, despite its remoteness in time, ended up etching itself indelibly in human consciousness. It was a time during which the Sun, the Moon, and the stars were not yet visible in the sky. Saturn ruled alone.\n\nHypothesis #7: This age, we have also found out, could not have been one of total darkness, and that, in fact, mankind itself remembers that the Saturnian deity actually shed a feeble light. The terrestrial environment during this age was bathed in a perpetual twilight or, rather, a protracted dawn, which man remembered as the dawn of Creation.\n\nHypothesis #8: Proto-Saturn’s illumination, feeble as it might have been, together with the plasmasphere’s opacity are recognized as the means by which the stars were kept from visibility. The plasmasphere’s opacity, however, would probably not have been enough to blot out the Sun.\n\nHypothesis #9: That, during this period, a nebulous entity, which our ancestors had difficulty in describing clearly, surrounded the Saturnian primary. We have conjectured this entity to have been a placental cloud, or circumstellar disk, surrounding the Saturnian orb. This entity seems to have been that to which the ancients alluded to as Chaos.\n\nHypothesis #10: During this same unspecified period, the Saturnian orb was seen to float over an apparition which, to ancient man, looked like water, a cosmic ocean. This “water” was probably the same nebular disk which, spinning slowly, would have had the appearance of a celestial whirlpool.\n\nHypothesis #11: That, due to Saturn’s immobility, and the absence of the Sun, ancient man had nothing at his disposal by which he could calculate the passage of time.",
                    "citations": []
                }
            ],
            "bibliography": [
                "W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48."
            ]
        },
        {
            "type": "main",
            "page_number": 342,
            "subsections": [
                {
                    "title": "",
                    "content": "Hypothesis #12: That, judging by the totality of parameters inherent in all the above, the Saturnian system, including Earth, was at this time exterior to the Solar System, traveling as a unit through the blackness of space. This would then explain the oft-repeated absence of the Sun during the time in question.\n\nHypothesis #13: That, at a later time, Saturn shone much brighter than it had previously done, bright enough for ancient man to allude to it consistently as a sun.\n\nHypothesis #14: That this primordial Saturnian sun shone during that time we today call the night.\n\nHypothesis #15: That, at some point in time, as the Saturnian system drew closer to the Sun, the Saturnian plasmasphere changed its wavelength, thus robbing it of its former near-opacity. It was at this time that ancient man was able to catch a glimpse of the slowly approaching Sun, at first appearing no bigger than a star, but growing ever larger and brighter.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 343,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 17\nLife Beneath a Brown Dwarf\nTIGHT ORBIT\nWould mankind have survived had Earth and its Saturnian sun not been captured by our present Solar System? Why not? In fact, as Wallace Thornhill has correctly speculated, life might have been much better suited to Earth as a satellite of the brown dwarf star that was proto-Saturn out in the far reaches of space. Nor is this merely Thornhill’s conjecture. Astronomers are now voicing similar propositions.\n\nThere was a time, not long ago, when the idea of life surviving on a planet heated by a dwarf star in the coldness of space outside our Solar System would have been deemed bizarre in the extreme. Newer studies and discoveries, however, have tended to make such a scenario quite palatable. Thus, those who have sought signs of habitable worlds other than our own are now looking to dwarf stars to furnish such evidence. Ken Croswell put it in a nutshell when he stated: “Far from being desolate backwaters, red dwarfs may harbor an abundance of alien life.”\n\n“It was always thought that any planet orbiting a red dwarf would be an extremely unlikely place to find life. But it now looks as though these dim red suns could harbor most of the Galaxy’s life-bearing worlds.”\n\nFor one thing, as Croswell notes, stars like our present Sun are relatively rare while four out of every five stars in our Galaxy happen to be red dwarfs. These stars have a somewhat cool core and the nuclear reactions which are believed to fuel them take place at a slow rate. “The nearest red dwarf—Proxima Centauri, which is 4 light years from Earth,” notes Croswell, “emits less visible light in a century than the Sun does in a week.” It is no wonder, then, that dwarf stars had earlier been ruled out as sustainers of habitable planets.\n\nThis problem has now been overcome by positing planets “huddled close enough” to such stars, which contiguity would ensure “a balmy climate.” As Croswell explains: “For a red dwarf with one-hundredth of the Sun’s brightness, for instance, a planet would be at a suitable temperature if it circled ten times closer to its parent star than the Earth does to the Sun.”",
                    "citations": [
                        "W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48.",
                        "K. Croswell, “Red, Willing and Able,” New Scientist (January 27, 2001), p. 29."
                    ]
                }
            ],
            "bibliography": [
                "W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48.",
                "K. Croswell, “Red, Willing and Able,” New Scientist (January 27, 2001), p. 29."
            ]
        },
        {
            "type": "main",
            "page_number": 344,
            "subsections": [
                {
                    "title": "",
                    "content": "Phase Lock\nAs Croswell explained, planetary orbits around dwarf stars “would come at a price.” “A planet in such a tight orbit would become tidally locked to its star, just as our own Moon is locked to Earth. One side would perpetually face the star, while the other faced away.” While this, too, is in keeping with our own hypothesis, it also brings to mind Lynn Rose’s postulate, which we contested in an earlier chapter, concerning the nature of Earth’s marriage to proto-Saturn. As we saw there, he, too, had posited a similar phase-lock wherein Earth displayed the same hemisphere toward its primary, but contrary to our axis-sharing hypothesis. Without considering Rose, such a phase-lock between Earth and proto-Saturn had also been considered by Frederick Hall, who assumed Earth “to have formerly been a nearly spherical satellite of Saturn, circling the giant orb in about 28 days, with a slow spin and the same side of the Earth always facing Saturn.” As he continued: “Proto-Saturn is [read ‘would have been’] vast in comparison to Earth and perhaps much larger [read ‘more massive’] than the body we know today. Consider it [to have been] about the smallest possible red dwarf star or a brown dwarf star...” Hall, however, was also convinced that Earth had shared the same axis of rotation with proto-Saturn, with the latter having been permanently located in Earth’s north celestial pole, exactly as posited in this work. How, then, did he reconcile his two opposing views?",
                    "citations": []
                }
            ],
            "bibliography": [
                "F. F. Hall, “Solar System Studies,” Part 2, AEON 1:4 (July 1988), p. 26."
            ]
        },
        {
            "type": "main",
            "page_number": 345,
            "subsections": [
                {
                    "title": "",
                    "content": "Despite the mytho-historical evidence, Earth’s axis-sharing lock with Saturn had always been the most difficult aspect of the Saturn thesis to reconcile with celestial mechanics—which is why Rose could never accept the concept. Hall attempted to resolve the difficulty by claiming that Earth was originally phase-locked with proto-Saturn before it was torn away from its primary during the system’s entry into the Sun’s domain. According to Hall, the “polar alignment occurred due to a massive gravitational pull on Saturn” which would have left Earth “trailing after it.” As of this writing, Thornhill, too, is of similar belief. The “spectacular Saturnian polar configuration,” according to him, came into being “when [proto-Saturn’s] planetary system was disrupted by the Sun in a manner similar to that when Jupiter disrupted comet Shoemaker-Levy 9 into a ‘string of pearls’.” Thus, according to him, the Saturnian “collinear equilibrium...could not have been primordial.”\n\nTo be sure, this is not necessarily a fallacious interpretation and it should not be dismissed out of hand. One thing to keep in mind, however, is that as far back as man’s memory can reach, the Saturnian Sun had always occupied the north celestial pole. What the situation might have been prior to that will be discussed in a later chapter of this work.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 346,
            "subsections": [
                {
                    "title": "",
                    "content": "Visualized scene during the Carboniferous Period during which the atmosphere has been theorized to have been more oxygen-rich and, therefore denser, than the present.\n\nThe idea, of course, did not go unchallenged, but other voices were soon to be added to the pro-list. Thus, the problem did not only touch pterodactyls but also the prehistoric insects of the Carboniferous Period. These included dragonflies with two-and-a-half-foot wingspans and mayflies as big as canaries. These, too, were believed to have been impossible to fly in our present atmosphere. As Jeffrey Graham recalls: “I remember seeing models of giant dragonflies as a child and wondering how they could fly.” But in the mid-1990s, a solution was offered by Graham and his colleagues who now believe that the entire Carboniferous insect population may have been enabled to fly in an oxygen-rich atmosphere.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 347,
            "subsections": [
                {
                    "title": "",
                    "content": "This hypothesis was proposed by Robert Berner who claimed that “the atmosphere in the Carboniferous was more oxygen-rich than at any time before or since—it was 35 percent oxygen... compared with 21 percent today.” According to Berner, this was due to “the rise of land plants in general and in particular to the vast and verdant swamps that characterized the Carboniferous.”\n\n“All those swamp plants spit oxygen into the atmosphere, and when they died, they escaped the open-air decomposition by bacteria that would have drawn oxygen back out of the atmosphere. Instead, they sank into the swamps, ultimately forming coal deposits that gave the Carboniferous its name.” Never mind that there is no direct evidence of higher atmospheric oxygen levels during the Carboniferous. After all, Berner’s hypothesis is simply based on a computer model. Even so, as Shanti Menon explained, the oxygen-rich atmosphere hypothesized by Berner would have made for “a denser atmosphere that provided more lift and thus made it easier for [Carboniferous insects] to fly.”",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 348,
            "subsections": [
                {
                    "title": "",
                    "content": "But is a denser atmospheric envelope really required for the sustenance of life on a planet reliant on its heat from a dwarf star? Until recently, such a dense atmosphere around a dwarf star planet had been thought to be detrimental to life, since it would prevent the star's rays from reaching the planet’s surface and thus inhibit photosynthesis, “a serious blow for the development of life as we know it.” But then, simulations of a red dwarf planet’s atmosphere conducted by Robert Haberle and Manoj Joshi in the 1990s showed that a thick envelope would not really be required. As they stated, “even a thin atmosphere would do the trick.” “If the planet had only 15 percent as much air as the Earth... that would still ferry enough heat around to the dark side to keep the atmosphere from freezing out.”\n\nThe density, or otherwise, of a planet’s atmosphere, however, is relative. Even an atmosphere as dense as that of Venus, which has been blamed for its infernal heat, much denser than that proposed for Earth by the above proponents, is not enough to obstruct the Sun’s rays. And if pterodactyls and giant insects really required a denser atmosphere to fly and navigate, we will accept that. After all, the view that Earth was nestled within proto-Saturn’s envelope is not incompatible with a denser terrestrial atmosphere.",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
