{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 139,
            "subsections": [
                {
                    "title": "",
                    "content": "At this point, we delve into Mesoamerican lore to uphold the thesis being developed, as I would like to reserve that for a later part of this work. However, it would be beneficial to note that in analyzing the Mayan holy book known as the 'Popul Vuh', which, among other things, deals with the glowing face of the sun, it is clear that certainly it was not the same sun which we see. Would it then be too much to consider what appears to be the only other alternative—that what the ancients believed was indeed what they, or their ancestors, had actually seen and experienced? Before we answer that question, let us consider one additional point. The ancients did not merely maintain that Saturn was, or had been, a sun. They alluded to it as such as if it was, or once had been, common knowledge; as if everyone knew that this was, or had been, the case. No explanations, clarifications, or qualified rationalizations are ever encountered to account for this phenomenon. But, whether speaking of the Saturnian god as distinct from his luminary or of the luminary that was Saturn itself, it was always accepted that deity and planet, which in reality were one, had coruscated or had once coruscated as a true sun. Personally, this was one aspect concerning the Saturnian phenomenon which further convinced me that not only did the ancients mean exactly what they 'said', but that they probably knew what they were 'talking' about. But what, exactly, did this amount to? At this point we had best lay the cards we have so far accumulated plainly on the table. We have, I believe, supplied ample evidence (and more will be forthcoming in the chapters that follow) to indicate that the ancients believed Saturn to have once radiated as a sun. As Hodder Westropp and Staniland Wake concluded long before Jastrow on studying an ancient symbolism, as far as the ancients were concerned, Saturn was the first irradiator of light. But a question we posed earlier remains unanswered. This concerns the sharing of names between Saturn and the Sun. But then, what is true—that Saturn was given the former name of the Sun, or that the Sun was given the former name of Saturn? Boll seems to have had no doubts about this; as far as he was concerned, the Greek Helios and the Latin Sol were originally the names of the planet Saturn. Here I would like to mention the cult of Sol Invictus, the Unconquered Sun, which did not gain significant ascendancy until the third century A.D. Both the cult and the festivals associated with it were established by the Emperor Aurelian (Marcus Aurelius Antoninus, also known as Elagabalus) and celebrated on the 25th of December—what to the Western World today is Christmas. As Roger Wescott asked, why would the Sun have been deemed unconquered? 'The common assumption about this theonymic phrase,' wrote Wescott, 'is that it could be loosely equated with 'the invincible sun'.' Wescott, however, was 'inclined' to take the term literally. In which case the question could be asked: Was there also a cult of Sol Victus—'the conquered Sun'? As Wescott concluded: 'Although this latter phrase [i.e. Sol Victus] does not occur in Roman literature, the phrase Sol Indigetes is found, referring to an older sun-god.' It can therefore be conjectured that in each case where Saturn and the Sun share the same name, the name originally belonged to Saturn. This suspicion moves closer to certainty when we realize that, while every major ancient name of the Sun was also bestowed on Saturn, not every ancient name of the planet Saturn was bestowed on the Sun.",
                    "citations": [
                        "Goetz & S. Morley, Popul Vuh (Norman, 1972), p. 188, (emphasis added).",
                        "H. Westropp & C. S. Staniland, Ancient Symbol Worship: Influence of the Phallic Idea in the Religions of Antiquity (N. Y., 1875), p. 64.",
                        "F. Boll, op. cit., p. 344 ff.",
                        "M. Greenberg, “The Lord of Light,” AEON III:4 (December 1993), p. 13.",
                        "R. W. Wescott, “Quantalism: The Big Picture,” AEON V:1 (November 1997), p. 47 (emphasis added).",
                        "Ibid (emphasis added)."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 140,
            "subsections": [
                {
                    "title": "",
                    "content": "As already intimated, we discover that the characteristics attributed to the ancient sun gods fail to fit the role of the Sun. Mythology, it now seems, was never concerned with the Sun—that is our Sun. The sun it speaks of was the Saturnian one. It therefore follows that the sun of the ancients—the 'true sun'—was Saturn. If, later, some of the names of Saturn were bestowed on the Sun, it could only have been because the Sun supplanted Saturn—not merely mythologically, but physically. We can therefore offer the above conclusion as a hypothesis—which, for the time being, we will call Hypothesis #1—to the effect that, according to the ancients, the planet Saturn once shone as a sun. However, we suspect that the reader may not be entirely satisfied with the evidence we have so far presented. Thus, we will seek to test the postulate further by analyzing what else the ancients had to offer on the subject because, if their sun of ages was Saturn rather than the present Sun, their traditions should also reflect conditional astronomical differences. As we shall see, this is precisely what we encounter in our continuing investigation of ancient astronomical lore."
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 141,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 4\nThe Sun of Night\nTHE EGYPTIAN NIGHT SUN\nThe Egyptian god Atum bore a specific and strange characteristic. He was honored as a sun of night. Students of Egyptian mythology have long grappled with the exact meaning that lies hidden beneath this strange title. The best that Wallis Budge could offer by way of an explanation was that Atum, whom he referred to by the name's former reading of Temu, was the Sun after it had set. By this he implied that the Egyptians worshipped the Sun even when it was absent from the sky. Sun worship at night, however, makes for an incongruous institution. This fallacious interpretation should never have been derived, and it would not have occurred had the Egyptologists thought of comparing their texts more diligently with those in the hands of Assyriologists. There has never been any doubt that, as far as the Egyptians were concerned, Atum 'was held to be one of the forms of the great Sun-god Ra.' For the time being, we shall not bother ourselves with Budge's contention that Atum was the personification of the setting Sun, especially since, elsewhere, Atum is described as rising. As we shall see, both these terms—i.e. \"rising\" and \"setting\"—are based on mistranslations that will be clarified later on. Budge was also of the opinion that Atum 'was originally the local god of the city of Annu, or Heliopolis,' and that only later was he assimilated with Ra. While this seems to have been the case, it must not be assumed that the assimilation was arbitrary. This assimilation resulted in the double god known as Atum-Ra (or Ra-Atum), as indicated in the hymn contained in the Papyrus of Mut-hetep and elsewhere. Here, perhaps, we could add that Ra was also worshipped by the same name in Mesopotamia, although his Semitic equivalent, El, was more popular. This should not surprise us. Far away in Tahiti, the sun-god was also known by the name of Ra. Thus, in Semitic, Babylon was rendered Bab-el, which translates as 'Gate of El.' The non-Semitic Kassites, however, seem to have referred to the city as Ka-ra, in which \"ra\" stood for the Semitic El.",
                    "citations": [
                        "A. W. Budge, Osiris and the Egyptian Resurrection (N. Y., 1911/1973), Vol. I, pp. 65, 104.",
                        "Idem, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 246, where Atum, here called Tmu, is referred to as “the night sun, at the twelfth hour of the night.” Elsewhere in the same work, Atum is referred to as Tum and/or Atemu—see p. cx.",
                        "Idem, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 349.",
                        "Ibid.",
                        "Ibid., p. 352.",
                        "Ibid., p. 349.",
                        "Ibid., p. 330.",
                        "Ibid., p. 351.",
                        "G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World (N. Y., 1885), Vol. I, p. 73.",
                        "T. Henry, Ancient Tahiti (Honolulu, 1928), p. 465.",
                        "G. Rawlinson, loc. cit., in which the author refers to the Kassite language as Cushite."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 142,
            "subsections": [
                {
                    "title": "",
                    "content": "Atum—the sun of night. I mention this here because even in ancient times, El (and, by extension, the Chaldean Ra) was known as a representative of the planet Saturn. George Rawlinson, writing in 1885, who did not accept the identification of god with planet, stated:\n'The identification of the Chaldean II [i.e. El] or Ra with Saturn, which Diodorus makes, and which may seem to derive some confirmation from Philo-Byblius, is certainly incorrect so far as the planet Saturn, which Diodorus especially mentions, is concerned; but it may be regarded as having a basis of truth, inasmuch as Saturn was in one sense the chief of the gods.' This, however, seems to have been the bane of mythologists from day one, in that they have always had the audacity to proclaim that, thousands of years after the fact, they are in a better position to know what the ancients believed than the very ancients themselves. Given all this, may we not assume that Atum, who was but a facet of Ra, had also originated as a personification of the planet Saturn? But then, if Atum was honored as a sun of night, should we not expect that so, also, had been Ra? This is exactly what we find. In a hymn, Ra is lauded as 'the one alone... lying awake while all men lie asleep.' And if some find that somewhat ambiguous, it is made clearer in the Egyptian Book of the Dead, where the god in question is unambiguously made to state: 'I am that god Re who shineth in the night.' Besides Atum and Ra, this sun of night was also anthropomorphized by the Egyptians as the god Osiris. Mariette-Bey long ago wrote that: 'Originally, Osiris is the nocturnal sun; he is the primordial night of chaos; he is consequently anterior to Ra, the Sun of Day.' As we have already seen, however, Ra, also, was considered a sun of night, so that, in this respect, the argument becomes circular.",
                    "citations": [
                        "A. W. Budge, Osiris and the Egyptian Resurrection (N. Y., 1911/1973), Vol. I, p. 21.",
                        "R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 289.",
                        "B. A. W. Budge, as cited by D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 340.",
                        "A. F. F. Mariette-Bey, Catalogue du Musee de Boulag (1864-1867), pp. 20-21, 100-101."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 143,
            "subsections": [
                {
                    "title": "",
                    "content": "Three forms of Osiris—the nocturnal sun. Osiris could not have been anterior to Ra. In fact, it is incorrect to allude to Ra as 'the Sun of Day' even if he fulfilled that role in later times. Wallis Budge shared the same opinion as Mariette-Bey when he informed his readers that 'the Egyptian texts suggest that in late times the Sun-god of night may have been regarded as a form of Osiris.' O. D. Miller, who also had something to say about Osiris as a nocturnal sun, explains this situation by proposing that Osiris was 'regarded as a type of the sun before its first rising.' This, of course, presupposes that the Sun's first rising had been witnessed by ancient man, which then raises the question of where the Sun could have been before its first rising. It is in this fashion that mythologists manage to muddy the entire issue because, in attempting to explain a mythological conundrum, they usually end up creating further complexities.",
                    "citations": [
                        "E. A. W. Budge, Osiris and the Egyptian Resurrection (N. Y., 1911/1973), Vol. I, p. 21.",
                        "D. Miller, “Solar Symbolism,” American Antiquarian (April 1881), p. 219."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 144,
            "subsections": [
                {
                    "title": "",
                    "content": "The Djed column, symbol of Osiris, shown supporting the disc of Ra. Even so, are we now to assume that Osiris was also a personification of the planet Saturn? Or how many Egyptian deities are we going to identify with this planet? I will let William Mullen answer this one since it was he who indicated that Atum should be considered the alter-ego of a special aspect of Osiris: 'Atum and Osiris are sometimes amalgamated... more frequently they are portrayed sitting back to back.' So that if Atum, as also Ra, is identifiable as the planet in question, then logic dictates that so must Osiris.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 145,
            "subsections": [
                {
                    "title": "",
                    "content": "Granted that Mullen's equation may be considered somewhat indefinite, there are other indications that both Atum and Ra were directly associated with Osiris. Thus, in a vignette of the Book of the Dead, as elsewhere, the disk of Ra, usually said to be that of the Sun, is shown resting on the pillar known as Djed (or Tet) which was the emblem of Osiris. Elsewhere in the same work, Atum is made to utter: 'I am yesterday.' Yet, a few lines later it is stated that: 'Yesterday is Osiris.' But let's cut across the lawn since the very same work leaves little doubt concerning the equation of Ra with Osiris. In the liturgy for the dead, it is asked—and answered: 'Who then is this? It is Osiris,' or (as others say), Ra is his name, even Ra the self-created. In other sections of the same work, Ra is presented as the soul of Osiris, while Osiris is presented as the soul of Ra, thus again indicating that the two gods were merely aspects of each other. As Lepsius pointed out, in the Book of the Dead, Osiris is even referred to as Osiris-Ra, while Isis, who was the wife of Osiris, is even there called 'the royal consort of Ra.' It was precisely this assimilation with Ra that drove earlier mythologists to equate Osiris with the Sun. James Frazer, of course, had his own reason for disagreeing with this identification since, as far as he was concerned, Osiris had been nothing more than a god of vegetation.",
                    "citations": [
                        "W. Mullen, 'A Reading of the Pyramid Texts,' Pensée IVR III (Winter 1973), p. 14.",
                        "E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 252."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 146,
            "subsections": [
                {
                    "title": "",
                    "content": "Nevertheless, at this point we have to return to the question: How many Egyptian deities are we going to identify as personifications of the planet Saturn? Or why were there so many names—and we shall be meeting many others—within the same nation for one and the same planet? Once again, I will let Mullen answer this one—at least in part. As he wrote: 'One cause for the complexity of the account is that when the Nile valley was united in one kingdom, it consisted of many tribes, each with its own names for the planetary gods and its own stories about them. After unification, the cults of these gods were preserved and conflated even though, in many cases, one and the same planet was being worshipped under different names in different places.' As time went by, the ancestral memory of these former times dimmed. In Egypt, the sacred litanies continued to be chanted even when a full understanding of their content was partially lost. Eventually, even the identities of the gods were forgotten; and were it not for present-day rediscoveries of ancient texts, we would be in no better position.",
                    "citations": [
                        "W. Mullen, op. cit., p. 13.",
                        "F. G. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970), p. 21 (emphasis added)."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 147,
            "subsections": [
                {
                    "title": "",
                    "content": "A prodigious assignment it surely is, but not an entirely impossible one because many of these deities turn out to be nothing but aliases of each other. Take Osiris as an example—the god was known under sixty different names in the Theban recension, up to c. 1600 B.C., which had accumulated to one hundred and fifty-eight by the time of the Saite recension in c. 300 B.C. In the Babylonian Enuma Elish, sometimes referred to as the Babylonian Creation Epic, the god Marduk is given fifty names. And if you think that these two examples constitute extremes, think again. The Indic god Shiva is claimed to bear one thousand and eight different names. In fact, it will be found that most of the deities of antiquity are merely aliases of each other.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 148,
            "subsections": [
                {
                    "title": "",
                    "content": "As if there are no other stars in the heaven that are 'visible continuously for a long period' of time, or none that are brighter than Saturn! Besides, what has the slowness of a planet to do with its brightness? Jastrow states that the light of the Moon, as well as that of the other planets and the stars, was ascribed to Saturn by the Babylonians. But would they, who could calculate the complex motions of heavenly bodies with mathematical accuracy, really have been so naive? In Diodorus's view, the reason the Chaldeans called Saturn by the name of the Sun was that it was the most prominent of the five planets or stars. A colleague of Jastrow, Professor J. A. Montgomery, even raised the question of whether in Genesis 1:16 the two 'lights' may not at one time have referred to the Sun and Saturn. While I do not wish to use this datum as evidence, it is an interesting supposition because, in the Biblical passage referred to, which supposedly describes the creation of the Sun and Moon, neither is mentioned. The passage merely states: 'And Elohim [usually translated as God] made two great lights; the greater light to rule the day, and the lesser light to rule the night: He made the stars also.'",
                    "citations": [
                        "G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 177.",
                        "E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), pp. 176-178.",
                        "Ibid., pp. 179-185.",
                        "S. Langdon, 'Semitic Mythology,' Mythology of All Races, Vol. V (N. Y., 1964), pp. 310 ff.",
                        "Linga Purana, 1:65:54b-168.",
                        "M. Jastrow, Jr., 'Sun and Saturn,' Revue D’Assyriologie et D’Archeologie Orientale (Paris, September 1910), p. 172."
                    ]
                }
            ],
            "bibliography": []
        }
    ]
}
