{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 249,
            "subsections": [
                {
                    "title": "",
                    "content": "Stated, no matter what the true figure is, \"some flaw seems to exist either in the current models of the sun or in our present understanding of the laws of physics.\" Also: \"The only direct signal of the stellar nuclear reactions predicted by the standard model is the neutrino flux from the sun. The problem is, the prediction seems to be wrong.\" Nor is the lack of neutrinos an illusory state of affairs brought about by imperfect detectors. As Bahcall stated, \"a real deficit of solar neutrinos exists.\" Danylo Hawaleshka went one step further: \"One possible explanation [for this lack of neutrinos] is that prevailing theories of how the sun works are wrong — which, if true, would turn astrophysics upside down.\" It is not that astrophysicists have not attempted to explain the mystery of the missing neutrinos, but only by presupposing solar elements which are themselves undetected—such as assuming that the interior of the Sun is cooler than otherwise believed; that neutrinos interact with undetected particles nicknamed \"WIMPs\"; or that \"the sun is undergoing a temporary lull in activity.\" But, as Bahcall noted: \"None of these models has proved to be consistent with all the observed characteristics of the sun.\" Worse, however, was to come when, at the Neutrino '90 conference held at CERN near Geneva, came the news that what was then the latest experiment (known as SAGE) carried out by a joint team from the then Soviet Union and the United States detected no solar neutrinos at all! A second example concerns the Big Bang theory which demands a vaster amount of matter in the universe than has so far been detected. This was made clear in 1932 when Jan Oort attempted to calculate the mass required to produce the observed motion of stars outside the visible disc of the Galaxy. His calculations showed that the actual mass of the Galaxy was 50% less than required by theory. This was confirmed by Fritz Zwicky who, on measuring the velocities of galaxies within the Coma cluster, came to the realization that there...",
                    "citations": []
                }
            ],
            "bibliography": [
                "D. Hawaleshka, op. cit., p. 48.",
                "See here, for example, New Scientist (June 23, 1983), p. 856.",
                "S. Boxer, \"A Wimpy Solution,\" Discover (November 1985), pp. 16-17; see also, S. L. Glashow, loc. cit.; M. Bartusiak, \"Wanted: Dark Matter,\" Discover (December 1988), pp. 64, 66.",
                "J. N. Bahcall, loc. cit.",
                "Ibid., p. 57.",
                "Ibid., p. 60.",
                "C. Sutton, loc. cit. (NOTE: Since the above was written, astrophysicists have fallen on the additional ad hoc hypothesis that solar neutrinos are undetectable because they change \"flavors\" on their way from the Sun to Earth.",
                "J. Davis, Journey to the Center of Our Galaxy (Chicago, 1985), p. 197."
            ]
        },
        {
            "type": "main",
            "page_number": 250,
            "subsections": [
                {
                    "title": "",
                    "content": "Was not enough visible, or luminous, matter around to gravitationally bind the speeding galaxies to one another. Zwicky was therefore forced to assume that some kind of dark matter must be present in the Coma cluster \"to provide an additional gravitational glue.\" By the 1970s, the problem had spread from our Galaxy, that is the Milky Way, to beyond the Coma cluster when it was realized that, according to theory, all nearby galaxies had to contain more matter than previously assumed. This led to a dilemma when astrophysicists were forced to either modify \"one of astronomy's theoretical cornerstones\" or opt for the existence of something that couldn't be seen—Zwicky's dark matter. As Marcia Bartusiak reported, this was no contest since astronomers were not about to accept the radical suggestion that Newton's law of gravitation tended to break down with distance. As Lawrence Krauss admitted: \"It may be slightly radical to suggest that galaxies are dominated by dark matter. But to suggest an alteration in one of the...known forces of nature to explain these observations seems to me excessive.\" What this then demanded was that \"five to ten times more dark matter than visible stuff exists in galaxies.\" This, of course, affected the Big Bang theory which assumes that galaxies form by gravitational attraction. The theory thus required the same amount of matter that the gravitational model of the universe demanded. But where was this dark matter hiding? What did it consist of? As Halton Arp explained: \"Hypotheses include everything from subatomic particles like neutrinos to dark rocks surrounding galaxies...But in actuality, postulating undetected matter is equivalent to inventing observations that do not exist in order to explain contradictions to our currently assumed physical laws...\" It is not that dark matter is not being looked for. Just as in the case of the elusive neutrinos, sensitive detectors arrayed around the world are waiting to register this enigmatic stuff now said to be made up of subatomic particles and to constitute 90% of the universe. As of this writing, not a single one of these detectors has succeeded in registering a single particle of dark matter. Douglas Lin tried a different method. With his colleagues, Lin set about comparing photographs of the Large Magellanic Cloud, a neighboring galaxy, taken in 1974 with others taken in 1989, and measuring \"the almost imperceptible distance\" that \"some 250 stars\" had moved in the intervening years. The amount of displacement on the photographic plates, as described by Lin himself, was \"like standing in San Francisco and measuring the speed of a person on top of the World Trade Center in New York who takes a single step sideways over the course of the year.\" Even so, in 1994 Lin was confident enough to announce that this displacement allowed him and his colleagues to actually measure the velocities of the stars in question and thus calculate the amount of mass needed to exert \"that pull,\" which came out to \"five to ten times more mass than we see in all the visible stars.\" But, in view of the fact that the existence of dark matter had already been accepted, was this experiment really required? And was this the same as detecting the actual missing mass? Lin himself suggested that the missing mass \"lies in a halo of dark matter extending 300,000 light-years or more from our galactic center.\" A suggestion, however, is one thing; direct proof is something else.",
                    "citations": []
                }
            ],
            "bibliography": [
                "M. Bartusiak, Thursday’s Universe (N. Y., 1988), pp. 188-189.",
                "Ibid.",
                "Ibid.",
                "Ibid., p. 191.",
                "M. Krauss, The Fifth Essence (N. Y., 1989), p. 89.",
                "Ibid., p. 74.",
                "E. Lerner, The Big Bang Never Happened (N. Y., 1991), pp. 33-34.",
                "H. Arp, Quasars, Redshifts and Controversies (Berkeley, California, 1987), pp. 103-104.",
                "M. Bartusiak, \"Wanted: Dark Matter,\" Discover (December 1988), pp. 62 ff."
            ]
        },
        {
            "type": "main",
            "page_number": 251,
            "subsections": [
                {
                    "title": "",
                    "content": "Moved in the intervening years. The amount of displacement on the photographic plates, as described by Lin himself, was \"like standing in San Francisco and measuring the speed of a person on top of the World Trade Center in New York who takes a single step sideways over the course of the year.\" Even so, in 1994 Lin was confident enough to announce that this displacement allowed him and his colleagues to actually measure the velocities of the stars in question and thus calculate the amount of mass needed to exert \"that pull,\" which came out to \"five to ten times more mass than we see in all the visible stars.\" But, in view of the fact that the existence of dark matter had already been accepted, was this experiment really required? And was this the same as detecting the actual missing mass? Lin himself suggested that the missing mass \"lies in a halo of dark matter extending 300,000 light-years or more from our galactic center.\" A suggestion, however, is one thing; direct proof is something else. As an editorial comment in New Scientist summed it all up that same year, belief in dark matter is akin to that of 19th century scientists who believed in the just as nebulous existence of aether. These two theories—the nuclear fueling of the Sun and the Big Bang—should not, therefore, be allowed to stand, but because science is still optimistic in that it will eventually detect both the missing neutrinos and the missing dark matter, they are allowed to stand. Personally, I shall not be using similar optimism as a crutch in an endeavor to validate the Saturnian model we have been slowly reconstructing. On the contrary, I aim to present a series of demands which this theory raises, both within itself and also through hard science, and how these can be met. INTERNAL CONSISTENCY The first demand of our theory is an obvious one. Seeing as our model has been constructed on the strength of the mytho-historical record, the theory demands that the mytho-historical record should be internally consistent. There would be no point in constructing a model based on a record if that same record contains items which contradict the model being constructed. If the model being constructed is to be considered valid, the record on which it is based must be able to test itself. As we have seen, we commenced the construction of our model by zeroing in on the ancient belief that, once upon a time, to use an old cliché, the planet Saturn was the most prominent body in Earth’s sky. In order for this datum to be accepted, however, the record should contain additional data which tell us how the planet Saturn could have appeared as the most prominent body in the sky. This demand was met when we found it stated in the same record that Saturn had previously shone as a sun; that it was at that time the only visible body in the sky.",
                    "citations": []
                }
            ],
            "bibliography": [
                "B. A. Smith, \"New Eyes on the Universe,\" National Geographic (December 1994), p. 38.",
                "Ibid.",
                "Ibid.",
                "Ibid.",
                "Editorial, New Scientist (June 4, 1994), p. 3."
            ]
        },
        {
            "type": "main",
            "page_number": 252,
            "subsections": [
                {
                    "title": "",
                    "content": "Fixed permanently in one spot without rising and setting. The same set of data also led us to believe that, during this same unspecified time, Earth had been a satellite of Saturn. In presenting our evidence that Saturn did in fact shine as a sun, we also had to appropriate the roles of so-called sun-gods and present them in a new Saturnian guise. But here again, the theory demands that the record itself should so identify these deities. In the case of Shamash, which (or who) has for many years been presented by mythologists as the representation of the Sun, we found that this celestial entity was not by the Assyro-Babylonians themselves identified as such, but rather as the planet Saturn. In the case of Helios, we have seen that the ancient Greeks themselves had originally used this name to designate the planet Saturn, and that only later was the name imposed upon the Sun. In the case of the Egyptian Ra, the so-called sun-god par excellence, we presented an ostraca which directly identified this luminary as Kronos, which was the name the Greeks bestowed on the planet Saturn. But because this datum is both late and solitary, the theory then demands that the characteristics of Ra should not coincide with those of the Sun. And, as we in fact saw in the very first Chapter of this work, the characteristics of Ra as described in ancient texts fit anything but those of the Sun. So also, with the Indic Surya, as was pointed out in Chapter 3, and a host of other so-called sun-gods. Our assumption that Earth had once been a satellite of Saturn raises its own demands in that the mytho-historical record should at least contain some data to indicate that Saturn had been close enough to be seen as a distinct and large sphere suspended in the sky. And, to be sure, besides the fact that most of the so-called sun-gods are actually depicted in the form of a disc, we also found it specifically stated that Janus/Saturn, to say nothing of Ataksak, was actually described as a sphere. Additional evidence was also presented from Africa where, to this day, natives of that continent are not only able to point to the present pin-point of light that is the planet Saturn, but insist that the planet is surrounded both by a ring and by a bevy of nine moons. Barring intervention from extraterrestrials— which we have already had reason to discount—the only way in which these natives could have come upon this knowledge is through the assertion of their ancient ancestors who would have viewed the planet at close quarters. In presenting our evidence that Saturn was fixed permanently in one spot, we relied solely on the record itself. But here a disconcerting item reared its ugly head in that various ancient texts describe the Egyptian Ra as rising and setting. The record therefore demands that this apparent contradiction be resolved. In studying the original texts in which these statements are contained, we came to the realization that the risings and settings of Ra are due to mistranslation. The mythological texts in question say nothing about a rising or setting Ra. What they do describe is the “coming forth” and “going in” of Ra. That mythologists, believing Ra to have been the Sun, understood these terms as \"rising\" and \"setting\" is of course understandable. But, in view of Ra’s lack of solar characteristics, and in view of Ra’s identification as an immobile luminary, the terms in question are here understood to refer to the shining and dimming of the Saturnian sun, a cycle which will be explored in a future volume.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Ibid.",
                "Ibid.",
                "Ibid.",
                "Ibid."
            ]
        },
        {
            "type": "main",
            "page_number": 253,
            "subsections": [
                {
                    "title": "",
                    "content": "Locked with Saturn so that, very much like the Moon in relation to Earth, our globe would have presented the same hemisphere toward Saturn in its orbit around it. The second, but more unbelievable, explanation is of an Earth suspended directly \"beneath\" Saturn in which the latter would have appeared immobile in Earth’s north celestial pole. This then demands that the mytho-historical record should be able to let us ascertain which of these two possibilities, if any, best fits what the ancients themselves described to have witnessed in the sky. As unbelievable as the polar placement of Saturn appears to be, it was found to be this explanation which fits the information contained in the mytho-historical record. In fact, the texts state it unequivocally. We can therefore see that so far the mytho-historical record meets the demands it itself raises; that each demand that is met raises more demands; and that these demands are also met. It is a snowballing effect that has to be followed, as it will be followed, to the end no matter how big our snowball grows.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 254,
            "subsections": [
                {
                    "title": "",
                    "content": "Flattening is less than had been previously believed. More than that, the aberrations in the orbit of Vanguard I around Earth in 1958 led NASA to disclose that Earth is actually pear-shaped, with its bulge positioned at the north pole. (Strangely enough, back in 1500, Christopher Columbus had actually suggested as much.) Other satellites since Vanguard I have confirmed this discovery. The real shape of Earth, as now deduced, is better described as a triaxial spheroid rather than an oblate one and, as Desmond King-Hele, who conducted a study of the phenomenon, admitted: \"No one has yet satisfactorily explained why the 'stem of the pear' is at the north rather than the south ...\" To be sure, King-Hele offered the suggestion that \"the alternate melting and solidifying of the south-polar ice down through the ages may well have had some influence.\" How this melting and solidifying of ice could have resulted in a northern lithospheric bulge, however, has to my knowledge never been demonstrated. True, King-Hele was appealing to glacial rebound, but it must be kept in mind that the melting and re-solidifying of glacial ice occurred simultaneously in both the north and south poles. Glacial rebound should therefore also have been simultaneous. So why would this isostatic rebound create a lithospheric bulge only in the north? Frederick Hall proved more astute when he pointed out that: \"(The phenomenon] poses a question which, though obvious, is virtually never asked. What pulled Earth out of shape from above its north pole?\" Now it is true that Earth’s bulge has been measured at only 10 meters (33 feet), although others have vouched for as much as 18 meters. This might not be considered much of a bulge, but as a residue, or remnant, of a former greater uplift of land, even meters are of significance. As Hall indicated: \"The small dimensions of this shift indicate the pull was short term (as in centuries to millennia) rather than eons. Furthermore, the effect is relaxing, and in geological terms the distorting influence must have been remarkably recent.\" Leroy Ellenberger, an avowed antagonist of the Saturn thesis, found fault with this theoretical base. As he advised me, any \"tidal bulge that would have been raised would not have had time to relax since the disruption [of the Saturnian system].\"",
                    "citations": []
                }
            ],
            "bibliography": [
                "D. King-Hele, \"The Shape of the Earth.\" Scientific American (October 1967), pp. 67, 72.",
                "Ibid.",
                "Ibid.",
                "Ibid., p. 75.",
                "F. F. Hall, \"Solar System Studies,\" Part 2, AEON I:4 (July 1988), pp. 18-19 (emphasis as given); see also, E. Spedicato, \"Numerical Analysis of Planetary Distances in a Polar Model,\" AEON V:4 (July 1999), pp. 27, 28; R. B. Driscoll, \"Magnetic Models of the Polar Configuration,\" AEON IV:2 (August 1995), p. 25."
            ]
        },
        {
            "type": "main",
            "page_number": 255,
            "subsections": [
                {
                    "title": "",
                    "content": "Meter polar bulge in Earth’s figure,” he continued, “but any polar Saturn would have produced a bulge which today would be measured in kilometers!\" But, if I may ask, how does Ellenberger know this? How does he know how far Saturn was from Earth in order to deduce the height of Earth’s tidal bulge under its influence? How does he know how long this tidal bulge would have existed? And how does he know when the Saturnian configuration disrupted? I, for one, had never as much as hinted at these parameters and, without knowing any of these quantities, nothing can be said concerning the height of the original bulge or to what extent it should have relaxed by now. (Besides, as Ellenberger himself knows, and as others have pointed out, it was not just the positioning of Saturn above Earth’s northern pole that was responsible for raising the world’s lithospheric bulge. There were additional forces that came into play, but it would be premature at this point to go into all that.) And then, is it just the northern bulge per se that we should be concerned with? What about the fact that Earth’s crust is generally thicker in the northern hemisphere than it is in the southern? Sure enough, this has been explained as arising from the additional fact that \"most dry land exists north of the equator,\" but it has never been asked why this should be the case. Exponents of the continental drift theory look at the configuration of Earth’s land masses and conclude that the continents must have once been joined together. I look at the same configuration and see something else. I do not, by this, deny continental drift and plate tectonics. But consider: Two of the biggest continents on Earth, and India also, taper toward the south pole. None taper toward the north. The highest percentage of Earth’s land masses, as noted above, occurs north of the equator; the highest percentage of the Earth’s oceans, south of the equator. In the extreme north, the continents come together at the “top” of the world to form a circle which is filled with the Arctic Ocean. As if to counterbalance this, in the extreme south we see that it is the oceans which come together at the “bottom” of the world to form a circle which is filled with the Antarctic continent. Earth’s axis passes from the center of the Arctic Ocean to the center of Antarctica. Is this merely fortuitous? Is it merely by chance that Earth’s land masses are mainly congregated in the north? (As to whether or not the Arctic Ocean existed during the era of Saturn’s proximity, I shall leave to a future work.) There is another problem to consider. Encircling the Arctic Ocean is a blanket of detritus known as muck. This area is so vast it actually covers one-seventh of Earth’s land surface. This muck is composed of deep-frozen \"goo with silt, sand, pebbles, and boulders, often with masses of preserved, semi-decayed, or fully decayed vegetable and animal matter.\" This frozen mess lies on low-level plains. As one astute writer in Pursuit noted: \"Unless it was caused by some cosmic forces that we have not yet detected, it would appear to be a sub-aerial deposit derived from massive erosion of higher ground and with steeper slopes.\"",
                    "citations": []
                }
            ],
            "bibliography": [
                "Ibid.",
                "Ibid.",
                "Ibid.",
                "Ibid."
            ]
        },
        {
            "type": "main",
            "page_number": 256,
            "subsections": [
                {
                    "title": "",
                    "content": "However, its depth in some places, and over enormous areas, has always caused even the most open-minded geologists to boggle. The Russians, who own the major land areas covered by this substance, have conducted prolonged studies on it for over half a century, and in some places drilled down to over 4,000 feet but still without reaching solid rock. Although we will have much more to say about the formation of this muck in a future work, the problem we wish to focus on here is this: From what heights did this material erode? As the writer in Pursuit pointed out: \"...the lands now blanketed with this material must at one time have been much higher above sea level...\" “To suggest that the uplands from which this stuff came were once much higher and had a steeper run-off is begging the question and doesn’t help at all. Yet there is the bloody muck lying all over the lot and to enormous depths. It has to be accounted for.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 257,
            "subsections": [
                {
                    "title": "",
                    "content": "One might now well ask: Since the Moon also has one side perpetually facing Earth, should it not also exhibit a tidal bulge on that hemisphere? As a matter of fact, it does. This was discovered by orbiting Apollo spacecraft using \"a laser device to measure accurately the heights of features over much of the lunar surface.\" What came to light is that the Moon, rather than being a perfect sphere, is actually slightly egg-shaped, with its narrow end pointing toward Earth. This lithospheric bulge rises 2 kilometers above the lunar surface. Unlike Earth’s northern distortion, this is a \"living\" bulge, not the remnant of one. Even so, as Harold Urey noted, this lunar ellipticity \"is some seventeen times as great as would be calculated from present tidal forces.\" What Urey is saying here is that Earth’s pull on the Moon is not powerful enough to raise this lunar bulge. By the same token, however—and this might come as a surprise to some readers—neither is the Moon’s gravitational pull powerful enough to raise oceanic tides. And yet it does. Another objection raised by Urey is that it “is difficult to believe that the interior of the Moon can support such stresses for geological periods of time.” That may be so, but the bulge is there, so that no matter what forces came into play to raise it, the “interior of the Moon” does presently support it. There is no point in saying that this is impossible. Moreover, as Keith Runcorn admitted, under present conditions, the lunar bulge “would have disappeared long ago.” For that reason, some authorities have been claiming that the lunar bulge is not raised by tidal forces, but by some other unknown mechanism. However, while this is not the place to go into this particular subject, the height of the lunar bulge would conform rather well if it was formed relatively recently, even more recently than the terrestrial one, under conditions other than those presently postulated.",
                    "citations": []
                }
            ],
            "bibliography": [
                "J. Gilluly, A. C. Waters, & A. O. Woodford, Principles of Geology (1951), p. 398.",
                "H. C. Urey, loc. cit.",
                "K. Runcorn, \"The Moon's Ancient Magnetism,\" Scientific American (December 1987), p. 63.",
                "C. L. Ellenberger, \"The Lithic Bulge,\" electronic message dated January 22, 2000.",
                "R. A. Gallant, Our Universe (Washington, D. C., 1980), p. 116."
            ]
        },
        {
            "type": "main",
            "page_number": 258,
            "subsections": [
                {
                    "title": "",
                    "content": "Version of the real situation as assumed by astronomers and physicists. It is not, for instance, entirely true that oceanic tides occur twice daily. There are many areas which are affected by only one tide per lunar day. Even so, why did not Earth develop a secondary bulge at its south pole? Actually, who can say it did not? To begin with, the hydrosphere is one thing, the lithosphere is something else. Water, being a liquid, responds much more easily to tidal forces than does the solid lithosphere. And then, with the pull from the stationary Saturn being weakest at Earth’s south pole, a secondary bulge at that location would have been much lower than the northern one. Who is to say that a southern bulge did not form under Saturn’s constant pull and that this bulge, being much lower than its northern counterpart, has since completely settled down? Of course, we can never know whether such a southern bulge ever formed. But then, is it adamant that such a southern bulge should have formed? There is no secondary bulge on the Moon counteracting the one facing Earth. But because this lunar bulge has been disqualified as a tidal one, we look for a better example. I therefore point to Phobos, one of the moons of Mars, an irregular chunk of rock measuring a mere seventeen miles across its longest axis. It, too, exerts a gravitational pull on Mars, and yes, it, too, raises a slight bulge on that planet. Because Phobos orbits the planet faster than Mars is able to rotate, this Martian bulge tends to lag behind—but there it is, and there is no opposing secondary bulge to counteract it.",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
