{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 349,
            "subsections": [
                {
                    "title": "",
                    "content": "Academic uneasiness arises from the belief that “the planet’s water might still migrate from the day side to the night side, killing off any prospects of life.” Further studies conducted in 1997 by Martin Heath suggested a solution based on the depth of ocean basins. Even if the oceans’ surface were to freeze on the dark side, Heath reasoned, there might still be liquid layers deep underneath that would be kept from freezing by the planet’s geothermal heat. “This would allow liquid water to flow back to the day side.” In the proto-Saturnian model, such a transference of liquid water from one hemisphere to the other would not even be required. According to several researchers, Earth would have been located within proto-Saturn’s plasma sheath. As both Ashton and Thornhill claimed, the heat and light of proto-Saturn would have been “radiated both outwards and inwards from the photosphere”; Earth, situated inside the spherical envelope of such a star, would find the energy flux almost equal over the entire planet; thus, all objects orbiting in that region would receive the same energy per unit area of their surface. No freezing of oceanic surfaces would then enter the picture.\n\nSTATIONARY STAR\nOn such a planet in phase-lock as envisioned by Croswell, the red dwarf sun would never set. “Instead,” he tells us, this sun “would hover perpetually at the same place in the sky.” This would also have been the case in our axial alignment model, except that in our scenario, the proto-Saturnian sun would have hovered at Earth’s north celestial pole. In this instance, the model proposed by Croswell encounters certain difficulties that the Saturnian exemplar overcomes. Croswell indicated: “Plants and trees might orient themselves toward [the hovering red dwarf star] as they grew. But because the sun is stationary, some regions would never see direct sunlight. A region in the shadow of a mountain, for example, would be forever in shade, preventing photosynthesis there.” The problem would be even worse in the total darkness of the opposing hemisphere. However, this predicament would not affect the proto-Saturnian model, since, as noted earlier, the light from the hovering proto-Saturnian sun, no matter how feeble, would have been reflected back from the enveloping plasma to all areas lacking direct sunlight.\n\nLONG-LIVED SUN\nCroswell elaborates that red dwarf stars actually possess an advantage over sun-like stars; their lesser mass allows them to burn their reduced fuel so frugally that some will survive for over 1,000 billion years, while the Sun is said to die within a mere 8 billion years.",
                    "citations": [
                        "K. Croswell, see Reference #2, p. 30",
                        "Ibid.",
                        "W. Thornhill, see reference #1, loc. cit.",
                        "K. Croswell, loc. cit.",
                        "Ibid.",
                        "Ibid."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 350,
            "subsections": [
                {
                    "title": "",
                    "content": "It has taken terrestrial intelligence 4.6 billion years to evolve since the Solar System formed, but life on Earth may be atypical. If intelligence generally requires more time to emerge, then planets orbiting red dwarfs may be ideal. It seems that by entering the Solar System, Earth moved into a more hostile environment.\n\nTHE SEARCH FOR DWARF STAR PLANETS\nAll this might be interesting, but the reader may ask, is it known that dwarf stars are accompanied by planets? Planets around red dwarf stars have already been detected; however, these planets are more akin to Jupiter than to Earth. Two Jupiter-sized planets have been detected orbiting the red dwarf known as Gliese 876, said to lie a mere 15 light-years from us. “These particular planets are unlikely to harbor life since Jupiter-sized planets —at least in our Solar System—consist mostly of hydrogen and helium.” Laurance Doyle believes that his team may have detected an Earth-sized world around CM Draconis, a binary red dwarf system. Due to the difficulty in detecting such small bodies, Doyle could only provide a 50-50 chance of this being correct. He and his team have other candidates under investigation as of this writing. There are additional details brought forth by Croswell in relation to dwarf star planets, but these must be reserved for a future volume. It is worth mentioning that a red dwarf planet would be devoid of seasons since “the tidal pull of the star would prevent its spin axis from tilting.” Under this model, only one side would bask in perpetual light, while the other hemisphere remains in perpetual darkness. The hottest place on the planet would be located at one spot on the equator, with temperatures falling in a radiating path, decreasing toward freezing near the dividing line between the day and night sides. An ice cap would form at the very center of the night side. As Heath phrased it, “The daylight hemisphere is going to be where the action is. For one thing, it’s going to be pretty cold on the dark side. We know that there are organisms that can survive in water pockets in the ice and perform photosynthesis, but they can’t do that if there’s no light reaching them.” There is no need to repeat that this is not the condition expected in an axial aligned system encased in a plasma sheath. We have also observed that life can thrive and propagate in total darkness right here on Earth. So why do I bring this up? I do so because a world with no seasons, or only one season, aligns with what ancient humans proclaimed to have existed “in the beginning.” Moreover, this is precisely what we find encoded in Earth’s paleontological remains.",
                    "citations": [
                        "Ibid.",
                        "Ibid.",
                        "Ibid.",
                        "Ibid."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 351,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 18\nA World With One Season\nTHE NATURE OF SEASONS\nSeasons are caused by the inclination of Earth’s axis to the plane of the ecliptic. This means that not all of Earth’s latitudes receive the same amount of direct radiation from the Sun at all times. Summer arrives in the northern hemisphere as Earth's axis tilts the north pole toward the Sun (closest during summer solstice). In winter, it is the south pole that is tilted toward the Sun (closest during winter solstice). During the equinoxes, both hemispheres receive the same amount of solar radiation, as Earth's axis points neither toward nor away from the Sun. In the southern hemisphere, the seasons are reversed, with summer occurring in winter, autumn in spring, winter in summer, and spring in autumn. However, while all this is astronomically true, it is not necessarily always evident down here on Earth. Thus, the fourfold seasonal division of the year can seldom be recognized in the annual cycle itself. In the Western World, the seasons have been calculated according to the yearly cycle of cultivated plants: Winter as the season of dormancy, spring as that of sowing, summer as that of growth, and autumn as the season of harvest. Nevertheless, spring and autumn are merely transitional periods. Winter and summer demonstrate distinctly extreme differences. Furthermore, seasonal temperatures disregard the inclination of Earth’s axis. Parts of spring can be as cold or warm as winter or summer, as can parts of autumn. Climate depends on shifting winds, reliant on the evaporation of water, and on specific topographies. For instance, because the Egyptian harvest depended entirely on the inundation of the Nile, the ancient Egyptian year was divided into only three seasons—akhet (inundation), peret (emergence), and shemu (aridity). The Hindus, in contrast, observe a six-fold division—rtus: vasantika (spring), graishma (summer), varshika (rainy season), sarad (autumn), hima (early winter), and sishira (late winter), all of which are noted to “overlap one another.” Seasons carry different meanings for various cultures. The ancient Celts divided the year by religious festivals into four quarterly divisions without concern for the solstices or equinoxes—in other words, without recognition of the shortest or longest days. These divisions stem from a variety of cultural practices.",
                    "citations": [
                        "Linga Purana 1:55:24",
                        "Ibid 1:57:32-39",
                        "J. M. Williams, “A New Theory of Celtic Festivals,” Chronology & Catastrophism Workshop 1995: 1, p. 6."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 352,
            "subsections": [
                {
                    "title": "",
                    "content": "Egyptian farming was restricted to the arable land that constituted just a narrow strip on either side of the Nile. Reliant on the annual rise and fall of the river, the year was divided into only three seasons—Inundation, Emergence, and Aridity.\n(illustration by John Green.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 353,
            "subsections": [
                {
                    "title": "",
                    "content": "The Celts divided the year into four quarterly divisions punctuated by religious festivals with no regard for the astronomical seasons. The passing of cattle between two bonfires, a ritual celebrated during the May Day festival of Beltane, is shown above.\n(Illustration by A. G. Smith.) Religious festivals known by the names of Samhain, Imbolg, Beltane, and Lughnasad have been said to mark the beginning of the seasons, though they do not actually do so. Samhain, which means “summer,” fell on November 1, marking the end of summer; Imbolg, which is said to indicate the beginning of spring, fell on February 1; Beltane, often interpreted as heralding summer, fell on May 1, and Lughnasad fell on August 1. Julius Caesar noted that the Celtic Druids possessed “much knowledge of the stars and their motion, of the size of the world, and the movement of heaven and the stars.” They devised a sophisticated lunar calendar with months of twenty-nine or thirty days, and included intercalary periods to keep it in line with the solar year. Although they measured time by the number of nights rather than days, this knowledge should have enabled them to calculate the longest and shortest day.",
                    "citations": [
                        "F. Fleming, et al, Heroes of the Dawn (London, 1996), p. 36.",
                        "Ibid., pp. 36-37.",
                        "Ibid., p. 40.",
                        "Ibid."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 354,
            "subsections": [
                {
                    "title": "",
                    "content": "The Celtic festival of Lughnasad, held in honor of the god Lugh, fell on August 1. The celebrations, which included the gathering of the harvest, commenced as early as July 15 and continued for a full month until August 15.\n(Illustration by A. G. Smith.) The North Pole is not always as cold as one generally suspects. Arctic temperatures in summer can reach up to 80° F in the shade. Temperatures as high as 85° F have been regularly reported, with a record high of 100° F in the shade at Fort Yukon in Alaska. The most intense cold is found not at the North Pole or the center of the Arctic Ocean, known as the Pole of Inaccessibility, but in the Yukon basin, shared by Alaska and the Yukon Territory, and the province of Yakutsk in Siberia, where temperatures colder than 90° F below zero have been reliably recorded. Yet, wheat, barley, oats, and rye are cultivated not far from this cold area. In stark contrast, Antarctica is entirely different. The mean monthly summer temperature at the South Pole is minus 28° F. Rarely does the temperature rise above freezing, with such temperatures being “only here and there on the Antarctic coastline.” In winter, temperatures can range anywhere between minus 80° F to minus 127° F, with a record temperature of minus 129° F. No possibility exists for growing wheat and barley here.",
                    "citations": [
                        "V. Stefansson, “Arctic Regions,” Encyclopaedia Britannica (1959 edition), Vol. 2, p. 308."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 355,
            "subsections": [
                {
                    "title": "",
                    "content": "Pacific islands close to the equator exhibit no seasonal changes. Up until recently, the natives of such islands calculated their “year” without considering seasons. Undoubtedly, their weather experiences differ fundamentally from those tied to the astronomical calendar. Seasonal differences in tropical locations depend on shifting wind belts, where the alteration of rainy and dry days is more significant than temperature discrepancies. There, rainy and dry seasons do not necessarily correspond to winter and summer. In some areas close to the equator, two rainy seasons occur along with two dry seasons each year. The duration and intensity of these rainy and dry seasons also hinge on the land's relief and wind exposure. Regardless of the time of year, tropical rainy seasons tend to be cooler than dry seasons. In much of India, the rainy season falls in summer, while the dry season is in winter. Despite the Hindu calculation of seasons being mentioned above, India, like ancient Egypt, is thought of as having only three seasons—each of unequal length.",
                    "citations": [
                        "R.H. Bailey, Glacier (Alexandria, Virginia, 1982), p. 115.",
                        "M. W. Browne, “Antarctica: Life’s Tenuous Toehold,” Discover (March 1984), p. 49."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 356,
            "subsections": [
                {
                    "title": "",
                    "content": "The Rotumans, living on a small island near the equator, measure the passage of time in six-month periods, or moons. They observe negligible temperature changes, rendering seasonal variations barely perceptible. The vegetation itself shows no significant changes throughout the year. This trend is also observed in the Kingsmill Islands, also known as the Gilbert Islands, situated directly on the equator where inhabitants reckon their “year” as a period of ten months without reference to seasons. Therefore, while official seasons are linked to the astronomical calendar, actual seasonal variations, climates, and temperatures do not entirely hinge on Earth's axial tilt. All of which raises the question: Are seasons necessary for the propagation and sustenance of life? The God of Seasons. On an Earth enveloped in the semi-darkness of perpetual dawn, lacking the variations of day and night, with a consistently radiating warmth reflecting uniformly across the globe, our world could only have experienced a single season. Evidence for whether this was ever the case can only be found here on Earth. Nevertheless, before delving into this, it is essential to acknowledge that although seasons would eventually have come to pass, the reconstruction of these primeval events requires a connection between the mytho-historical record and the arrival of the four seasons linked with the Saturnian deity that was worshipped. This connection should also be established.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 357,
            "subsections": [
                {
                    "title": "",
                    "content": "We discern that the association of the word “season” with Saturn is evident in Latin. The English term “season” is ultimately derived from the Latin sationem, accusative satio, meaning “sowing.” According to the ancients, this word, satio, and the seed-related word satus are the roots of the name Saturn—Saturnus. Importantly, Hermann Collitz traced the derivation of the name Saturnus to the Persian (Old Iranian) term xsaeta, which incorporates the meanings of “bright,” as well as “king” or “ruler,” appearing as an epithet of Yima/Saturn. He contended that an older form of Saturnus, sometimes written as Saeturnus, originated from Saetus. Collitz believed that Saeturnus derived from Saetus via the Avestic xsaeto/xsaeta, which he preferred to interpret as meaning “ruler.” It’s worth noting that, even if Collitz’s hypothesis regarding the derivation of Saturnus is accurate, there remained a consensus among the Romans who revered him that four seasons were non-existent during the deity’s reign, as the world basked instead in a single season’s bounty. Recounting Saturn’s Golden Age, Ovid portrayed humanity as living “content with foods that grew without cultivation” in “a season of everlasting spring.” It was only after Saturn’s reign ended that the previously abundant springtime was curtailed and “a cycle of four seasons in the year—winter, summer, changeable autumn, and a brief spring—was instituted.” Thus, Janus was deified, identified not only with Saturnus but also as the god of the seasons.",
                    "citations": [
                        "Ovid, Metamorphoses, 1:103-107.",
                        "Ibid., 1:113-118.",
                        "Idem, Fasti, 1:125.",
                        "C. R. Markham, The Incas of Peru (1910), pp. 97-98.",
                        "As quoted by I. Donnelly, Ragnarok: The Age of Fire and Gravel, republished as The Destruction of Atlantis (N. Y., 1971), p. 212.",
                        "Ibid.",
                        "D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001), pp. 66 ff.",
                        "T. Donnelly, op. cit., pp. 212-213.",
                        "F. Hall, “Solar System Studies,” Part 2, AEON I:4 (July 1988), p. 27 (emphasis added)."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 358,
            "subsections": [
                {
                    "title": "",
                    "content": "Janus—God of Seasons.",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
