{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 129,
            "subsections": [
                {
                    "title": "",
                    "content": "Ninurta is also known as Ningirsu. As with the former, the latter is spoken of as radiating a great light, as noted in Gudea's Cylinder B: 'Ningirsu rose in overwhelming splendor. In the land it became day; the Eninnu [another epithet of the god] rivaled in brilliance the child of Enzu.' This Enzu, also read Zu-en, refers to Sin, whose 'child' was Shamash, often referred to as Shamash mar Sin, meaning Shamash son of Sin. William Albright stated that 'Ningirsu is here the sun...who ascends each morning from the underworld.' While Albright recognized Ningirsu's solar associations, he mistakenly suggested that he was Saturn rather than the Sun. This identification is supported by deductions linking Ningirsu and Ninurta directly to Saturn. The term 'Lu-Bat,' used to designate planets, could also refer to Mars and Mercury, but A. F. O'D. Alexander misunderstood this when he stated that it caused ambiguity. Proper identification proves that Ninib/Ninurta was indeed synonymous with Shamash/Saturn, as Donald Mackenzie noted: 'The sun god was identical with Ninip and Nin-Girsu... and resembling Babbar, the solar deity of Akkadian Sippar.' A slab relief from the temple of Ninurta in Kalakh (or Kalhu), modern-day Nimrud, depicts Ninurta wielding a scythe, a weapon associated with Kronos/Saturn. Historical texts listed Ninurta as the planet Saturn, providing further evidence for this identification.",
                    "citations": []
                }
            ],
            "bibliography": [
                "W. G. Lambert, 'The Gula Hymn of Bullutsa-rabi,' Orientalia: New Series, 36 (1967), pp. 105 ff.",
                "W. F. Albright, 'The Mouth of the Rivers,' The American Journal of Semitic Languages and Literatures, 35:4 (July 1919), p. 165.",
                "M. Jastrow, Jr., op. cit., p. 173.",
                "D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian People (London, 1996), p. 132.",
                "F. X. Kugler, Sternkunde und Sterndienst in Babel, Vol. 1 (Munster, 1907-1913), pp. 221 ff.",
                "A. F. O'D. Alexander, The Planet Saturn (N. Y., 1962), p. 44."
            ]
        },
        {
            "type": "main",
            "page_number": 130,
            "subsections": [
                {
                    "title": "",
                    "content": "Ningirsu, depicted seated with his seven-headed weapon, is identified with the planets Lu-Bat Dir for Mars, Lu-Bat Gu-Ud for Mercury, and Lu-Bat Sag-US for Saturn, the latter being synonymous with Ninurta. An astrological text distinguishes Ningirsu as (An) Lu-Bat, linking him to a specific planet. The phrase 'he changes darkness into light,' although seemingly paradoxical for Saturn, aligns with the sun-like brilliance attributed to other Saturnian deities. While modern mythologists have hesitated to equate Saturn and the Sun, historical records show an accepted veneration of Saturn as a solar deity. As M. Jastrow, Jr. noted, the practice of planetary worship among Hindus underscores the significance of understanding celestial bodies' identities.",
                    "citations": []
                }
            ],
            "bibliography": [
                "M. Jastrow, Jr., op. cit., pp. 174-175.",
                "U. von Wilamowitz-Mollendorf, 'Phaethon,' Hermes 18 (1883), pp. 421-422; F. Boll, 'Kronos-Helios,' Archiv für Religionswissenschaft 19 (1916-1919), in toto."
            ]
        },
        {
            "type": "main",
            "page_number": 131,
            "subsections": [
                {
                    "title": "",
                    "content": "(For those in the know: The association of Ninurta with Nergal, as with Greek Herakles, will be discussed in a future volume.) THE TRUE SUN Like the deities of other nations, Hindu mythology intertwines with astronomy, manifesting a deep-seated planetary worship that persists today. In the Linga Purana, followers are reminded that 'the worship of the planets should be pursued by good men' to ward off evil during periods of planetary 'harassment.' However, modern Hindus may not actively practice this worship, indicating a disconnect between historical admonitions and contemporary beliefs. Vedic deities, like other cultural pantheons, possess multiple names, including Sun—Arka in Sanskrit—and Saturn, signifying a shared celestial identity. The potential connection between Vedic deities and planetary identities strengthens the hypothesis that Hindu mythology reflects elemental planetary traits.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Linga Purana, 1:57:32-39.",
                "R. K. G. Temple, The Sirius Mystery (N. Y., 1976), p. 180."
            ]
        },
        {
            "type": "main",
            "page_number": 132,
            "subsections": [
                {
                    "title": "",
                    "content": "Brahmanyah, another epithet of Saturn, signifies that it can be referred to as Brahma's planet. Certain Hindu sages have identified Brahma with Saturn, acknowledging the unique belief that he embodies the 'true sun'—a concept suggesting that Saturn is regarded as the real luminary, contrary to the present solar orb. Despite the traditional significance placed on Surya as the Sun, evidence illustrates Surya's celestial characteristics align more closely with Saturn, prompting inquiries into the origins and evolution of these beliefs within the fold of ancient mythology.",
                    "citations": []
                }
            ],
            "bibliography": [
                "E. Moor, Hindu Pantheon (London, 1864), p. 218.",
                "Linga Purana, 1:54:65-68.",
                "H. D. Velanker, Reveda Mandala VII (Bombay, 1963), p. 147."
            ]
        },
        {
            "type": "main",
            "page_number": 133,
            "subsections": [
                {
                    "title": "",
                    "content": "In Sanskrit, another name for Saturn is Graha-nayakah, meaning 'chief, or leader, of the planets.' This name is also used to refer to the Sun. We now delve into ancient celestial beliefs, where a compilation of evidence from various cultures demonstrates a common theme: the ancients' celestial understandings involving both Saturn and the Sun. Yet, one must be cautious not to overlook the complexities within these observations, as evidenced in ancient Egypt, where celestial deities were treated as sacred rather than reduced to empirical measurements. The recognition of Ra as both the Sun and, at times, synonymous with Saturn invites further exploration into these interrelated beliefs.",
                    "citations": []
                }
            ],
            "bibliography": [
                "V. S. Apte, op. cit., pp. 417, 542."
            ]
        },
        {
            "type": "main",
            "page_number": 134,
            "subsections": [
                {
                    "title": "",
                    "content": "The notion that Ra, as an Egyptian deity, could align with Saturn finds grounding in historical adjuncts. Despite challenges from contemporary scholars, the evidence pointing to Ra's identification with Kronos (Saturn) is intrinsically related to the veneration of celestial bodies in ancient beliefs. Samuel Mercer's observations in his study of the Pyramid Texts affirm this connection. However, scrutiny around such interpretations is warranted, as scholars debate the authenticity and context of these identifications.",
                    "citations": []
                }
            ],
            "bibliography": [
                "J. Frazer, The Golden Bough (N. Y., 1890/1981), Vol. I, p. 313.",
                "F. Boll, 'Kronos-Helios,' Archiv für Religionswissenschaft, XIX (1916-1919), pp. 343 ff."
            ]
        },
        {
            "type": "main",
            "page_number": 135,
            "subsections": [
                {
                    "title": "",
                    "content": "The Ptolemaic identification of Ra as Saturn is corroborated by references from the Greek poet Nonnus, who refers to the Arabic Sun as Kronos. This nomenclature suggests ancient beliefs were entwined, where Saturn's identity was often conflated with that of the Sun. The apparent consistency of such associations invites scrutiny, particularly given that historical records show both celestial bodies were perceived differently yet linked through ancient lore. Notably, this reflection of celestial significance emerges in alchemical traditions, echoing a shared belief conflating Saturn and the Sun.",
                    "citations": []
                }
            ],
            "bibliography": [
                "F. Boll, op. cit., p. 343.",
                "Macrobius, Saturnalia, 1:22:8."
            ]
        },
        {
            "type": "main",
            "page_number": 136,
            "subsections": [
                {
                    "title": "",
                    "content": "Helios, the patron deity of ancient Rhodes, is identified historically as Saturn in classical texts. This attribution, while contested, points to the complexities of ancient mythology where deities were often linked with celestial bodies. The continued discourse surrounding Helios and Saturn emphasizes ongoing interpretations of their associations across different cultural paradigms.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Photograph by the author, courtesy of the Archaeological Museum of Rhodes."
            ]
        },
        {
            "type": "main",
            "page_number": 137,
            "subsections": [
                {
                    "title": "",
                    "content": "In examining the affiliations of Saturn with the Sun, it becomes evident that cultural perceptions vastly influenced these associations. The identification of Kronos with the Sun raises questions about ancient beliefs and their evolution over time, as seen with figures such as Macrobius and their interpretations of celestial phenomena. Here, it is crucial to recognize the historical context in which these beliefs emerged, suggesting a continuum in the ancient understanding of celestial hierarchy.",
                    "citations": []
                }
            ],
            "bibliography": [
                "F. Boll, op. cit., p. 343."
            ]
        },
        {
            "type": "main",
            "page_number": 138,
            "subsections": [
                {
                    "title": "",
                    "content": "Addressing how astronomical beliefs and myths evolved unveils fascinating insights into the cultural interpretations embedded within these narratives. The historical interplay between astronomy and astrology reveals complex perspectives on celestial phenomena, resisted by clear observational evidence. Such enduring beliefs open avenues for inquiry into how the ancients reconciled mythological narratives with their understanding of the cosmos.",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
