{
    "type": "main",
    "page_number": 89,
    "subsections": [
        {
            "title": "which lists 405 synodic months during some 33 years of observation. The manuscript",
            "content": "also presents a table of 69 possible dates of future solar eclipses. The Evening Star Venus, with its irregular course, the first to appear and the last to fade, caught their eye. The Maya strived to measure its height, which varies at sunrise and sunset. All of these preoccupations, which went far beyond those required to compile an agrarian calendar, showed their obsessive interest in infinity—whether of time or space—and also an anxiety in the face of the passage of time.\n\nThe astronomical observations of the Maya were so precise that the figures they arrived at in computing the solar year were not only more accurate than the Julian year but, as some have claimed, also more accurate than the Gregorian year which was introduced into Europe in 1582 and remains the calendar year until the present.\n\nMesoamerican calendars were not produced by any one person in any single generation. Their development and refinement were the product of centuries. In fact, their basic elements can be traced as far back as the Olmec, who had established their cities and ceremonial centers in Mexico’s Gulf Coast “at least as early as the second century B.C.” In time—pun not intended—these calendars evolved into an intricate system in which several different time cycles, all of which were calculated independently and with similar exactitude, were incorporated in various combinations, relating one cycle to another in their utilization of time measurement.\n\nOne particular calendar employed by the Maya, called Haab, was based on a 360-day count and was divided into 18 months of 20 days each, to which five days—believed to be “malefic, ill-omened, empty, and nameless”—were added at the end to bring the year to a total of 365 days.\n\nWhile the 365-day calendar, which in time became the common property of all Mesoamerican peoples, has been attested in inscriptions as early as 667 B.C., Edmonson tells us that the 360-day calendar did not come into use by the Olmecs earlier than the first century B.C., that is, some 300 years after the inauguration of the 365-day one. I mention this here in passing because, if Edmonson is correct, Immanuel Velikovsky’s contention that the 365-day calendar followed the 360-day one has to be wrong.\n\nA somewhat simpler, but more mysterious, calendar, said to have been called Tzolkin by the Maya, but Tonalamatl by the Aztecs, was composed of 260 days divided into 13 months of 20 days each. Usually referred to as the sacred calendar because it was used to keep the religious festivals in line with the proper seasons, the Tzolkin has been demoted to a mere divinatory program by students of Mesoamerican culture.\n\nMore recently, Vincent Malmstrém has attempted to show that this 260-day calendar was actually even older than the Maya. Said to have been originally developed for agrarian purposes, Malmstrém contends that this calendar owed its origin to the Zoque of Mexico’s Pacific coastal plain and that it marks the interval between passages of the Sun at its zenith over 5°.",
            "citations": [
                "W. Gates in D. de Landa, Yucatan Before and After the Conquest (Baltimore, 1937)",
                "(emphasis added)",
                "Middle American Calendrical Systems (Salt Lake City, 1988)"
            ]
        }
    ],
    "bibliography": [
        "(emphasis added)",
        "W. Gates in D. de Landa, Yucatan Before and After the Conquest (Baltimore, 1937)",
        "Middle American Calendrical Systems (Salt Lake City, 1988)"
    ]
}
