{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 199,
            "subsections": [
                {
                    "title": "",
                    "content": "King Djoser with Imhotep, architect and builder of the first Egyptian (stepped) pyramid. (Illustration by John Green.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 200,
            "subsections": [
                {
                    "title": "",
                    "content": "The deified Imhotep. Their community. On the contrary, they believe in a supreme deity who, despite his innumerable divine appellations, is commonly referred to simply as Father. This god, as well as his son, is also known as Efe, from whom the tribe derived its name; but Efe the father was also Saturn. The planet itself is also known by them as Bibi Deba—'the good or perfect star.' As we have already noted in a previous chapter, hemmed in as they are by the almost impenetrable jungles of the Congo, these pygmies know that Saturn is surrounded by satellites, for which reason they also allude to the planet as Bibi Tiba Abutsiua’ani—'the star of nine moons.' The greatest calamity that these diminutive but highly intelligent people remember is that of a universal flood—which gives the lie to those mythologists who claim that Deluge myths are unknown from Africa—and even this they associate with Efe/Saturn. But what then of non-planetary disasters, of ordinary floods, famines, thunder, wind, etc.? True—man did imbue these non-planetary forces with a will of their own and, yes, they often anthropomorphized them. This holds true not only for those forces which terrified early man but also for those aspects of nature that were passive, beautiful, and even benign—such as fog—the northern lights, and even fair weather, to give but a few examples.",
                    "citations": [
                        "J.P Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973), p. 80.",
                        "Ibid., p. 62.",
                        "Ibid., p. 129.",
                        "Ibid., p. 403, although an entire reading of the book is required to properly appreciate this identification.",
                        "Ibid., p. 385.",
                        "Ibid., p. 212."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 201,
            "subsections": [
                {
                    "title": "",
                    "content": "Thus, de Santillana and von Dechend were not entirely correct when they stated that 'all the stories, characters and adventures narrated by mythology concentrate on the active powers among the stars, who are the planets.' Regardless of the impetus behind its origin, a fair share of primitive mythology does concern itself with non-planetary spirits of nature. We notice, however, that these spirits of nature, a few among which have been mentioned above, were not deified—that is they were not regarded as demiurges with powers over the destiny of man. Only among the more sophisticated Incas, long out of primitiveness, was Thunder, for instance, considered something of a deity, and even then he was subservient to the Creator. And there, I must stress, lies the difference, because, according to his own statements, ancient man was not concerned with the purported antics of fog, fair weather, or other nature spirits, demons, and fairies. What concerns us in this study are the great deities of mankind—the creators and destroyers, the movers of the world—which we find imbuing the religions and cosmic beliefs of early civilizations and primitive tribes alike.",
                    "citations": [
                        "H. Hirnschall, op. cit., myth 34.",
                        "Ibid., myth 35.",
                        "Ibid., myth 18.",
                        "G. de Santillana & H. von Dechend, op. cit., p. 177 (emphasis added).",
                        "D. Gifford, Warriors, Gods & Spirits from Central & South American Mythology (London, 1983), p. 57.",
                        "D. B. Vitaliano, Legends of the Earth (London, 1973), p. 104.",
                        "Ibid., p. 118."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 202,
            "subsections": [
                {
                    "title": "",
                    "content": "Given that the Sun and the Moon are much more conspicuous than the planets, theirs should have been the major role in primitive mythology. How is it then that, while not always readily obvious from cursory studies, the prime protagonists were invariably the planets and planet-induced phenomena? This poses something of a conundrum to those who view mythology through uniformitarian eyes, one that has already been commented on by Immanuel Velikovsky and David Talbott. The riddle, however, is solved when we discover, as in fact the sources themselves convincingly illustrate, that the planets, or at least some of them, prime among them the planet Saturn, were once more conspicuous than the Sun and Moon. Once this is accepted, as it is by an ever-growing body of neo-catastrophists, it becomes much easier to accept that before man had developed an awareness of the heavenly bodies, he had no gods at all. This would seem to lead to the assumption that early man lived for long ages before he discovered his first god but the fruits of research indicate otherwise.",
                    "citations": [
                        "Ibid., myth 34.",
                        "T1. Velikovsky, Worlds in Collision (N. Y., 1950), p. 301.",
                        "D. N. Talbott, in interview with J. Gibson, 'Saturn’s Age,' Research Communications Network Newsletter #3 (October 15, 1977), p. 2."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 203,
            "subsections": [
                {
                    "title": "",
                    "content": "Hypothesis #1: That from what can be deduced from ancient as well as primitive astronomical lore, Earth had once been a satellite of the planet Saturn which, because of its proximity, loomed large in the sky as a distinct disc larger than the size of the full Moon. Hypothesis #2: That, still according to ancient astronomical lore, during this indeterminate period, Saturn was the only visible celestial body in Earth’s primordial sky. Hypothesis #3: That, still according to the ancients, during this same period, Saturn shone as a sun. Hypothesis #4: That this primordial Saturnian sun shone during that time we today call the night. Needless to say, the reader may be wondering how it could have been possible for Saturn to have been the only visible body, even if Earth was its satellite. Would not the Sun, the Moon, and the stars have also been visible in Earth’s primordial sky? In order to answer that question, we will have to wade into deeper waters still. But answer it we will.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 204,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 9: The Immobile God. THE SABBATH STAR. In Chapter 4, we claimed that the Hebrew name for the planet Saturn, that is Shabtai, was responsible for the naming of the Sabbath, in Hebrew Shabbath, the Saturday of the Jews. As we also noted in that same chapter, the word Shabbath is sometimes said to derive from the closely related shabath, which means 'to repose' or 'to rest.' This meaning, in turn, has been said to have arisen because Elohim rested from his work of Creation on that day. What is indicated by this is that Elohim’s rest came first, for which the Sabbath was then named. It seems, however, that there is more to this 'resting' business than meets the eye. Or why would the planet in question have been named for that particular day, thus also receiving the meaning of 'rest'? The connection of Saturn with the Creation is not restricted to Hebrew tradition. In Chapter 4, we also had occasion to mention a similar tradition observed by the Persians.",
                    "citations": [
                        "1. W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 465.",
                        "2. J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 112.",
                        "3. Genesis 2:2.",
                        "4. Al-Biruni (translated by E. C. Sachau), The Chronology of Ancient Nations (London, 1879), p. 201.",
                        "5. R. Klibansky et al., Saturn and Melancholy (London, 1964), p. 161.",
                        "6. W. A. Heidel, op. cit., p. 437.",
                        "7. Ibid.",
                        "8. R. H. Stieglitz, 'The Hebrew Names of the Seven Planets,' Journal of Near Eastern Studies 40:2 (April 1980)."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 205,
            "subsections": [
                {
                    "title": "",
                    "content": "The Israelite connection with the planet Saturn goes beyond the naming of the Sabbath after this planetary deity. Thus, for instance, when the prophet Amos was riling against the Israelites, he accused them of having carried images of a stellar deity in a tabernacle. The King James version of the passage in question is made to read: 'Have ye offered...sacrifices and offerings in the wilderness forty years, O house of Israel? But ye have borne the tabernacle of your Moloch and Chiun your images, the star of your god, which ye made to yourselves.' This memory was still vivid in the days of the New Testament and is repeated in the Acts of the Apostles where the figure of Chiun is replaced with that of Remphan: '...0 ye house of Israel, have ye offered...slain beasts and sacrifices by the space of forty years in the wilderness? Yea, ye took up the tabernacle of Moloch, and the star of your god Remphan, figures which ye made to worship them...' This is in keeping with the Septuagint version of the same passage which reads: 'Have ye offered...victims and sacrifices, O house of Israel, forty years in the wilderness? Yea, ye took up the tabernacle of Moloch, and the star of your god Rephan, the images of them which ye made for yourselves.'",
                    "citations": [
                        "1. Amos 5:25-26.",
                        "2. Acts 7:42-43."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 206,
            "subsections": [
                {
                    "title": "",
                    "content": "Let us be honest: Present Jewish and Christian sentiments notwithstanding, it has long been known that Saturn was the god of the Jews. In more recent years, for instance, Carl Jung knew very well that Saturn was the star of Israel. Much earlier, Aurelius Augustinus was more explicit when he informed his readers that the ancients considered the planet Saturn as the god of the Jews. Throughout the Middle Ages, the Jews were largely known as the People of Saturn. This belief, however, is much older than that since even the Roman historian Tacitus (c. A.D. 55-117) described the Jews as worshipping the planet Saturn as their god. Whether the tabernacle in question was the acclaimed one that Moses was said to have had constructed, and in which the famed ark of the covenant was housed, remains a moot question. This much, however, should be stated: While the tabernacle which Moses had built is usually referred to as the Mishkan and/or the Ohel, the tabernacle mentioned in the Hebrew version of Amos is simply called sukot, the plural of suka, meaning 'tents.'",
                    "citations": [
                        "1. Tacitus, The Histories, V:iv."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 207,
            "subsections": [
                {
                    "title": "",
                    "content": "One of the things that has happened here is quite obvious. The reading 'the suka of your Moloch' is rendered as 'Siccuth your melek'—that is, 'Siccuth your king.' This, in turn, was based on the assumption that Siccuth is the same name of the Assyrian god Sakkuth. The Masoretic version is thus interpreted this way: In his accusation of Israel, Amos condemns the people to carry these idols, Sikut and Chiun, with them into the coming Babylonian exile as punishment for having worshipped them in his day. We will not here enter into a discussion concerning which version is to be preferred. To us, whether Chiun was worshipped by the Israelites during the time of Moses or the days of Amos does not change the fact that the Israelites did worship this god. Nor does it change the fact that this deity was no other than the Saturn of other nations. There will now be those who will want to tell me that it is no secret that the Israelites often fell prone to worshipping false idols and that the case in question reflects no more than that. The association of Shabtai/Saturn with the Hebrew Sabbath, however, as well as the additional data we will be presenting in the following pages, including, incidentally, the very name of Israel, speaks against this. Moreover, hidden within the expression of the Masoretic version of Amos is a datum that will actually strengthen our case.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 208,
            "subsections": [
                {
                    "title": "",
                    "content": "Now it so happens that, just as Shabtai/Saturn translates as 'the resting Planet,' so is Chiun/Saturn related to a similar characteristic. The word 'chun,' from which the name is derived, carries the meanings of 'establish,' 'fix and/or fixed,' 'firm,' and 'stable.' Very much like Shabtai, Chiun can therefore be translated as 'the fixed, firm, or stable planet Saturn.' In other words, the reference is to a planet at rest. The old west Semitic deity named Hammu has long been considered to be a sun god. This is the deity for whom the famous Hammurabi, the first king of the Amorite Dynasty of Babylon, was named (or named himself). Hammu’s identity as the Sun has been seen to be strengthened by the name of Hammurabi’s fourth successor, Ammizaduga, which name translates as 'Ammi [that is Hammu] is Justice.' This, as Julius Lewy pointed out, accords well with the Assyro-Babylonian Shamash who, in Akkadian hymns, is invoked as kittum, that is 'justice.' As we have seen, however, Shamash had originally been a name reserved for the planet Saturn.",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
