{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 269,
            "subsections": [
                {
                    "title": "",
                    "content": "The determinative for water and the sign for ‘god’ all show that this deity was the god of the watery mass in the sky. Moreover, in a hymn to Ra, we read: 'Praise be to thee, O Ra... thou shining one who dost send forth light upon the waters of heaven.' Of Osiris, it was said that '[his] water is in heaven.' In the Egyptian Book of the Dead, Ra is made to utter: 'I am the Great God who created himself.' It is then asked: 'Who is he?' And the answer is given: 'The Great God who created himself is the water—it is the Abyss, the Father of the Gods.' For that reason, Ra was also known as Akeb-ur, the 'god of the great celestial waters.' The Indic Satapatha Brahmana informs us that 'in the beginning this (universe) was water, nothing but a sea of water,' where 'universe' is the translation of the Sanskrit vishva, which actually means 'all.' And, during the time of being and not being, according to the Rig Veda, 'all was a dark and watery chaos.' The same Rig Veda tells us that this was a sea of 'upper waters.' Thus Varuna, identified as Saturn, was lauded as he who is 'an ocean far removed,' while worship was said to ascend to him through heaven. Even more explicitly, the Satapatha Brahmana informs us that 'the seat of the waters is the sky, for in the sky the waters are seated.' According to some accounts, these waters seem to have preceded Creation. Nahum Sarna noted that: '[Genesis] shares with [the Babylonian] Enuma Elish the idea of the priority of water in time. Just as Apsu and Tiamat exist before all things, so in Genesis the existence of water is taken for granted. The darkness is over the surface of the deep... Now this concept of the priority of water is fairly widespread among many unrelated mythologies.' Among these unrelated mythologies, one might point to that of ancient Egypt. While all that was created was said to have been raised from the watery abyss of Nu, some Egyptian versions of Creation do not state that the waters themselves were created. Yet, in a hymn to Ptah-Tenen, identified as Saturn, mention is made of a time 'when the waters had not [yet] come forth' while, a little later, 'the celestial water' is involved in creation.",
                    "citations": []
                }
            ],
            "bibliography": [
                "E. A. W. Budge, Osiris and the Egyptian Resurrection, Vol. 1 (N. Y., 1911/1973), p. 142.",
                "A. Piankoff, The Shrines of Tut-Ankh-Amon (N. Y., 1955), p. 121.",
                "E. A. W. Budge, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 295.",
                "Satapatha Brahmana 11:1:6:1.",
                "Rig Veda X:129.",
                "N. M. Sarna, Understanding Genesis (N. Y., 1976), p. 13."
            ]
        },
        {
            "type": "main",
            "page_number": 270,
            "subsections": [
                {
                    "title": "",
                    "content": "It is said that the creator came forth from the 'mouth' of the same god. In a hymn to Ra, the creator is praised with the words: 'Thou art the One God who came into being in the beginning of time... thou didst make the watery abyss of the sky.' Budge paraphrases this point, stating: 'In what form [Atum-Ra] existed no one knows, but he created for himself a place wherein to dwell, the great mass of Celestial Waters which the Egyptians called Nu. In these, he lived quite alone for some time.' Similarly, in the Laws of Manu, it is written that 'the Self-existent, first with a thought, created the waters.' Although described philosophically, the Satapatha Brahmana also addresses the creation of the waters: 'Verily, there was nothing here in the beginning: by Death this (universe) was covered... He [the creator] created for himself this mind, thinking, ",
                    "May I have a soul.": 2,
                    " By Death": 1,
                    "they were produced.' Of special interest is that 'Death' refers to Yama, a name also associated with Saturn. Therefore, the line should read: 'by Saturn this All was covered.' Whether the waters had always existed, Saturn was seen to emerge from them, or the waters were seen to issue from the Saturnian globe seems to depend on who did the remembering. At this late date, it is not easy to reach a definite conclusion. The crucial question remains: What were these celestial waters? THE WHIRL OF CREATION. These myths of celestial waters prompted Roger Ashton to propose that there must have been a celestial phenomenon resembling shimmering waters, possibly an auroral effect surrounding the primeval Saturnian orb. As he stated, 'part of that assemblage must have looked like waters, whose implicitly or explicitly celestial character has severally been noted,' and that these 'waters evidently appeared in a distinct image or pattern.' But while an auroral effect might resemble shimmering water, it seems doubtful it would also have the character of an indistinct entity, even a nebulosity.": 75,
                    "Ibid., p. 511.": 76,
                    "Idem, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 251.": 77,
                    "Idem, as cited by R. Van Over, op. cit., p. 253.": 78,
                    "Laws of Manu 1:6-8.": "Satapatha Brahmana X:6:5:1-7.",
                    "R. Ashton, “The Age of Purple Darkness,” AEON V:3 (December 1998), p. 98.": 79,
                    "Idem, “Saturn: The First of the Gods,” unpublished manuscript, p. 17.": 78
                }
            ],
            "bibliography": [
                "E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 251.",
                "Idem, as cited by R. Van Over, op. cit., p. 253.",
                "Laws of Manu 1:6-8.",
                "Satapatha Brahmana X:6:5:1-7."
            ]
        },
        {
            "type": "main",
            "page_number": 271,
            "subsections": [
                {
                    "title": "",
                    "content": "The hieroglyphic characters denote the primeval waters of Egyptian mythology, conveying an image of fog, foam, fluffy cotton, mud, slime, or primeval matter in chaos. Is it not more conceivable that the nebular cloud we have been hypothesizing as an explanation of this entity resembles a whirlpool of chaotic water? Many astronomical nebulae resemble whirlpools. Should we let astronomical nebulae—not planetary disks—dictate how Saturn's nebulosity would appear? Let us re-examine the record. What does the Yuki creation myth say about the fog or foam at the beginning of things? It 'moved round and round continually.' Nor was this foam known only to the Yuki; it appears in Buddhist mythology, where the surface of the celestials waters is said to have been stirred by 'the dawn wind of creation.' It is said that the foam of the waters solidified to form the god's residence. Here, we have a direct connection between the nebulosity described as foam and the celestial waters; they are both part of the same entity. Furthermore, we ask: What about the myth of the Marquesas Islands? Is it not there stated that the 'primeval void' started a whirling? Ovid reminds us that Chaos 'heaved and turned.' So does the entity called Tao, which was said to have been 'eternally revolving without fail.' Everywhere, we catch glimpses of this indistinct entity as continually moving round and round like a whirlwind in the sky."
                }
            ],
            "bibliography": [
                "A. K. Coomaraswamy, Elements of Buddhist Iconography (New Delhi, 1972), p. 52."
            ]
        },
        {
            "type": "main",
            "page_number": 272,
            "subsections": [
                {
                    "title": "",
                    "content": "We must exercise great caution as mythology speaks of diverse whirlpools—also cyclones—not least of which is the whirlpool of destruction into which Saturn was said to have sunk (a topic reserved for future work). In describing the cosmology of the Phoenicians, Sanchoniathon reported: 'The first principle of the universe was air, dark with cloud and wind—a turbid chaos dark as Erebus, boundless and for long ages without limit.' It was from this dark and turbid chaos that Creation was said to have progressed. This description is more akin to a dark whirlwind, if not whirlpool, than an auroral effect. A similar narrative emerges in the Japanese Nihongi, as paraphrased by Raymond Van Over: 'Before Heaven and Earth were produced, there was something comparable to a cloud floating over the sea. It had no place of attachment for its root.' The Chinese Tao Teh Ching also states: 'There is [or was] a thing confusedly formed, born before heaven and earth. Silent and void, it stands alone and does not change, goes round and does not weary.' And Ovid tells us that this water 'heaved and turned in darkness.'"
                }
            ],
            "bibliography": [
                "Eusebii Pamphili, Evangelicae Praeparationis, Book 1, Chapter X.",
                "R. Van Over, op. cit., p. 354."
            ]
        },
        {
            "type": "main",
            "page_number": 273,
            "subsections": [
                {
                    "title": "",
                    "content": "In the primordial darkness, the northern region where ancient man placed Saturn and the celestial waters associated with him were terrestrialized as the northern Arctic Ocean. The darkness in which the celestial waters were enshrouded is recalled as enveloping the same Arctic Ocean, while the whirling nebulosity in the sky became a terrestrial maelstrom or whirlpool. Such is the nature of myths and legends. Can we be positively sure that the celestial waters of chaos originated from Saturn’s nebular cloud? Of course not. It would be arrogant to assert this. Our ancient forebears saw things in the sky they couldn't clearly describe. All we can conclude is that the fragments of mytho-historical records seem to support such a model."
                }
            ],
            "bibliography": [
                "V. Rydberg, Teutonic Mythology (N. Y., 1907), p. 320."
            ]
        },
        {
            "type": "main",
            "page_number": 274,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 13\nThe Age of Darkness\nDARKNESS AND THE DEEP\nWhether Saturn’s nebulosity and/or celestial waters were emitted by the planet itself, it is clear that both the entity and the planetary deity embedded within it existed in darkness. Few motifs surface as frequently in the mytho-historical record globally. Time and again, the Egyptian myths of Creation ascertain that, in the beginning, the creator was the only entity remembered as having seen in the sky hovering over the waters of the deep. 'I am Atum,' the god is made to utter, 'who appeared alone... rising from the waters of chaos.' The identity of Atum as Saturn does not need repetition, nor does that of Osiris. It is not surprising to discover that Neb-er-tcher/Khepera/Osiris states: 'I am the creator of what hath come into being... and I came into being in primeval time...I was alone, for they [the other deities] were not [yet] born.' Just like Genesis, Egyptian waters of chaos were stated to be shrouded in darkness: 'Nothing existed, except a boundless primeval mass of water which was shrouded in darkness.' In the Pert-em-hru, we find Osiris/Saturn lamenting about 'his life alone in darkness.' Ptah-Seker, another representation of the Egyptian creator, is lauded as 'the great god, who came into being in the beginning, he who rests upon the darkness.' He was known as 'the guardian of the darkness.' Wallis Budge identified Ptah-Seker as a 'form of Osiris, that is to say, the night sun.' The Quran also states that Allah was above the waters during Creation. 'Throned above the waters,' it is written, 'He made the heavens and the earth.'"
                }
            ],
            "bibliography": [
                "F. G. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970) pp. 63-64.",
                "E. A. W. Budge, The Gods of the Egyptians, Vol. I (N. Y., 1904/1969), p. 300.",
                "Idem, The Egyptian Book of the Dead (N. Y., 1895/1967), p. xcviii.",
                "R. Anthes, 'Mythology in Ancient Egypt,' Mythologies of the Ancient World (N. Y., 1961), p. 50."
            ]
        },
        {
            "type": "main",
            "page_number": 275,
            "subsections": [
                {
                    "title": "",
                    "content": "We turn to India and browse through a few Vedic hymns, where we find it stated that: 'Darkness there was at first by darkness hidden; without distinctive marks, this all was water.' In a different translation: 'Darkness was there, all wrapped around by darkness, and all was water indiscriminate.' Similarly, the Laws of Manu preach: 'This world was darkness, unknowable, without form, beyond reason and perception, as if utterly asleep.' This motif is not limited to the Hindus; it extends to lesser tribes of India, such as the Muria of the Bastar State, who assert: 'When this world was first made, there was neither sun nor moon... and everything was dark.' Japan presents a similar belief, recognized by Wheeler as universal, serving as a prototype for the Kronos/Saturn myth: 'In the earliest legend with which the recital opens, one recognizes the primal myth... the development from a primordial darkness and chaos.' This is the Kronos legend in its myriad forms, the father of all mythologies upon which many cultures constructed their cosmogonies. As seen, many peoples, including the Greeks, recount how night preceded day: 'From chaos came black night... And night in turn gave birth to day.' Other philosophical myths from Greece imply darkness was first, and from darkness sprang Chaos. Some claimed Chaos and darkness coexisted, as Aristophanes suggested: 'Chaos and Night and black Erebus and wide Tartarus first existed.' Orpheus decrees: 'From the beginning, the gloomy night enveloped and obscured all things under the ether.'"
                }
            ],
            "bibliography": [
                "Rig Veda X:129:3, as translated by A. A. Macdonell in Swami Nikhilananda, The Upanishads (London, 1963).",
                "Rig Veda X:129:3, as translated by R. Panikkar, The Vedic Experience (Berkeley, 1977).",
                "Laws of Manu I:v:5.",
                "R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 299.",
                "P. Wheeler, The Sacred Scriptures of the Japanese (N. Y., 1952), p. 387.",
                "D. Wender, Hesiod and Theognis (Harmondsworth, 1976) p. 27.",
                "R. Graves, The Greek Myths, Vol. I (Harmondsworth, 1964), p. 33."
            ]
        },
        {
            "type": "main",
            "page_number": 276,
            "subsections": [
                {
                    "title": "",
                    "content": "THE AMERIND TRADITIONS\nAs the ancestors of North American Indians are said to have crossed the Bering Strait, among the Inuit of Alaska, a Creation myth presupposes the pre-existence of a watery abyss. Further south, the Indians of British Columbia assert: 'Very dark, damp, and chaotic was the world in the beginning,' existing 'while the world was still in darkness, without sun, moon, or stars.' The Yuki creation myth, when told in full, states: '[In the beginning] there was only water, and over it a fog. On the water was foam. The foam moved round and round continually... After a time, there issued from the foam a person in human form... This was Taiké-mol [Solitude Walker]. He floated on the water... He stood on the foam, which still revolved. There was no light.' The Algonquins believed in an 'earth' that existed 'anterior to this of ours, but one without light.' The Zuni claim: 'In the beginning of things, Awonawilona was alone. There was nothing beside him in the whole space of time. Everything there was black darkness and void.' Awonawilona is described as 'one who contains everything,' reminiscent of the Arabic Suhail (Suhayl and/or Sahel), the primordial star presented as an egg that contained all things to be born. Awonawilona’s attributes also relate to the Egyptian Atum, the root of whose name—tm—means 'to be complete,' thus also connoting 'one who contains everything.' Nearly every North American tribe possesses a Creation myth wherein a primeval ocean and/or prolonged darkness existed before the demiurge commenced Creation. Repeatedly, it can be heard that darkness or prolonged night prevailed, with no Sun, Moon, or stars. In telling these myths, a fanciful cast is acquired, sometimes bordering on childish fable, yet that is the nature of allegory and myth."
                }
            ],
            "bibliography": [
                "H. H. Bancroft, The Native Races of the Pacific States, Vol. II (1874-1876), p. 98.",
                "J. Bierhorst, The Red Swan: Myths and Tales of the American Indians (N. Y., 1976), p. 39 (emphasis added).",
                "R. Van Over, op. cit., p. 23."
            ]
        },
        {
            "type": "main",
            "page_number": 277,
            "subsections": [
                {
                    "title": "",
                    "content": "Traveling further south to Central America, we find a Cholula myth proclaiming: 'In the beginning, before the light of the sun had been created, this land was in obscurity, darkness, and void of created things.' Likewise, the Mixtec origin account speaks of the beginning when 'all was chaos and confusion' and 'the earth was covered with water.' In a Nahua myth of Creation, the primordial substance also seems to have been water, while the Chibcha Indians of Colombia share that, 'in the beginning,' everything was dark."
                }
            ],
            "bibliography": [
                "M. Léon-Portilla, Pre-Columbian Literatures of Mexico (Norman, 1969), pp. 56-57.",
                "A. Metraux, 'South America: Creation and Destruction,' Larousse World Mythology (London, 1972), p. 483."
            ]
        },
        {
            "type": "main",
            "page_number": 278,
            "subsections": [
                {
                    "title": "",
                    "content": "KON TIKI VIRACOCHA\nIn South America, myths of primeval darkness are widespread. H. Osborne noted that some mythological cycles feature a primitive age of darkness before the sun's existence, where humans lived in a state of anarchy without the techniques of civilized life. In a similar vein, Juan de Betanzos narrates: 'They say that in ancient times, the land of Peru was dark and there was no light nor day. In those days, there dwelt a certain people, under an overlord whose name they no longer remember. And they say that at that time, when all was night in the land, there emerged from a lake in Collasuyu, a Lord named Con Ticci Viracocha... And while there, he suddenly made the sun and day and commanded the sun to follow the course it does today. It is said he had previously emerged on another occasion, creating heaven and earth, leaving everything dark.' Similarly, Sarmiento de Gamboa reports: 'The natives of this country [Peru] say that in the beginning, before the world was created, there was one they called Viracocha. He created a world dark and bereft of the Sun, Moon, and stars.' Importantly, 'The Sun, according to Sarmiento's narrative,' informs Jan Sammer, 'emerged only after the Deluge.' Thus, it seems even the famous Kon Tiki (Con Ticci) was a Saturnian figure, and the 'lake' from which he was said to have emerged serves as a dim memory of the ancient waters of chaos. His description as a fair-skinned, red-bearded man has intrigued western chroniclers, but opinions among the original natives varied. Still, Viracocha, regarded as a celestial deity, was revered as 'Thou who art in the high heavens.'"
                }
            ],
            "bibliography": [
                "H. Osborne, 'South American Mythology,' Mythology of the Americas (London, 1970), p. 294."
            ]
        }
    ]
}
