{
    "sections": [
        {
            "type": "main",
            "page_number": 99,
            "subsections": [
                {
                    "title": "“All his own observations...are fraudulent, so far as we can test them. Many of the",
                    "content": "observations that he attributes to other astronomers are also fraud that he has committed. His work is riddled with theoretical errors and with failures of comprehension. His models of the moon and Mercury conflict violently with elementary observation and must be counted as failures.\"\n\nThe worst of Ptolemy’s failures, however, was his geocentric system, which eventually became known as the Ptolemaic system. Despite Owen Gingerich’s claim that the geocentric world view “was almost universally accepted in his day,” when Ptolemy presented Earth as the center of the universe with the planets revolving around it, he was rejecting what had already been deduced before his time. Having considered the heliocentric system advocated by his forebears, he disqualified it since the implied violent rotation of Earth as deduced from Aristotle’s physics seemed to Ptolemy to be contrary to observation. The way he reasoned was that Earth’s rotation would have left “the animals and other weights...hanging in the air.” Earth itself, he reasoned, “would very quickly fall out of the heavens.” As he stated: “Merely to conceive such things makes them appear ridiculous.”\n\nAs Carl Sagan correctly noted, in rejecting the earlier belief that the planets revolved around the Sun, Ptolemy was responsible for preventing “the advance of astronomy for a millennium.” Thus, Robert Newton may not have been too harsh in his judgment when he claimed that Ptolemy “has caused us to lose much of the genuine work in Greek astronomy,” and that it would have been better for astronomy had the Almagest never been written.\n\nWhat, then, was this ancient Greek astronomy that Ptolemy sought to supersede? How superior was it to that espoused by Ptolemy?",
                    "citations": []
                },
                {
                    "title": "THE HELIOCENTRIC SYSTEM",
                    "content": "Many an authority on the subject of ancient Greek astronomy has in years past stressed the primitive nature of their knowledge. Many of them have relied on the oft-repeated dictum that “the world according to Homer” consisted of a round, but flat, Earth overarched by a semi-spherical sky in which the gods had fashioned their various domains. But even as early as 1881, apparently to the unconcern of various authorities who came after him, Simon Newcomb had already warned against this erroneous belief. As he wrote:\n\n“Not enough credit has been given to the ancient astronomers. For instance, there was no time within the scope of history when it was not known that the earth is a sphere, and that the direction down at different points is toward the same point at the earth’s center. Current teaching in the textbooks as to the knowledge of astronomy by the ancients is at fault.”\n\nThe discovery that the Sun, rather than Earth, was the body at the center of the Solar System has for long been attributed to the Polish astronomer Nicolaus Koppernigk, popularly known as Copernicus (1473-1543). It is sometimes forgotten that the Greek astronomer, Aristarchus of Samos, who flourished circa 270 B.C., had already recognized that Earth revolved together with the other planets around the Sun, thus anticipating Copernicus by some eighteen hundred years. For that reason, Heuer thought it appropriate to call Aristarchus “the ancient Copernicus.” Personally, giving credit where it is really due, I would rather turn that around by calling Copernicus “the modern Aristarchus.” Copernicus himself was not only aware that Aristarchus had preceded him in the discovery; he actually admitted to the fact in a passage of his work. Wishing to retain the fame for himself, however, he had second thoughts and ended up by excising all mention of Aristarchus in his published version.\nTo be sure, the work in which Aristarchus proposed this hypothesis has not survived, but the hypothesis itself was well known and commented upon by other writers. For instance, in Theon’s commentary on Aristotle, it is stated:\n\n“But Aristarchus of Samos brought out a book consisting of some hypotheses, in which the premises lead to the result that the universe is many times greater than that now called. His hypotheses are that the fixed stars and the Sun remain unmoved, that the Earth revolves about the Sun in the circumference of a circle, the Sun lying in the middle of the orbit.”\n\nThe belief in a heliocentric system seems to have originated not even with Aristarchus, but with Herakleides Ponticus (Heracleides of Pontus), and was maintained by Emperor Julian (the Apostate), who himself based his opinions on those of Iamblichus of Chalcis, all of whom wrote long before Copernicus abrogated the idea.",
                    "citations": [
                        "known as Copernicus (1473-1543)",
                        "R. Newton, The Crime of Claudius Ptolemy (Baltimore, 1977)",
                        "C. Sagan, Cosmos (N.Y. 1980)",
                        "Boston Daily Advertiser (November 29, 1881)"
                    ]
                }
            ],
            "bibliography": [
                "C. Sagan, Cosmos (N.Y. 1980)",
                "known as Copernicus (1473-1543)",
                "R. Newton, The Crime of Claudius Ptolemy (Baltimore, 1977)",
                "Boston Daily Advertiser (November 29, 1881)"
            ]
        },
        {
            "type": "main",
            "page_number": 100,
            "subsections": [
                {
                    "title": "Aristarchus of Samos, who flourished",
                    "content": "circa 270 B.C., had already recognized that Earth revolved together with the other planets around the Sun, thus anticipating Copernicus by some eighteen hundred years. For that reason, Heuer thought it appropriate to call Aristarchus “the ancient Copernicus.” Personally, giving credit where it is really due, I would rather turn that around by calling Copernicus “the modern Aristarchus.” Copernicus himself was not only aware that Aristarchus had preceded him in the discovery; he actually admitted to the fact in a passage of his work. Wishing to retain the fame for himself, however, he had second thoughts and ended up by excising all mention of Aristarchus in his published version. To be sure, the work in which Aristarchus proposed this hypothesis has not survived, but the hypothesis itself was well known and commented upon by other writers. For instance, in Theon’s commentary on Aristotle, it is stated:\n\n“But Aristarchus of Samos brought out a book consisting of some hypotheses, in which the premises lead to the result that the universe is many times greater than that now called. His hypotheses are that the fixed stars and the Sun remain unmoved, that the Earth revolves about the Sun in the circumference of a circle, the Sun lying in the middle of the orbit.”\n\nThe belief in a heliocentric system seems to have originated not even with Aristarchus, but with Herakleides Ponticus (Heracleides of Pontus), and was maintained by Emperor Julian (the Apostate), who himself based his opinions on those of Iamblichus of Chalcis, all of whom wrote long before Copernicus abrogated the idea.",
                    "citations": [
                        "sammites (or Sand Reckoner)",
                        "Granted that the great Plato (427-348 B.C.)",
                        "universe, it seems as if even he had a change of mind. According to Plutarch (A.D. 46-120)",
                        "tarchus, but with Herakleides Ponticus (Heracleides of Pontus)",
                        "and Martianus Capella (circa A.D. 400)",
                        "the Apostate (A.D 332-363)",
                        "and Nicolaus Cusanus (Nicholas of Cusa—A.D.1401-1464)"
                    ]
                }
            ],
            "bibliography": [
                "sammites (or Sand Reckoner)",
                "the Apostate (A.D 332-363)",
                "tarchus, but with Herakleides Ponticus (Heracleides of Pontus)",
                "and Nicolaus Cusanus (Nicholas of Cusa—A.D.1401-1464)",
                "universe, it seems as if even he had a change of mind. According to Plutarch (A.D. 46-120)",
                "Granted that the great Plato (427-348 B.C.)",
                "and Martianus Capella (circa A.D. 400)"
            ]
        },
        {
            "type": "main",
            "page_number": 101,
            "subsections": [
                {
                    "title": "Proclus (A.D. 410-485), one of the",
                    "content": "greatest intellects of the Athenian schools of Neoplatonism, wrote not only about the moons, or satellites, revolving around the planets, but also of the planets revolving around stars.\n\nCopernicus, of course, was not the only astronomer of later times who appropriated the works of the ancients. The Danish astronomer Tycho Brahe (1546-1601) also announced as his own discovery the fact that Venus and Mercury revolved around the Sun despite the fact that Heracleides of Pontus had already made the discovery.\n\nIt might now be objected that these ancient discoveries were not universally adhered to. Thus, for instance, Plutarch (A.D.46-120), who was anything but an astronomer, immortalized his conviction that Earth does not move. In other words, borrowing a phrase from the indomitable Charles Fort, there was not agreement among the wise men. The study of ancient Greek astronomy also makes it obvious that while an investigator might, through observation and calculation, come to a correct conclusion about a celestial object, the very same person would often hold an incorrect belief concerning another. But was this any different from what transpired later in the so-called age of enlightenment? As Velikovsky so aptly noted:\n\n“During his lifetime Copernicus had only one follower, Rheticus, and was rejected by all others. Kepler’s discoveries were rejected by Galileo, his peer; Newton’s gravitational theory was rejected by Leibnitz, his peer; and Agassiz, who was ridiculed, himself rejected Darwin. Virchow did not support Pasteur; Edison rejected and fought against Tesla and the use of alternating current. The list can be multiplied a hundred times. It goes back to Archimedes’ rejection of Aristarchus, who taught that the Earth revolves around the Sun.”\n\nIn fact, was it any different than what continues to transpire down to the present day? When new astronomical, or other scientific, discoveries come to light, as they continue to do almost day by day, and theories are then formulated to account for the discoveries, can it be said that astronomers, and/or other scientists, are almost immediately of one mind concerning them?",
                    "citations": [
                        "astronomer Tycho Brahe (1546-1601)"
                    ]
                },
                {
                    "title": "THE WELL AT SYENE",
                    "content": "Eratosthenes (276-194 B.C.) seems to have been the first person to measure Earth’s circumference. He accomplished this when he was told that at Syene, the present Aswan, in Egypt, there was a well which, at noon on the day of summer solstice, was illuminated by the Sun down to the bottom. He also knew that, on the same day at Alexandria, a vertical staff cast a short shadow. From this—a shadow in one place but no shadow in another on the same day—Eratosthenes first verified that Earth was indeed spherical. Then, knowing the distance between Syene and Alexandria, which was measured at 5,000 stadia, and using some simple geometry, he realized that this was 7°, or close to 1/50 of a great circle. He thus arrived at the figure of 250,000 stadia, which he subsequently corrected to 252,000 stadia, as the circumference of Earth. When translated into miles or kilometers, his result was only a few percent off the mark.\n\nIt was on thus discovering the vastness of the world he lived on that Eratosthenes became convinced of the immensity of the universe.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Eratosthenes (276-194 B.C.)",
                ". Velikovsky, Stargazers and Gravediggers (N. Y., 1983)"
            ]
        },
        {
            "type": "main",
            "page_number": 102,
            "subsections": [
                {
                    "title": "Egypt, there was a well which, at noon on the day of summer solstice, was illuminated by the",
                    "content": "Sun down to the bottom. He also knew that, on the same day at Alexandria, a vertical staff cast a short shadow. From this—a shadow in one place but no shadow in another on the same day—Eratosthenes first verified that Earth was indeed spherical. Then, knowing the distance between Syene and Alexandria, which was measured at 5,000 stadia, and using some simple geometry, he realized that this was 7°, or close to 1/50 of a great circle. He thus arrived at the figure of 250,000 stadia, which he subsequently corrected to 252,000 stadia, as the circumference of Earth. When translated into miles or kilometers, his result was only a few percent off the mark.\n\nIt was on thus discovering the vastness of the world he lived on that Eratosthenes became convinced of the immensity of the universe.",
                    "citations": []
                },
                {
                    "title": "INCLINATION TO THE SOUTH",
                    "content": "The Greeks were also aware that Earth’s axis was inclined, and that it was inclined “toward the south.” As Plutarch wrote:\n\n“Diogenes and Anaxagoras affirm that, after the world was composed and the earth had produced living creatures, the world out of its own propensity made an inclination toward the south.”\n\nUnfortunately, Plutarch, bless his soul, was not only not an astronomer, he was not much of a geographer either. So he did make something of a mess when it came to explaining the reasons behind Earth’s inclination and, especially, when he attempted to account for its effects. On the other hand, come to think of it, perhaps Plutarch should not be blamed too much for these misunderstandings since, in some instances, he actually claimed that he was but repeating what others had asserted.",
                    "citations": []
                },
                {
                    "title": "THE PRECESSION OF THE EQUINOXES",
                    "content": "Besides being inclined, Earth’s axis spins in a strange fashion which has often been compared to that of a spinning top. Rather than rotating in a rigid manner, Earth’s axis also wobbles in such a way that its imaginary tip describes a circle of its own. In effect, the axis precesses around the vertical so that it traces out a cone in space. This additional axial rotation thus causes an apparent shift of the stars, as viewed from Earth, which is different from the apparent daily revolution of the stars around the pole. Whereas the daily rotation causes the stars to seem to revolve around the Pole Star, precession causes the Pole Star itself to revolve in a circle of 23.5° radius. Thus, throughout the years, the Pole Star is seen to shift and leave the north celestial pole. If another star is then in the right position, it becomes the new Pole Star. At present, the Pole Star is alpha Ursae Minoris, but, at the time of the Greek astronomers we are presently concerned with, it would have been beta Ursae Minoris. In 3000 B.C., it would have been alpha Draconis. It was not just the pole stars, however, that slowly “passed away,” but the entire sky and, with it, its entire denizens. This movement, however, is very slow in execution, requiring 26,000 years in order to complete one full circle. The motion does not, therefore, lend itself to easy detection. Nor, for that matter, does the resultant change—except over thousands of years. Needless to say, no one person can live long enough to detect the change. And yet, not only was this change detected, so was the precessional motion that gives rise to it.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 103,
            "subsections": [
                {
                    "title": "mers and mathematicians of antiquity, the",
                    "content": "Greek Hipparchus, who flourished sometime between 146 and 127 B.C. How did he accomplish the feat?\n\nIt is said that Hipparchus came to his conclusion by comparing the positions of the stars, especially Spica in the constellation Virgo, with the earlier ones given by Timocharis of Alexandria sometime in the beginning of the 3rd century B.C. Hipparchus realized that the longitudes of the stars had increased and so concluded that the equinoctial points—those points at which the Sun’s path crosses the equator—had moved westward along the ecliptic (moving clockwise for an observer on Earth). He estimated the movement at about a degree per century, or 36” per year. The true value, of course, is closer to 50” but, considering the crude equipment he had to work with, to say nothing of the difficulty of the task, one can claim that he did extremely well.\n\nIt has, however, been argued that Hipparchus could not have discovered this fact on the basis of Timocharis’ observations alone, since these observations did not go back far enough in time for anyone to have noticed the difference in the positions of the stars as brought about by the slow motion of precession. It is more probable that Hipparchus had access to much older Babylonian observations. It was the Babylonians who had first started to measure longitudes by referring stars to the ecliptic.",
                    "citations": [
                        "of Spica (and other stars of low latitudes)",
                        "nu (Cidenas of the Greeks...)",
                        "Encyclopaedia Britannica (1959 edition)"
                    ]
                }
            ],
            "bibliography": [
                "nu (or Cidenas)",
                "of Spica (and other stars of low latitudes)",
                "Encyclopaedia Britannica (1959 edition)"
            ]
        },
        {
            "type": "main",
            "page_number": 104,
            "subsections": [],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 105,
            "subsections": [
                {
                    "title": "of the equinoxes—which term, incidentally, was coined by Hipparchus himself—could not",
                    "content": "have been discovered without comparing the longitudes of stars “at different epochs, sufficiently distant.” Hipparchus’ reliance on much older stellar longitudes is therefore beyond doubt. The prize for the cognition of what lies behind precession, however, remains his.\n\nThis is not to say that others have not vied for the fame—even if in retrospect and through modern proxy. None of these attempts have, however, withstood the test of scrutiny.",
                    "citations": []
                },
                {
                    "title": "THE CRIME OF ANAXAGORAS",
                    "content": "was the first to clearly state that the Moon shines with the reflected light from the Sun, from which he devised a theory concerning the phases of the Moon. At the time, as with Galileo much later, this doctrine, which was not in keeping with the prejudices of the day, was so dangerous that the manuscript in which Anaxagoras set out his ideas had to be circulated in secrecy. A century later, Aristotle (384-322 B.C.) would argue that the Moon exhibited phases and that eclipses occurred simply because that was the nature of Earth’s satellite—which, as Sagan succinctly put it, was “an explanation that explains nothing.”\n\nAnaxagoras also believed that the Sun and the stars were hot. While this was evident for the Sun, it was not, as it still is not, for the stars. When asked why we do not feel the heat of the stars, he replied correctly that it was because they were too far away. When he calculated the Sun to be larger than the Peloponnesus, which constitutes about a third of Greece, his estimate was thought to be “excessive and absurd.”\n\nIn the end, again much like Galileo, Anaxagoras was charged, convicted, and imprisoned for impiety, mainly because he had taught that the Moon consisted of ordinary, and not divine, matter. It took Pericles, the great Athenian leader, to engineer Anaxagoras’ release from prison.",
                    "citations": [
                        "Anaxagoras (500-428 B.C.)",
                        "these theories had to be circulated in secrecy. A century later, Aristotle (384-322 B.C.)",
                        "He knew that the Moon harbored mountains (although he also believed it harbored life)"
                    ]
                },
                {
                    "title": "SHADOWS THROUGH SPACE",
                    "content": "Thales, who lived toward the end of the 7th century B.C., has been lauded by his own ancient countrymen as having been the first astronomer. Diogenes Laertius stated that Thales was first to receive the name of sage; that he was first to study astronomy and predict eclipses of the Sun and fix the solstices; was first to make a number of specific observations relating to the Sun and the Moon; was said to have “discovered” the seasons and to have divided the year into 365 days. According to others, he was also the first, rather than the above-mentioned Anaxagoras, to realize that the Moon was actually illuminated by the Sun.\n\nThales is also said to have recognized and to have predicted the solstices; to have been the first to discover the passage of the Sun from one solstice to another; and to realize that this cycle was not always of equal length, but that, on the contrary, there were “slight variations in length of the solar seasons as divided by solstices and equinoxes.”",
                    "citations": [
                        "Ibid, (emphasis added)",
                        "(1997)",
                        "(1966)"
                    ]
                }
            ],
            "bibliography": [
                "(1966)",
                "Ibid, (emphasis added)",
                "(1997)",
                "Anaxagoras (500-428 B.C.)",
                "He knew that the Moon harbored mountains (although he also believed it harbored life)",
                "these theories had to be circulated in secrecy. A century later, Aristotle (384-322 B.C.)"
            ]
        },
        {
            "type": "main",
            "page_number": 106,
            "subsections": [
                {
                    "title": "But, despite William Mullen’s noble attempt to uphold this lofty position for him, the",
                    "content": "best that can be claimed for Thales is the honor of having been the first Greek astronomer. That being the case, one should attempt to find out exactly how much Thales could have borrowed from the earlier Babylonians.\n\nThere has been much debate on how much Thales owes his fame to those who later praised his name. D. R. Dicks, for one, has insisted that Thales' reputation in having been the first Greek astronomer comes from later, unreliable, sources, and that, therefore, no validity should be applied to these claims. And while Mullen has found reason to question the evidence that Dicks relied on, the evidence he himself presented is, at best, circumstantial.\n\nThose who have sought to devalue Thales’ reputation have also questioned his ability to predict eclipses. Both Plutarch and the ancient historian Herodotus knew that lunar eclipses were caused by the projection of Earth’s shadow on the lunar surface. The passage of the Moon across the face of the Sun during a solar eclipse would have been more evident, so that it would also have been known that the Moon cast its shadow on Earth during such an occurrence. Even so, knowing what causes a lunar, or solar, eclipse is one thing; being able to predict either of them is quite another.\n\nMeanwhile, quite a number of ancient sources, including Herodotus, have claimed that Thales predicted an eclipse which took place during the battle between the Medes under Cyaxares and the Lydians under Alyattes. This has led historians to set the date of that battle at 585 B.C. Benny Peiser, on the other hand, has claimed that “Thales could not have possessed the knowledge necessary to predict eclipses in general.” In this, he might not have been entirely correct. As van der Waerden had earlier noted:\n\n“Such a feat requires the experience of more than forty years, no matter how one proceeds. It is not possible to accomplish it alone. But Thales had no Greek predecessors. The conclusion is inescapable that he must have drawn upon the experience of Oriental astronomers.”",
                    "citations": [
                        "and Pliny (A.D. 23-79)",
                        "(1959)",
                        "s Disc (in Opera Moralia)",
                        "See here, for instance, E. G. Suhr, The Spinning Aphrodite (N. Y., 1969)",
                        "B. L. van der Waerden, Science Awakening (Groningen, 1954)",
                        "(1981)"
                    ]
                }
            ],
            "bibliography": [
                "B. L. van der Waerden, Science Awakening (Groningen, 1954)",
                "(1959)",
                "s Disc (in Opera Moralia)",
                "(1981)",
                "and Pliny (A.D. 23-79)",
                "See here, for instance, E. G. Suhr, The Spinning Aphrodite (N. Y., 1969)"
            ]
        },
        {
            "type": "main",
            "page_number": 107,
            "subsections": [
                {
                    "title": "ena.” This may be all that true, but, in face of the fact that the works of Thales himself",
                    "content": "have not survived, this can at best be qualified as a surmise. Thus I mention all this specifically to stem the possible accusation that I have taken every statement of the ancients as being necessarily true.",
                    "citations": []
                },
                {
                    "title": "THE METONIC CYCLE",
                    "content": "The reconciliation of the motions of the Sun with those of the Moon was required by ancient societies in an endeavor to pinpoint their seasonal festivals. Most Greek festivals were held at full moon with certain ceremonies to be held in certain months. The months, therefore, needed to be reconciled with the year. But since twelve lunations fall somewhat short of the solar year, an extra month had to be added to the year every so often.\n\nAccording to Geminos of Rhodes, who wrote sometime in the first century B.C., such a system of intercalation was already in use “some time before the second half of the fifth century B.C.” The earliest such intercalation by the Greeks that has come down to us involved the supplementing of 96 lunar months through an 8-year period, a cycle they called octaeteris, with the addition of leap years every third, fifth, and eighth years by inserting an extra month into each of them.\n\nBy the fifth century B.C., however, it had been realized that this 8-year cycle was not all that accurate. The small difference between 99 months (the 96 plus the 3 of the leap years) and the 8 years into which they tried to fit them accumulated as the years went by so that the integration of the solar and lunar motions was thrown off balance.\n\nIt was the Athenian astronomer Meton who then realized that the Moon returned to the same position in relation to the Sun every 19 years—or so Geminos had it stated, for which reason the system has, to this day, been called the Metonic cycle. This cycle works better than the 8-year one because 19 years equal 235 lunations almost exactly.\n\nIn actual fact, however, there are indications that the Babylonians had been using this 19-year cycle some one hundred years earlier. The Chinese also seem to have known about it, although it cannot be ascertained just how early the relationship was discovered and/or borrowed. Known as the chang, dates separated by multiples of 19 years are known from inscriptions on Shang dynasty oracle bones.\n\nDiodorus Siculus also quoted a no-longer extant work by Hecateus of Abdera who also mentioned this 19-year return of the Moon and that it was known to the Hyperboreans who inhabited an island “not smaller than Sicily” which was located “opposite to the coast of Celtic Gaul,” which could only have been Britain.\n\nIn Tibet, the year is counted as 360 days with the addition of seven intercalary months over a 19-year interval set up to keep the phases of the Moon in step with the solar year and the seasons. It is not known, however, how old this system is.",
                    "citations": [
                        "months (the 96 plus the 3 of the leap years)"
                    ]
                },
                {
                    "title": "A MATTER OF GRAVITY",
                    "content": "Isaac Newton owes his prestige in the world of science to his theory of gravity as propounded in his Principia. But, as Velikovsky was right in asking: “[D]id not Newton read in the works of the ancients? Whose original theory was gravitation then?”",
                    "citations": []
                }
            ],
            "bibliography": [
                "months (the 96 plus the 3 of the leap years)"
            ]
        },
        {
            "type": "main",
            "page_number": 108,
            "subsections": [
                {
                    "title": "Plutarch [A.D. 46-120] of the Moon removed from the Earth by 56 terrestrial radii and impelled by gravitation to circle around the Earth...?",
                    "content": "Whose original theory was gravitation then?",
                    "citations": []
                },
                {
                    "title": "THE ROTATION AND REVOLUTION OF PLANETS",
                    "content": "That the planets both rotated on their own axes and moved on their orbits was well known to Plato. Thus he wrote that the Creator “gave to each [of the heavenly bodies] two movements: the first, a movement on the same spot after the same manner...the second a forward movement.” Nor was Plato the only one. As Lynn Rose wrote:\n\n“The Sicilian Pythagoreans Hiketas and Ekphantos, both of whom were from Syracuse, spoke explicitly of Earth’s rotation in situ. The cosmology of Herakleides of Pontus...featured the same basic device.”",
                    "citations": []
                },
                {
                    "title": "PLANETARY CONJUNCTIONS",
                    "content": "Johannes Kepler (1571-1630), famous for his discovery of the three laws of planetary motions, wrote of a “great conjunction” that took place between the planets Jupiter and Saturn every 20 years, culminating in a “mighty conjunction” every 60 years (59.6, more correctly). Kepler then prepared some diagrams, known as trigons, illuminating these conjunctions as they occurred against the background of the zodiac.\n\nAs E. S. Kennedy has shown, however, Arabian astrology already knew all that. Earlier astronomers knew, and wrote, that one revolution of Jupiter took twelve years (modern calculation: 11.86), and that of Saturn was accomplished in thirty years (modern calculation: 29.46 years).\n\n“For if the sphere of Jupiter comes from the same to the same in twelve years, but that of Saturn in thirty years, it is evident that when Jupiter has made five revolutions, Saturn will have made two revolutions: for twice thirty is sixty, and so likewise is twelve times five; so that their revolutions will be conjoined in sixty years.”",
                    "citations": [
                        "Johannes Kepler (1571-1630)",
                        "still, the Neoplatonist Olympiodorus (6th century A.D.)",
                        "of Jupiter took twelve years (modern calculation: 11.86)",
                        "in thirty years (modern calculation: 29.46 years)"
                    ]
                },
                {
                    "title": "THE PERIODICITY OF COMETS",
                    "content": "It has often been stated that ancient historical documents, to say nothing of mythological ones, have nothing to offer as far as modern astronomy is concerned. But, as Livio Stecchini pointed out, this is certainly not true when it comes to the periodicity of comets. As he wrote:\n\n“No science of comets is possible without the use of these records. It must be observed that many of the critics of Velikovsky have claimed that historical data are irrelevant.”",
                    "citations": []
                }
            ],
            "bibliography": [
                "Johannes Kepler (1571-1630)",
                "still, the Neoplatonist Olympiodorus (6th century A.D.)",
                "of Jupiter took twelve years (modern calculation: 11.86)",
                "in thirty years (modern calculation: 29.46 years)"
            ]
        }
    ]
}
