{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 119,
            "subsections": [
                {
                    "title": "",
                    "content": "Fragments of a cuneiform tablet, one of various constituting the Babylonian astronomical diaries. (Illustration after A. Sachs.) The phenomena recorded in them are precisely those that are predicted by the mathematical astronomical cuneiform texts of the Hellenistic [that is, later Greek] period. During Seleucid times, when Babylon was ruled by the Hellenistic dynasty founded by Seleucus I after the death of Alexander, a period which is calculated to have lasted from 312 to 64 B.C., lunar and planetary theory had developed along Greek classical lines. Abstract numerical tables, or ephemerides, representing the motions of the heavenly bodies, were much in vogue at the time. These continued to record the recurrence of astronomical phenomena year by year, with an accuracy comparable to that of contemporary observations. Judging by the contents of the astronomical diaries, this accuracy can be stretched to 747 B.C. There is no great wonder in all of this, but it does prove one point, banal as it may seem, and that is this: Beginning from at least the middle of the seventh century B.C., Babylonian astronomers knew very well what these pinpoints of light called planets looked like and could easily distinguish one from the other; they knew where every planet belonged in the sky and what track each one of them invariably followed—an easy matter for anyone with keen eyesight, plus the patience and the motivation to learn. Yes, I know, it is hardly even worth mentioning. Why, then, contrary to what we see above us in the night sky at present, did these same Babylonian astronomers insist that the planet we call Saturn had been the most prominent body in the sky? That is a question the answer to which, beginning in the very next chapter of this work, will carry us into some very strange and deep waters.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Thid., p. 44.",
                "A. Armitage, 'History of Astronomy,' Encyclopaedia Britannica (1959 edition), Vol. 2, p. 582 (emphasis added)."
            ]
        },
        {
            "type": "main",
            "page_number": 120,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 3 THE MOST PROMINENT OF THE PLANETS It was Diodorus Siculus, sometime in the first century B.C., who first reported to the Hellenistic world that the Chaldeans regarded Saturn as the most prominent of the planets: \"But above all in importance, they [the Chaldeans] say, is the study of the influence of the five stars known as planets...the one named Cronus [the same as Kronos] by the Greeks [i.e., Saturn]...is the most conspicuous.\" As viewed from Earth, this is simply not so. Venus is much more prominent. It is easily the brightest of the planets, bright enough at night to cast shadows and, when meteorological conditions permit, bright enough to be seen during the day. In contradistinction, Saturn is a very difficult object to observe. Even Bob Forrest, one of the strongest opponents of cosmic catastrophism, was moved to display his bewilderment at this datum: \"The only puzzling thing about this passage [of Diodorus] is the way Saturn is said to be the most conspicuous of the planets. All else is fairly routine.\" As we shall see, this statement is not the \"only puzzling thing\" in this passage of Diodorus; nor is all else in it \"fairly routine.\" But one thing at a time. The term \"Chaldean,\" meanwhile, has long been misunderstood and misapplied by ancient historians and moderns alike. As used by Diodorus and other classical authors, the term simply meant \"astrologers\" and/or \"astronomers,\" but always in relation to the Babylonians. These, then, were the same Babylonians whose astronomical achievements we have enumerated in the previous section. But how, then, with all of their sophisticated knowledge of the heavens, could they have committed such an error? Or, if an error it was not, why would they have perpetuated such a falsity? Of course, one could also ask: Why take the word of Diodorus, a Greek historian, who could easily have been mistaken on matters Babylonian? But was Diodorus the only writer of antiquity who ever reported this strange belief concerning the planet Saturn? And, in fact, were the Babylonians the only ones who were supposed to have asserted this oddity? To give but one other example—and later we shall give others—we note here one of the Sanskrit names of the planet Saturn, that is Grahanayakah.",
                    "citations": [
                        "Diodorus Siculus, Bibliotheca Historica, 11:30-34.",
                        "B. Forrest, Velikovsky’s Sources: Notes and Index Volume (Manchester, 1983), p. 532.",
                        "J. D. Prince, 'Chaldea,' Encyclopaedia Britannica (1959 ed.), Vol. 5, p. 195.",
                        "V.S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1975), p. 417."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 121,
            "subsections": [
                {
                    "title": "",
                    "content": "According to this name, Saturn is, or at least was, considered the leader of the planets—in fact, the chief planet. As we shall soon see, this belief was widespread among the ancient nations, and it is difficult to believe that such a persistent assertion could have been the result of mere fancy. But if the astronomers of the time could see, as they must have, that Saturn was not the most prominent, or conspicuous, of the planets, on what was the belief based? The clue to Saturn’s prominence—even loftiness—was supplied by Diodorus in the very same passage we have already partly quoted. There, this writer continues to report that \"the [planet] named Cronus [i.e., Saturn] by the Greeks...they [the Chaldeans] call the star of Helios.\" It is somewhat odd that Forrest did not find this statement as \"puzzling\" as the one which proclaims Saturn to be the most prominent of the planets. Odder still is that he relegated it to the unimportance of \"fairly routine\" reporting because, to the Greeks of Diodorus’ time, Helios was the Sun. From it are derived such Sun-oriented English words as \"heliacal,\" \"heliocentric,\" and \"heliograph.\" Why would the Babylonians have referred to the planet Saturn as the star of the Sun? But what of the Babylonians themselves? Do we not hear from them directly? With so many cuneiform tablets having been lost through the vagaries of nature and the hand of man, and with so many undeciphered others falling apart in museum basements, it would not have been remarkable had this datum not survived in the original. But it has, and in more than one text. R. C. Thompson might have been the first to discover, even if not entirely understand, this Babylonian verity. Thus, another Babylonian name for the planet Saturn was (Mul) Lu-Bat Sag-US, and we find it stated in an astrological report from that nation that \"(Mul) Lu-Bat Sag-US Mul (il) Samai Su-u,\" which Thompson translated as \"[the planet] Saturn is the star of the sun.\" Actually, Diodorus should have known that this belief was already common among the scholars of his own nation. Eratosthenes of Alexandria, who thrived somewhere between 276 and 194 B.C., and whose astronomical, mathematical, and geographical knowledge enabled him, as we have already seen, to measure Earth’s circumference, identified the planet Saturn as the star of the Sun, as did several other Greek writers. Among the Greeks, this belief was",
                    "citations": [
                        "Ibid., p. 542.",
                        "T acknowledge my debt to Roger Ashton for this insight.",
                        "M. Jastrow, Jr., \"Sun and Saturn,\" Revue D’Assyriologie et D’Archeologie Orientale (Paris, September 1910), p. 173.",
                        "Diodorus Siculus, loc. cit.",
                        "M. Jastrow Jr., \"The Sign and Name for Planet in Babylonian,\" Proceedings of the American Philosophical Society, 47:89 (May-August 1908), pp. 155-156.",
                        "R. C. Thompson, The Reports of the Magicians and Astrologers of Nineveh and Babylon, Vol. I (London, 1900), p. Ixiii; see also, W. A. Heidel, The Day of Yahweh (N. Y., 1929), pp. 437, 470, where other references are cited.",
                        "A. Bouche-Leclercq, L’Astrologie Grecque (Paris, 1899), p. 93."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 122,
            "subsections": [
                {
                    "title": "",
                    "content": "continued down to the 6th century A.D. as is known through the neo-Platonic philosopher Simplicius, who also called Saturn the star of the Sun. Whether they obtained this particular information from the Greeks or not, we find that the Romans were of a similar mind. In his enumeration of the planets, the Latin writer Gaius Tulius Hyginus, who, as the superintendent of the Palatine Library, must have had access to much older material, referred to the planet in question as the star of Sol. As just about any dictionary will verify, Sol was not only the Roman Sun personified, but it was, as it still is, the very Latin word for \"Sun\". From it are derived such English words as \"solar,\" \"solarium,\" and \"solstice.\" The scholiast on Germanicus also lists Saturn as Stella Solis—Star of the Sun—a name which apparently was a common designation for the planet in Roman times. But whence the belief? Better still, what does the designation \"star of the Sun\" really mean? To what does it allude? A telling clue comes from Sanskrit. In this language, Surya is the common name for the Sun. Suryaputrah, which means \"son of the Sun,\" is, however, one of the names for the planet Saturn. Another Sanskrit name for the Sun is Ravi, and again, we find the planet Saturn designated as Raviputra, which also means \"son of the Sun.\" As the son of the Sun, Saturn could be termed the star of the Sun. But this only raises another question. Why would Saturn, among the planets, have been thought of as the son of the Sun?",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 123,
            "subsections": [
                {
                    "title": "",
                    "content": "Let us go one step farther. Yet another Sanskrit name for the planet Saturn is Saurah. But saurah also means \"solar day\" and/or \"solar month.\" This seems to indicate that the connection between Saturn and the Sun was more intimate than we have so far deduced. In fact, this last datum is enough to make one believe that, at least to the Hindus, Saturn and the Sun were close to being synonymous. (MUL) LU-BAT SAG-US A common entry in a collection of astrological reports from Nineveh and Babylon which, in variant forms, is many times repeated, uses the formula \"When Shamash [the same as Sama] stands in the halo of Sin, such and such a thing will come to pass.\" Now open up just about any work on Assyro-Babylonian mythology and you will find it stated that Shamash and Sin were the deified Sun and Moon. According to this belief, the omen mentioned above would then translate as \"when the Sun stands in the halo of the Moon, such and such a thing will come to pass.\" Now while Sun and Moon can be seen together, the Sun can never appear in the halo of the Moon. For one thing, the Sun does not appear small enough to fit between the Moon and its surrounding halo—when it has one; for another, the Moon can only appear within a halo during the night when the Sun, needless to say, is absent. What, then, could the Babylonian astrologers have been alluding to?",
                    "citations": [
                        "M. Jastrow, Jr., loc. cit.",
                        "Ibid., pp. 163-164."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 124,
            "subsections": [
                {
                    "title": "",
                    "content": "There is no point in claiming that this was astrological nonsense. Babylonian astrologers, like those of ancient China, were required to acquaint their rulers with the mandates of heaven, to warn them of impending disasters or to soothe their fears with reports of divine satisfaction. The foretold events might not always have come to pass. Fallacious predictions, however, were one thing; impossible ones were quite another. There would have been no point in predicting an event based on an astronomical occurrence that could never have come to pass. A prognostication based on the appearance of the Sun within the halo of the Moon would not only have been useless, it would have been considered utterly insane. No Babylonian astrologer would have risked ridicule, not to mention royal displeasure, by sending such a prediction to his king. Why, then, did they even bother writing down such a formula? As Morris Jastrow, even without knowing the full implication of these formulae, concluded: \"Since this phenomenon can only occur at night, Sama cannot of course be the sun.\" This brings us back to the Babylonian statement mentioned earlier which reads \"(Mul) Lu-Bat Sag-U8 (il) SamaS Su-u,\" and which, as we have seen, Thompson translated as \"Saturn is the star of the sun.\" Jastrow, however, has noted that while this reading is possible, a more accurate translation would be \"Saturn is the sun-star.\" We note here the difference between calling Saturn the star of the Sun—the star belonging to the Sun—and naming it as the Sun-star since the latter seems to connote the Sun itself. In fact, another translation given by Jastrow is \"[the] planet Saturn (as a) star is Shamash.\" Stated more clearly, what this datum is really telling us is that \"the planet Saturn is Shamash\" or \"Shamash is the planet Saturn.\" What is also of interest is that this statement appears as a gloss in one of those omens which uses the formula \"when Shamash stands in the halo of Sin.\" This, then, was the astrologers’ way of informing whoever read this particular report that by Shamash the planet Saturn, and not the Sun, was meant. The formula in question should therefore read \"when Saturn stands in the halo of Sin, such and such a thing will come to pass.\" This is further clarified by another gloss which appears in a number of similar cases which unambiguously declares that (Mul) Lu-Bat Sag-U8 ina tarbas Sin izzaz—i.e., \"Saturn stands in the halo of Sin.\" This not only makes better observational sense, it compliments—nay, validates—the formula which uses Shamash as a name for Saturn. If conditions permit, the pin-point of light in the night sky that is Saturn can be discerned within the halo of the Moon.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 125,
            "subsections": [
                {
                    "title": "",
                    "content": "This argument, which I myself have had reason to repeat in the past, is not even called for because, as I will indicate in a future work, Sin did not always stand for the Moon. Thompson, of course, was aware before Jastrow that the Babylonians called Saturn by the name of Shamash. Since this verity came to light at least as early as 1900, it is a sin of omission—worse still, a scholarly deception—not to have it so stated in current works dealing with Assyro-Babylonian mythology. Even the former Director of the British Astronomical Association, A. F. O’D. Alexander, paid greater heed to ancient belief than mythologists have on this particular issue. In his 1962 work on the planet Saturn, he correctly presented the astrological excerpts we have been investigating as relating to Saturn rather than the Sun. Unfortunately, he then muddled up the issue by claiming that it was \"a legendary association between these two bodies\" which served as \"an excuse for making reports even more ambiguous by using the word for Sun when Saturn was meant.\" Actually, there is absolutely no doubt that Shamash was also the Babylonian name of the Sun. In fact, a bilingual list of the heavenly bodies now housed in the British Museum shows Shamash pure and simply as the Sun. Saturn is there called by the usual name of Ninurta.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 126,
            "subsections": [
                {
                    "title": "",
                    "content": "Ninurta—with thunderbolts, sword, and scythe—from a relief found at the temple dedicated to the god in ancient Kalakh (or Kalhu), present-day Nimrud.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 127,
            "subsections": [
                {
                    "title": "",
                    "content": "The consensus was reached and maintained, in spite of Virolleaud’s contention that ud (and, by extension, Akkadian u), actually stands for \"sun\" or \"sun light.\" More recently, this subject has again been taken up by Sjoberg and Bergmann who have indicated that \"originally u [and, by extension, Sumerian ud] did not mean ‘storm’ but ‘light’.\" Thus, even \"sun\" and \"sun light\" are not entirely correct. The epithets quoted above should therefore read \"the most furious light\" and \"King, Light whose brilliance surpassed (all others—i.e. all other gods).\" Thus, originally, Ninurta seems to have had nothing to do with storms and everything to do with light—which is much in keeping with his sun-like qualities. Nimrod has also, and often, been identified as the planet Saturn, even if the reason for the identification has seldom been clarified. When a reason is given, it usually runs some-thing like the following: Nimrod, sometimes called Nebrod, the traditional founder of Babylon, was \"the first to become king on earth...and took as title the name of the planet Kronos [which was Saturn].\" Nimrod, however, did not have to take the name of the planet Saturn because his name was already that of Saturn. Thus, for instance, Nimrod has also, and often, been claimed to be an alias of Ninurta. The actual truth, however, is that the two names are really one and the same. The cuneiform characters which spell nin, ur, and ta can also be read nim, ru, and ud respectively—which can be said to be the same syllables in reverse and which, of course, spell \"nimru-ud,\" a name that has been popularized as \"Nimrod.\" Of course, it is not only in legendary tales, such as those dealing with Nimrod, that Saturn was lauded as king—often the very first king the world had ever known.",
                    "citations": [
                        "M. Jastrow, Jr., loc. cit."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 128,
            "subsections": [
                {
                    "title": "",
                    "content": "Not only do we find this deity lauded as the first among kings but also as \"the first of the gods,\" thus giving the impression that Saturn was the very first god ancient man had recognized as such. As we noted in Chapter 1 of this work, the cuneiform sign for \"god\" and \"planet\" was one and the same—%K. However, the same cuneiform sign also stood for \"king.\" But, more than that, the very same ideogram was also used to \"spell\" the name of the great Sumerian god An (or Anu) who—as the father of all the gods, the \"Head of the older generation of gods,\" standing at the beginning of every theological list from all periods—can also be understood as a personification of the Saturnian deity. More in keeping with our subject, we also find Ninib lauded as \"the light of heaven and earth\" and, quite explicitly, as \"he who, like the sun, the light of the gods, irradiates the nations.\" There is no point in claiming that these were metaphorical epithets meant to be applied to the god and not the planet he represented because, to the ancients who venerated him, the god and the planet were one and the same.",
                    "citations": [
                        "G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. 1 (N. Y., 1885), p. 86."
                    ]
                }
            ],
            "bibliography": []
        }
    ]
}
