{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 49,
            "subsections": [
                {
                    "title": "",
                    "content": "Socrates defended himself at his trial. Accused of preaching against the gods and corrupting the youth of his time, Socrates was found guilty and sentenced to death. Surrounded by his saddened friends, he carried out the sentence by drinking hemlock. (Illustration by John Green.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 50,
            "subsections": [
                {
                    "title": "",
                    "content": "Kronos, holding the sickle with which he castrated his father.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 51,
            "subsections": [
                {
                    "title": "",
                    "content": "Rhea, giving Kronos a stone in swaddling clothes instead of her son Zeus for him to devour. (From a relief now in the Capitoline Museum, Rome.) Should we not turn our attention to a possible cosmological interpretation of the myth? The planetary deities that ancient man worshipped as gods is not a new revelation. The study of classical texts, cuneiform tablets, and even the pages of the Old Testament has long illuminated this oft-ignored aspect of ancient religions. The Sun and the Moon—one as the benefactor of light and warmth, the other as the vanquisher of nightly shades—might be considered appropriate candidates for divine worship.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 52,
            "subsections": [
                {
                    "title": "",
                    "content": "The ancient Greeks deified all of the heavenly bodies of the Solar System that were, and still are, visible to the naked eye. Saturn was Kronos, who was once king of heaven. Jupiter was Zeus, who, as in the case of other planetary pantheons, seized the kingdom of the gods from his father Kronos/Saturn. Mars was known as Ares, the blood-thirsty god of war. Aphrodite, the goddess of love, was the personification of Venus. The planet Mercury was Hermes, with his winged sandals, the swiftest god among the Olympians.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 53,
            "subsections": [
                {
                    "title": "",
                    "content": "Ares, the blood-thirsty god of war, is the personification of the planet Mars. (From an ancient marble statue—the Ares Ludovisi—now in Rome.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 54,
            "subsections": [
                {
                    "title": "",
                    "content": "When it comes to the ancient Greeks, Aristotle noted, \"The gods were originally stars, even if popular fantasy had later obscured this truth.\" Aristotle’s own words read as follows: \"A tradition has been handed down by the ancient thinkers of very early times ... to the effect that these heavenly bodies are gods ... The rest of their tradition has been added later in a mythological form to influence the vulgar.\" Translators and other commentators have since attempted to fault Aristotle since, as they have pointed out, the gods are not identified as planets in the earliest extant Greek sources.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 55,
            "subsections": [
                {
                    "title": "",
                    "content": "The Greek names Phaenon (Saturn), Phaethon (Jupiter), Pyroeis (Mars), Phosphoros (another designation for the Morning Star), and Stilbon (Mercury) are no doubt older. What the above authorities, and others since then, have failed to consider is that the characteristics of the Greek gods were identical to the known planetary deities of older races with whom the Greeks came in contact.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 56,
            "subsections": [
                {
                    "title": "",
                    "content": "Aristotle had no reason to invent the equation of planets with gods. He simply rediscovered this truth and sought to reaffirm it. Among the Greeks, Lucian of Samosata also acknowledged this truth. Thus he tells us that \"from both Homer the poet and the epics of Hesiod, we should understand that the ancients were of one mind with the astrologers.\" The Romans, who borrowed many of their deities from the Greeks, retained the names of the planets.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 57,
            "subsections": [
                {
                    "title": "",
                    "content": "The Roman Jupiter—Iuppiter, Diespiter, lovis—king of the gods, who personified the planet of the same name. (From a wall painting at the Casa dei Dioscuri.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 58,
            "subsections": [
                {
                    "title": "",
                    "content": "The Roman Mercury—Mirqurius, Mercurius—god of merchandise, who personified the planet of the same name. (From a sculpture by Giovanni di Bologna.)",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
