{
    "processed_chunk": {
        "type": "introduction",
        "page_number": null,
        "subsections": [
            {
                "title": "CHAPTER 19",
                "content": "Polar Wandering\n\nThe Coral Data, 391\nThe Ice Cap Model, 394\nThe Toppling Globe, 395\nGeoid Highs, 397\nThe Paleomagnetic Evidence, 398\nThe Martian Archetype, 401\nLast Interlude, 404\n\nChapter 20\n\nThe Axial Coupling\n\nThe Problem, 405\nBold Endeavors, 407\nThe Lesson of Shoemaker-Levy 9, 408\nThe Transitory System, 417\nCosmic Jets, 424\nHerbig-Haro Objects, 427\n\nChapter 21\n\nThe Axis Mundi\n\nThe Ruach, 429\nSanchoniathon’s Cosmogony, 432\nBoreas, 433\nEhecatl, 435\nShu, 437\nHurakan, 438\nThe One-Legged God, 439\nThe Phallic Post, 440\nThe Sky Pillar, 447\nThe Fiery Axis, 451\nCook’s Support, 451\nSuhr’s Lunar Shadow, 452\nThe Pole of the Ecliptic, 454\nThe Whirling Ray From Above, 457\n\nChapter 22\n\nCosmic Genesis\n\nThe Nature of the Beast, 458\nThe Arctic Depression, 465\nFree-Floating Sub-Brown Dwarfs, 467\n\nxi",
                "citations": []
            }
        ],
        "bibliography": []
    },
    "index": {
        "type": "index",
        "page_number": null,
        "subsections": [
            {
                "title": "The Accretion Disk Model, 469",
                "content": "Planetary Ejections, 472\n\nAstral Ejections, 473\n\nObjective Earth, 476\nEpilogue\n\nScaling Up and Down, 480\n\nAn Alternative Conception, 487\nEnd of Act One\n\nIndex\n\nA to Z, 94\n\nxii",
                "citations": []
            }
        ],
        "bibliography": []
    },
    "main": [
        {
            "type": "main",
            "page_number": 1,
            "subsections": [
                {
                    "title": "Chapter 1",
                    "content": "Myths and Legends",
                    "citations": []
                },
                {
                    "title": "MYTH",
                    "content": "Myths and legends.\nI agree: it is. It is also based on recent discoveries in astronomy, geology, and\npalaeontology. Even so, what are myths and legends?\n\nStrictly speaking, legends are traditional tales popularly regarded as historical myths. But\nthen what are myths? Myths are usually defined as primitive, or ancient, tales involving su-\npernatural beings, often embodying once-popular ideas concerning natural and historical\nphenomena.\n\nWhat, then, is the difference between myths and legends? There will be some who will\nclaim that there is no difference. Others may make a distinction between mythic tales told\nabout historical persons (legends) and mythic tales told about divine and semi-divine beings\n(mythology). Personally, I would make a further distinction in that mythology deals mostly\nwith cosmogonical origins. But let us not get caught up in semantics. Let me simply say that,\nin this work, I shall be concentrating on those tales dealing with divine and semi-divine\nbeings. One claim I shall, however, be making is that these tales are not mythic in the usually\nunderstood sense of the word. In other words, what I shall be claiming is that the tales I shall\nbe treating of are not to be considered untrue. On the contrary, I hope to show beyond a reas-\nonable doubt that these tales truly reflect events that, bizarre though they might seem, actu-\nally transpired in ages past.\n\nFranz Xavier Kugler, one of the world’s foremost authorities on Babylonian and Biblical\nastronomy, chronology, and mythology, who died in 1929, warned that:\n\n“The first criticism that will be leveled at this work is that it is based on nothing but\n\nancient traditions, even when they are dressed as myth and saga, cannot be\ndismissed lightly as fantastic, or worse, meaningless fabrications. It is particularly\nproper to avoid this pitfall when dealing with serious reports, especially those of a\nreligious nature such as those that occur in large number in the Old Testament.”\n\nIn this work, the word “mythology” is used in its original Greek meaning—mytholo-\ngia, from muthos or mythos, as pronounced by the Athenians, meaning “tale,” and logia, de-\nrived from legō: that is, the telling of tales. There is nothing in the Greek term it-\nself which specifies that these tales were considered fictional. More than that, these very\ntales formed the basis of Greek and other religions of the ancient world. True, it\nshall be countered that these ancient religions were based on false premises. What I aim to\nindicate, on the other hand, is that these premises were anything but false.\n\n‘L.C. Stecchini, “Astronomical Theory and Historical Data,” The Velikovsky Affair\n(N. Y., 1966), p. 141.\n\n1",
                    "citations": [
                        "about historical persons (legends)",
                        "egein (to speak)",
                        "in A. de Grazia (Ed.)",
                        "(emphasis added)"
                    ]
                }
            ],
            "bibliography": [
                "egein (to speak)",
                "(emphasis added)",
                "in A. de Grazia (Ed.)",
                "about historical persons (legends)"
            ]
        },
        {
            "type": "main",
            "page_number": 2,
            "subsections": [
                {
                    "title": "One may now ask: What actually constitutes mythos? As Roger Wescott explained, lin-",
                    "content": "guistic comparison suggests that the Greek word muthos is derived from a Proto-Indo-Euro-\npean stem which means “to remember nostalgically,” and/or “to pine for.” And, as I shall\nalso endeavor to show, the contents of the world’s mythology indicates exactly that—a\nsorrowful longing for the conditions of a past age. Thus Wescott was inclined to state that he\nviewed myth “as more wistful than wishful” besides being “more commemorative than\nimaginative.”\n\nThose who are familiar with the contents of myth, even if only cursorily, will at once\npoint out that myths are too convoluted in their bewildering messages, when not perplexingly\ncontradictory, to be taken seriously in this day and age. But, as Claude Lévi-Strauss admon-\nished, “this apparent arbitrariness is belied by the astounding similarity among myths col-\nlected in widely different regions.” Or, as Wescott succinctly phrased it: “Myths are at once\nstartlingly bizarre and oppressively repetitious.” For Alan Watts, the prime paradox was that\nmyth conceals while it simultaneously reveals.",
                    "citations": []
                },
                {
                    "title": "RITUAL",
                    "content": "The systematic study of myth could be said to have been inaugurated no earlier than the\n6th century B.C., but it has continued unabated ever since. Myth, in its turn, is inexorably\nbound to ritual, so much so that a particular school of thought has long argued that myth is\nderived from ritual. This view holds that myths originated as textual commentaries meant to\nexplain and justify the rites. As James Frazer noted: “No people ever observed a custom be-\ncause a mythical being was said to have once acted in a certain way.” And as long as the\nstress is on “mythical being,” I heartily agree. I cannot, however, agree with him when he\nmaintains that “all peoples have invented myths to explain why they observed certain cus-\ntoms”—especially since this begs the question as to why customs arose in the first place. A\nparticular myth, according to Frazer, “is never so graphic and precise in its details as when it\nis a simple transcript of a ceremony which the author of the myth witnessed with his eyes.”\n\n“For while many cases can be shown in which a myth has been invented to explain a\nrite [Frazer had it stated], it would be hard to point to a single case in which a myth\nhas given rise to a rite. Ritual may be the parent of myth, but can never be its child.”",
                    "citations": []
                },
                {
                    "title": "KRONOS 1X:1 (Fall 1983), p. 65.",
                    "content": "Ibid., p. 70.\n\n*C. Lévi-Strauss, “The Structural Study of Myth,” p.\n8.\n\n+R. W. Wescott, loc. cit.\n\n° Ibid.\nA. W. Watts, The Two Hands of God:, p. 14.\n\n7, and Euhemerus (4th century, in Sicily)—see R. W. Wescott, op. cit., pp. 66-67.\n\n®, “Myth and Ritual,” in T. A. Sebeok, op. cit.\n\n° J. G. Frazer, The Golden Bough, Vol. 1 (N. Y., 1890/1981), p. 128.\n\nIbid.\n\nIbid., p. 246.\n\nIbid.",
                    "citations": [
                        "in T. A. Sebeok (ed.)",
                        ", Myth (Bloomington, 1958)",
                        "The Mystery of Polarity (N. Y., 1963)",
                        "Mainly by Theagenes (6th century, in Italy)",
                        ", Xenophanes (5th century, in Ionia)",
                        "See, for instance, F. R. Somerset (popularly known as Lord Raglan)"
                    ]
                }
            ],
            "bibliography": [
                "See, for instance, F. R. Somerset (popularly known as Lord Raglan)",
                "in T. A. Sebeok (ed.)",
                ", Myth (Bloomington, 1958)",
                "The Mystery of Polarity (N. Y., 1963)",
                ", Xenophanes (5th century, in Ionia)",
                "Mainly by Theagenes (6th century, in Italy)"
            ]
        },
        {
            "type": "main",
            "page_number": 3,
            "subsections": [
                {
                    "title": "Ce",
                    "content": "The Panathenaic procession, held annually on the birthday of Athena on the Acropolis of\nAthens in the early summer. Did such rites evolve from myth, or was it myth itself\nthat derived from such rites?\n\n(Illustration by John Green.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 4,
            "subsections": [
                {
                    "title": "There might be some who might view this as a case of placing the cart before the horse,",
                    "content": "claiming that the contrary is certainly true, that, in actual fact, ceremonial rituals arose as an\nattempt to graphically illustrate the events narrated by myth. Wescott, citing Edward Tylor\nand Lévi-Strauss, definitely saw this reverse as being just as possible—that rites could have\narisen “as mere dramatizations of preexisting myths.” Frazer himself not only knew this but\nreferred his readers to H. Usener whose views were in direct opposition to his own. But, as\nClyde Kluckhohn was forced to conclude, the problem as to which came first, ritual or myth,\nis one that is not likely to be solved.\n\nThus, while I cannot agree with Frazer’s view, neither can I agree that the opposite is\ntrue. To begin with, I do not believe that myths owe their existence to an author—at least not\nif we are speaking of the origin of any one particular myth. Myths, as I intend to illustrate,\narose as eyewitness accounts of what was actually seen and, in that sense, no author need be\ninvoked. Likewise also with custom, ritual, and religious ceremonies: They all owed their in-\nspiration to actual events which the participants attempted to recreate for purposes much\nmore sublime than Frazer ever imagined.\n\nMy own position is that myth and ritual rose together hand-in-hand in a united effort to\nperpetuate, rather than explain, what had once taken place in the ancient sky, and to com-\nmemorate those events.",
                    "citations": []
                },
                {
                    "title": "DRAMA",
                    "content": "In ancient Greece, myth was not only associated with ritual but also with that form of\nentertainment that has come down to us as drama. What is interesting about Greek drama,\nand not widely known, is that the art originated in the rituals dedicated to one particular de-\nity, namely Dionysus. As Gilbert Murray observed, according to the testimony of the Greeks\nthemselves, tragedy was explicitly concerned with the “sufferings of Dionysus.” In fact,\nwhen dissatisfied with any particular play, the Athenians were wont to exclaim that “it has\nnothing to do with Dionysus.”\n\nGreek tragedy, strictly speaking, was a peculiar form of art with narrow limits, both\nlocal and temporary. It was, in literal meaning, a ‘goat-song,’ i.e., a molpe (dance and\nsong combined), performed at the altar of Dionysus over the sacrifice of a dismem-\nbered goat, which, by a form of symbolism common in ancient religion, represented\nthe god himself. Hardly acted outside one small district of Greece, lasting as a living\nform not much beyond the limits of the fifth century B.C., performed only at one par-\nticular type of religious festival, the Dionysia at Athens.\n\nTrue, a certain amount of criticism can be leveled at the above. After all, Dionysus was\nnot himself the usual subject of Greek drama—at least not that we can tell from the various\nGreek plays that have come down to us—since he only appears in a couple of plays. Various\ntragic figures, as well as comic ones, served as the basis for Greek theatrical productions. As\nPeter James pointed out, the real subject of all Greek plays was “good drama—the same\ncriterion used by Shakespeare and the rest.”\n\nOf course, Greek drama drew on religious, legendary and historical themes—these\nformed the moral backbone of Greek society, from which the great dramas were crea-\nted. (Same as Shakespeare, who drew on local British traditions as well as Scandinav-\nian, Greek, Roman and Italian.) It does not mean that Greek drama somehow\n‘evolved’ from religious ritual, though this is commonly supposed.\n\nAs James also pointed out: “The ancient Greeks of the 5th century were much like\nus—they liked a good drink, a laugh and good drama.”\n\nOne can argue, as James has, against Murray’s statements concerning the acting out of\nGreek drama as having taken place hardly “outside one small district of Greece” or that\nGreek drama lasted as a living form “not much beyond the limits of the fifth century B.C.”\nsince the available evidence, here, seems to contradict him. Thespis, for instance, was\nrenowned for his traveling shows which were usually performed on the back of a wagon.\nEven so, I cannot agree with James when he claims that Greek drama did not evolve from\nreligious ritual. Murray himself also stated that:\n\n“We must remember that the subject of Greek tragedy is always the heroic saga. It is\nnever an invented story, and it is never the history of ordinary human beings. I should\ndoubt if there was any named character in an Attic tragedy who was not actually in\nsome way an object of worship: a god or hero or at least the possessor of some taboo,\ntomb, or oracle, or ritual.” \n\nAeschylus, the Greek poet and playwright, is renowned as the founder of Greek drama.\nHe is the first of the only three Attic tragedians of whose work entire plays survive. “The first\nthing that strikes a student of Aeschylus,” according to Murray, “is the strong Bacchic or\nDionysiac element ... ” More than that: “The ancient critics seem always to recognize that,\nwhile Dionysus was, of course, the patron of all drama, there was something specifically\nDionysiac about Aeschylus.” Nor is this merely Murray’s contention. The Greek biogra-\npher, Plutarch, himself had it stated that all of the plays written by Aeschylus were\n“brimming with Dionysus.”\n\nHere, an incident in the life of Aeschylus may be pertinent. Apparently, the playwright\nhimself once acted a part in one of his own plays in which there was a reference to the god-\ndess Demeter. The audience, who suspected him of revealing the inviolable secrets of one of\nDemeter’s rites, rose in anger against him. Aeschylus fled, seeking sanctuary, to the altar of\nDionysus which was erected in the orchestra and thus, at least temporarily, saved himself.",
                    "citations": [
                        "R. W. Wescott, op. cit., p. 72.",
                        "H. Usener, “Italische Mythen,” Rheinisches Museum XXX, pp. 228 ff.",
                        "C. Kluckhohn, “Myth and Rituals: A General Theory,” in W. A. Lessa & E. Z. Vogt (eds.), pp. 5-6, Comparative Religion (N. Y., 2nd. ed., 1965)",
                        "See, here, P. J. James, “Velikovsky &,” posted electronically on the Kronia List, April 13, 1997.",
                        "Ibid.",
                        "Ibid.",
                        "Ibid., p. 329."
                    ]
                }
            ],
            "bibliography": [
                "R. W. Wescott, op. cit., p. 72.",
                "H. Usener, “Italische Mythen,” Rheinisches Museum XXX, pp. 228 ff.",
                "C. Kluckhohn, “Myth and Rituals: A General Theory,” in W. A. Lessa & E. Z. Vogt (eds.), Comparative Religion (N. Y., 2nd. ed., 1965)",
                "See, here, P. J. James, “Velikovsky &,” posted electronically on the Kronia List, April 13, 1997.",
                "Ibid.",
                "Ibid.",
                "Ibid., p. 329."
            ]
        },
        {
            "type": "main",
            "page_number": 5,
            "subsections": [
                {
                    "title": "tragic figures, as well as comic ones, served as the basis for Greek theatrical productions. As",
                    "content": "Peter James pointed out, the real subject of all Greek plays was “good drama—the same\ncriterion used by Shakespeare and the rest.”\n\n“Of course Greek drama drew on religious, legendary and historical themes—these\nformed the moral backbone of Greek society, from which the great dramas were crea-\nted. (Same as Shakespeare, who drew on local British traditions as well as Scandinav-\nian, Greek, Roman and Italian.) It does not mean that Greek drama somehow\n‘evolved’ from religious ritual, though this is commonly supposed.”\n\nAs James also pointed out: “The ancient Greeks of the 5th century were much like\nus—they liked a good drink, a laugh and good drama.”\n\nOne can argue, as James has, against Murray’s statements concerning the acting out of\nGreek drama as having taken place hardly “outside one small district of Greece” or that\nGreek drama lasted as a living form “not much beyond the limits of the fifth century B.C.”\nsince the available evidence, here, seems to contradict him. Thespis, for instance, was\nrenowned for his traveling shows which were usually performed on the back of a wagon.\nEven so, I cannot agree with James when he claims that Greek drama did not evolve from\nreligious ritual. Murray himself also stated that:\n\n“We must remember that the subject of Greek tragedy is always the heroic saga. It is\nnever an invented story, and it is never the history of ordinary human beings. I should\ndoubt if there was any named character in an Attic tragedy who was not actually in\nsome way an object of worship: a god or hero or at least the possessor of some taboo,\ntomb, or oracle, or ritual.”\n\nAeschylus, the Greek poet and playwright, is renowned as the founder of Greek drama.\nHe is the first of the only three Attic tragedians of whose work entire plays survive. “The first\nthing that strikes a student of Aeschylus,” according to Murray, “is the strong Bacchic or\nDionysiac element ...” More than that: “The ancient critics seem always to recognize that,\nwhile Dionysus was, of course, the patron of all drama, there was something specifically\nDionysiac about Aeschylus.” Nor is this merely Murray’s contention. The Greek biogra-\npher, Plutarch, himself had it stated that all of the plays written by Aeschylus were\n“brimming with Dionysus.”\n\nHere, an incident in the life of Aeschylus may be pertinent. Apparently, the playwright\nhimself once acted a part in one of his own plays in which there was a reference to the god-\ndess Demeter. The audience, who suspected him of revealing the inviolable secrets of one of\nDemeter’s rites, rose in anger against him. Aeschylus fled, seeking sanctuary, to the altar of\nDionysus which was erected in the orchestra and thus, at least temporarily, saved himself.",
                    "citations": [
                        "P. J. James, “Velikovsky &,” posted electronically on the Kronia List, April 13, 1997.",
                        "Ibid.",
                        "Ibid.",
                        "G. Murray, Aeschylus (Oxford, 1940).",
                        "Ibid., p. 124.",
                        "Ibid., p. 145.",
                        "Ibid., pp. 146-147."
                    ]
                }
            ],
            "bibliography": [
                "P. J. James, “Velikovsky &,” posted electronically on the Kronia List, April 13, 1997.",
                "Ibid.",
                "Ibid.",
                "G. Murray, Aeschylus (Oxford, 1940).",
                "Ibid., p. 124.",
                "Ibid., p. 145.",
                "Ibid., pp. 146-147."
            ]
        },
        {
            "type": "main",
            "page_number": 6,
            "subsections": [
                {
                    "title": "Pi",
                    "content": "jy",
                    "citations": []
                },
                {
                    "title": "A Greek symposium (drinking party) during which works of literature, philosophy,",
                    "content": "and scholarship were often discussed.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 7,
            "subsections": [
                {
                    "title": "xa oi \" , 3 GONG BS \\4 faa",
                    "content": "} i ert Alea P ee\nnee p\nA !\n\nlike laugh\n\nus—they\n\nf\n\n4\nike us—tl",
                    "citations": []
                },
                {
                    "title": "AS a ib ON",
                    "content": "‘ient Greeks were much lil\n\n“The ancient Gi",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 8,
            "subsections": [
                {
                    "title": "from the furious mob. He was later charged",
                    "content": "with the crime before the Areopagus, in\nAthens, but his plea that he had not known\nthat what he had uttered was supposed to\nhave been a secret was accepted by the court\nwho acquitted him.\n\nMurray, of course, is not the only modern authority who holds, or held, the view\nthat Greek drama had its origin in Dionysian rituals. According to Karl Kerenyi, \n[Friedrich] Nietzsche also believed that in line with an unassailable tradition, the oldest\nforms of Greek tragedy dealt exclusively\nwith the sufferings of Dionysus, and that for\na long time the sole hero of tragedy was\nDionysus. Like James, Kerenyi himself\ndid not quite agree, even going as far as la-\nbeling Nietzsche’s assertion as false. “The\noldest stage hero,” as far as Kerenyi was\nconcerned, “was an enemy of Dionysus.” But I will not quibble here as to whether it\nwas Dionysus or his enemy who was con-\nsidered to have been the hero of early Greek\ntragic drama since this does not alter the fact that such tragedies were originally concerned\nwith the life and downfall of Dionysus himself. Thus, as Jane Harrison noted:\n\nGreek theatrical mask.\n\n“The plays were performed in the theatre of Dionysus, in the precinct of the god, his\nimage was present in the theatre, the chorus danced around his altar, his priest sat in\nthe front and central seat among the spectators. In the face of facts so plain, it seems to\nme impossible that the drama had its roots elsewhere than in the worship of Diony-\nsus.\n\nLet us, however, temporarily set the opinions of modern scholars aside. What should\nreally concern us is what the ancient Greeks themselves had to say, because, after all, it was\nthey who were in the best position to illuminate us on the subject. In this respect, we have al-\nready noted what Plutarch had stated concerning the Dionysiac content of Aeschylus’ plays.\nBut what of Greek drama in general?\n\nAccording to Herodotus, the Greek historian, “the tragic chorus” that was part and parcel\nof Greek drama belonged “to the worship of Dionysus.” Aristotle went even further when\nhe wrote that tragedy “originated with the leaders of the dithyramb,” a wild choric hymn\nsung in honor of Dionysus by participants masquerading as satyrs, from which the festivals\nof Dionysus developed. Thus the Theater of Dionysus below the Acropolis of Athens.",
                    "citations": [
                        "K. Kerenyi, Dionysus (Princeton, 1976)",
                        "J. Harrison, Epilegomena to the Study of Greek Religion and Themis (1962)"
                    ]
                }
            ],
            "bibliography": [
                "K. Kerenyi, Dionysus (Princeton, 1976)",
                "J. Harrison, Epilegomena to the Study of Greek Religion and Themis (1962)"
            ]
        }
    ]
}
