{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 449,
            "subsections": [
                {
                    "title": "",
                    "content": "Also known as “the bond of heaven and earth,” this “pillar” was said to have been held by Ninurta, one of the Babylonian names for the planet Saturn. In Sumerian, this “bond” is termed dimgal, which is fairly translatable as “great binding-post.” Furthermore, this dimgal is also used in reference to the abzu, or Apsu, which is the celestial waters associated with proto-Saturn. To clinch the matter further, Kronos/Saturn himself is addressed in an Orphic hymn as the “Father of the blessed gods...you who hold the indestructible bond according to the unlimited order of Aion.” We have additionally seen that Aion himself was only an aspect of Saturn. And, since the Roman Janus was also identified by the ancients themselves as Saturnus, it does not surprise us that the same Janus has also been equated with Aion. As R. Reitzenstein claimed, under the influence of Aion, Janus became the ruler of the cosmic axis. This, of course, harkens back to Ovid, who considered Janus to be the connecting link between the upper and lower regions, saying of him that he ruled over the constantly turning axis of the cosmos. The Hindu Vishnu, too, was said to have been “erected as the pillar of heaven,” in which form he protected the firmament. “Thou proppedst asunder these two worlds” is the manner in which the god is addressed. He is thus referred to as the one “who propped the upper seat.” In Japanese mythology, the sky pillar is compared to a reed. It is written: “At this time a certain thing was produced between Heaven and Earth. It was in form like a reed-shoot.” Elsewhere in Japanese lore, it is stated that: “Before Heaven and Earth were produced, there was something which might be compared to a cloud floating over the sea. It had no place of attachment for its root. In the midst of this, a thing was generated which resembled a reed-shoot.” In the Yuki myth of Creation, the sky pillar is represented as a rope. Taikō-mol, the creator whom we have already encountered in association with the fog and foam that existed over the celestial waters, is said to have “stood on the foam, which still revolved.” As it is said, and in keeping with our hypothesis, there was no light at this time. But Taikō-mol “walked” over the water “as if it were land.” It was then that he “made a rope and laid it from north to south.” Not surprisingly, among the Kwakiutl of America’s Northwest Coast, the cosmic pillar was envisioned and represented as a totem pole, the name of which was Kalakuyuwish.",
                    "citations": []
                }
            ],
            "bibliography": [
                "G. de Santillana & H. von Dechend, op. cit., p. 133.",
                "Jbid., p. 413.",
                "Ibid.",
                "R. Reitzenstein, Das Iranische Erlösungsmysterium (Bonn, 1921), pp. 210 ff.",
                "Jbid., p. 215.",
                "Ovid, Fasti 1:120.",
                "M. Müller (ed.), The Sacred Books of the East, Vol. XLVI, p. 356.",
                "Ibid., Vol. XXVI, p. 130.",
                "Jbid., p. 133.",
                "R. Van Over, op. cit., p. 354.",
                "Ibid.",
                "J. Bierhorst, op. cit., p. 39 (emphasis added)."
            ]
        },
        {
            "type": "main",
            "page_number": 450,
            "subsections": [
                {
                    "title": "",
                    "content": "The Kwakiutl used totem posts as uprights to support the roofs of their wooden buildings. It is therefore not surprising that they visualized the sky pillar as a tall totem pole.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 451,
            "subsections": [
                {
                    "title": "",
                    "content": "which simply meant “sky pole” or “the pole that holds up the sky.” Interestingly, in going back to Egyptian liturgical texts, we encounter an entity referred to as aakhu, khu or khut which, among other things, took the form of “the heaven-sustaining column.” Like the Hebrew ruach, this word is often translated as “soul” and/or “spirit.” When written with different determinatives, however, aakhu and/or aakhut or khut also means “light,” “radiance,” “brilliance,” and “fire.” It also stands in for the Light-god or Great Light. But, as Talbott has indicated, the most common symbol used to denote khu and/or khut reveals “vertical streams of light ascending the world axis.” While seemingly ascending, it was also remembered as a radiant column having been “poured out” by the creator Atum. As we have seen, an epithet of the Hindu Vishnu is Dhruvakshara, derived from Dhruva, the Pole Star, and akshara, which has the meanings of “imperishable,” “indestructible,” and “undecaying.” The word akshara itself is arguably formed from akshah, meaning “pivot” or “axis,” and -rah, meaning “fire.” Akshara can therefore be translated as “fiery axis.” There is no fiery axis emanating from the Pole Star but, remembering that Dhruva was also an epithet of Vishnu, whom we have already equated with the Saturnian deity, it becomes clear that this fiery axis, remembered by others as a ray of light ascending from above, must have been seen as ascending or descending from that same Saturnian deity.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Jbid., Vol. I (N. Y., 1914/1965), p. 44.",
                "Ibid., p. 54.",
                "Ibid., pp. 54-55.",
                "Ibid., p. 56.",
                "E. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. 1 (N. Y., 1920/1978), p. 23."
            ]
        },
        {
            "type": "main",
            "page_number": 452,
            "subsections": [
                {
                    "title": "",
                    "content": "As he stated: “This pillar has no counterpart in astronomical fact or, for that matter, in astronomical theory.” To him, the concept arose out of “the primitive notion that the sky stands in need of a visible support.” He elaborates: “Early man was indeed haunted by a very definite dread that [the sky] might collapse on top of him. The classical authors bear witness to the terror which this thought inspired among the peoples of Central Europe.” He spoke extensively about this fear, although he confessed ignorance concerning its origin. This did not stop him from offering an educated guess. “How that belief arose, we can only surmise. It may be that in the dim past, when the ancestors of these tribes developed from hunters into herdsmen and emerged from the forest onto the open plain, they missed the big tree that seemed to support the sky. And in the absence of that mighty prop, there was nothing to guarantee the safety of their roof.” While he spoke of “the big tree that seemed to support the sky,” it is relevant to note that a forest is made up of more than a single tree. Why, then, did primitive man not conceive of a sky prop that was composed of multiple posts? Why a single pillar? And, in any case, why would this arboreal support have been visualized as the god’s single leg, his erect phallus, or, worse still, a ray of light ascending or descending from above?",
                    "citations": []
                }
            ],
            "bibliography": [
                "Jbid., Vol. Il, Part I (N. Y., 1914/1965), p. 44.",
                "Ibid., p. 54.",
                "Ibid., pp. 54-55.",
                "Ibid., p. 56.",
                "E.G. Suhr, op. cit., p. 69."
            ]
        },
        {
            "type": "main",
            "page_number": 453,
            "subsections": [
                {
                    "title": "",
                    "content": "The sky, however, like a roof or ceiling, does not move while being supported; the Sun, on the other hand, not only moves across the sky, it also disappears from sight at night, which would hardly have made it an appropriate object for a pillar to support. Suhr, of course, has an explanation for this. He informs us: “Many peoples of the Near East and the Mediterranean area believed that the sun was the primary source for the quintessence of life. It was the sun’s light, reflected upon the face of the moon, that brought fertility and life to the soil by way of the whirling lunar shadow.” Clearly, one must ask: What has moonshine to do with the concept of a sky pillar? And in what manner can the shadow of the Moon be said to whirl? Suhr explains: “At the top, the column must have been in contact with the sun and the moon, the two bodies from which it derived most of its life principle. Of course, the two bodies were not always directly above one another, but the sun in ancient astronomy was always exerting an influence on the moon from above, and both influenced the earth—which made the columnar form symbolically suitable.” “Whether we think of the column as a shaft grounded in the earth or as the cone-shaped shadow of the moon, its lower extremity appears to penetrate the earth.” Here, then, is Suhr’s answer to this old enigma. He posits that the notion of the sky pillar was derived from the conical shadow the Moon casts in space, which shadow terminates on Earth during a solar eclipse. As he noted in another work, “surely a shadow from a body ranging somewhere between the sun and the earth and making occasional direct contact with the earth must have been, for the ancient mind, a projection of divine beneficence.”",
                    "citations": []
                }
            ],
            "bibliography": [
                "Jbid., p. 71.",
                "Ibid., p. 111 (emphasis added).",
                "Ibid., p. 71.",
                "Ibid., p. 72."
            ]
        },
        {
            "type": "main",
            "page_number": 454,
            "subsections": [
                {
                    "title": "",
                    "content": "Solar eclipse during which the shadow of the Moon sweeps over the surface of Earth. The eclipse is total within the umbra (darkly shaded region), but partial within the penumbra (lightly shaded region).",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 455,
            "subsections": [
                {
                    "title": "",
                    "content": "era ended every time the reigning pole star was displaced; the “selection” of a new pole star through precession marked the beginning of a new world age. It has long been understood that most of mythology derives from primitive times, from eras preceding the birth of writing. It is therefore difficult to accept that the primitive mind of ages past had already noted the extremely slow change of the pole, let alone that the change was understood. De Santillana and von Dechend were aware of this objection, so it is not surprising that they attempted to overrule it. As noted earlier, the discovery of the precession of the equinoxes has long been attributed to Hipparchus, one of the greatest astronomers and mathematicians of antiquity, who flourished sometime between 146 and 127 B.C. Yet—or so the authors of Hamlet’s Mill argued—this does not prove that the phenomenon had not been observed prior to his time. Unfortunately, other than that their theory demands it, this premise is not warranted by the record, and the authors in question must therefore stand accused of reading into that record what is not really there. What is worse is that even were we to grant that the phenomenon had been known since primitive times, it remains difficult to accept that this extremely slow change, the perception of which requires thousands of years, could have given rise to a world-wide belief in the cataclysmic end of all things—with flood and fire and the shaking of the terrestrial globe itself—as these authors maintain. After all, when one pole star is displaced by another, no disaster ensues, either in heaven or here on Earth. More important is the fact—and the authors in question were well aware of this—that certain items of myth and ancient astronomical lore not only refuse to fit the precessional scheme of the equinoxes but, as we have seen, are notorious in not fitting anything else that we presently witness in our Solar System.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 456,
            "subsections": [
                {
                    "title": "",
                    "content": "The pole of the ecliptic (north and south) in relation to the precession of the equinoxes as it occurs at both poles.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 457,
            "subsections": [
                {
                    "title": "",
                    "content": "invisible lunar shadow, have obsessed the minds of our primitive forefathers? Why would such an entity have been thought of as a pillar upholding the sky, visualized inter alia as the god’s single leg or his erect penis? But what was it that our ancestors saw? What was it that could have looked like a pillar supporting the sky? As we have seen, the Egyptian Shu was described as light personified, which light acted as a prop of the sky. Osiris/Saturn was lauded as having occupied a position above the leg of heaven, which leg was described as a “leg of fire.” The Christian Sibyllines called the pillar of the sky a “pillar of glory.” The rendering of the Egyptian Khu and/or khut, the heaven-sustaining column, utilizes a hieroglyphic character which translates as “vertical streamers of light ascending the world axis.” Through Sanskrit, we have ascertained that this imperishable pivot, or post, was thought of as a fiery axis. The ancients seem to have witnessed a ray of fiery light stretching from the proto-Saturnian planet to Earth’s geographical north pole, a pillar of light which appeared to support heaven and/or the proto-planetary orb of Saturn above it.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 458,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 22\nCosmic Genesis\nTHE NATURE OF THE BEAST\nIn the beginning, as I slowly reconstructed the Saturnian model and its attendant scenario, nothing perplexed me more than this effulgent ray of light stretching between our humble abode and Saturn’s glorious realm. Right from day one, David Talbott had understood it as a luminescent stream of falling debris. One reason I could not accept this interpretation came from the lack of recognizable cosmic material in Earth’s Arctic regions. Let’s face it, if the polar column was really composed of material ejected from a stationary planet located in Earth’s north celestial pole, and since the column is posited to have existed for possible millennia, such constant bombardment should have strewn Earth’s Arctic regions with cosmic detritus. Since then, however, such material has been found. For instance, “a large fall of iron meteorites” is now believed to have occurred in northwestern Greenland and the adjacent east coast of Ellesmere Island at some undetermined time in the past. It is now apparent that this cosmic iron “was discovered by the late Dorset people during the few centuries immediately preceding A.D. 1000, and small pieces of meteoric iron are found on Dorset sites of this period.” The meteoric iron from northwestern Greenland “spread [through trade] at least as far west as Bathurst Island and Little Cornwallis Island and south to the northern part of Hudson’s Bay.” Even so, this is hardly the amount of cosmic material one expects to discover in Arctic regions, especially the area in and around the pole, if the debris had been raining down for millennia. Granted that no one has yet conducted a deliberate search for such material, not enough has yet come to light from this area to satisfy Talbott’s interpretation.",
                    "citations": []
                }
            ],
            "bibliography": [
                "D.N. Talbott, The Saturn Myth (N. Y., 1980), p. 214; but see also, idem, Symbols of an Alien Sky (Beaverton, Oregon, 1997), p. 100.",
                "See here also, D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001), p. 59."
            ]
        }
    ]
}
