{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 439,
            "subsections": [
                {
                    "title": "",
                    "content": "David Leeming presented Hurakan as an aspect of the Feathered Serpent, which is our old friend Quetzalcoatl. In the Popul Vuh, however, Hurakan and the Feathered Serpent, called Gucumatz, are presented as partners in Creation. Thus, while we view Gucumatz/Quetzalcoatl as the embodiment of the Saturnian deity, it is evident that Hurakan, while closely associated with proto-Saturn, was visualized as a separate entity. In a recent work, M. Preuss had half a mind to identify Hurakan, which she rendered by the Spanish spelling \"Jurakan,\" with the constellation of Ursa Minor. This is interesting because Ursa Minor, the Little Bear, is the northern constellation containing the Pole Star, thus situating Hurakan in the very locality where the myths of other nations place the primeval north wind. Additionally, however, Preuss noted the connection between this deity and the axis mundi, the term used by mythologists to denote the boreal column said to have stretched between Earth and sky. Of additional importance is the fact that the name Hurakan translates as \"One Leg,\" which brings us to the next motif in our unfolding scenario.",
                    "citations": []
                }
            ],
            "bibliography": [
                "D. A. Leeming, The World of Myth (N. Y., 1990), p. 60.",
                "M. Preuss, \"A Study of Jurakan of the Popul Vuh,\" in E. Magana & P. Mason (Eds.), Myth and the Imaginary in the New World (Laramie, 1986), p. 364."
            ]
        },
        {
            "type": "main",
            "page_number": 440,
            "subsections": [
                {
                    "title": "",
                    "content": "Hurakan—amid stylized swirls of smoke or clouds. From a late Classic vase. (Illustration by Karl Taube.) Presently a name for the Pole Star, we have also seen how Dhruva was placed in its position by Vishnu, the location of which he claimed to have been his in an earlier time. More than that, we have actually seen that Dhruva was originally one of Vishnu’s own epithets. The added interest here is that, very much like Manu, Dhruva was said to have maintained himself in intense meditation while standing upright on one foot. Furthermore, in Sanskrit, the word dhruva also means \"post\" and/or \"stake,\" which, as Roger Ashton indicated, evidently stood for \"a celestial support.\" In the Maitri Upanishad, Vishnu himself is referred to as \"All-supporting.\" Another epithet of Vishnu is Yamakila, derived from Yama, one of the Sanskrit names for Saturn, plus the suffix kilah, meaning \"post\" and/or \"pillar.\" Yet another epithet of Vishnu was Ekapada, from Ekapad, which means one-footed. Under this archaic epithet, sometimes rendered Aja Ekapad, Vishnu is referred to as the one-footed support of the Cosmos and \"the Birthless One-footed One.\" This is in keeping with our theory that the divine Leg under consideration must have been a physical substance that had the appearance of a columnar support. But also, being \"birthless\" presupposes an existence beyond memory. In other words, this celestial support, stretching between Saturn and Earth, seems to have always been.",
                    "citations": []
                }
            ],
            "bibliography": [
                "J. O'Neill, The Night of the Gods (London, 1893), p. 501; G. de Santillana & H. von Dechend, op. cit., p. 87.",
                "V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 531.",
                "R. Ashton, \"The Polar Planet,\" unpublished, MS p. 3.",
                "Maitri Upanishad V1:13.",
                "V. S. Apte, op. cit., p. 358.",
                "Ibid., p. 313.",
                "J. Schwabe, Archetyp und Tierkreis (Basle, 1951), p. 34, as cited by D. N. Talbott, loc. cit.",
                "Suryakanta, The Flood in Sanskrit Literature (Delhi, 1950), p. 4, as cited by D. N. Talbott, op. cit., p. 212.",
                "Swami Nikhilananda, The Upanishads (N. Y., 1963, abridged edition), pp. 221 ff., as cited by D. N. Talbott, loc. cit."
            ]
        },
        {
            "type": "main",
            "page_number": 441,
            "subsections": [
                {
                    "title": "",
                    "content": "Other epithets of Saturn in Sanskrit literature are Pangu, signifying a lame person, and Shirnapada, meaning \"withered foot.\" Perhaps the most well-known Sanskrit name for the planet Saturn is Shani (or Sani). And while Shani is not described as having been one-legged, he is nonetheless said to have been lame. As Talbott has noted: \"The Celtic Sol [so named by the Romans] stood on one foot all day. The African Wachoga tell of the old god Mrule who...had only one leg...Russian myth presents the demonic Verlioka as a...one-legged figure. So also was the Chinese primeval god K’uei one-footed.\" One even finds this one-legged god among the Australian Aborigines, where he is remembered as Turunbulun. One word of caution: There are other deities said to have possessed a single leg or foot who do not translate as personifications of the planet Saturn, prime among whom is the Mesoamerican Tezcatlipoca. But that, too, is a related topic that must await a future volume.",
                    "citations": []
                }
            ],
            "bibliography": [
                "D. N. Talbott, op. cit., p. 211."
            ]
        },
        {
            "type": "main",
            "page_number": 442,
            "subsections": [
                {
                    "title": "",
                    "content": "The phallic rock in the forest above the Kalaupapa Cliffs on the Hawaiian island of Molokai. (Photograph by the author.) Phallic images—idols, actually—have been found all over Stone Age Europe. One found in a Neolithic temple on Malta, the island of my birth, and now housed in the archaeological museum in Valletta, reproduces the phallus in triplicate form. Triplicate phallic images were also found at Alatri and on the Pelasgic walls at Grottatore. Until recently, Western sentiments, especially those harbored by Judeo-Christian faiths, had long been shocked by the veneration of the male reproductive organ. This is so true that, in 1891, a Hindu boy was flogged in Madras, India, by order of the British Police Magistrate \"for exhibiting an indecent figure in public view.\" As Count Eugene Goblet d'Alviella recounted: \"What he had explicitly done was to set up, in accordance with universal custom, a phallic image before a house that was in the course of erection... The image was indeed set up before [the house] as a symbol of the Deity...\"",
                    "citations": []
                }
            ],
            "bibliography": [
                "F. T. Elworthy, The Evil Eye (N. Y., 1971), p. 155.",
                "E. Goblet d’Alviella, Symbols: Their Migration and Universality (N. Y., 1894/2000), p. xix."
            ]
        },
        {
            "type": "main",
            "page_number": 443,
            "subsections": [
                {
                    "title": "",
                    "content": "Those of Western religious sentiment would be even more shocked to learn that the Hebrew El, the very same god who, under the name Elohim, is believed to have created the world, was said to have been equipped with a long phallus. Among the Egyptians, the phallus of Ra was highly honored. This is indicated in the praises glorifying the god. As it was written: \"Who is this?\" And the answer is given: \"It is Osiris.\" But, as an alternative, which, in this case, as in many others, boils down to the same thing, the passage continues with: \"Others, however, say that his name is Ra, and that the god who dwelleth in Amentet is the phallus of Ra, wherewith he had union with himself.\" The most popular ithyphallic god of Egypt was Min. Unfortunately, despite E. Cochrane’s attempt to identify this deity as a personification of Saturn and, later, through a change of mind, as a personification of Mars, not enough is known about this deity to reach a definite conclusion concerning his genesis.",
                    "citations": []
                }
            ],
            "bibliography": [
                "R. Van Over, op. cit., p. 283.",
                "E. Cochrane, “Kronos, Minos, and the Celestial Labyrinth,” KRONOS IX:2 (Winter 1984), p. 14."
            ]
        },
        {
            "type": "main",
            "page_number": 444,
            "subsections": [
                {
                    "title": "",
                    "content": "The impregnation of Nut by Geb, where Geb’s phallus stands in for the usual position of Shu. From the Papyrus of Tameniu. The cult of Dionysos was a phallic one, evidenced by temples, sculptures of phalli, and descriptions of processions carrying huge phalli as late as the second century BC. Brimming with virility, he was the god most favored by women. The abundance of phalli in Dionysiac festivals, in sculptures near the temples, on herms used as signposts on the roads and before the doors of houses suggest that the ancient Greeks were no less obsessed by phallic magic than were the inhabitants of Old Europe.",
                    "citations": []
                }
            ],
            "bibliography": [
                "A. B. Cook, Zeus: A Study in Ancient Religion, Vol. II (N. Y., 1965), p. 244.",
                "M. Gimbutas, The Goddesses and Gods of Old Europe (London, 1982), p. 227."
            ]
        },
        {
            "type": "main",
            "page_number": 445,
            "subsections": [
                {
                    "title": "",
                    "content": "Monumental phallus at the sanctuary of Dionysos on the island of Delos. (Photograph by the author.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 446,
            "subsections": [
                {
                    "title": "",
                    "content": "Broken stone phalli, representative of the god himself, can still be seen at the sanctuary of Dionysos, on the sacred island of Delos, to the mirth, embarrassment, and/or shock of visiting tourists. But what is of greater importance to this study is that the same Dionysos, still decked with ivy-sprays, was elsewhere represented by a post dressed up as the god. That Dionysos represented an aspect of the Saturnian deity need not be repeated.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 447,
            "subsections": [
                {
                    "title": "",
                    "content": "The Sakti Puja. Tableau of Hindu deities surrounding a phallic emblem and surmounted by a golden star, which was \"carried in a splendid chariot in the midst of religious processions.\" The meaning of these two items is that, in each case, the golden star surmounting the vertical phallus served as a cogent symbol of the proto-Saturnian sun seen atop the fiery axis in the sky. Another word of caution: As in the case of the one-legged gods, not all phallic deities, and Shiva in particular, are to be identified as Saturn, but that, too, must await future revelations.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 448,
            "subsections": [
                {
                    "title": "",
                    "content": "The pre-Islamic Samsu, originally specified by the Assyro-Babylonians to have been the name for the planet Saturn. This is lent evidence by the fact that our present Sun does not appear to be resting on any kind of pillar while, as we have seen above, the proto-Saturnian sun was conceived to stand on a support which was visualized as a vertical whirlwind, a single leg, and/or an erect phallus. Thus, Elmer Suhr, who confused many mythological issues, was astute enough to realize that the primeval wind \"is especially effective in the heavens at the top of the cosmic column.\" Suhr tells us that this cosmic column was \"a very old concept dating back to primitive times,\" and that it was the \"sun\" on top of this column that created the wind \"by its whirling motion.\" It is especially important to think of the cosmic column not as a static post but as a constantly whirling crucible, forever forming and re-forming the constituent elements into the changing aspects of human experience.",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
