{
    "sections": [
        {
            "type": "main",
            "page_number": 119,
            "subsections": [
                {
                    "title": "RPTL",
                    "content": "Fragments of a cuneiform tablet, one of various constituting the Babylonian astronomical diaries. (Illustration after A. Sachs.)\n\nThe phenomena recorded in them are precisely those that are predicted by the mathematical astronomical cuneiform texts of the Hellenistic [that is, later Greek] period.\n\nDuring Seleucid times, when Babylon was ruled by the Hellenistic dynasty founded by Seleucus I after the death of Alexander, a period which is calculated to have lasted from 312 to 64 B.C., lunar and planetary theory had developed along Greek classical lines. Abstract numerical tables, or ephemerides, representing the motions of the heavenly bodies were much in vogue at the time. These continued to record the recurrence of astronomical phenomena, year by year, “with an accuracy comparable with that of contemporary observations.” Judging by the contents of the astronomical diaries, this accuracy can be stretched to 747 B.C.\n\nThere is no great wonder in all of this, but it does prove one point, banal as it may seem, and that is this: Beginning from at least the middle of the seventh century B.C., Babylonian astronomers knew very well what these pin-points of light called planets looked like and could easily distinguish one from the other; they knew where every planet belonged in the sky and what track each one of them invariably followed—an easy matter for anyone with keen eyesight plus the patience and the motivation to learn. Yes, I know, it is hardly even worth mentioning.\n\nWhy, then, contrary to what we see above us in the night sky at present, did these same Babylonian astronomers insist that the planet we call Saturn had been the most prominent body in the sky?\n\nThat is a question the answer to which, beginning in the very next chapter of this work, will carry us into some very strange and deep waters.\n\n6 Ibid, p. 44.\n7 A. Armitage, “History of Astronomy,” Vol. 2, p. 582 (emphasis added).",
                    "citations": [
                        "Encyclopaedia Britannica (1959 edition)"
                    ]
                }
            ],
            "bibliography": [
                "Encyclopaedia Britannica (1959 edition)"
            ]
        },
        {
            "type": "main",
            "page_number": 120,
            "subsections": [
                {
                    "title": "Chapter 3",
                    "content": "The Sun Star",
                    "citations": []
                },
                {
                    "title": "THE MOST PROMINENT OF THE PLANETS",
                    "content": "In the Hellenistic world, the Chaldeans regarded Saturn as the most prominent of the planets:\n\n“But above all in importance, they [the Chaldeans] say, is the study of the influence of the five stars known as planets... the one named Cronus [the same as Kronos] by the Greeks [i.e., Saturn]... is the most conspicuous.”\n\nAs viewed from Earth, this is simply not so. Venus is much more prominent. It is easily the brightest of the planets, bright enough at night to cast shadows and, when meteorological conditions permit, bright enough to be seen during the day. In contradistinction, Saturn is a very difficult object to observe. Even Bob Forrest, one of the strongest opponents of cosmic catastrophism, was moved to display his bewilderment at this datum:\n\n“The only puzzling thing about this passage [of Diodorus] is the way Saturn is said to be the most conspicuous of the planets. All else is fairly routine.”\n\nAs we shall see, this statement is not the “only puzzling thing” in this passage of Diodorus; nor is all else in it “fairly routine.” But one thing at a time.\n\nThe term “Chaldean,” meanwhile, has long been misunderstood and misapplied by ancient historians and moderns alike. As used by Diodorus and other classical authors, the term simply meant “astrologers” and/or “astronomers,” but always in relation to the Babylonians. These were the same Babylonians whose astronomical achievements we have enumerated in the previous section. But how, then, with all of their sophisticated knowledge of the heavens, could they have committed such an error? Or, if an error it was not, why would they have perpetuated such a falsity?\n\nOf course, one could also ask: Why take the word of Diodorus, a Greek historian, who could easily have been mistaken on matters Babylonian? But was Diodorus the only writer of antiquity who ever reported this strange belief concerning the planet Saturn? And, in fact, were the Babylonians the only ones who were supposed to have asserted this oddity?\n\nTo give but one other example—and later we shall give others—we note here one of the Sanskrit names of the planet Saturn, which is Grahanayakah. The name is composed of the words graha(h)—“planet”—and nayakah—“chief or leader.” Thus, according to this name, Saturn is, or at least was, considered the leader of the planets.\n\nAs we shall soon see, this belief was widespread among the ancient nations and it is difficult to believe that such a persistent assertion could have been the result of mere fancy. But if the astronomers of the time could see, as they must have, that Saturn was not the most prominent, or conspicuous, of the planets, on what was the belief based?",
                    "citations": [
                        "Notes and Index Volume (Manchester, 1983)",
                        "Encyclopaedia Britannica (1959 ed.)",
                        "English Dictionary (Delhi, 1975)"
                    ]
                }
            ],
            "bibliography": [
                "Notes and Index Volume (Manchester, 1983)",
                "English Dictionary (Delhi, 1975)",
                "Encyclopaedia Britannica (1959 ed.)"
            ]
        },
        {
            "type": "main",
            "page_number": 121,
            "subsections": [
                {
                    "title": "words graha(h)—“planet”—and nayakah—“chief or leader.” Thus, according to this name,",
                    "content": "Saturn is, or at least was, considered the leader of the planets.\n\nAs we shall soon see, this belief was widespread among the ancient nations and it is diffi-\ncult to believe that such a persistent assertion could have been the result of mere fancy. But if the astronomers of the time could see, as they must have, that Saturn was not the most prominent, or conspicuous, of the planets, on what was the belief based?",
                    "citations": []
                },
                {
                    "title": "STELLA SOLIS",
                    "content": "So what was it that made the Babylonians allude to Saturn as the most prominent of the planets—prominent enough for them to refer to it, inter alia, as En-Me Sar-ra, that is “Lord of the Law of the Universe”? One must admit, that is quite a lofty title to bestow on what appears to be a mere pin-point of light in the present night sky.\n\nThe clue to Saturn’s prominence—even loftiness—was supplied by Diodorus in the very same passage we have already partly quoted. There, this writer continues to report that “the [planet] named Cronus [i.e., Saturn] by the Greeks... they [the Chaldeans] call the star of Helios...”\n\nIt is somewhat odd that Forrest did not find this statement as “puzzling” as the one which proclaims Saturn to be the most prominent of the planets. Odder still is that he relegated it to the unimportance of “fairly routine” reporting because, to the Greeks of Diodorus’ time, Helios was the Sun. From it are derived such Sun-oriented English words as “heliacal,” “heliocentric,” and “heliograph.” Why would the Babylonians have referred to the planet Saturn as the star of the Sun?\n\nBut what of the Babylonians themselves? Do we not hear from them directly? With so many cuneiform tablets having been lost through the vagaries of nature and the hand of man, and with so many undeciphered others falling apart in museum basements, it would not have been remarkable had this datum not survived in the original. But it has, and in more than one text.\n\nR. C. Thompson might have been the first to discover, even if not entirely understand, “(Mul) Lu-Bat Sag-U8,” and we find it stated in an astrological report from that nation that “(Mul) Lu-Bat Sag- Samas Su-u,” which Thompson translated as “[the planet] Saturn is the star of the sun.”\n\nActually, Diodorus should have known that this belief was already common among the scholars of his own nation. Eratosthenes of Alexandria, who thrived somewhere between 276 and 194 B.C., and whose astronomical, mathematical, and geographical knowledge enabled him, as we have already seen, to measure Earth’s circumference, identified the planet Saturn as the star of the Sun, as so did several other Greek writers.",
                    "citations": [
                        "Diodorus Siculus, Bibliotheca Historica, 11:30-34.",
                        "B. Forrest, Velikovsky's Sources, p. 532.",
                        "J. D. Prince, “Chaldea,” Vol. 5, p. 195.",
                        "V.S. Apte, The Practical Sanskrit, p. 417."
                    ]
                }
            ],
            "bibliography": [
                "US Mul (il)",
                "Astrologie Grecque (Paris, 1899)",
                "this Babylonian verity. Thus, another Babylonian name for the planet Saturn was (Mul)",
                "Archeologie Orientale (Paris, September 1910)",
                "see also, W. A. Heidel, The Day of Yahweh (N. Y., 1929)",
                "(May-August 1908)"
            ]
        },
        {
            "type": "main",
            "page_number": 122,
            "subsections": [
                {
                    "title": "continued down to the 6th century A.D. as is known through the neo-Platonic philosopher",
                    "content": "Simplicius who also called Saturn the star of the Sun. Whether they obtained this particular information from the Greeks or not, we find that the Romans were of a similar mind. In his enumeration of the planets, the Latin writer Gaius Iulius Hyginus, who, as the superintendent of the Palatine Library, must have had access to much older material, referred to the planet in question as the star of Sol. As just about any dictionary will verify, Sol was not only the Roman Sun personified, it was, as it still is, the very Latin word for “Sun.” From it are derived such English words as “solar,” “solarium,” and “solstice.” The scholiast on Germanicus also lists Saturn as Stella Solis—Star of the Sun—a name which apparently was a common designation for the planet in Roman times.\n\nBut whence the belief? Better still, what does the designation “star of the Sun” really mean? To what does it allude?\n\nA telling clue comes from Sanskrit. In this language, Surya is the common name for the Sun. Suryaputrah, which means “son of the Sun,” is however one of the names for the planet Saturn. Another Sanskrit name for the Sun is Ravi and, again, we find the planet Saturn designated as Raviputra which also means “son of the Sun.” As the son of the Sun, Saturn could be termed the star of the Sun. But this only raises another question. Why would Saturn, among the planets, have been thought of as the son of the Sun?\n\nLet us go one step farther. Yet another Sanskrit name for the planet Saturn is Saurah. But saurah also means “solar day” and/or “solar month.” This seems to indicate that the connection between Saturn and the Sun was more intimate than we have so far deduced. In fact, this last datum is enough to make one believe that, at least to the Hindus, Saturn and the Sun were close to being synonymous.\n\n(MUL) LU-BAT SAG-US\n\nA common entry in a collection of astrological reports from Nineveh and Babylon, which, in variant forms, is many times repeated, uses the formula “When Shamash [the same as Samas] stands in the halo of Sin” such and such a thing will come to pass.” Now open up just about any work on Assyro-Babylonian mythology and you will find it stated that Shamash and Sin were the deified Sun and Moon. According to this belief, the omen mentioned above would then translate as “when the Sun stands in the halo of the Moon” such and such a thing will come to pass.\n\nNow while Sun and Moon can be seen together, the Sun can never appear in the halo of the Moon. For one thing, the Sun does not appear small enough to fit between the Moon and its surrounding halo—when it has one; for another, the Moon can only appear within a halo during the night when the Sun, needless to say, is absent. What, then, could the Babylonian astrologers have been alluding to?",
                    "citations": [
                        "Hyginus, De Astronomia (also known as Poetica Astronomica)",
                        "Webster, Twentieth Century Dictionary of the English Language (N. Y., 1939)",
                        "Their Lore and Meaning (N. Y., 1899/1963)",
                        "(see above)"
                    ]
                }
            ],
            "bibliography": [
                "(see above)",
                "Their Lore and Meaning (N. Y., 1899/1963)",
                "Hyginus, De Astronomia (also known as Poetica Astronomica)",
                "Webster, Twentieth Century Dictionary of the English Language (N. Y., 1939)"
            ]
        },
        {
            "type": "main",
            "page_number": 123,
            "subsections": [
                {
                    "title": "There is no point in claiming that this was astrological nonsense. Babylonian astrologers,",
                    "content": "like those of ancient China, were required to acquaint their rulers with the mandates of heaven, to warn them of impending disasters or to soothe their fears with reports of divine satisfaction. The foretold events might not always have come to pass. Fallacious predictions, however, were one thing; impossible ones were quite another. There would have been no point in predicting an event based on an astronomical occurrence that could never have come to pass. A prognostication based on the appearance of the Sun within the halo of the Moon would not only have been useless, it would have been considered utterly insane. No Babylonian astrologer would have risked ridicule, not to mention royal displeasure, by sending such a prediction to his king. Why, then, did they even bother writing down such a formula?\n\nAs Morris Jastrow, even without knowing the full implication of these formulae, concluded: “Since this phenomenon can only occur at night, Shamash cannot of course be the sun.”\n\nThis brings us back to the Babylonian statement mentioned earlier which reads “(Mul) Lu-Bat Sag-U8 Sama§ Su-u,” and which, as we have seen, Thompson translated as “Saturn is the star of the sun.” Jastrow, however, has noted that while this reading is possible, a more accurate translation would be “Saturn is the sun-star.” We note here the difference between calling Saturn the star of the Sun—the star belonging to the Sun—and naming it as the Sun-star since the latter seems to connote the Sun itself. In fact, another translation given by Jastrow is “[the] star is Shamash.” Stated more clearly, what this datum is really telling us is that “the planet Saturn is Shamash” or “Shamash is the planet Saturn.”\n\nWhat is also of interest is that this statement appears as a gloss in one of those omens which uses the formula “when Shamash stands in the halo of Sin.” This, then, was the astrologers’ way of informing whoever read this particular report that by Shamash the planet Saturn, and not the Sun, was meant. The formula in question should therefore read “when Saturn stands in the halo of Sin” such and such a thing will come to pass.\n\nThis is further clarified by another gloss which appears in a number of similar cases “Lu-Bat Sag-U8S ina tarbas Sin izzaz”—i.e., “Saturn stands in the halo of Sin.” This not only makes better observational sense, it compliments—nay, validates—the formula which uses Shamash as a name for Saturn. If conditions permit, the pin-point of light in the night sky that is Saturn can be discerned within the halo of the Moon. (Actually, this argument, which I myself have had reason to repeat in the past, is not even called for because, as I will indicate in a future work, Sin did not always stand for the Moon.)\n\nThompson, of course, was aware before Jastrow that the Babylonians called Saturn by the name of Shamash. Since this verity came to light at least as early as 1900, it is a sin of omission—worse still, a scholarly deception—not to have it so stated in current works dealing with Assyro-Babylonian mythology. Even the former Director of the British Astronomical Association, A. F. O’D. Alexander, paid greater heed to ancient belief than mythologists have on this particular issue. In his 1962 work on the planet Saturn, he correctly presented the astrological excerpts we have been investigating as relating to Saturn rather than the Sun. Unfortunately, he then muddled up the issue by claiming that it was “a legendary association between these two bodies” which served as “an excuse for making reports even more ambiguous by using the word for Sun when Saturn was meant.”",
                    "citations": [
                        "(il)",
                        "planet Saturn (as a)",
                        "which unambiguously declares that (Mul)",
                        "(February 1992)",
                        "(November 1996)",
                        "see also, P. Gossman, Planetarium Babylonicum (Rome, 1950)"
                    ]
                }
            ],
            "bibliography": [
                "which unambiguously declares that (Mul)",
                "(February 1992)",
                "(November 1996)",
                "planet Saturn (as a)",
                "(il)",
                "see also, P. Gossman, Planetarium Babylonicum (Rome, 1950)"
            ]
        },
        {
            "type": "main",
            "page_number": 124,
            "subsections": [
                {
                    "title": "ness a",
                    "content": "Wavy ars Pome\n\nShamash —the god and his emblem—whom the Assyro-Babylonians themselves identified as the planet Saturn. (Stone tablet of Nabu-apal-iadina, from Abu Habbah, 9th century B.C., new in the British Museum.)\n\nThe Director of the British Astronomical Association, A. F. O’D. Alexander, paid greater heed to ancient belief than mythologists have on this particular issue. In his 1962 work on the planet Saturn, he correctly presented the astrological excerpts we have been investigating as relating to Saturn rather than the Sun. Unfortunately, he then muddled up the issue by claiming that it was “a legendary association between these two bodies” which served as “an excuse for making reports even more ambiguous by using the word for Sun when Saturn was meant.”\n\nActually, there is absolutely no doubt that Shamash was also the Babylonian name of the Sun. In fact, a bilingual list of the heavenly bodies now housed in the British Museum shows Shamash pure and simply as the Sun. Saturn is there called by the usual name of Ninurta. This is so true that a differentiation between Shamash/Saturn and Shamash/Sun had to be introduced into these astrological reports. Just as the above-mentioned gloss was thought necessary to indicate that Saturn, in lieu of the Sun, was meant in those prognostications that might have appeared ambiguous to the casual reader, so similar glosses were inserted to.",
                    "citations": [
                        "D. Alexander, The Planet Saturn (N. Y., 1962)",
                        "D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915)",
                        "People (London, 1996)",
                        "Ninip (Nirig)"
                    ]
                }
            ],
            "bibliography": [
                "People (London, 1996)",
                "D. Alexander, The Planet Saturn (N. Y., 1962)",
                "D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915)",
                "Ninip (Nirig)"
            ]
        },
        {
            "type": "main",
            "page_number": 125,
            "subsections": [
                {
                    "title": "emphasize the role of the Sun, in lieu of Saturn, when the opposite was true. In this case the",
                    "content": "gloss was made to indicate “Same u-mi”—i.e., “Sama of the day.” In fact, variants of the name Shamash still mean “sun” in many modern Semitic languages. Thus, in Hebrew, the common word for “sun” is shemesh. Among the Aramaeans, the Arabic word was Shamash. Even in Maltese, the only European language with a distinctive Semitic root-base, the Sun is called xemx, where the “x” is phonetically equivalent to “sh” —thus shemsh.\n\nAll of this raises some very interesting questions. Why, for instance, was the planet Saturn called by the same name as the Sun? It is not as if the Babylonians had no other names for Saturn—we have already encountered two: En-Me Sar- Lu-Bat Sag-US. But also, ancient names, unlike some modern ones, carried their own meanings. No one in those days would have thought of naming a person or an object by using lexical abstraction. Shemesh, and therefore Shamash, means “to be brilliant,” and while this may be an apt name for the Sun, one would hardly think of alluding to the pin-point of light that is Saturn by the same appellation. And yet this is precisely what the Babylonians did. As Jastrow was forced to conclude, “the fact that Saturn was also called the ‘sun’ is vouched for, both by explanatory notes attached to astrological connotations, and by notices in classical writings to that effect.” Thus, while we understand that Shamash was the name of the planet Saturn as well as the Sun, is it also to be understood that Saturn was once believed to have been as brilliant as the Sun?",
                    "citations": [
                        "the word was also rendered SemeS (shemesh)",
                        "or SimSa (shimsha)",
                        "u (Shamshu)",
                        "ra and (Mul)"
                    ]
                },
                {
                    "title": "THE LIGHT OF THE GODS",
                    "content": "The close relationship, or quasi-synonymy, between the planet Saturn and the Sun was not, in Mesopotamia, restricted to the Babylonian Shamash. The Sumerian planetary god Ninurta also shared this dual characteristic. Thus, Stephen Langdon could speak of “the sun-god Ninurta” in one breath while claiming in the next that, in Sumero-Babylonian religion, Ninurta was “the war god and planet Saturn.” It was even said of Ninurta that his face was Shamash.\n\nTogether with many other deities, Ninurta has often been presented by mythologists as a storm god. This view owes its origin to the texts themselves, in which Ninurta is lauded as “the most furious storm (or stormwind)” or, in Sumerian, as Lugal-e ud me-ldm-bi nir-gdl. In the past, these epithets had been translated as “King, Storm whose brilliance surpassed (all others).” It is suggested that these phrases point to the Moon, or to some very brilliant star, and are scarcely reconcilable with the notion that Ninurta was the dark and distant Saturn.",
                    "citations": [
                        "the most furious storm (or stormwind)",
                        "M. Jastrow, Jr., ioc. cit. (emphasis added)",
                        "Encyclopaedia Britannica (1959 ed.)",
                        "ED, Busuttil, Kalepin Thiet lisna (Valletta, 1978)",
                        "J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890)",
                        "The Seven Great Monarchies of the Ancient Eastern World (N. Y., 1885)",
                        "(emphasis as given)",
                        "M. Jastrow, Jr., Aspects of Religious Belief and Practice in Babylon and Assyria (N. Y., 1911)",
                        "Mythology of All Races, Vol. V (N. Y., 1964)",
                        "T. Jacobson, Before Philosophy (Harmondsworth, 1963)",
                        "J. van Dijk, Sumerische Gottlieder, Vol. II (Heidelberg, 1960)",
                        "(1950)"
                    ]
                }
            ],
            "bibliography": [
                "ra and (Mul)",
                "(emphasis as given)",
                "J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890)",
                "Encyclopaedia Britannica (1959 ed.)",
                "M. Jastrow, Jr., ioc. cit. (emphasis added)",
                "u (Shamshu)",
                "the most furious storm (or stormwind)",
                "M. Jastrow, Jr., Aspects of Religious Belief and Practice in Babylon and Assyria (N. Y., 1911)",
                "J. van Dijk, Sumerische Gottlieder, Vol. II (Heidelberg, 1960)",
                "or SimSa (shimsha)",
                "Mythology of All Races, Vol. V (N. Y., 1964)",
                "(1950)",
                "T. Jacobson, Before Philosophy (Harmondsworth, 1963)"
            ]
        },
        {
            "type": "main",
            "page_number": 126,
            "subsections": [
                {
                    "title": "Ninurta—with thunderbolts, sword, and scythe—",
                    "content": ", present-day Nimrud.",
                    "citations": [
                        "from a relief found at the temple dedicated to the god in ancient Kalakh (or Kathu)"
                    ]
                }
            ],
            "bibliography": [
                "from a relief found at the temple dedicated to the god in ancient Kalakh (or Kathu)"
            ]
        },
        {
            "type": "main",
            "page_number": 127,
            "subsections": [
                {
                    "title": "liance surpassed (all others). It is strange that this consensus was reached, and maintained,",
                    "content": "in spite of Virolleaud’s assertion that ud actually stands for “sun” or “sunlight.” More recently, this subject has again been taken up by Sjoberg and Bergmann who have indicated that originally u [and, by extension, Sumerian ud] did not mean ‘storm’ but ‘light.’ Thus even “sun” and “sunlight” are not entirely correct.\n\nThe epithets quoted above should therefore read “the most furious light” and “King,” in line with keeping Ninurta's sun-like qualities. Nimrod has also often been identified as the planet Saturn,” even if the reason for the identification has seldom been clarified. When a reason is given, it usually runs something like the following: Nimrod, sometimes called Nebrod, the traditional founder of Babylon, was “the first to become king on earth...and took as title the name of the planet Kronos [which was Saturn].” Nimrod, however, did not have to take the name of the planet Saturn because his name was already that of Saturn. Thus, for instance, Nimrod has also, and often, been claimed to be an alias of Ninurta. The actual truth, however, is that the two names are really one and the same. The cuneiform characters which spell nin, ur, and ta can also be read nim, ru, and ud respectively— which can be said to be the same syllables in reverse and which, of course, spell “nimru-ud,” a name that has been popularized as “Nimrod.”\n\nOf course, it is not only in legendary tales, such as those dealing with Nimrod, that Saturn was lauded as king—often the very first king the world had ever known. As we have already seen above, in the original, that is older, sources, Ninurta/Saturn is himself proclaimed ugal—that is “king.” And this, again, is in keeping with the mytho-historical record since all of the Saturnian deities were revered as kings, the first of their line.\n\nFormerly, when the decipherment of cuneiform was still in its infancy, and the transliteration of the Mesopotamian deities had not yet been formalized, the name Ninurta was variously read as Ninib, Ninip, or simply Nin, a title which has been translated as meaning “Lord,” although it also stands for “Lady.” (And is it because of this that Fred Bratton listed Ninurta as a fertility goddess, or was this merely a typographical error?) Thus, scholars of the late nineteenth and early twentieth centuries were wont to refer to this astral deity by one of more of the above names. Writing in 1885, George Rawlinson opted for Nin.",
                    "citations": [
                        "M. Jastrow, Jr., “Sun and Satum,” Revue D’Assyriologie et D’Archeologie Orientale (Paris, September 1910), p. 165.",
                        "A.W. Sjoberg & E. Bergmann, The Collection of the Sumerian Temple Hymns (N. Y., 1969).",
                        "H. Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni, 18:3, p. 335."
                    ]
                },
                {
                    "title": "SFG. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970), p. 16.",
                    "content": "127",
                    "citations": []
                }
            ],
            "bibliography": [
                "M. Jastrow, Jr., “Sun and Satum,” Revue D’Assyriologie et D’Archeologie Orientale (Paris, September 1910), p. 165.",
                "A.W. Sjoberg & E. Bergmann, The Collection of the Sumerian Temple Hymns (N. Y., 1969).",
                "H. Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni, 18:3, p. 335."
            ]
        },
        {
            "type": "main",
            "page_number": 128,
            "subsections": [
                {
                    "title": "and Ninip.” Among the epithets of Nin/Ninip that he discussed, we again encounter such",
                    "content": "familiar ones as “the powerful chief” and “the supreme.” Not only do we find this deity lauded as the first among kings but also as “the first of the gods,” thus giving the impression that Saturn was the very first god ancient man had recognized as such.\n\nAs we noted in Chapter 1 of this work, the cuneiform sign for “god” and “planet” was one and the same—%*. However, the same cuneiform sign also stood for “king.” But, more than that, the very same ideogram was also used to “spell” the name of the great Sumerian god An (or Anu)—who, as the father of all the gods, the “Head of the older generation of gods,” standing at the beginning of every theological list from all periods—can also be understood as a personification of the Saturnian deity.\n\nMore in keeping with our subject, we also find Ninib lauded as “the light of heaven and earth” and, quite explicitly, as “he who, like the sun, the light of the gods, irradiates the nations.”\n\nThere is, again, no point in claiming that these were metaphorical epithets meant to be applied to the god and not the planet he represented because, to the ancients who venerated him, the god and the planet were one and the same. And this, incidentally, is not merely my contention. Conventional mythologists had recognized this fact for themselves even though they found it very difficult to accept. Thus, Peter Jensen was forced to see in Saturn an ancient symbol of the “eastern sun” or “the sun on the horizon,” without however offering a single piece of evidence for this interpretation. George Rawlinson himself found these epithets “very difficult to reconcile with the notion that, as a celestial luminary, [Ninip] was Saturn.” Somewhat like Jensen, he, also, sought to explain the situation by appealing to astral bodies other than the one indicated by the texts themselves. As he wrote: “These phrases appear to point to the Moon, or to some very brilliant star, and are scarcely reconcilable with the notion that [Ninip] was the dark and distant Saturn.”",
                    "citations": [
                        "god An (or Anu)"
                    ]
                },
                {
                    "title": "NINGIRSU",
                    "content": "Other than earlier readings of the name Ninurta as Nin, Ninib, Ninip, etc., the deity in question possessed some bona fide aliases, one of which was Ningirsu—the Lord of Girsu (in Lagash). This is ascertained by the Gula Hymn of Bullutsa-rabi in which the consort of the goddess Gula (also known as Bau and/or Nin-Karrak) is called by various names among the.",
                    "citations": [
                        "G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. (N. Y., 1885)",
                        "A Prehistory of the Establishment (N. Y., 1977)",
                        "S. Dalley, Myths From Mesopotamia (Oxford, 1991)",
                        "(emphasis added)",
                        "P. Jensen, Die Kosmologie der Babylonier (Strassburg, 1890)"
                    ]
                }
            ],
            "bibliography": [
                "A Prehistory of the Establishment (N. Y., 1977)",
                "G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. (N. Y., 1885)",
                "the goddess Gula (also known as Bau and/or Nin-Karrak)",
                "P. Jensen, Die Kosmologie der Babylonier (Strassburg, 1890)",
                "god An (or Anu)",
                "S. Dalley, Myths From Mesopotamia (Oxford, 1991)",
                "(emphasis added)"
            ]
        }
    ]
}
