{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 359,
            "subsections": [
                {
                    "title": "",
                    "content": "It was gloomy in the sense that Earth did not experience the sharp contrasts of the modern day and night; but the climate was uniformly moist and warm. Vegetation was lush, animals were plentiful, and life was easy for herbivores, carnivores, and omnivore-scavengers, such as man, alike.\n\n**Photoperiodism**\nPhotoperiodism, not to be confused with photosynthesis, is the response of organisms to the duration of light and darkness generated by the succession of day and night. It should be noted right from the start that temperature, nutrition, and environmental factors can greatly modify this response. Additionally, closely related varieties of species can, and do, respond differently to identical photoperiodic conditions due to inherited differences in their make-up.\n\nWhen it comes to fauna, the most conspicuous activities correlated to photoperiodism consist of changes in pelage and/or plumage, the migratory instincts of birds, and the reproductive process, each of which occurs with marked regularity at a particular time each year. When animals held in captivity are subjected to artificial lighting conditions which mimic a day-night succession that is different from the natural one, reproduction, bird migration, and other activities can be induced out of season. This seems to prove that such activities are regulated by the changing daily periods of light and darkness—in other words, by the succession of the seasons.\n\nIn artificial situations, as little as nine hours of light per day was sufficient for stimulating the physiological changes responsible for these activities. The response, it has been found, becomes rapid under long days and sluggish under short ones. Thus, changes in physiological responses, such as a change in breeding season, occur in certain birds and mammals when transported from a southern to a northern latitude and/or vice versa. Yet, in equatorial regions, where day lengths are constant, mammals and birds continue to breed, change their plumage, and migrate as if the day lengths actually varied. Do they then keep count of the days? Can they keep time? Or have they adapted so well to their environment that their physiology changes without response to photoperiodism? Studies of certain species of birds have failed to show any influence of light on their reproductive cycle. Would animals not breed had there been no succession of day and night? Would they stop breeding in an environment of perpetual dawn and everlasting spring? Or would they adapt?\n\nThe flowering of plants, the formation of roots, runners, tubers, and bulbs are also controlled by photoperiodism.",
                    "citations": []
                }
            ],
            "bibliography": [
                "F. A. Paneth, 'Meteorites', p. 848.",
                "Wolfson, 'Photoperiodism,' Encyclopaedia Britannica, Vol. 17 (1959 edition), p. 848."
            ]
        },
        {
            "type": "main",
            "page_number": 360,
            "subsections": [
                {
                    "title": "",
                    "content": "Birds in equatorial regions, where day lengths are constant, continue to change their plumage, reproduce, and migrate on time as if day lengths actually varied. Shown above: The African Crane. (Photograph by the author.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 361,
            "subsections": [
                {
                    "title": "",
                    "content": "Other plants, meanwhile, flower regardless of day lengths. What was not understood at the time the phenomenon of photoperiodism was named was that the response of plants is controlled by the duration of darkness and not of light—that is, by the length of the night as opposed to the length of the day.\n\nRed light can prevent the flowering of short-day plants while promoting that of long-day ones. However, the inhibition of flowering in short-day plants through red light can be prevented by the inclusion of red light of greater wavelength (or what is known as far-red). Since Saturn is here posited to have been a brown dwarf star, its propensity for red light, mainly in the far-red, would therefore have been conducive to plant growth.\n\nOn the other hand, as every gardener knows, some flowers close up at night and reopen when the Sun comes up. What would have happened to such plants attempting to thrive in a world where the succession of day and night was replaced by a perpetual dawn-like murkiness? The answer is simple: Had such plants existed at the time, they would have had to adapt to their environment as others have done, and continue to do, in the present world.\n\n**The Sub-Tropical Arctic**\nAs early as the nineteenth century, it was admitted by all scientific authorities that at one time the regions within the Arctic Circle enjoyed a tropical or nearly tropical climate. These words were written in 1885 by William Warren in his attempt to prove that man’s original Paradise had been located in Earth’s north polar region. He did not assert this as merely his say-so; he named authorities and quoted from them.",
                    "citations": []
                }
            ],
            "bibliography": [
                "H. A. Borthwick, 'Photoperiodism,' p. 847.",
                "W. F. Warren, Paradise Found (Boston, 1885), p. 84.",
                "Croll, Climate and Time (American edition, 1875), p. 7 as quoted in Ibid., p. 85."
            ]
        },
        {
            "type": "main",
            "page_number": 362,
            "subsections": [
                {
                    "title": "",
                    "content": "Simplified table of the geologic succession.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 363,
            "subsections": [
                {
                    "title": "",
                    "content": "One thing at least is certain, that till a very recent period, geologically speaking, our earth enjoyed a warm and genial climate up to the actual poles themselves, and that all its vegetation was everywhere evergreen, of much the same type as that which now prevails in the modern tropics. Even Charles Lyell, the very proponent of the uniformitarian principle, was compelled to write: \"The result...of our examination...of the organic and inorganic evidence as to the state of the climate of former geological periods is in favor of the opinion that the heat was generally in excess of what it now is. In the greater part of the Miocene and preceding Eocene epochs, the fauna and flora of Central Europe were sub-tropical, and a vegetation resembling that now seen in Northern Europe extended into the Arctic regions as far as they have yet been explored, and probably reached the Pole itself. In the Mesozoic ages, the predominance of reptile life and the general character of the fossil types of that great class of vertebrata indicate a warm climate and an absence of frost between the 40th parallel of latitude and the Pole.",
                    "citations": []
                }
            ],
            "bibliography": [
                "C. Lyell, Principles of Geology, Vol. I (1830-1876, 11th edition), p. 231."
            ]
        },
        {
            "type": "main",
            "page_number": 364,
            "subsections": [
                {
                    "title": "",
                    "content": "Even Charles Lyell—shown above—the proponent of the uniformitarian principle was compelled to admit that the Arctic regions had once basked in a sub-tropical climate. From a portrait at the British Museum. As James Basinger noted, these vestiges point to a lengthy warm spell during the Eocene epoch...when mean annual polar temperatures ranged from seven to 15° C. Tall trees not unlike the towering redwoods of the Pacific Northwest—and genetically similar to birch, alder, and swamp cypress—grew beside a meandering river delta hundreds of kilometers wide. Some of these giants were 35 m high, with stumps 2.5 m around, and appear to have lived for as long as 1,000 years.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 365,
            "subsections": [
                {
                    "title": "",
                    "content": "Axel Heiberg Island is not the only area in Canada’s High Arctic where the remains of ancient forests have been found. The coal-bearing sediments of the Eureka Sound Group scattered throughout most of the Arctic Archipelago also contain such remains. Plants dated to the Paleocene from the Fosheim Peninsula of Ellesmere Island resemble similar Paleocene flora from Western Canada’s interior, indicating a cosmopolitan temperate zone. Some of the plants from these Tertiary forests have been described as being akin to those growing in the present cypress swamps of Florida. Others, like oak, do not grow in swamps. Trees from the middle Eocene in the same area reached up to 50 meters high. The fossils of animals found buried amid the remains of these forests—ancestors of the horse and rhinoceros, giant lizards, land tortoises, salamanders, snakes, alligators, crocodiles, flying lemurs—all testify to the warmth of the climate at that time, as does the discovery of fossil palm trees and huge exotic ferns by Soviet paleobotanists in the islands of Spitsbergen in the Svalbard archipelago far within the Arctic Circle. Even fossil tapirs, the descendants of which now live in the equatorial Amazon forest, were found on Ellesmere Island.",
                    "citations": []
                }
            ],
            "bibliography": [
                "I. C. Johnson, 'Basinger’s Lecture on the Eocene Forests of the Canadian High Arctic,' Chronology & Catastrophism Workshop 1989:2, p. 17."
            ]
        },
        {
            "type": "main",
            "page_number": 366,
            "subsections": [
                {
                    "title": "",
                    "content": "Crocodilia have never occupied ecological niches where near-freezing cold persists continuously for months. Alligators are more adapted to cold weather than crocodiles. Crocodiles require shallow water, but crocodiles in water that is colder than 65° F tend to sink to the bottom in lassitude and drown as they do in places like Florida during severe cold weather. The scientific establishment, meanwhile, has not been entirely silent when it comes to propositions concerning the solution of the puzzle raised by the one-time existence of these Arctic forests. Writers in New Scientist proposed that the Arctic Eocene’s subtropical climate can be explained if the oceans transported far more heat to the poles than they do at present. But evidence of the atmospheric circulation required for this, which depends on temperature differential, is lacking. Moreover, the small size of particles retrieved from Eocene deep-sea sediments confirm the lack of wind speeds at that time. This implies that there had to be considerable warmth in the Eocene High Arctic throughout the year.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 367,
            "subsections": [
                {
                    "title": "",
                    "content": "But consider now: If Earth had basked beneath Saturn’s constant radiation rather than that emitted by our present rising and setting Sun, these forests would not have had to 'sit in the dark for three [or four] months' of the year; they would not have had to 'sleep' through the long polar night. As we have seen, the duskiness which ancient man relatively described as darkness was never one of totality. Saturn would have shed enough light, feeble as it might have been, to dispel the gloom and would have done so continuously. It would also have supplied the required heat.",
                    "citations": []
                }
            ],
            "bibliography": [
                "D. H. Campbell, 'Continental Drift and Plant Distribution,' Science (January 16, 1942), as quoted by I. Velikovsky, Earth in Upheaval (N.Y., 1955), p. 45."
            ]
        },
        {
            "type": "main",
            "page_number": 368,
            "subsections": [
                {
                    "title": "",
                    "content": "Of course, the Tertiary period to which these forests have been dated has been calculated to have spanned Earth’s environment some 40 to 50 million years ago, which is hardly the age of man. But one has to keep in mind that if Saturn acted as the sun during mankind’s primitive past, it must also have been Earth’s sun during ages long before. Moreover, since Saturn’s present illumination and heat are nowhere close to what we have postulated them to have been during man’s early career on this planet, it stands to reason that its radiant energy dissipated relatively fast. This would also make us assume that, in ages prior to the advent of mankind, Saturn’s radiant energy, and in fact even its mass, must have been greater still. It is even possible that its illumination, at close quarters to Earth, would have been bright enough to bathe the world in perpetual daylight rather than the constant dusk that primitive man later experienced.",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
