{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 469,
            "subsections": [
                {
                    "title": "",
                    "content": "The appearance of the clouds would be affected by the star’s rotation. If a dwarf turns fast enough, the spin could drive the clouds into a stellar weather system much like the bands on Jupiter. Or, one might add, also like the bands on Saturn—although the proto-Saturnian latitudinal cloud bands only became apparent toward the end of the configuration’s existence.\n\nTHE ACCRETION DISK MODEL\nTogether with the existence of planets in extra-solar systems, the discoveries enumerated above have added further havoc to the current theory of planet formation. As Zapatero-Osorio has stated: \"The formation of young, free-floating, planetary-mass objects like these is difficult to explain by our current models of how planets form.\" The most intriguing question now is how can we explain the formation and evolution of planetary-mass objects outside the solar system? In a press release: \"These free floaters may pose a considerable challenge to current theories about how planets form.\"\n\nThere was a time when the formation of the Solar System planets was believed to have been due to material being drawn out of the Sun by a close passing star. However, this theory was discarded in favor of the one now accepted in which the planets are theorized to have formed from the same gas cloud that collapsed through its own gravity to form the Sun itself. The material remaining after the Sun had formed is said to have continued to circle the Sun in its equatorial plane. Known as an accretion disk, this gaseous cloud continued to collapse into smaller clumps of matter, which clumps eventually aggregated into the planets and at least some of their accompanying satellites. The accretion disk model became the one most widely accepted.\n\nWhen it comes to extra-solar systems, however, it has recently been discovered that the accretion process encounters difficulties. For instance, 90% of the young stars known to exist in the Orion nebula are surrounded by so-called accretion disks that \"could potentially clump into new worlds.\" But, as Kathy Svitil noted, \"making a planet, it turns out, isn’t all that easy to do.\"\n\nRobert O’Dell christened these disks ‘proplyds,’ for protoplanetary disks. The name may actually be a misnomer, because these disks will evaporate within a million years, probably before planets can form. Intense radiation streaming from the nebula’s brightest infant stars can stop the process in its tracks, says astronomer C. Robert O’Dell of Vanderbilt University in Nashville, Tennessee. \"Radiation evaporates away the disks in a few hundred thousand years or less,\" he says, leaving little or no time for planets to coalesce.",
                    "citations": [
                        "S. J. Goldman, loc. cit.",
                        "M. Fox, loc. cit.",
                        "I. Tresman, “18 Possible Planets Lacking a Star,” SIS Internet Digest, 2000:2, p. 13.",
                        "I. Tresman, “Intersect 2001 Conference,” in ibid., 2001:2, p. 13.",
                        "K. A. Svitil, “Planets in Peril,” Discover (August 2001), p. 11.",
                        "T. P. Ray, “Fountains of Youth: Early Days in the Life of a Star,” Scientific American (August 2000), p. 45."
                    ]
                }
            ],
            "bibliography": [
                "S. J. Goldman, loc. cit.",
                "M. Fox, loc. cit.",
                "I. Tresman, “18 Possible Planets Lacking a Star,” SIS Internet Digest, 2000:2, p. 13.",
                "I. Tresman, “Intersect 2001 Conference,” in ibid., 2001:2, p. 13.",
                "K. A. Svitil, “Planets in Peril,” Discover (August 2001), p. 11.",
                "T. P. Ray, “Fountains of Youth: Early Days in the Life of a Star,” Scientific American (August 2000), p. 45."
            ]
        },
        {
            "type": "main",
            "page_number": 470,
            "subsections": [
                {
                    "title": "",
                    "content": "These protoplanetary nebulae, says Sun Kwok, \"evolve rapidly and exist a mere one thousand years.\"\n\n“But similar disks in milder environments,” Thomas Ray opined, “should indeed survive long enough to give birth to planets.” But how can such disks ever be in a milder environment when they are supposed to exist around newly forming stars?\n\nIn another extra-solar system which consists of two newly discovered planets orbiting around 47 Ursae Majoris, unlike others previously discovered, it resembles mostly our own Solar System. One of these planets has been calculated to have a mass equivalent to 2.6 that of Jupiter, with the other containing a mere 0.76 of Jupiter’s mass. The two planets therefore “have about the same mass ratio as Jupiter and Saturn.” Moreover, unlike other previously discovered extra-solar systems, the planets around 47 Ursae Majoris travel in circular, rather than elliptical, orbits.\n\nAs Debra Fischer noted: \"Now, for the first time, we have a system that looks like it had a gentle dynamical history, similar to our own solar system.\" What is germane to our present topic, however, came to light when Greg Laughlin conducted a computer simulation of the system only to discover that \"the gravity of the larger inner planet would jostle planetesimals in the star’s habitable zone, preventing them from aggregating into a terrestrial planet.\"\n\nGranted that the above may be considered unique examples, what about our own Solar System? Despite everything that had been claimed previously, back in 1960, W. H. McCrea’s calculations indicated that planets could not have originated by aggregation between the orbit of Jupiter and the Sun. That same year, R. A. Lyttleton confirmed this assumption through his own calculations, again showing that the terrestrial planets, those within the orbit of Jupiter, could not have formed from the so-called accretion disk but must have originated, by disruption, from the giant gaseous planets themselves. Not everyone agreed, however, and in 1979, Robert Jastrow was still claiming general ignorance when it came to the formation of our Solar System’s inner planets. As he wrote:\n\n“We can understand the birth of the giant planets of the solar system—Jupiter, Saturn, Uranus, and Neptune...But the smaller planets—the Earth, Mars, Venus, and Mercury—their origin is a mystery. Somehow they collected out of tiny grains of matter and developed into full-sized planets. We may never know exactly how the Earth and its sister planets were born.”\n\nBy 1997, other astrophysicists began questioning the theory of planet formation through the core accretion mechanism, so that it eventually had to be admitted that the accretion disk model falls flat on its face. By then, Uranus and Neptune were made to join the terrestrial planets as being impossible to have been formed through the accretion process. As Joshua Roth stated: \"Pity Uranus and Neptune; no one can even explain why they exist.\" Agreeing with what has now become the general consensus, Roth declares that.",
                    "citations": [
                        "Sun Kwok, “Mining for Cosmic Coal,” Astronomy (June 2002), p. 49.",
                        "T. P. Ray, op. cit., p. 46.",
                        "R. Naeye, “A Planetary System Like Our Own?” Astronomy (October 2001), p. 20.",
                        "W. H. McCrea, Proceedings of the Royal Society, Vol. 256 (May 31, 1960).",
                        "R. A. Lyttleton, Monthly Notices of the Royal Astronomical Society, 121 #6 (1960); idem, Man’s View of the Universe (Boston, 1961), p. 36.",
                        "R. Jastrow, “Genesis Revealed,” Science Digest (Winter 1979), pp. 38-39.",
                        "A. P. Boss, “Giant Planet Formation by Gravitational Instability” and J. Glanz, “Worlds Around Other Stars Shake Planet Birth Theory,” as cited in THOTH, electronic newsletter sponsored by KRONIA Communications, Vol. I, No. 18 (July 3, 1997), p. 7.",
                        "J. Roth, “A Fiery Birth for Frigid Worlds?” Sky & Telescope (July 2002), p. 20."
                    ]
                }
            ],
            "bibliography": [
                "Sun Kwok, “Mining for Cosmic Coal,” Astronomy (June 2002), p. 49.",
                "T. P. Ray, op. cit., p. 46.",
                "R. Naeye, “A Planetary System Like Our Own?” Astronomy (October 2001), p. 20.",
                "W. H. McCrea, Proceedings of the Royal Society, Vol. 256 (May 31, 1960).",
                "R. A. Lyttleton, Monthly Notices of the Royal Astronomical Society, 121 #6 (1960); idem, Man’s View of the Universe (Boston, 1961), p. 36.",
                "R. Jastrow, “Genesis Revealed,” Science Digest (Winter 1979), pp. 38-39.",
                "A. P. Boss, “Giant Planet Formation by Gravitational Instability” and J. Glanz, “Worlds Around Other Stars Shake Planet Birth Theory,” as cited in THOTH, electronic newsletter sponsored by KRONIA Communications, Vol. I, No. 18 (July 3, 1997), p. 7.",
                "J. Roth, “A Fiery Birth for Frigid Worlds?” Sky & Telescope (July 2002), p. 20."
            ]
        },
        {
            "type": "main",
            "page_number": 471,
            "subsections": [
                {
                    "title": "",
                    "content": "Core accretion would take tens or hundreds of millions of years—and the protoplanetary disks that are seen surrounding other infant suns don’t seem to last that long. But if not through accretion, through what method are planets formed?\n\nPLANETARY EJECTIONS\nWhen it comes to free floaters in space, one suggestion that has been proposed by Zapatero-Osorio is that \"perhaps these objects were ejected from their orbits from their original birth-places around the stars.” Kailash Sahu was of similar opinion when he asked: \"Could they be planets torn from their parent stars...?\" In order to accept this, however, it needed to be shown that at least some of these free floaters, including brown dwarfs, must still be existing in orbit around some stars. News of such a brown dwarf did not take long in coming.\n\nActually, there already had existed indirect evidence for several brown dwarfs orbiting around stars. But direct evidence did eventually filter through. This concerned a brown dwarf that Michael Liu and his colleagues discovered through the infrared adaptive-optics systems of the Gemini North and Keck telescopes. What these optic systems disclosed was a brown dwarf \"glowing faintly\" around the \"Sun-like star\" known as 15 Sagittae. If nothing else, this takes care of the objection that the sub-brown dwarf that was proto-Saturn had no business residing, or settling, within the Solar System. Moreover, in comparison to our Solar System, the proximity of the brown dwarf in question to 15 Sagittae, \"as little as 14 astronomical units,\" would have positioned it \"between Saturn and Uranus,\" not far from the very locality in which proto-Saturn itself finally settled.\n\nWhat is also interesting is that, according to Liu, this brown dwarf \"is too massive to have formed within a circumstellar disk like a planet.\" While expressing his belief that \"there are a diversity of physical processes that act to populate the outer regions of exoplanet systems,\" Liu did not venture to say by what possible procedure such a dwarf could have been formed. Bo Reipurth, on the other hand, has proposed that \"brown dwarfs begin their lives as protostellar ‘embryos’ just like ordinary stars—but are gravitationally ejected from their parent gas clouds before they have time to grow.\"\n\nBut what of the planets in our own Solar System? Planetary ejection had been proposed by orthodox astronomers long before the discovery of extra-solar planets. But this was an entirely different mode of ejection in which small planets were theorized to have been ejected by larger ones. In 1989, V. N. Zharkov and A. V. Kozenko revived this theory by again proposing that Jupiter must have ejected an “embryo” which then initiated the formation of Saturn, with further ejected “embryos” forming the planets Uranus and Neptune. In 1993, while questioning the very process of what he termed “the often invoked idea that planets all condensed from a collapsed cloud of material in orbit around the Sun,” Thomas Van Flandern proposed that cosmic bodies are emitted by a fast rotating parent.",
                    "citations": [
                        "Ibid.",
                        "D. Kaisler, “The Puzzles of Planethood,” Sky & Telescope (August 2002), p. 37.",
                        "M. Fox, loc. cit.",
                        "W. Schonmaker, “Mystery Objects Wander M22,” Astronomy (November 2001), p. 32.",
                        "D. Tytell, “Brown Dwarf Imaged Close to a Star,” Sky & Telescope (April 2002), p. 24.",
                        "Ibid.",
                        "Ibid.",
                        "Ibid.",
                        "Ibid.",
                        "V. N. Zharkov & A. V. Kozenko, “On the Role of Jupiter in the Formation of the Giant Planets,” Earth Physics Institute, Academy of Sciences of the USSR (January/February 1990)."
                    ]
                }
            ],
            "bibliography": [
                "Ibid.",
                "D. Kaisler, “The Puzzles of Planethood,” Sky & Telescope (August 2002), p. 37.",
                "M. Fox, loc. cit.",
                "W. Schonmaker, “Mystery Objects Wander M22,” Astronomy (November 2001), p. 32.",
                "D. Tytell, “Brown Dwarf Imaged Close to a Star,” Sky & Telescope (April 2002), p. 24.",
                "Ibid.",
                "Ibid.",
                "Ibid.",
                "Ibid.",
                "V. N. Zharkov & A. V. Kozenko, “On the Role of Jupiter in the Formation of the Giant Planets,” Earth Physics Institute, Academy of Sciences of the USSR (January/February 1990)."
            ]
        },
        {
            "type": "main",
            "page_number": 472,
            "subsections": [
                {
                    "title": "",
                    "content": "To him, stars give birth to planets, while planets, in turn, give birth to satellites. Moreover, these emissions are initially jettisoned out in opposite and aligned directions, before being scattered in equatorial planes. In fact, as we have seen, astrophysicists began speaking of planets “birthing punier planets” purely as a matter of fact. If nothing else, this demonstrates that alternative theories claiming that the Solar System planets have been ejected from other planets, so much ridiculed when proposed by Immanuel Velikovsky in 1950, have more than once been proposed by academia.\n\nThe planetary ejection models developed by those mentioned above differ from each other, as they also differ from the one propounded in this work. Here we follow what is being discovered in our immediate spatial neighborhood, which continues to lend credibility to all those who have been stressing the plasma and electric nature of the Universe. In this respect, Halton Arp had the following to offer:\n\n“The assumption in cosmogony until now has been that all bodies in the universe condensed out of a uniformly spread, homogeneous medium and hierarchically aggregated to their current sizes. The evidence, however, is that proto-bodies are ejected from previously existing parent bodies and subsequently grow to their presently observed sizes. We have seen this strongly in the formation of galaxies, quasars, and cluster galaxies and quasars...We are seeing it now in the formation of planets.”\n\nBut bear with me a wee longer while we back-track a little, and I promise that, by the end of this last chapter, we will have managed to drive our ultimate peg into its hole.\n\nASTRAL EJECTIONS\nLet us move far out in space into the dominion of galaxies. How are galaxies formed? The theory that new galaxies are formed by ejection from older galaxies harks back to 1957 as adduced by Viktor Ambarzumian, who has long been regarded as a hero of science in his native Armenia. This theory has also been one of the mainstays of Halton Arp’s career. Meanwhile, Hannes Alfvén had for long suggested that plasma filaments, which have since been detected in space in quantum sufficit, are responsible for the formation of galaxies. Anthony Peratt, a former student of Alfvén who later acted as his secretariat and who has since become a renowned plasma physicist presently working at Los Alamos National Laboratory, decided to test Alfvén’s hypothesis. What Peratt discovered in the laboratory is that “plasma filaments tend to twist up into what look like tiny spiral galaxies.” Through computer simulation, he then scaled the action up to galactic size. Starting with two parallel filaments that are drawn together by their magnetic fields, and followed by what Eric Lerner called “a prolonged mating dance,” the filaments merged into a single structure that correctly mimicked a bona fide spiral galaxy. Some of these simulations even produced the poleward jets seen emanating from real-life galaxies.",
                    "citations": [
                        "V. N. Zharkov, A. V. Kozenko, “On the Role of Jupiter in the Formation of the Giant Planets,” Earth Physics Institute, Academy of Sciences of the USSR (January/February 1990).",
                        "Ibid.",
                        "J. Glausiusz, “Solar Revisionism,” Discover (March 2000), p. 54.",
                        "H. Arp, Seeing Red: Redshifts, Cosmology and Academic Science (Montreal, 1998), p. 222.",
                        "Ibid., pp. 84, 230.",
                        "J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), pp. 74-75."
                    ]
                }
            ],
            "bibliography": [
                "V. N. Zharkov, A. V. Kozenko, “On the Role of Jupiter in the Formation of the Giant Planets,” Earth Physics Institute, Academy of Sciences of the USSR (January/February 1990).",
                "Ibid.",
                "J. Glausiusz, “Solar Revisionism,” Discover (March 2000), p. 54.",
                "H. Arp, Seeing Red: Redshifts, Cosmology and Academic Science (Montreal, 1998), p. 222.",
                "Ibid., pp. 84, 230.",
                "J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), pp. 74-75."
            ]
        },
        {
            "type": "main",
            "page_number": 473,
            "subsections": [
                {
                    "title": "",
                    "content": "The filaments look like textbook examples of electromagnetic vortices, consisting of an outer layer of spiraling helices surrounding an inner layer of nearly straight threads. What’s more, indirect measurements suggest that the strength of the magnetic field in the filaments is far greater than what most astrophysicists thought possible on such a scale—but just about what Peratt’s simulations predicted. This then raises the question as to where the original filaments that form galaxies come from. Arp talks of “newly created matter” as a matter of fact, so also do most astrophysicists. He, however, clarifies this by stating that “it would not strictly be new creation but merely materialization of mass-energy from a different, perhaps diffuse location.\n\nOf course, if the universe is operationally defined as everything that is detectable or potentially detectable, there can be no such thing as ‘new’ matter. So when we speak of creation of matter we do not mean matter coming into our universe from somewhere else (there is nowhere else) or from nothing. We must mean the transformation of previously existing mass-energy. Probably this means materialization from a previously diffused state.\n\nGranted, Arp does not speak of plasma, but his “previously diffused state” can be understood as just that. In fact, if we are to believe Alfvén, plasma simply exists and, as we have seen, the entire Universe is actually composed of 99% of it. As Lerner paraphrased Alfvén’s argument:\n\n“In any plasma, tiny vortex filaments form spontaneously, and over time they grow larger and larger. Given enough time, there’s no reason why cosmic filaments couldn’t have grown to a length of billions of light-years. Gathering matter around them, the filaments could have organized the universe into a complex web of magnetic fields, electric currents, and plasma—a kind of cosmic power grid.”\n\nOnce these filaments organize themselves into super-cluster complexes, they will have acquired so much mass that they will continue to be shaped by gravity as well as electric and magnetic fields. Gravity itself would break the filaments into “cluster-size clouds of plasma, like beads on a string.” Eventually, while being further compressed by new filaments, the plasma will again be broken up and, still according to Alfvén, would then form galaxies. More than that, the sequence would continue to be repeated in steps, down to stars, planets, and their satellites. It is for this reason that plasma is now considered to be the Fundamental State of Matter. Or, as the renowned physicist David Bohm has been known to claim: “Plasmas are the origin of everything.” Throughout the years, Arp has supplied a large body of observational evidence verifying the concept. Like some of the astral jets emanating from their centres, some galaxies also exhibit knots in their spiral arms. Together with other evidence, this led Arp to believe that galaxies eject other, perhaps smaller, galaxies laterally along their plane of rotation. Other evidence, however, indicated that galaxies can also be ejected from galaxies along their cosmic jets, that is along their axis of rotation, vertically from either pole. Stars, of course, are formed in galaxies.",
                    "citations": [
                        "Ibid.",
                        "Ibid.",
                        "H. Arp, op. cit., pp. 7, 17, 43, 119, 215."
                    ]
                }
            ],
            "bibliography": [
                "Ibid.",
                "Ibid.",
                "H. Arp, op. cit., pp. 7, 17, 43, 119, 215."
            ]
        },
        {
            "type": "main",
            "page_number": 474,
            "subsections": [
                {
                    "title": "",
                    "content": "Arp believes that stars are also ejected from galaxies through their spiral arms. Actually, he believes the spiral arms themselves to be ejections which then become “the loci of new star formation.” But then, in discussing poleward ejections, he stresses that: “The tyranny of the observations is to insist on opposite ejection of extragalactic material as a ubiquitous process that operates on all scales.” If that is so, it would indicate that stars, too, could also be ejected poleward in opposite directions along galactic plasma jets. And, in fact, Arp gives “a vivid demonstration that the phenomenon of ejection of discretized bodies not only characterizes the birth of quasars and galaxies...it also extends down into the realm of young star formation.” He does this by referring the reader to the photographs of HH 34, which we have already encountered in a previous chapter as a Herbig-Haro object displaying distinct knots in its jet. He then goes on to say that “there is an uncanny resemblance between the formation of young galaxies and the formation of young stars.” And, to be sure, the belief that Herbig-Haro objects actually give birth to stars is now being accepted.",
                    "citations": [
                        "Ibid.",
                        "Ibid.",
                        "Ibid."
                    ]
                }
            ],
            "bibliography": [
                "Ibid.",
                "Ibid.",
                "Ibid."
            ]
        },
        {
            "type": "main",
            "page_number": 475,
            "subsections": [
                {
                    "title": "",
                    "content": "If galaxies eject galaxies, and galaxies eject stars, all along their plasma jets in opposite directions in direct line with their axis of rotation, can stars eject dwarf stars through the same process? As we have seen, mainstream astrophysicists are now convinced that brown dwarfs can be ejected from star forming regions if not from stars themselves. Speaking of the “knots” seen in the jet emitted by HH 34, Thornhill offered the following: \"In my humble opinion, HH 34 is spitting out objects which might become individual brown dwarfs...\" But if Arp is correct in that the ejection of cosmic bodies takes place at all scales, why should the next step down not be the ejection of planets from brown dwarfs? Thornhill, however, included gas giant planets with these brown dwarfs—and more. As he explained, “brown dwarfs in the plasma environment of a brighter star become gas giants, spitting out rocky planets and moons from their interiors in an attempt to alleviate electrical stresses.” When it comes to the direction in which these bodies are ejected, Thornhill then offered the following: \"Whether the spitting occurs in the polar or equatorial direction depends on which is the stronger, the polar or the toroidal magnetic field of the spitter.” As he had previously expounded:\n\n“The Hubble Space Telescope has shown that in regions of star formation large bodies are being shot out as if from a gun...Once again plasma discharges provide a mechanism which can simply explain this...Beyond a certain size proto-stars become electrically unstable and ‘fission,’ spitting out some of the core and giving rise to one or more companions...Not all of the matter ejected from the core of a proto-star may coalesce into a companion star. It may be in the form of one or a number of gas giants...A gas giant, in turn, due to either internal or external electrical disturbances may fission, spitting out its core, to give rise to the highly condensed planets, moons, asteroids, comets, etc.",
                    "citations": [
                        "Ibid.",
                        "Ibid.",
                        "Ibid."
                    ]
                }
            ],
            "bibliography": [
                "Ibid.",
                "Ibid.",
                "Ibid."
            ]
        },
        {
            "type": "main",
            "page_number": 476,
            "subsections": [
                {
                    "title": "",
                    "content": "I shall not burden the reader with the detailed electro-mechanics behind this new ejection theory, which involves plasma pinch effects, electrical charge separation, Peratt instabilities, and the probable electrical nature of gravity itself, since these are best understood by experts in plasma physics.\n\nOBJECTIVE EARTH\nThat brown dwarfs can “spawn their own planetary systems” is now being considered by mainstream astronomers. Thornhill, too, feels “confident that brown dwarfs ‘give birth’ to fully formed planets (and maybe expulsion disks). The question concerns the manner in which such planets are expelled. In discussing poleward eviction, Arp is also of the opinion that “the phenomenon of ejection of discretized bodies not only characterizes the birth of quasars and galaxies,” but that “it also extends down into the realm of young star formation.” He then asks: “Does the same mechanism evident in the formation of these young stars extend to the formation of planets?” That question he answered in a private communiqué he wrote to this author:\n\n“The HH objects indeed show luminous knots obviously ejected in a line from a central source. I included a picture of HH 34 in Plates 8-19 and 8-20 in my book ‘Seeing Red.’ The purpose of that inclusion is to demonstrate that such ejections happen on both galactic and stellar scales in the universe. I personally consider the outrageous possibility that planets could originate in such a fashion also.\"",
                    "citations": [
                        "Ibid.",
                        "Ibid.",
                        "Ibid."
                    ]
                }
            ],
            "bibliography": [
                "Ibid.",
                "Ibid.",
                "Ibid."
            ]
        },
        {
            "type": "main",
            "page_number": 477,
            "subsections": [
                {
                    "title": "",
                    "content": "True, no jets from brown dwarfs have so far been detected. Because of their low mass and feeble optical radiation, however, brown dwarf stars themselves are very difficult objects to detect. The detection of any existing jets emanating from them would be all that more difficult. Even so, there are other emissions from brown dwarfs to be considered. Thus, even as the writing of this book is nearing the end, astronomical discoveries continue to accumulate in favor of its thesis. To begin with, on December 15, 1999, Bob Rutledge and his colleagues noted an X-ray flare emanating from the brown dwarf star designated LP 944-20, located in the constellation Fornax, estimated at 16 light-years from Earth. “It seemed fantastically bright and hard to believe,” said Gibor Basri who then hailed from the University of California at Berkeley. The flare appeared “briefly as an intense flash before fading out over the following two hours.” Less than a year later, a group of graduate students on a National Science Foundation summer program, working at the Very Large Array near Socorro, New Mexico, detected strong radio waves emanating from the same brown dwarf star. These emissions “spiked up to 10,000 times stronger than what astronomers thought possible, indicating an intense flare of energy that may be similar to flares on the Sun,” researchers said. The dwarf was found to emit these radio waves constantly “with intermittent flares that last for hours.” As Shri Kulkarni stated: “Many astronomers are surprised at this discovery, because they didn’t expect such strong radio emissions from this object.” Or, as Eduardo Martin, from the University of Hawaii, phrased it:\n\n“It is not surprising that LP 944-20 has flares, but it is surprising that they are so bright in the radio [wavelengths]. The result is significant in telling us that brown dwarfs break the rules of stellar astronomy.” Call me naive when it comes to plasma physics, but do not these two items tend to throw a certain amount of doubt regarding Thornhill’s claim that brown dwarf stars are too electrically low stressed to enable them to emit jets. Besides, as Arp discovered in a certain galaxy that he has studied, the radio jet, the X-ray jet, and the optical jet “are all coincident and define a precise ejection axis.” Radio and X-ray emissions thus seem to go hand in hand with optical jets. So if brown dwarfs emit both radio and X-ray emissions, the likelihood of their emitting optical jets does not seem that far fetched. Additionally, and more importantly, there are the so-called accretion, or circumstellar, disks to consider.",
                    "citations": [
                        "W. Thornhill, on Intersect, January 9, 2002.",
                        "M. Weinstock, “Powerful Flare From Brown Dwarf Shocks Scientists,” on Space.com (July 12, 2000).",
                        "R. R. Britt, “Brown Dwarf Emits Strong Radio Flare, Muddling Definitions,” on Space.com (March 14, 2001).",
                        "Ibid.",
                        "Ibid.",
                        "Ibid."
                    ]
                }
            ],
            "bibliography": [
                "W. Thornhill, on Intersect, January 9, 2002.",
                "M. Weinstock, “Powerful Flare From Brown Dwarf Shocks Scientists,” on Space.com (July 12, 2000).",
                "R. R. Britt, “Brown Dwarf Emits Strong Radio Flare, Muddling Definitions,” on Space.com (March 14, 2001).",
                "Ibid.",
                "Ibid.",
                "Ibid."
            ]
        },
        {
            "type": "main",
            "page_number": 478,
            "subsections": [
                {
                    "title": "",
                    "content": "In 2001, a team from the Harvard-Smithsonian Center for Astrophysics discovered \"warm, dusty disks around some of the free-floaters—evidence, they claim, that the objects are stars.” A year later, “gas-and-dust disks around substellar objects” were being spoken of as a matter of fact. This not only fits our postulated circumstellar or placental cloud which ancient man saw circling around proto-Saturn, the mythological data concerning this phenomenon, which I first presented to the public in 1993, could have actually been used to predict such clouds around brown dwarf stars.\n\nThis becomes extremely important because bipolar outflows, or jets, are now believed to be linked to these circumstellar disks. More than that, circumstellar disks are believed to be crucial in the formation of jets. As one theory proclaims, it is “a mixture of ions, atoms, molecules, and dust” raining onto circumstellar disks along magnetic field lines that accounts for the generation of jets. These magnetic field lines are then said to be “pulled in” from the perpendicular, or pinched. Centrifugal force then “flings material outward along the lines.” Finally, the “inertia of the swirling material twists the field lines into a helix, which helps to channel the outward-flowing material in a vertical direction”—which is so descriptive of a Birkeland current.\n\nIf the above turns out to be correct, the newly discovered disks surrounding free-floating dwarfs should act in like manner, and one can perhaps see the day when astral jets may yet be detected emanating from brown dwarf stars. And yet we have previously seen that Alfvén believed the jets to have been generated by the induction of electric currents in the interstellar plasma toward the center of galaxies “where they turn and flow upwards along the spin axis.” To use Alfvén’s own terminology, this current then “short-circuits” and, dumping vast amounts of energy into the galaxy’s core, ends up “blowing a fuse.” It is the blast from this “fuse-blowing” that propels the jets of plasmas up the spin axes of galaxies. Although Alfvén was referring to galaxies, rather than individual stars or less massive bodies, is this method of generation really that much different from the one proposed above?",
                    "citations": [
                        "K. Wright, op. cit., p. 29.",
                        "D. Kaisler, “The Puzzles of Planethood,” Sky & Telescope (August 2002), p. 35.",
                        "D. Cardona, “Darkness and the Deep,” AEON III:3 (October 1993), pp. 52-57.",
                        "T. P. Greene, “Protostars,” American Scientist (July-August 2001), p. 319.",
                        "T. P. Ray, op. cit., p. 46.",
                        "T. P. Ray, op. cit., p. 47."
                    ]
                }
            ],
            "bibliography": [
                "K. Wright, op. cit., p. 29.",
                "D. Kaisler, “The Puzzles of Planethood,” Sky & Telescope (August 2002), p. 35.",
                "D. Cardona, “Darkness and the Deep,” AEON III:3 (October 1993), pp. 52-57.",
                "T. P. Greene, “Protostars,” American Scientist (July-August 2001), p. 319.",
                "T. P. Ray, op. cit., p. 46.",
                "T. P. Ray, op. cit., p. 47."
            ]
        }
    ]
}
