{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 279,
            "subsections": [
                {
                    "title": "",
                    "content": "The oral traditions, which are confusing, diverge on numerous points: some describe his (that is, Con Ticci Viracocha’s) physique, while others maintain that he had neither bones, nor limbs, nor body. Once again we are reminded of the Roman Janus, the Eskimo deity Ataksak, and the creator told of in Nias—all of whom were described as beings without arms or legs and, in some cases, having the form of a sphere. As we have seen, it was only through creation that Janus assumed the face and members of a god. Similarly, the Egyptian creator was described as a formless god who stood alone in the waters of the sky, a sphere without external attributes or limbs. Returning to Kon Tiki Viracocha, we learn that in all the accounts, whatever the regional variations, this hero always appeared as a god-creator who intervened in a world which was already created but unorganized. Viracocha’s role was therefore to transform chaos into cosmos. Moreover, this myth of the Collao seems to imply that the earth which existed prior to creation, or the appearance of light, was also considered a creation of Kon Tiki. This belief is not surprising, for it seems doubtful that man remembers a god older than the Saturnian figure. It does seem, however, that he remembers a time when the Sun was not yet apparent in the sky. Thus, another myth from the same region explicitly states: “In the most ancient times the earth was covered in darkness and there was no sun.” The Popul Vuh also relates that before the earth was created, there was only motionless sea and it was night; silence stood in the dark. Again, from a Xingu myth we learn that: “In the beginning it was all dark. It was always night. There was no day.",
                    "citations": []
                }
            ],
            "bibliography": [
                "J-C Valla, The Civilization of the Incas (Geneva, 1978), p. 66.",
                "D. Talbott, “Mother Goddess and Warrior Hero,” AEON 1:5 (September 1988), p. 42 (first emphasis as given, second emphasis added).",
                "J-C Valla, loc. cit. (emphasis added).",
                "H. Osborne, op. cit., p. 338 (emphasis added).",
                "R. Nelson, Popul Vuh (Boston, 1976), p. 33.",
                "R. Van Over, op. cit., p. 108.",
                "A.M. Panoff, “Oceania: Society and Tradition,” Larousse World Mythology (London, 1972), p. 507."
            ]
        },
        {
            "type": "main",
            "page_number": 280,
            "subsections": [
                {
                    "title": "",
                    "content": "The primeval sea, from which the earth was created, is also encountered in the beliefs of the natives of Borneo. In fact, most of the legends from Oceania dealing with the origin of the earth make it come out of the sea. There may be those who will argue that to the natives of Oceania, surrounded as they are by vast stretches of the Pacific, the creation of the world from an endless sea would appear to be a logical genesis. But we have seen that such an origin is believed in by tribes in the heartland of India, by the peoples of the Fertile Crescent, by those whose world is enclosed by the sandy wastes of the Egyptian desert, in fact, by peoples of the entire world regardless of their geographical environment. Even among the Aranda aborigines of Australia, living in one of the world’s most arid regions, far from sea or lake, we find the belief that the earth emerged from an endless ocean. But our journey is not yet over. Among the Kenta pygmies of Malaya, tradition states that, “in the beginning,” the world was all water—and in the firmament above dwelt the great god Kaei. From the Nias of Sumatra, we learn that the world was dark, for as yet there was neither sun nor moon.",
                    "citations": []
                }
            ],
            "bibliography": [
                "L. Graham, Deceptions and Myths of the Bible (N.Y., 1979), p. 15.",
                "G.H. Luquet, “Oceanic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), pp. 457.",
                "A. M. Panoff, op. cit., p. 511.",
                "D. Schebesta, Among Forest Dwarfs in Malaya, as cited by M.K. Jessup, The Expanding Case for the UFO (N.Y., 1957), p. 231.",
                "R. Van Over, op. cit., p. 392.",
                "G. Parrinder, African Mythology (London, 1967), p. 20.",
                "E.A.W. Budge, Osiris and the Egyptian Resurrection, Vol. II (N.Y., 1911/1973), p. 364.",
                "M. Griaule & G. Dieterlen, “Un Système Soudanais de Sirius,” Journal de la Société des Africainistes XX:1 (1950), p. 274.",
                "V.C. Mutwa, Indaba, My Children (Johannesburg, 1965), p. 3."
            ]
        },
        {
            "type": "main",
            "page_number": 281,
            "subsections": [
                {
                    "title": "",
                    "content": "Yoruba woman whose ancient tribe believed the world to have originally been all a watery marsh. (From a wood-block print by Omotayo Aiyegbusi.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 282,
            "subsections": [
                {
                    "title": "",
                    "content": "But even this nothingness seems to have been but a memory of something, for it is additionally stated that this Nothingness had been floating, for no one knows how long, upon the invisible waters of Time. This primeval night of nights must have impressed the ancestors of the Tahitians deeply, for in the mythology of no other race does the topic surface as often and with such descriptive clarity. All was darkness, a Tahitian Creation chant intones, it was continuous, thick darkness. In this darkness existed Ta’aroa (The-unique-one) who, like the Saturnian deity of other races, was said to have developed himself in solitude. He was the ancestor of all the gods who made everything. From time immemorial was the great Ta’aroa, Tahitumu (The-origin). He was said to have been his own parent, having had neither father nor mother. There was only Ta’aroa, and he alone. The Darkness in which Ta’aroa existed was remembered as the night of Rumia. The night of Rumia was a long night to name; it was thick darkness, the long night to name. The nights would be millions in the long night to name; it was the long, wearisome night, the night of Rumia. While this darkness was described as primarily in the sky, in which the creator was seen to hover, it does not seem to have restricted itself to the celestial waters. Since this darkness was said to have preceded the appearance of the Sun, as is also implied in Genesis, it would necessarily mean that the entire sky was immersed in it. Such a darkness could not but have impacted Earth, and in fact, many of the myths we have already enumerated more than intimate this. In some instances, the myths themselves actually state as much. It therefore becomes obvious that the age of darkness preceded the time when Saturn shone as a true sun. As we have seen, time and again we are told that, during this age of darkness, no Sun, no Moon, and no stars were seen.",
                    "citations": []
                }
            ],
            "bibliography": [
                "T. Henry, Ancient Tahiti (Honolulu, 1928), p. 336.",
                "Ibid.",
                "Ibid., p. 337.",
                "Ibid., p. 404."
            ]
        },
        {
            "type": "main",
            "page_number": 283,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 14 \nThe Dawn of Creation\nThe description of this thick darkness might have left the reader with the impression that, during the period in question, there was absolutely no light. A moment’s reflection, however, should tell one that, for anything to have been visible, there must at least have been a modest amount of illumination. Even though not yet glorious as a sun, Saturn must have still shed some light. To be sure, the mytho-historical record is not exactly silent on this. The Book of the Secrets of Enoch describes the beginning of Creation in a somewhat fuller manner than does the Book of Genesis. It is from its pages that we learn of the uncoiling of Adoil as the very genesis of this process. In the quote that follows, God is describing to Enoch the manner in which he created the cosmos: \"I commanded in the very lowest parts that visible things should come down from invisible, and Adoil came down very great, and I beheld him, and lo! he had a belly of great light. And I said to him: ‘Become undone, Adoil, and let the visible come out of thee.’ And he became undone. The name Adoil, also Idol, probably derives from the Hebrew id El, that is, “hand of God” or, more appropriately, “hand of El,” that is, Saturn. The coming undone of Adoil, meanwhile, presupposes that the planetary deity had originally been tightly coiled, which is not at odds with our hypothesized nebular cloud. Note, however, that Adoil is claimed to have had a belly of great light even before he became undone to release that light.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Secrets of Enoch XXV:1-4 (emphasis added).",
                "R.H. Charles, The Apocrypha and Pseudepigrapha of the Old Testament, Vol. II (Oxford, 1913), p. 445."
            ]
        },
        {
            "type": "main",
            "page_number": 284,
            "subsections": [
                {
                    "title": "",
                    "content": "In the beginning there was only darkness. Yet, in that darkness, there was already Raven. He was still small and weak and his special powers had not fully developed. Granted that nothing is here said about Raven having contained, or emitted, any light, the fact that he was described as having still been small and weak hints at the apparent ineffectuality of the entity involved; as so, incidentally, does the disclosure that his special powers had not yet fully developed. What this tells us is that Raven/Saturn had not yet evolved into the glorious sun of night described by other races. A tale similar to that of Adoil comes to us from South America. A. Metraux relates it in the following words: Here is the tale of creation as told by the Chibcha Indians of Colombia. When it was dark, before anything in the world existed, light was enclosed in something big, which the Muiscas called ‘Chiminagua’. That this light of Chiminagua, like that of Adoil, was later released presupposes its pre-existence. Something similar is unequivocally stated in the Linga Purana where we read: When the night of Brahma born of the unmanifest reached the stage of dawn, this visible universe was one that had not been analyzed. It was still enveloped in the nocturnal darkness...But the self-born lord, he who achieves all the affairs of the worlds, moved about like a glow-worm, with a desire to manifest. What we are here told, then, is that not only was the universe—i.e. this “All”—originally in darkness, but Brahma, whom we have already identified as Saturn, radiated but only feebly, ‘like a glow-worm.’ This is like saying that Saturn’s glow was not enough to dissipate the darkness. According to the Mbaya: “...the First Being [whom they called Namanduf and/or the Namandu Father]...made darkness. He made the cradle of darkness...but he did not see [this] darkness, though the sun did not yet exist. He was lit by the reflection of his own inner self.",
                    "citations": []
                }
            ],
            "bibliography": [
                "M. Wood, Spirits, Heroes & Hunters from North American Indian Mythology (N.Y., 1982), p. 17 (emphasis added); see also, R. Van Over, Sun Songs: Creation Myths from Around the World (N.Y., 1980), pp. 88-89.",
                "A. Metraux, “South America: Creation and Destruction,” Larousse World Mythology (London, 1972), p. 483.",
                "Linga Purana 1:59:6-9 (emphasis added).",
                "J. Bierhorst, The Red Swan: Myths and Tales of the American Indians (N.Y., 1976), p. 38 (paragraphing altered and emphasis added)."
            ]
        },
        {
            "type": "main",
            "page_number": 285,
            "subsections": [
                {
                    "title": "",
                    "content": "Hopi pueblo, the inhabitants of which still remember the dark purple light of the first phase of the dawn of creation. (Illustration by Peter F. Copeland.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 286,
            "subsections": [
                {
                    "title": "",
                    "content": "These fragments lead us to assume that, even during the age of darkness, Saturn was not entirely dark. The luminary radiated a diffused glow that was, however, too dim to dispel the surrounding darkness. According to Hopi legend, there was definitely light in the sky during that early age; but it was a dark light. This,” the Hopi say, “was at the time of the dark purple light, Qoyangnuptu, the first phase of the dawn of creation. A darkness that was not total is something that we continue to experience to this day. After all, our nights are dark but, except under the most adverse conditions, never totally so. Even when the full Moon sheds its light on Earth, the night remains dark despite its silvery gleam. The Saturnian milieu we have been examining need not have been that much different. Even so, the problem remains: After all, at present, night gives way to day. But could life have survived in a dark environment that lasted for ages without the light of day? Creatures of the dark. Sunlight is not essential to life per se. Microscopic bacteria are known to live in the ground, entirely bereft of light, enduring extreme temperatures, and thriving on a diet of metals and sulfur. Some of these microbes get their energy by digesting compounds containing copper, arsenic, bismuth, molybdenum, nickel, antimony, uranium, vanadium, and zinc. As they digest this hellish banquet, the microbes excrete pools of sulfuric acid. Ever since the 1970s, this knowledge has been successfully utilized in the mining of metals by introducing such bacterial organisms which extract metals from ores by simply digesting them.",
                    "citations": []
                }
            ],
            "bibliography": [
                "F. Waters (with O. White Bear Fredericks), Book of the Hopi (N.Y., 1963), p. 6 (emphasis added).",
                "M. Grant, “A New Energy of Life?” Science Digest (November 1983), p. 22.",
                "Anonymous, “Marvelous Microbes Mine Metals,” Science Digest (Special Winter 1979 Edition), p. 28.",
                "J. Horgan, “In the Beginning...,” Scientific American (February 1991), p. 121 (italics added); see also, L. Thomas, “On Life in a Hell of a Place,” Discover (October 1983), pp. 42-45.",
                "Anonymous, “Oases Under the Sea,” Discover (July 1981), p. 12 (emphasis added)."
            ]
        },
        {
            "type": "main",
            "page_number": 287,
            "subsections": [
                {
                    "title": "",
                    "content": "Since then, many such community-bearing deep-sea apertures have been discovered. As Robert Ballard reported: “We’ve now found this kind of community life from twenty degrees north to twenty degrees south of the equator. It’s obvious to us that there must be many more communities in between to make it possible for these animals to migrate along the ridge. In fact, it is now being theorized, but by no means universally accepted, that life itself might very well have originated at such vents, while it is giving hope to others that life might yet be discovered in the seemingly inhospitable environments known to exist on other bodies, both planets and satellites, of our Solar System. As Barry Came noted, judging by the evidence of Earth’s ocean bottoms, sunlight does not appear to be a prerequisite. In 1998, the submerged Axial Volcano rumbled into renewed life with an outpouring of lava that rose to fill an old scar a mile beneath the surface. Scientists working at the New Millennium Observatory, which monitors the ocean bottom some 290 miles off the Oregon coast, were offered the chance to study the drifting of continents at first hand. Submersibles, robots, and remote-controlled cameras joined forces in collecting information. Apart from the geologic implications of the undersea eruption, it also gave scientists a chance to study the ecological changes that ensued.",
                    "citations": []
                }
            ],
            "bibliography": [
                "R. D. Ballard, Exploring Our Living Planet (Washington, D.C., 1983), pp. 123-131.",
                "B. Came, “Mysterious Moon,” Maclean’s (April 21, 1997), p. 43; J. Horgan, loc. cit.",
                "E. Ferington, Voyage Through the Universe: Life Search (Alexandria, Virginia, 1988), p. 70.",
                "J. Gorman, “Bubbling Under,” Discover (March 2000), p. 12."
            ]
        },
        {
            "type": "main",
            "page_number": 288,
            "subsections": [
                {
                    "title": "",
                    "content": "But the fact that most deep-sea fish are also equipped with enormous gaping mouths and long, needlelike teeth is suggestive of the bitter struggle to survive in the blind depths where food is located by chance. These creatures, nightmarish monsters from a sunless depth, live in total darkness that some of them grow and carry their own light. To quote Rachel Carson: “For the darkness of the lower depths has forced many creatures to make their own light. Perhaps half of the fishes that live in dimly lit or darkened water, as well as many of the lower forms, are phosphorescent. Many fishes carry torches that can be turned on or off at will, presumably to help them find or pursue their prey. Others have rows of light over their bodies, in patterns that vary from species to species. This may be a sort of recognition mark or badge by which the fish can be known as friend or enemy. Moreover: “Down beyond the reach of even the longest and strongest of the sun’s rays, the eyes of fishes are different. They become enlarged, as though to make the most of any chance light of whatever sort. Or they may be telescopic, large of lens, and protruding. Some fishes, on the other hand, have become blind, as has happened to certain cave animals that live in a world of darkness. To make up for their lack of eyes, the blind animals of the sea have marvelous feelers and long, slender fins. With these they grope their way like so many blind men with canes. They get their knowledge of enemies or food through the sense of touch. Sea plants do not grow at these depths so that these hungry flesh-eaters prey fiercely upon each other, yet the whole community depends in the end upon the slow rain of food particles descending from above. The fierceness of the death struggles that must go on in this Stygian gloom can be seen in the saber-toothed jaws of some of the small, dragonlike fishes of the deeper waters, in the immense mouths, and in the elastic bodies that make it possible for a fish to swallow another several times its size where pressure and darkness are the conditions of life.",
                    "citations": []
                }
            ],
            "bibliography": [
                "R. Carson, The Sea Around Us (N.Y., 1958), p. 44.",
                "Ibid., pp. 44-45."
            ]
        }
    ]
}
