{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 289,
            "subsections": [
                {
                    "title": "",
                    "content": "The cave serves as a venue for a ceremony honoring their Mayan ancestors, which includes the catching of mollies, a species of cave fish that feed on midges and midge larvae. These midges, in turn, feed on bacterial colonies that thrive on sulfur and excrete sulfuric acid. As Louise Hose, who has studied the ecosystem in this cave, reported: \"There aren’t many places in the world where we can see complex ecosystems that are independent of sunlight. We see it at the mid-ocean ridges, and there are some hot springs. But this is an almost unique opportunity to study a complex ecosystem in a readily available site—where there’s no light coming in and yet we have a complex menagerie of organisms.\" Actually, the propensity of varied organisms that live entombed within Earth’s caverns has been known and studied for far longer than Hose inadvertently implies. Blind cave fish have been known since 1938; cave-dwelling salamanders since 1689. Not only do such creatures live in total darkness, but light itself becomes a hazard—as proven by eyeless millipedes that curl up in frantic efforts to avoid artificially introduced beams of light. As Donald Jackson aptly noted in 1982: \"Beneath the shroud of eternal darkness [that exists ‘deep within the underworld’], no green plants—the basis of the food chain for most creatures—can grow. The environment could hardly seem less hospitable to life. And yet, astonishingly, animals can thrive in the caverns of the Earth. Unseen, unheard, they creep and crawl, slither and scuttle, swim and fly, endlessly questing for the means of survival. In their marvelous physical adaptations, in the senses they use to navigate the perpetual night of a rock-bound realm, in their extraordinary behavior and reproductive patterns, they offer a microscopic study of evolution.\" None of these creatures of darkness are mammals, the class of animals to which man belongs. But consider the bat, many species of which spend their daylight hours hanging together upside down in the recesses of darkened caves. When they venture outside, it is at night—from total darkness to a lesser gloom. Their sonic ability allows them to navigate the dim corridors, often sinuous, as well as they do outside at night. Had they been blind, they would have been able to maneuver just as well. For all they require, the world outside could just as well be totally dark. They would survive. Without relying on their sonic abilities, which they do not possess, various mammals, as well as some birds, have adapted so well to thriving at night that we now classify them as nocturnal animals.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Anonymous, \"Cave Creatures,\" Discover (April 1998), pp. 18, 20.",
                "D. D. Jackson, Underground Worlds (Alexandria, Virginia, 1982), p. 119 ff."
            ]
        },
        {
            "type": "main",
            "page_number": 290,
            "subsections": [
                {
                    "title": "",
                    "content": "For all that bats require, the world outside could just as well be totally dark. Shown above: Leaf-nosed bat. Not only do such creatures thrive at night, they have become better suited to it. But man? Man, too, is an adaptable animal, and there is no way anyone can tell whether he would have been able to adapt to an environment of total darkness. But this, after all, is merely academic, since it has not been proposed, let alone claimed, that the Saturnian age of darkness was one of totality. All that the above implies is that sunshine is not, and never has been, a prerequisite for life. At present, man survives in an environment bathed in sunshine. But sunshine, in the end, is only starlight. And the brown dwarf star that once was Saturn would have bathed man in a similar, even if dimmer, light. Unlike the blind creatures of dark caves and abysmal depths, man cannot survive on a diet of sulfur or metallic ingredients. Besides, as we have seen, some of the oceanic denizens we have just scrutinized depend on a rain of organic particles falling from above. Man had no such manna to nourish him. It is doubtful that, at this early stage of his career as a human, he could have sustained himself solely on the flesh of other animals.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 291,
            "subsections": [
                {
                    "title": "",
                    "content": "The jaguar, a nocturnal animal, is so well suited to preying at night that it has become the terror of the South American forest denizens. In case, some of these other animals would have surely required a vegetal subsistence. And it is more than probable that so did man. The problem then becomes one of photosynthesis.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 292,
            "subsections": [
                {
                    "title": "",
                    "content": "Snowy Owl, one of many such birds that have perfectly adapted to a nocturnal life.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 293,
            "subsections": [
                {
                    "title": "",
                    "content": "Organic substances that were either produced by ultraviolet radiation or by electrical discharges in the form of lightning from Earth’s primitive atmosphere. As is well known, certain plants can grow in extreme environments, such as in the Arctic regions, while others have adapted themselves to grow only in the tropics. And yet, the chemistry of photosynthesis is identical in all these plants. What actually transpires is that photosynthesis proceeds at a rate that is directly proportional to the incident radiation in which the light energy is utilized with the greatest efficiency. Moreover, it has been calculated that only about one to three percent of the light falling on any plant is actually transformed into chemical energy. Most of the Sun’s radiation falling on a plant is lost through reflection and ineffective absorption by pigments other than chlorophyll. How does all this affect our progressing theoretical construct? It would seem that sunlight is actually starlight; photosynthesis would have been able to occur just as well under the light shed by the brown dwarf star that once was Saturn.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 294,
            "subsections": [
                {
                    "title": "",
                    "content": "It turns out, living organisms can and do manage to subsist in temperatures well below zero. In 1989, Michael Tennesen reported that: \"In the 1960s the interior of Antarctica was declared a lifeless zone. But scientists have since discovered a rich array of organisms tucked away in isolated habitats. Robert Wharton, a biologist at the Desert Research Institute in Reno, has found life at the bottom of perpetually frozen lakes in an area of wind-swept, snowless valleys.\" Lake Hoare, situated in a mountainous region 800 miles from the South Pole, is covered by a 20-foot thick sheet of ice, with a mean surface temperature of 4 degrees below zero. Yet, colorful algae-like organisms manage to survive underneath the lake’s icy crust. As Wharton himself declared: \"[These algae-like organisms are] a fairly advanced form of life. You’ve got a cell wall, and you’ve got DNA inside the cell that is able to reproduce and pass on information to its offspring. It’s not elephants, but it’s a big step in the evolution of biology.\" Or, as Chris McKay succinctly phrased it, even in permanent subfreezing conditions, \"life can persist much longer than we’d thought.\" True, as Wharton admitted, these algae-like organisms are not elephants—and a far cry from land plants and animals, to say nothing about humans.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 295,
            "subsections": [
                {
                    "title": "",
                    "content": "Thus, the \"source of the heat bubbling up through Saturn’s clouds\" remained \"a mystery that Voyager could not solve.\" Meanwhile, the atmospheric scientist James Lovelock has made a name for himself with his theory of Gaia in which Earth is treated as a living organism. While this work has nothing to say for or against this proposition, some of Lovelock’s insights are germane to our subject. \"For example, [according to orthodoxy] we know that when the solar system was formed the sun was dim and that it has heated up ever since. Yet Earth wasn’t too cold for life in the beginning, and it isn’t too hot for life now.\" While Lovelock gives his own reasons for this, the belief that the Sun was much weaker in Earth’s dim past has now gained acceptance. In analyzing the problems of climate thought to be inherent during the Archaean era—3.8 to 2.5 billion years ago—Gregory Jenkins speaks of an environment that \"was very warm with a sun that is much cooler than today’s.\" Geological evidence indicates that this trend continued into the early Precambrian period during which \"Earth was much warmer than it is today, despite a weaker sun.\" The point I wish to stress here is that even as per orthodox belief, life on Earth does not seem to have required abundant heat from the Sun.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 296,
            "subsections": [
                {
                    "title": "",
                    "content": "Lycopod trees, up to 90 feet high, straining their trunks in order to reach a feeble light.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 297,
            "subsections": [
                {
                    "title": "",
                    "content": "The reconstruction of such trees, along with earlier primitive ones, had been ongoing much earlier than the Illinois University experiment. Dated to the late Silurian and all through the Devonian periods (c. 325-280 million years ago), the first land-based plants exhibited the same spindly character with sparse verdant crowns, suggesting they all had to struggle for whatever available dim light nourished them. While plant life continued to evolve and spread from the Paleozoic to the Mesozoic eras, many specimens remained spindly, struggling to reach the light. It was not until the age of mammals, predominantly during the Paleocene period, that the land became engulfed in a verdant profusion of subtropical plants.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 298,
            "subsections": [
                {
                    "title": "",
                    "content": "The problem now facing us is this: With Saturn stationed above Earth’s north celestial pole, and the Sun still somehow absent, how could the world have received uniform radiation? How could Earth’s southern hemisphere have been bathed in light and heat when it would have been entirely shielded from the north-radiating brown dwarf star that was Saturn? These questions have intrigued various researchers. Prime among them was Roger Ashton in 1980. He concluded that there existed a shell of gas and dust, or bubble, within which the Saturn-Earth system abided. The interior surface of this shell, he proposed, would have reflected back Saturn’s radiation inward towards all terrestrial latitudes, thus ensuring a similar climate at sea level. A year later, Ashton referred to this shell as a magnetosphere, which would consist of a plasma opaque to visible light, further aiding in reflecting Saturn’s radiation inwards.",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
