{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 39,
            "subsections": [
                {
                    "title": "",
                    "content": "Osiris, in his form of Seker, is depicted dead in his chest, with Isis on the left and Nephthys on the right. (From a bas relief at the temple of Osiris at Dendera.) Tezcatlipoca, who eventually brought down his downfall, did not place Quetzalcoatl in his chest. While it is stated outright that Quetzalcoatl’s heart turned into the Morning Star, it is only intimated in the case of Osiris. In Osiris's instance, it is his soul that becomes the Morning Star, although the Egyptians believed that the soul resided in one’s heart. In seeking to explain the similarities between American and classical mythology, as well as the chief traditions of the Hebrews, Max Fauconnet posed the following questions: Does this mean that humanity was once reduced to a small group of individuals who later spread over the earth, bringing with them their legends, which they altered through the centuries according to new climates and habits? Or, as seems more probable, are all these legends a confused account of significant events on a planetary scale observed simultaneously by peoples scattered across the globe?",
                    "citations": []
                }
            ],
            "bibliography": [
                "Nicholson, op. cit., p. 88.",
                "M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972), p. 448.",
                "Ibid. (emphasis added)."
            ]
        },
        {
            "type": "main",
            "page_number": 40,
            "subsections": [
                {
                    "title": "",
                    "content": "Every dead pharaoh became an Osiris and was believed to recreate the events of Osiris’ death and resurrection to enable him to join the god in heaven. (Illustration by John Green.) What great event could have given rise to the image of the witch riding a broom found on both sides of the Atlantic? Although the notion that witches flew on brooms traces back to medieval Europe, the Spanish conquistadors found a similar notion among the Mexicans in the figure of Tlacolteutl, goddess of vice and eater of filth. Depicted as naked like some of her European counterparts, she, too, was a witch who flew through the air on a broom. Immanuel Velikovsky—and I hope no one will accuse me of relying on a discredited scholar—had his own explanation for the phenomenon of witches on brooms. He noted: “... if there exists a fantastic image that is projected against the sky and repeats itself around the world, it is probably an image perceived by many peoples at the same time. On one occasion, a comet took the striking form of a woman riding on a broom.”",
                    "citations": []
                }
            ],
            "bibliography": [
                "Nicholson, op. cit., p. 75.",
                "My various criticisms of Velikovsky’s works have appeared in various publications, which should dispel any notions the reader may have regarding my reliance on his expositions, despite my debt to him. Credit should always be given where it is due."
            ]
        },
        {
            "type": "main",
            "page_number": 41,
            "subsections": [
                {
                    "title": "",
                    "content": "Romantic depiction of a witch on her broom.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Romantic depiction of a witch on her broom."
            ]
        },
        {
            "type": "main",
            "page_number": 42,
            "subsections": [
                {
                    "title": "",
                    "content": "Tlacolteutl, goddess of vice and eater of filth, the Aztec witch riding on her broom, which is coupled with the additional cometary image of the serpent-dragon. (From the Codex Fejervary-Mayer.) The form of a woman riding on a broom was so clearly defined that it imposed the same impression on all peoples. The appearance of comets, for one thing, should not be judged by the faint luminosities that have struggled to illuminate the twentieth-century sky. Historical records mention comets “spreading forth in the likeness of a dragon,” stretching from the Irish Sea to Gaul, or others seen “lashing their tails wildly as if in agony.” Ancient depictions of comets with tails streaming halfway across the sky, some bright enough to be seen in broad daylight, suggest that cometary magnificence is fading. Present-day comets appear as tired remnants of their former glory. If, in the past, comets have taken on the fantastic shapes of dragons, what extraordinary image could one have taken on that looked like a woman riding on a broom? Actually, the visualization of comets as celestial brooms was quite common in the Old World.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Velikovsky, Worlds in Collision (N. Y., 1950), p. 305.",
                "L. Rudaux & G. de Vaucouleurs, Larousse Encyclopedia of Astronomy (London, 1966 revised edition), p. 229.",
                "Geoffrey of Monmouth, The History of the Kings of Britain (N. Y., 1958), p. 169.",
                "C. Beaumont, The Mysterious Comet (London, 1925), pp. 82-83."
            ]
        },
        {
            "type": "main",
            "page_number": 43,
            "subsections": [
                {
                    "title": "",
                    "content": "In Chinese, the ‘Broom Star,’ rendered sao-hsing, was the most common name for comet. A bundle of straw, which primitive brooms consisted of, was also an old European cometary symbol. It is thus indicative that, as portrayed in an Aztec codex, the witch Tlacolteutl combines two separate cometary symbols, as she is depicted riding a broom, coupled with the image of a serpent-dragon. Despite this, and without negating anything previously stated, I believe that many, if not most, of the mytho-historical record has been passed down from one culture to another through diffusion rather than contact. It seems to have been diffusion by separation.",
                    "citations": []
                }
            ],
            "bibliography": [
                "The problems involved in the interpretation of mythology are not merely modern concerns; they preoccupied ancient Greeks who were concerned with the relationship between rationalism and traditional beliefs. Fred Bratton noted: “The Sophists and Neoplatonists viewed myths as allegories symbolizing moral or spiritual truth, not to be taken literally. The philosophical traditions of the Hellenistic period sought to maintain both tradition and rationalism. This method was rejected by Plato and later Epicureans as a way to preserve traditional supernatural beliefs and obscure historical facts. Early Christian theologians discredited pagan myths while propagating new ones for the Hebrew and Christian religions.”",
                "Mythology, in one form or another—this includes both past and recent occultism among the youth—remains relevant, as religion is the philosophical interpretation and mystical ritualization of myth. The actions and the various expressions of religions throughout history are endless; the names of deities are legion. The rituals have ranged widely, from love feasts to mass human sacrifices. Anthropological and archaeological discoveries keep adding evidence to the antiquity of humanity's faith and its thematic universality.",
                "The Neanderthal Man had the desperate need to appease unseen forces."
            ]
        },
        {
            "type": "main",
            "page_number": 44,
            "subsections": [
                {
                    "title": "",
                    "content": "Diana—Greek goddess of the hunt, sculpture by Gaudens. Mythological subjects often served merely as an excuse to portray the unclad human form. (Photograph by the author, courtesy of the Metropolitan Museum of Art.)",
                    "citations": []
                }
            ],
            "bibliography": [
                "Diana—Greek goddess of the hunt.",
                "Sculpture by Gaudens.",
                "More often than not, such mythological subjects merely served as an excuse for the portrayal of the unclad human body.",
                "(Photograph by the author, courtesy of the Metropolitan Museum of Art.)"
            ]
        },
        {
            "type": "main",
            "page_number": 45,
            "subsections": [
                {
                    "title": "",
                    "content": "Man has been a religious creature since his inception. Comparative religion, despite its past banality, has always yielded insights. Western philosophers have long acknowledged the universality of various religious rites and beliefs, including redemption rituals, immortality, and beliefs in heaven or hell. These beliefs are often interpreted as psychological alleviations—hopes against the futility of life capped by death. The quest for meaning often has led those skeptical of religion to search intensely for life's supposed purpose. While belief in an afterlife does not inherently necessitate belief in God, belief in reward or punishment necessitates a deity to execute judgment. What defines morality and the nature of these deities remains a challenging inquiry: why most gods reflect lawlessness rather than morality?",
                    "citations": []
                }
            ],
            "bibliography": [
                "The philosophical endeavor to discern moral precepts within divine actions often becomes absurd, especially when confronted with deities like the Greek gods, known for actions such as patricide, cannibalism, and adultery. Why did the Greeks venerate such deities? Historical analysis reveals the incongruity of this worship.",
                "Pierre Bayle accumulated tales of the lustful Greek gods, highlighting the contradictions between ancient beliefs and moral expectations. Yet, the ancient Greeks viewed these actions as actual events as noted in the works of early poets like Hesiod and Homer."
            ]
        },
        {
            "type": "main",
            "page_number": 46,
            "subsections": [
                {
                    "title": "",
                    "content": "Zeus was guilty of more deceptions and rapes than any other god the Greeks revered. Despite this, he was seen as the uphold of law and order. (Photograph by the author, courtesy of the National Archaeological Museum of Athens.)",
                    "citations": []
                }
            ],
            "bibliography": [
                "Zeus, who was guilty of more deceptions and rapes than any other god the Greeks venerated.",
                "Why, then, was this same Zeus considered to be the upholder of law and order?",
                "(Photograph by the author, courtesy of the National Archaeological Museum of Athens.)"
            ]
        },
        {
            "type": "main",
            "page_number": 47,
            "subsections": [
                {
                    "title": "",
                    "content": "Pheidias, architect of the Parthenon and sculptor of the colossal Athena Parthenos, was accused of acting impiously simply because one of the figures on Athena’s shield resembled him. Epicurus caused a scandal by teaching a school of mixed sexes. Praxiteles shocked the people of Cos with his complete nudity in his famous sculpture of Aphrodite. Socrates faced charges of blasphemy and corrupting the youth due to his anti-deity rhetoric, for which he was put to death. Yet these very people, scandalized by impiety, looked upon their gods, despite their atrocious actions, with reverence.",
                    "citations": []
                }
            ],
            "bibliography": [
                "CELESTIAL DIVINITIES. Greek sources recount a tale of divine family conflict involving Gaea and Ouranos, leading to a series of revolts and divine actions characterized by incest and cannibalism. What philosophical insights could be derived from this tale remain subject to scrutiny."
            ]
        },
        {
            "type": "main",
            "page_number": 48,
            "subsections": [
                {
                    "title": "",
                    "content": "An ancient Greek school for boys. Education was non-compulsory and private. Girls were educated in separate institutions. Private schools remained the standard moral structure in Europe until the twentieth century. The teaching of mixed-sex education by Epicurus caused significant controversy. (Illustration by John Green.)",
                    "citations": []
                }
            ],
            "bibliography": [
                "Ancient Greek school for boys. Education was not compulsory. Schools were private and charged fees. Girls could receive similar education in separate schools. In Europe, separate schools for boys and girls continued as the moral standard well into the twentieth century. When Epicurus was bold enough to teach a school of mixed sexes, he caused quite a scandalous stir.",
                "(Illustration by John Green.)"
            ]
        }
    ]
}
