{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 69,
            "subsections": [
                {
                    "title": "",
                    "content": "Elohim. But this brings us to another problem that we must overcome; after all, theories come cheap. It is one thing to hypothesize, but quite another to uphold the hypothesis—at least Lemaitre had general relativity on which to rely. In this respect, David Leveson was shrewd enough to note: “In scientific as opposed to pseudo-scientific polemic, evidence has priority over hypothesis,” adding that “hypothesis must conform to evidence, not evidence to hypothesis.” He goes on to say: “If evidence contrary to a given hypothesis is found, the hypothesis must (or should) be altered or rejected.” However, he astutely warns that: “This does not mean that when contrary evidence is found the hypothesis is immediately rejected; it may be retained tentatively in the hope that further evidence may eventually explain the ‘contrary’ evidence in terms of the theory.” He further points out: “Indeed, many hypotheses are arrived at intuitively, through a ‘flash of insight,’ and may be maintained in the mind of the investigator in spite of much initial ‘contrary’ evidence, and later be vindicated ... But a legitimate researcher will not consciously suppress contrary evidence. Certainly, he will not publish a hypothesis until he has satisfied himself that all the available evidence is in accord with it. Indeed, if he is properly conscientious, he will search for contrary evidence to test the validity of his ideas. Hypothesis may precede evidence in time but not in importance.” These are guidelines that will be kept in mind as we attempt to unravel the lost history of our Solar System in the pages that follow. However, even so, the question must be asked: What constitutes evidence? As Daniel Trifiletti noted: “The very nature of evidence changes from one discipline of science to another. What is evidentiary to one person is excluded by another. Facts are not the same for everyone. Since we cannot all agree as to what constitutes ‘facts,’ deductive arguments alone can never be fully convincing. There is another approach, however, for assessing what might be considered ‘dubious’ by some. That recourse is inductive reasoning. Let it be recognized that no fact stands alone but is part of a whole constellation of other facts. At some point, when enough facts have been collected, each individual point of light may be seen as part of a newly recognizable figure—an organic whole. Eventually, the sheer weight of even ‘dubious’ facts becomes too large to ignore.",
                    "citations": []
                }
            ],
            "bibliography": [
                "D. Leveson, *A Sense of the Earth* (1971), p. 158 (emphasis added).",
                "Ibid. (emphasis added).",
                "D. Trifiletti, 'Precession and the Hebrew Calendar,' *Catastrophism and Ancient History* XI:2 (July 1989), p. 125 (emphasis added)."
            ]
        },
        {
            "type": "main",
            "page_number": 70,
            "subsections": [
                {
                    "title": "",
                    "content": "on the subject. In attempting to dissect the Old Testament Book of Genesis, he stressed that “the authors were concerned with using these stories as instances of various theological and ethical truths.” As he stated, the “primary function of great myths and legends is not that of offering explanations; they are not concerned with providing a miscellany of information or ready-made answers.” “They were,” according to Hyers, “understood as vehicles of the most basic and important truths of all by which people organized, regulated, and interpreted their lives, and through which they saw meaning, purpose, and value in their existence.” “Myths and legends,” he goes on, “together with rituals, provided the overarching frame of reference within which to live, experience, and celebrate the world.” In a way, I could not have put it better myself. Where I disagree with him is when he states that “to dwell on the historicity of the accounts, even only an historical core, is to stray from the purposes of the writings.” He continues: “[The accounts in Genesis] are not aimed at providing a ‘truer’ picture of the universe or of human history, let alone the only true picture, in the modern scientific or historical senses of true.” Personally, I refuse to be dubbed a “fundamentalist,” but I must also state that Hyers’ disclaimer is mainly due to the fact that he does not understand what historical truths lie hidden within the pages of Genesis, a work which will hold great importance in the pages to follow. Mircea Eliade, who, in his faltering way, has done more for comparative mythology than any other mythologist of the past, held a slightly different opinion. To him, religious rites consisted in “the repetition of an archetypal action performed in illo tempore (before “history” began) by ancestors or by gods ...” By its repetition, the act coincides with its archetype, and time is abolished. We are witnessing, so to speak, the same act that was performed in illo tempore, at the dawn of the universe. Of course, this depends on what one means by “history.” If, by that term, one is to understand “written history,” then Eliade is correct. If, however, by “history” we mean “the story of mankind,” Eliade could not have been correct. This becomes of great importance in light of what else Eliade had to say about this subject. Thus, toward the end of the work being cited, he states that: “Every ritual, and every meaningful act that man performs, repeats a mythical archetype; and ... this repetition involves the abolition of profane time and the placing of man in a magico-religious time which has no connection with succession in the true sense, but forms the ‘eternal now’ of mythical time.",
                    "citations": []
                }
            ],
            "bibliography": [
                "C. Hyers, 'Genesis Knows Nothing of Scientific Creationism,' *Creation/Evolution* XII, 4:2 (Spring 1983), p.",
                "Ibid.",
                "Ibid., pp. 19-20.",
                "Ibid., p. 20.",
                "Ibid., p. 21.",
                "Ibid.",
                "See, here, D. Cardona, 'Fundamentalism: A Personal Statement,' *AEON* II:5 (February 1992), pp. 102-104.",
                "M. Eliade, *Patterns in Comparative Religion* (London, 1996), p. 32 (emphasis as given).",
                "Ibid. (emphasis as given)."
            ]
        },
        {
            "type": "main",
            "page_number": 71,
            "subsections": [
                {
                    "title": "",
                    "content": "Magico-religious experiences, myth makes man once more exist in a timeless period, which is in effect an illud tempus, a time of dawn and of ‘paradise,’ outside of history ... “We moderns would say that myth (and with it all other religious experiences) abolishes ‘history’ ... But note that the majority of myths, simply because they record what took place ‘in illo tempore,’ themselves constitute an exemplar history for the human society in which they have been preserved, and for the world that society lives in. Even the cosmogonic myth is history, for it recounts all that took place ab origine; but we must, I need hardly say, remember that it is not ‘history’ in our sense of the word—things that took place once and will never take place again ...” Despite the fact that I shall be relying heavily on Eliade’s scholarly insights in the pages that follow, it is precisely here that I must part company with him because, as I aim to illustrate, the events narrated in myth did take place. They took place not “outside history,” as he maintained, but within history. And by “history” I do mean “‘history’ in our sense of the word.” Moreover, Eliade claimed that even the cosmogonic myth is history, whereas I maintain that all myth is cosmogonic in origin. The “history” I am speaking of, therefore, is a cosmogonic history, one that unfurled across the sky and touched Earth and its inhabitants with a mighty finger that has left the human psyche scarred unto this day. The events that the major myths of the world narrate actually took place, and they took place very much in the way the myths narrate.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Ibid., pp. 429-430 (emphasis as given)."
            ]
        },
        {
            "type": "main",
            "page_number": 72,
            "subsections": [
                {
                    "title": "",
                    "content": "Helios—driving his chariot across the sky. From a Greek vase painting. When the Egyptian priest, whoever he was, told Solon that his countrymen knew nothing of what had transpired in the past, he also told him that the story of Phaethon “as it is told, has the fashion of a legend, but the truth of it lies in the occurrence of a shifting of bodies in the heavens which move around the earth, and a destruction of things on earth by fierce fire, which occurs at long intervals.” Generally speaking, of course, astronomers will not admit of any shifting of the heavenly bodies. Granted, there have been the odd brave soul among them who has ventured close to the fringe by proposing that a certain amount of orbital shuffling among the planets did take place. Axel Firsoff, for instance, once posited that “Neptune could originally have been closer to the Sun than Uranus” and that Venus, “having originally formed somewhere beyond the orbit of proto-Uranus [would have] acquired [its] slow retrograde spin and copious atmosphere, [and] would subsequently have been moved to its present station, after the inner planets had already lost their primary atmospheres.” The process, according to Firsoff, “would have been slow, involving a number of relatively close encounters with Jupiter or Saturn.” Such events, however, are usually placed far into the past before the advent of man who could not, therefore, have had any knowledge of them, let alone immortalize them in myth.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Although the tale was well known, it is best preserved by Ovid in his *Metamorphoses* 1J:1-329.",
                "Plato, *Timaeus* 22 (emphasis added).",
                "A. Firsoff, 'The Anomalous Condition of Venus and the Origin of the Solar System,' *Solar System Today* I:3 (September 1980)."
            ]
        },
        {
            "type": "main",
            "page_number": 73,
            "subsections": [
                {
                    "title": "",
                    "content": "The fall of Phaethon. A tableau showing Phaethon making his request of Helios at the upper left-hand corner, with the maddened steeds, the shattered chariot, and the falling Phaethon in the center. Other characters not mentioned in the accompanying text fill the rest of the scene. From a Roman relief now in the Louvre, Paris. Saturn or both.” Such events, however, are usually placed far into the past before the advent of man who could not, therefore, have had any knowledge of them, let alone immortalize them in myth. Thus, in the end, Firsoff had to admit that “[t]he stability of the system, and the Bode-Titius law in particular, would place this event in a remote geological epoch.” On the other hand, astronomers, geologists, and historians have finally decided to jump on the cosmic catastrophism bandwagon—which brings to mind a conversation that Ev Cochrane, the publisher of *AEON*, and I had with Professor Benny Peiser, in July of 1996, when we went to pick him up at the airport for the Deerfield Beach, Florida, symposium sponsored by Cochrane’s periodical. It was on the way from the airport that Peiser first informed us of the above revelation. He also told us, however, that while astronomers had come around to seriously consider terrestrial catastrophism as having possibly been caused by asteroidal and cometary impacts, they were still adamant in their denial concerning the possibility of planetary catastrophism within the historical, and man’s prehistoric, past. Not only that, Peiser, who seems to have no use for planetary catastrophism himself, also warned us that the persistence of belief in planetary “billiards” can only prove a hindrance to the eventual acceptance of cosmic catastrophism. Peiser sees this face-about by astronomers and their allies as a positive step forward. However, unless planetary catastrophism was also to be embraced as a valid possibility, at best the step in question can only be seen as being sideways.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Ibid.",
                "Ibid."
            ]
        },
        {
            "type": "main",
            "page_number": 74,
            "subsections": [
                {
                    "title": "",
                    "content": "The hypothesis that the dinosaurs were exterminated at the end of the Cretaceous period due to the terrestrial impact of a celestial body was first proposed by de Laubenfels, the credit for which was later usurped by Luis Alvarez. (Photograph by the author, courtesy of the Royal Ontario Museum, Toronto.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 75,
            "subsections": [
                {
                    "title": "",
                    "content": "said for these two astronomers’ interpretation of the mytho-historical record. In fact, as far as their book, *The Cosmic Serpent*, is concerned, it can safely be stated that they relied quite heavily on Immanuel Velikovsky’s *Worlds in Collision*. Of course, Velikovsky dealt in planetary catastrophism, whereas Clube and Napier reinterpreted Velikovsky’s mytho-historical sources in light of cometary bombardments. They could not, of course, escape the fact that the sources themselves stress the role of planets in lieu of comets. They got around this by the supposition that planets were named as the perpetrators in lieu of comets because the comets had first appeared close to the planets and thus received planetary names. Even so, the sudden interest in cosmic catastrophism among establishment science was not influenced by the work of Clube, Napier, Velikovsky, or any of their predecessors in the field, but was largely due to the insights derived from three separate events—one ancient, the other two recent. The ancient event concerns the demise of the dinosaurs at the end of the Cretaceous period (the Cretaceous-Tertiary boundary, actually) due to the terrestrial impact of a celestial body, which was first proposed by de Laubenfels in 1956, twenty-four years before the team headed by Luis Alvarez stole the credit for the hypothesis. At first described as “a nutty theory of pseudoscientists posing as paleontologists,” the proposal has now gained general acceptance. However, because this event is supposed to have transpired millions of years ago, it did not do much toward the gaining of respectability by cosmic catastrophism. In that respect, neither did the terrestrial impact of a heavenly bolide in the Tunguska region of Siberia, which occurred on the morning of June 30, 1908, exploding in a blinding flash and flattening twenty-five square miles of the surrounding forest, since this, too, was considered an isolated case. Although the warning should have been clear, the event did not attract much attention in the Western World until the late decades of the century. It was, more than anything else, the most recent of these events, when Comet Shoemaker-Levy 9, which had broken up into a train of twenty-one separate fragments, smashed into Jupiter during the month of July in 1994. Had there been a slight deviation in the comet’s orbit, all twenty-one pieces could have plowed into Earth. But even with this terrestrial miss, it became painfully apparent that if a comet can smash into a nearby member of the Solar System, another one could just as easily collide with Earth. All of a sudden, there was a flurry of activity among astronomers centered on the detection and possible elimination of Earth-crossing objects, while geologists have gone wild in their attempt to discover previously unrecognized impact scars in our terrestrial terrain. Historians began pouring over historical, pseudo-historical, and mytho-historical documents in the hope of discovering records of possible past impacts, while archaeologists started resifting the dust of ages to see what they might have missed among the scattered ruins of past civilizations that might be interpreted as cometary, or asteroidal, destruction. So that, in a manner of speaking, the writing of this book does not exactly place me in bad company—but only in a manner of speaking. Comets plowing into Earth remain a far cry from planets shifting on their orbits—that is if these shifts are maintained to have transpired during the advent of man on Earth. As pointed out above, it was because of the supposed impossibility of such orbital shifts that the astronomers Clube and Napier thought it expedient to reinterpret the mytho-historical record in a cometary light, claiming that planets were named in the ancient records simply because comets had appeared in close proximity to the planets.",
                    "citations": []
                }
            ],
            "bibliography": [
                "M. W. de Laubenfels, 'Dinosaur Extinction: One More Hypothesis,' *Journal of Paleontology* 30 (1956), pp. 207-218.",
                "R. Matthews, 'Ice Cubes From Space Prove the Scoffers Wrong,' *The Sunday Telegraph* (June 1, 1997)."
            ]
        },
        {
            "type": "main",
            "page_number": 76,
            "subsections": [
                {
                    "title": "",
                    "content": "Did the ancient deities personify comets rather than planets? Comets by the same names they applied to planets,” a disclosure that has become something of a crutch to those who would recast the ancient planetary deities as cometary ones. As Ilse Fuhr noted, “in the list of Hephaistion, the comet Hippeus is not only named after Aphrodite, but actually is Aphrodite (= Venus) as other comets actually are other planets.” There are three things to keep in mind here. First, it is quite obvious that the planets were named for the deities before comets were, otherwise it would not have been possible to name the comet Hippeus for “Aphrodite (= Venus).” Second, it is also obvious that, despite the fact that comets were named after planetary deities, they were also given their own distinctive names—Hippeus in the above case, other names for other comets in other cases—so that comets and planets could not really have been confused with each other. Third, although it might be redundant to say so, it was the comets that were given planetary names, and not the planets that were given cometary ones. And this is a lesson that Clube, Napier, and all those who wish to recast the planetary deities as cometary ones have failed to learn.",
                    "citations": []
                }
            ],
            "bibliography": [
                "F. Boll, *Antike Beobachtungen Farbiger Sterne* (Munich, 1918), p. 85.",
                "Ilse Fuhr, 'On Comets, Comet-Like Luminous Apparitions and Meteors,' *KRONOS* VIII:1 (Fall 1982), p. 43."
            ]
        },
        {
            "type": "main",
            "page_number": 77,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 2 Ancient Astronomical Lore. SACRED IMAGES FROM THE SKY. There will be some who might object that ancient civilizations had enough knowledge of astronomical matters, so that one could not really accept whatever they had to say concerning the planets of the Solar System as being accurate. Such an objection would, however, be based on ignorance since the various civilizations whose mytho-historical records we will soon be examining were actually quite knowledgeable when it came to observational astronomy. A detailed exploration of this ancient astronomical lore would constitute a book of its own. Thus, despite the length of this chapter, what is presented below constitutes only a brief account of the major astronomical discoveries made by our ancient forefathers. I will start with a topic that might be considered mundane—meteors and meteorites. These had been falling from the sky since time immemorial. Our primitive forebears would not have been strangers to such falls. And, unlike the deification of planets, the sanctification of meteorites is more understandable. Meteors do not appear merely as pinpoints of light in the night sky. Even when they do, as shooting stars, they leave a short-lived luminous streak in their wake. Every so often, veritable showers of these streaky flares seem to radiate from a local spot in the sky. When conditions permit, such showers can be quite impressive. More rarely, meteors roar in the shape of terrible fireballs through the sky, night or day. Their explosive impact on the ground can be quite a frightening experience. Such events, when witnessed, must have awed our primitive ancestors. The occurrences would have been remembered with fear and even reverence. Depending on conditions, an impacting meteor may or may not form a crater. The meteor itself may be burned and atomized in its passage through Earth’s atmosphere. Often enough, stony chunks or masses of iron remain on the ground as evidence of the bombardment. The arrival, or apparent materialization, of such objects in places where fireballs were seen to strike must have mystified primitive man to no little extent. Such objects, when found, would have been thought to be magical, possessing benign or evil powers, if not both. It is understandable that such objects, now known as meteorites, would have been collected, preserved, and even revered. But we find that there was more than that. Lincoln La Paz put it succinctly when he wrote: “The ancients supposed the stars to be the domicile of gods; falling stars and falling meteorites signified to them either the actual descent of a god or the sending of his image to earth.”",
                    "citations": []
                }
            ],
            "bibliography": [
                "L. La Paz, *Topics in Meteorites: Their Recovery, Use, and Abuse From Paleolithic to Present* (Albuquerque, 1969), p. 86."
            ]
        },
        {
            "type": "main",
            "page_number": 78,
            "subsections": [
                {
                    "title": "",
                    "content": "gods, fallen stars were fallen gods. Yet, this does not quite explain why certain meteorites were associated with specific deities and, in some cases, with specific planets. One thing to note here is that it can thus be seen that the ancients were well aware of the phenomenon. The Babylonians referred to meteors as Kakkabu rabu. This recognition, however, did not keep the ancient peoples of the Near East from attributing sanctity to meteorites, nor did it keep them from identifying them as images of pre-existing deities. Among the Semites, especially the ancient inhabitants of the Arabian peninsula, stones were frequently credited with divine attributes. These cults, as Hildegard Lewy indicated, were practiced by the same people who worshipped the visible planets. Philo Byblius tells us that the Phoenicians considered meteorites as “stars fallen from the air,” and that these played a dominant role in the religion of his ancient forebears. These meteorites, as Lewy stressed, were conceived as divine beings of exactly the same nature as the planets. A meteorite which fell at Tyre, in Syria, was associated with the goddess Astarte. What is of additional interest here is that, according to those very Phoenicians who venerated her, Astarte was the same as the Greek Aphrodite and, therefore, like her, the goddess of the planet Venus. According to a passage in the New Testament, one of the sacred images that was worshipped at Ephesus, and associated with Artemis/Diana, was believed to have fallen from the planet Jupiter. The Syrian cultists of the god Elegabalus (or Gabal) focused their worship on a meteorite at the shrine of Emesa. A large, conical, black stone, this “image” was later transported by the emperor Marcus Aurelius Antoninus, who assumed the name of his god, to the temple of Kybele in Rome. Another famous meteorite which was held as sacred in this region was the Magna Mater at Pessinus, in Asia Minor. Worthy of mention was also the stone that fell at Abydos and was worshipped there. According to the Egyptian priest Manetho, as quoted by Plutarch, the Egyptians considered lodestones to be the bones of the god Horus, while iron, in general, was believed to be the bones of Set (which Plutarch rendered as Typhon). Meteorites were venerated not only in honor of Set but also in honor of the great god Amon whom the Greeks, rightly or wrongly, identified with their own Zeus, and the Romans, quite naturally, with Jupiter.",
                    "citations": []
                }
            ],
            "bibliography": [
                "M. Jastrow, Jr., *Die Religion Babyloniens und Assyriens* 11/2 (1912), p. 696.",
                "J. K. Bjorkman, 'Meteors and Meteorites in the Ancient Near East,' *Meteoritics* 8 (1973), pp. 91-132.",
                "J. Wellhausen, *Reste Arabischen Heidentums* (1897; second edition), pp. 101 ff.",
                "H. Lewy, 'Origin and Significance of the Magén Dawid,' *Archiv Orientalni* 18, Pt.3 (1950), p. 346.",
                "Ibid., p. 347.",
                "Ibid., p. 348.",
                "Eusebii Pamphili, *Evangelicae Praeparationis*, 1:x:38c.",
                "Ibid.",
                "Acts 19:35."
            ]
        }
    ]
}
