{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 369,
            "subsections": [
                {
                    "title": "",
                    "content": "In the early 20th century, E. H. Shackleton discovered seven seams of coal at about latitude 85°, each of which was between three and seven feet thick, testimonies to ancient forests which once grew where now not a single tree, not even a blade of grass, can grow. The coal seams that run through the Transantarctic Mountains are some of the most extensive on Earth. Associated sandstone was found to contain petrified coniferous wood. Fossils from the Pliocene include well-preserved wood in the form of tree stems as well as roots together with the remains of marine life. This is to say nothing about fossil forests from even earlier eras found near the South Pole when the climate believed to have prevailed at the time should not have allowed such growth. In 1935, Admiral Byrd could write that: “Here at the southernmost known mountain in the world, scarcely two hundred miles from the South Pole, was found conclusive evidence that the climate of Antarctica was once temperate or even sub-tropical.” The Eocene evidence of vast forests in Antarctica has been attributed to a paleolatitude which was close to that of present Madagascar while Antarctica is supposed to have still been drifting toward the pole. Continental drift can therefore be used to solve the mystery by those who adhere to this belief. Melvin Cook, however, is of a different opinion. According to his findings, Antarctica “appears not to have moved appreciably in continental shift” since the continents which were once in contact with it “left Antarctica in radial directions,” thus leaving it more or less in the same locality. Besides, as we have seen, the problem also involves the Arctic regions where, even according to orthodoxy, continental drift cannot save the day. But the enigma entails more than just Earth’s polar regions; it also embraces the latitudes in between. Thus, from early in the twentieth century, many paleobotanists were convinced that “during by far the greater portion of time since the Azoic era, mild, benign climatic conditions have existed.” According to Dolph Hooker: “It is also the consensus that, astonishingly and inexplicably, such conditions were comparatively uniform over most of Earth’s surface; that temperate climate extended both north and south to within the polar circles. It is also believed that, amazingly, seasonal effects during most of geological time have been much less pronounced than they are now.” Writing in 1912, F. H. Knowlton stated that: \"The Heart of the Antarctic, II (1909), pp. 314, 316, 319, 323; S. W. Matthews, 'Ice on the World,' National Geographic (January 1987), p. 94; E. H. Shackleton, loc. cit.; S. W. Matthews, op. cit., pp. 94-95; see also, T. R. Henry, The White Continent (N. Y., 1950), p. 9; see, for instance, New Scientist (October 10, 1992), p. 17; R. E. Byrd, 'Exploring the Ice Age in Antarctica,' The National Geographic Magazine (October 1935); C. Johnson, op. cit., p. 20; M. A. Cook, 'Earth Tectonics Viewed from Rock Mechanics,' Chronology & Catastrophism Review XIII; D. E. Hooker, Those Astounding Ice Ages (N. Y., 1958), p. 42; Ibid. (Emphasis added)."
                }
            ],
            "bibliography": [
                "E. H. Shackleton, The Heart of the Antarctic, II (1909), pp. 314, 316, 319, 323.",
                "S. W. Matthews, “Ice on the World,” National Geographic (January 1987), p. 94.",
                "E. H. Shackleton, loc. cit.",
                "S. W. Matthews, op. cit., pp. 94-95; see also, T. R. Henry, The White Continent (N. Y., 1950), p. 9.",
                "See, for instance, New Scientist (October 10, 1992), p. 17.",
                "R. E. Byrd, “Exploring the Ice Age in Antarctica,” The National Geographic Magazine (October 1935).",
                "C. Johnson, op. cit., p. 20.",
                "M. A. Cook, “Earth Tectonics Viewed from Rock Mechanics,” Chronology & Catastrophism Review XIII.",
                "D. E. Hooker, Those Astounding Ice Ages (N. Y., 1958), p. 42.",
                "Ibid. (Emphasis added)."
            ]
        },
        {
            "type": "main",
            "page_number": 370,
            "subsections": [
                {
                    "title": "",
                    "content": "The coral reef at Puunoa Beach, off Lahaina, Maui. Coral reefs of this nature once grew all across the polar regions of North America. (Photograph by the author.) “Relative uniformity, mildness and comparative equability of climate, accompanied by high humidity, have prevailed over the greater part of the Earth, extending to or into polar circles, during the greater part of geologic time since at least the Middle Paleozoic. This is the regular, the ordinary, the normal condition.” By 1953, this belief was still in vogue as exemplified by a paper published by Edwin Colbert in which he wrote: “So far as past climates can be interpreted from the record of fossil vertebrates, it would appear that during much of Earth history the world has enjoyed uniformly warm climates.”"
                }
            ],
            "bibliography": [
                "F. H. Knowlton, “Relations of Paleobotany to Geology,” Smithsonian Institute Annual Report (1912), as quoted in the text, p. 43 (emphasis added)."
            ]
        },
        {
            "type": "main",
            "page_number": 371,
            "subsections": [
                {
                    "title": "",
                    "content": "The general picture of past vertebrate life is that of warmth-loving animals living over wide ranges of latitude, from the southern tips of the continental land masses through the middle latitudes to regions as far north as the Arctic Circle. According to Colbert, “the definitely zoned climatic belts, so familiar to us at the present time, apparently did not exist.” Moreover, this situation prevailed from long before the Tertiary period as Elso Barghoorn indicated: “From the paleontological evidence available, it would appear that there was very slight climatic zonation between high and low latitudes during the major part of the Carboniferous.” There was thus an added problem that confronted paleobotanists. How could Earth’s polar regions been blessed with a sub-tropical climate while the rest of the world remained little, if at all, warmer than it is at present? As Barbara Bell admitted: “It is by no means clear that solar radiation sufficiently intense to keep the poles as warm as they appear to have been at times would not heat the tropics more than observations indicate.”"
                }
            ],
            "bibliography": [
                "E. H. Colbert, “The Record of Climatic Changes as Revealed by Vertebrate Paleontology,” in H. Shapley, Climatic Change (Cambridge, 1953), p. 269, as quoted in D. E. Hooker, loc. cit.",
                "Ibid., p. 44 (emphasis added).",
                "E. S. Barghoorn, “Evidence of Climatic Change in the Geologic Record of Plant Life,” in H. Shapley, op. cit., p. 241, as quoted by D. E. Hooker, op. cit., p. 89.",
                "B. Bell, “Solar Variation as an Explanation of Climate Change,” in H. Shapley, op. cit., p. 132, as quoted by D. E. Hooker, op. cit., p. 89 (emphasis added)."
            ]
        },
        {
            "type": "main",
            "page_number": 372,
            "subsections": [
                {
                    "title": "",
                    "content": "While the flora and fauna of the Cretaceous period, calculated to have prevailed 140 to 100 million years ago, was not exactly the same as that of the following Tertiary period, the climate does not seem to have been that much different. As Richard Kerr noted: “The earth of the Cretaceous Period 100 million years ago was unaccountably warm, as it generally had been since the end of the last great ice age 140 million years earlier.” Explaining Cretaceous climate has been difficult because it differed so much from today’s. Coral reefs for which warm water is essential ranged as much as 1500 kilometers closer to the poles than they do today, as did non-seasonal land plants. Deep ocean water that now hovers near freezing was 15° (Celsius) warmer. Alligators and crocodiles seem to have thrived at latitudes as far north as that of present-day Labrador. And there is no evidence of any permanent ice like that which today deeply buries Antarctica and Greenland. Not only was it generally warmer during the Cretaceous, but it was particularly warmer in the polar regions. Because the position of the continents during the Cretaceous would have been different from the locales they would have occupied later during the Tertiary, scientists continued to seek an answer to the riddle of the earlier climate via continental drift. This was not only because the lands within the present Arctic Circle would have been farther removed from polar regions than they would have been during the following Tertiary but also because the different continental configuration would have led to the development of an entirely different climatic regime."
                }
            ],
            "bibliography": [
                "R.A. Kerr, “How to Make a Warm Cretaceous Climate,” Science (February 17, 1984), p. 677 (emphasis added).",
                "Ibid. (emphasis added)."
            ]
        },
        {
            "type": "main",
            "page_number": 373,
            "subsections": [
                {
                    "title": "",
                    "content": "Pangaea, the continental configuration prior to drift through sea-floor spreading c.250 million years ago."
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 374,
            "subsections": [
                {
                    "title": "",
                    "content": "There must be more to the long slide from the balmy Cretaceous period into the ice ages than the drifting of continents. Turning to the contradictory results of these studies, he came to the conclusion that, so far, computer models have failed to warm Earth as much as it was warmed in the Cretaceous, suggesting that a single geographic factor or perhaps even a combination of them cannot totally explain long-term climate change."
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 375,
            "subsections": [
                {
                    "title": "",
                    "content": "Trees from Arizona’s petrified forest show variable growth rings. One specimen from this collection lacks annular markings, but others display very wide, prominent rings. In samples from the Jurassic and Cretaceous periods of the same Mesozoic era, as well as from the Early Tertiary period, tree rings range from prominent to non-existent, depending on the paleolatitude in which they are claimed to have thrived."
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 376,
            "subsections": [
                {
                    "title": "",
                    "content": "In some cases, as much as five percent of the rings may be missing. In fact, growth rings are lacking in a majority of trees which thrive in subtropical and tropical climates while others fail to grow rings regardless of climate. What all of this declares is that tree rings are poor indicators of seasonal change. In fact, they are not indicative of seasonal change at all. But if tree rings do not indicate seasonal change, what, then, do they indicate? We have already noted that the cambium responsible for the growth of trees responds mainly to conditions of temperature and rainfall rather than the incidence of light."
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 377,
            "subsections": [
                {
                    "title": "",
                    "content": "Paleobotanists remain hard-put to account for the growth of sub-tropical forests and the existence of sub-tropical animals within the Arctic Circle. Uniform heat and light, to say nothing of the absence of an ice cover, would have been required for the flourishing of such forests and the thriving of such animals."
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 378,
            "subsections": [
                {
                    "title": "",
                    "content": "Why not simply straighten Earth’s axis? This, too, would have ensured a world with one season, an eternal spring. And as difficult as it might be to later tilt Earth’s axis to the angle it now holds, it seems more feasible than any of the hypotheses we have so far proposed. This, in fact, had been suggested by various authorities at the end of the nineteenth century, for instance, by Julius Hann: “The simplest and most obvious explanation of great secular changes in climate, and of former prevalence of higher temperatures in northern circumpolar regions, would be found in the assumption that the earth’s axis of rotation has not always had the same position, but that it may have changed its position as a result of geological processes, such as extended rearrangement of land and water.”"
                }
            ],
            "bibliography": []
        }
    ]
}
