{
    "sections": [
        {
            "type": "main",
            "page_number": 59,
            "subsections": [
                {
                    "title": "Identified with stars. They worshipped both the Evening and the Morning Star, the",
                    "content": "latter’s pre-eminence being stressed by many anthropologists and researchers. In fact, the Morning Star’s significance was such that no writer can describe this North American Indian nation without wondering how this star acquired such importance in the religious beliefs of these people. That the Pawnee Morning Star was the planet Mars has now been astronomically verified and accepted by most anthropologists and archaeoastronomers. Up until 1906, the Pawnee were still offering human sacrifices to it.\n\nSimilarly, with the more sophisticated nations of Mesoamerica. Thus Susan Milbrath has observed that a number of scholars agree that the fundamental nature of the ancient Mesoamerican pantheon is astronomical. The same view has also been echoed by David Kelley, who wrote: “It has been clear to all serious students of Mesoamerican culture that there was an intimate relationship between astronomical knowledge, the calendar, and religious beliefs and rituals.”\n\nAs Ev Cochrane more recently stated: “A prominent characteristic of Mesoamerican astronomy, immediately apparent, was their obsession with the observation and worship of the planet Venus.” This is despite the fact that B. C. Brundage, on considering the role the planet Venus played among the Mesoamericans, had to acknowledge that the planet’s true role in the development of this culture is not understood. He also, however, added:\n\n“It might not be far wrong to look upon the Mesoamericans’ great skill in numeration as a child of that planet and to state that their intellectual life pulsed to its periods. Certainly, a significant portion of their mythology involved that planet.”\n\nThus Anthony Aveni, one of the foremost archaeoastronomers of the twentieth century, could not help but avow that “for the Maya, the importance of Venus cannot be overstated.” In fact, what student of Mesoamerican lore can delve into the religious beliefs of these people without running headlong into Quetzalcoatl, perhaps the greatest Mesoamerican deity, at whose death, as we have already seen, his heart flew out to become the Morning Star.\n\nBut what of more ancient nations?\n\nG. A. Dorsey, unpublished notes, Field Museum of Natural History, Department of Anthropology, Chicago, 1922. These notes were later compiled by R. Linton and published as The Thunder Ceremony of the Pawnee and The Sacrifice to the Morning Star.\n\nM. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Astronomy (London, 1972), p. 433.\n\ndel Chamberlain, When Stars Came Down to Earth, pp. 84-85.\n\nB. C. Krupp, op. cit., pp. 191, 193.\n\nE. C. Krupp, op. cit., p. 191.",
                    "citations": [
                        "R. Linton, The Sacrifice to the Morning Star (1922)",
                        "A. Aveni (ed.), Columbian America (Lubbock, 1975)"
                    ]
                },
                {
                    "title": "TRE. Kelley, “Astronomical Identities of Mesoamerican Gods,” Archaeoastronomy 2 (1980), p. 1.",
                    "content": "B. Cochrane, “When Venus was a Comet,” KRONOS XII: 1, p. 3.\n\np. 173.\n\nIbid.\n\np. 184.\n\n59",
                    "citations": [
                        "(Fall 1986)",
                        "(emphasis added)",
                        "B. C. Brundage, The Phoenix of the Western World (N. Y., 1981)",
                        "A. Aveni, Skywatchers of Ancient Mexico (N. Y., 1980)"
                    ]
                }
            ],
            "bibliography": [
                "B. C. Brundage, The Phoenix of the Western World (N. Y., 1981)",
                "(Fall 1986)",
                "A. Aveni (ed.,)",
                "R. Linton, The Sacrifice to the Morning Star (1922)",
                "Columbian America (Lubbock, 1975)",
                "(emphasis added)",
                "A. Aveni, Skywatchers of Ancient Mexico (N. Y., 1980)"
            ]
        },
        {
            "type": "main",
            "page_number": 60,
            "subsections": [
                {
                    "title": "Karttikeya—also known as Skanda and/or Kumara—shown here in his southern Indian form of",
                    "content": "Subrahmanya, the Hindu god of war, who personified the planet Mars. (From a nineteenth century trichinopely painting.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 61,
            "subsections": [
                {
                    "title": "The Indic Linga Purana preaches that “the worship of the planets should be pursued by",
                    "content": "good men,” and then unambiguously identifies each planet with a major Hindu deity —thus:\n\n“the commander-in-chief of the army of Devas. People of perfect knowledge say that Mercury is Lord Narayan. O excellent Brahmins, the great planet Shaniscara, the slow-moving Saturn, is Yama, the lord of the worlds. The preceptors of Devas and Asuras (that is, Shukra and Brihaspati) are mentioned as the sons of Prajapati.”\n\nIn the Hebrew Talmud, the very meaning of “idolatry” is defined as the “worship of stars and constellations.”\n\nHowever, none of this has stemmed criticism concerning the synonymy of planets and gods as they appear in ancient literature and beliefs. That planets were deified and worshipped as deities has, of course, been accepted—and how can it be otherwise when the evidence is there for all to read about? What has not been accepted is that this has always been so. Critics generally claim that the planets had not always been gods—that, on the contrary, the deification of the planets owes its origin to a late date. But, as I have now been asking for a number of years, how late is late? Or, to ask a different question, how far back in history can this belief be traced?\n\nIgnoring, or sweeping aside, the statements of Aristotle, critics continue to maintain that the Greek identification of the planets as gods does not trace beyond the 4th century B.C. But is Greek lore the yardstick by which to measure the antiquity of anything? The Greeks, after all, came somewhat late on the ancient historical scene. What about those nations that were older, much older, than the Greeks?\n\nIn Egypt, the planets were also deified. Saturn was called Heru-ka-pet, that is Horus the Bull of Heaven; Jupiter was Heru-ap-sheta, the Star of the South; Venus was Sbat uatitha, the Evening Star; Mars was Heru-khuti and/or Heru-tesher, the Red Horus; and Mercury was Sebek. Granted, it will be pointed out that these names and identifications became popular during the late Graeco-Roman period and that they do not trace further back than the 19th Dynasty. But the identity of the Morning Star as Horus was already known during the Old Kingdom and is found recorded more than once in the Pyramid Texts. In fact, to the ancient Egyptians, the synonymy of gods and planets was so complete that, in some instances, the same word was employed to signify either. Thus sba, among other things, meant “star,” but Sba was also the name of a “star” god. The word nefru meant “stars,” but it also meant “gods.” As Faulkner pointed out:\n\nLinga Purana 1:57:39.\n\nTbid., 1:60:2-5. (NOTE: Elsewhere in the same work, other names are also given for the planets, including Budha for Mercury.)\n\n4 Macoby, “‘Worlds in Collision’ and the Birth of Monotheism,” SiS Review II:1, p. 18.\n\nW. M. Müller, Egyptian Mythology, Vol. 12, pp. 94, 373; see also D. Cardona, “Morning Star,” AEON IV:1, pp. 29 ff., where further references are supplied.",
                    "citations": [
                        "It is cited that the planet Mars is Skanda (Karttikeya)",
                        "the great planets Venus and Jupiter with (refulgent)",
                        "(Autumn 1977)",
                        "E.A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969)",
                        "The Mythology of All Races (1918/1964)",
                        "(April 1995)",
                        "E.A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978)"
                    ]
                }
            ],
            "bibliography": [
                "the great planets Venus and Jupiter with (refulgent)",
                "(April 1995)",
                "(Autumn 1977)",
                "The Mythology of All Races (1918/1964)",
                "It is cited that the planet Mars is Skanda (Karttikeya)",
                "E.A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969)",
                "E.A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978)"
            ]
        },
        {
            "type": "main",
            "page_number": 62,
            "subsections": [
                {
                    "title": "“It is of course very well-known that the",
                    "content": "Ancient Egyptians took a great interest in the stars, not only observing them for practical purposes such as determining times and seasons but also inscribing star-maps and tables in their coffins and tombs at least from the Middle Kingdom onward. It is also realized that behind this lay a very ancient stratum of stellar religion in which the stars were regarded as gods...\n\nSo, also with Wallis Budge, who observed that many passages of the Pyramid Texts “refer to primitive star-worship.” Moving next to Syria, we find that in the Eblaite tablets, the word for “temple” is not only given as e-dingir, which, as is to be expected, means “house of god,” but also as e-mul, which means “house of the star.” In ancient Babylon, as elsewhere, the planets were also adored as gods. Saturn, whom the Babylonians called Ninurta, was worshipped as a mighty hunter. Jupiter, as Marduk, was venerated as the king of the gods. Mars, under the name Nergal, was already then a god of war. Venus, called Ishtar, had already won her place as the goddess of love and carnal knowledge. Horus, who, as Heru-khuti and/or Heru-tesher, was the personification of the Red Horus, whereas Mercury was known as Nabu or Nebo. Morris Jastrow, who was aware of the astral nature of Babylonian religion, was of the opinion that this belonged to a later stage in the unfolding of religious rites. But as N. H. Snaith more recently phrased it: “All the Mesopotamian deities, without exception as far as the later period is concerned and probably for the earlier period also, were associated with the heavenly bodies...” As if to prove the point, the Neo-Babylonians worshipped not only the effigies of gods but their planetary symbols as well.",
                    "citations": [
                        "R. Faulkner, “The King and the Star-Religion in the Pyramid Texts,” Journal of Near Eastern Studies 25 (1966), p. 153.",
                        "p. 51.",
                        "p. 252."
                    ]
                },
                {
                    "title": "ME Jastrow, Jr, “The Sign and Name for Planet in Babylonian,” Proceedings of the American Philosophical",
                    "content": "Society XLVIH:189, p. 146.\n\np. 29.\n\np. 235.\n\n62",
                    "citations": [
                        "(May-August 1908)",
                        "N. H. Snaith, The Distinctive Ideas of the Old Testament (N. Y., 1964)",
                        "(emphasis added)",
                        "Lloyd, The Art of the Ancient Near East (N. Y., 1965 third printing)"
                    ]
                }
            ],
            "bibliography": [
                "D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915)",
                "Babylonian People (London, 1996)",
                "G. Pettinato, The Archives of Ebla (N. Y., 1981)",
                "E.A. W. Budge, From Fetish to God in Ancient Egypt (N. Y., 1988)",
                "N. H. Snaith, The Distinctive Ideas of the Old Testament (N. Y., 1964)",
                "Lloyd, The Art of the Ancient Near East (N. Y., 1965 third printing)",
                "(May-August 1908)",
                "(emphasis added)"
            ]
        },
        {
            "type": "main",
            "page_number": 63,
            "subsections": [
                {
                    "title": "So, likewise, in ancient Uruk. As",
                    "content": "Krystyna Szarzynska has recently noted, “in the most archaic period the determinative dingir [which means 'god'] was associated with astral deities only.” The civilization of Uruk traces to that of Sumer. And it is precisely here that the truth can be run to ground for the language of Sumer is the oldest written language that we have. In that language, very much as in that of the Egyptians, the word and/or cuneiform sign for “god” and “star” was one and the same—a symbol derived from the pictographic sign which preceded cuneiform writing—the very picture of a star. This not only proves that stars and gods were thought of as being truly synonymous as far back as written records reach, but it also indicates that the very concept of God has its origin in a star.\n\nThis brings me to another point I wish to stress. One often encounters the statement that the ancients deified the planets—a statement which, because of its handiness, I have even employed myself throughout this work. But, strictly speaking, this is incorrect. The ancients had no need to deify the planets because, to them, the planets had always been deities. They were, to be sure, the only deities they knew. In other words, planets were gods; gods were planets: planets and gods were one and the same.\n\nIt was only during the first century B.C. that Lucretius began to turn the tables by going to great pains to demonstrate that astronomical bodies were not thinking, purposeful gods. In doing so, he was inadvertently verifying the fact that, in more ancient times, the planets had been believed to be—thinking, purposeful gods.",
                    "citations": [
                        "K. Szarzynska, “Some of the Oldest Cult Symbols in Archaic Uruk,” Jaarbericht ex Oriente Lux 30 (1987-1988), p. 10.",
                        "Ibid., p. 11.",
                        "p. 98; I. S. Shklovskii & C. Sagan, Intelligent Life in the Universe, p. 460; J. E. Pfeiffer, The Emergence of Society: A Prehistory of the Serpent, p. 170.",
                        "V. Clube & B. Napier, The Cosmic Establishment, pp. 169-170."
                    ]
                }
            ],
            "bibliography": [
                "S. Langdon, Semitic Mythology (Boston, 1931)",
                "The Universe (N. Y., 1968)",
                "The Establishment (N. Y., 1977)",
                "The Serpent (N. Y., 1982)",
                "(emphasis added)"
            ]
        },
        {
            "type": "main",
            "page_number": 64,
            "subsections": [
                {
                    "title": "Ishtar, Assyro-Babylonian goddess of the planet Venus.",
                    "content": "From a cylinder seal of the Neo-Assyrian period. (Illustration by Tessa Rickards.)\n\nInadvertently verifying the fact that, in more ancient times, the planets had been so believed to be—thinking, purposeful gods.\n\nThere is therefore no point in critics telling us that the gods only later adopted planetary aspects unless their assertion can be validated by an actual ancient source that upholds it. In the meantime, sources which point to the contrary abound. After all, when it comes to what our ancient forefathers believed, it is our ancient forefathers that we must believe.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 65,
            "subsections": [
                {
                    "title": "Can point to an older source than the Sumerian that contradicts the statements above, let them present it.",
                    "content": "In the meantime, the record continues to stand.",
                    "citations": []
                },
                {
                    "title": "ASTRONOMY IN MYTHOLOGY",
                    "content": "When it comes to the antiquity concerning the belief that the gods of our ancient forefathers had been nothing but anthropomorphized planets, I am not alone. De Santillana and von Dechend held the identical opinion.\n\n“... this science, although it has dug up a marvelous wealth of details, has been led by its modern evolutionary and psychological bent to forget about the main source of myth, which was astronomy—the Royal science. This obliviousness is itself a recent turn of events—barely a century old. Today expert philologists tell us that Saturn and Jupiter are names of vague deities, subterranean or atmospheric, superimposed on the planets at a ‘late’ period; they neatly sort out folk origins and ‘late’ derivations, all unaware that planetary periods, sidereal and synodic, were known and rehearsed in numerous ways by celebrations already traditional in archaic times.”\n\nActually, the association of mythology with astronomical lore was well understood by scholars of a past age. Thus Nicolas Fré, the first permanent secretary of the Academie des Inscriptions, who disputed so much with Isaac Newton, was of the belief that the astronomical events alluded to in the mythologies and described by ancient writers could only have been based on actual observations. Fréret even went so far as to proclaim that the data of ancient astronomy conflicted with the theory of Newton.",
                    "citations": [
                        "G. de Santillana & H. von Dechend, op. cit., pp. 3-4."
                    ]
                }
            ],
            "bibliography": [
                "G. de Santillana & H. von Dechend, op. cit."
            ]
        },
        {
            "type": "main",
            "page_number": 66,
            "subsections": [
                {
                    "title": "Sir Isaac Newton.",
                    "content": "Despite the fact that historians of science laud him as one of the greatest scientific minds the world has ever seen, they have only managed to hoodwink the public by downplaying his glaring religious fundamentalism. (Illustration by Charles Hogarth.)\n\nHistory conflicted with the theory of Newton. This would be quite a bold statement to make in this day and age. Who, today, would believe that anything in mythology, or the astronomical assertions of the supposedly ignorant ancients, could have any value in disputing the scientific theories of the great Newton? But, before we laugh Fréret out of court, let us not forget that Newton’s theological views were quite apparent in his own day, and it is only with the passage of time that historians of science have been able to hoodwink the public by downplaying his once glaring religious fundamentalism. Historians laud him as one of the greatest scientific minds the world has ever seen, but what sort of scientific acumen could he have been employing when he accepted Bishop Ussher’s date for the creation of the world, which the latter, on Biblical evidence, had computed as having occurred in 4004 B.C. As Livio Stecchini indicated: “Fréret challenged Newton’s views about mythology and ancient science by which the latter tried to dismiss the evidences for changes in the solar system before the era of Nabonassar.”\n\nIt was only during the mid-part of the twentieth century that the study of mythology slowly crept away from its astronomical underpinnings—mainly because what the ancients stated about astronomical bodies of the Solar System does not conform to what we see at present. But, even more recently, the pendulum seems to be swinging back. Thus even astronomers are finally beginning to pay heed to the message of the mythohistorical record, as exemplified in 1982 by Victor Clube and Bill Napier, and in 1985, by that indomitable antagonist of cosmic catastrophism, Carl Sagan, himself. Despite my disagreement with Clube and Napier on many issues, I have to say that even they recognized the truth. Thus, in their first major co-authored work, they had this to say:\n\n“The modern astrophysicist tends to see astronomy as an exclusively modern puzzle. Armed with the laws of physics, he dissects the scene before him with the antiseptic calm of a skillful surgeon. But like the surgeon, he can overlook the mysterious origins of his patient. For some reason, astronomy is the oldest of the sciences and it is certainly known to have a past that is rooted in primitive polytheistic religion and celestial mythology... The question we address is why.”",
                    "citations": [
                        "(Fall 1984)",
                        "A. Druyan, Comet (N. Y., 1985)"
                    ]
                }
            ],
            "bibliography": [
                "(Fall 1984)",
                "A. Druyan, Comet (N. Y., 1985)"
            ]
        },
        {
            "type": "main",
            "page_number": 67,
            "subsections": [
                {
                    "title": "Certainly known to have a past that is rooted in primitive polytheistic religion and celestial mythology ... The question we address is why.",
                    "content": "Most mythologists who have favored an astronomical interpretation of mythology have however been handicapped by the uniformitarian dogma that the Solar System has remained unchanged for millions of years. Not only that, some of them have even utilized this dogma as the very basis for astro-mythological beliefs. Thus, for instance, Elmer Suhr could report:\n\n“Astronomy, including manifestations of sun, moon, stars, comets, and meteors, has the advantage of remaining constant in its movements and consistently the same in appearance over great periods of time; its forms are more geometric, its changes more regular, all of which gave the heavens more prestige in the mind of primitive man.”\n\nThis, I intend to show, has been the great pitfall of most mythologists who could not reconcile the heaven alluded to by our ancient forefathers with the one that now stretches above and around us. And yet, as I hope to demonstrate, it was the very opposite to what Suhr believed that lay at the very foundation of mytho-astronomical belief. In fact, what I wish to stress is that the astronomical bodies of the Solar System were deified by ancient man the world over not because they consistently followed an ordained pattern, but precisely because they did not.\n\nAs Lewis Farnell noted early in the twentieth century: “What is normal in nature and society rarely excites the myth-making imagination, which is more likely to be kindled by the abnormal, some startling catastrophe, some terrible violation of the social code.”\n\nFurthermore, “that which characterizes the life of nature is a regularity which approaches monotony. Every morning, the sun mounts the horizon; every evening it sets; every month the moon goes through the same cycle; the river flows in an uninterrupted manner in its bed; the same seasons periodically bring back the same sensations. To be sure, here and there, an unexpected event sometimes happens: the sun is eclipsed, the moon is hidden behind clouds, the river overflows. But these momentary variations could only give birth to equally momentary impressions, the remembrance of which is gone after a little while; they could not serve as a basis for these stable and permanent systems of ideas and practices which constitute religions. Normally, the course of nature is uniform, and uniformity could never produce strong emotions.”",
                    "citations": [
                        "And as the French anthropologist Emile Durkheim (1858-1917)",
                        "(emphasis added)",
                        "E. G. Suhr, Before Olympos (N. Y., 1967)",
                        "E. Durkheim, The Elementary Forms of the Religious Life (N. Y., 1965)",
                        "(emphasis added)"
                    ]
                }
            ],
            "bibliography": [
                "E. G. Suhr, Before Olympos (N. Y., 1967)",
                "(emphasis added)",
                "E. Durkheim, The Elementary Forms of the Religious Life (N. Y., 1965)",
                "And as the French anthropologist Emile Durkheim (1858-1917)"
            ]
        },
        {
            "type": "main",
            "page_number": 68,
            "subsections": [
                {
                    "title": "This simply emphasizes the care that must be taken in research if we are to reach a believable consensus between the message of myth and the discoveries of space age science.",
                    "content": "This is a bold statement to come from an engineer who had worked at the Stanford Linear Accelerator Laboratory, but, as we shall see, the content of myth can help us garner new astronomical knowledge even if, at first sight, this knowledge may appear to be at variance with what we believe we know. In fact, even that so-called pillar of astrophysics, the Big Bang Theory, had been much earlier posited in a religious work.\n\nIn the Book of Genesis, Elohim, usually translated into English as 'God,' begins the creation with the words: “Let there be light.” And it is written that “there was light.” There have been many who have seen a similarity between this description of beginnings and the Big Bang Theory. The following, one of several such, comes from a popular work devoted to the mysteries of the Bible:\n\n“Prevailing scientific theory proposes that the universe was created in a flash of light. This ‘big bang,’ or cosmic explosion, is believed to have occurred some 16 billion years ago. Some see parallels between this modern scientific theory and the biblical account which opens with God’s command, ‘Let there be light.’”\n\nGranted, on its own, this similarity is not enough for one to claim that the theory in question had already been posited in a religious work. The Book of Genesis is not, however, the religious work I have in mind. So bear with me for a while.\n\nGeorge Gamow is the acclaimed father of the Big Bang theory. But before Gamow, there was Georges Lemaitre who, in 1927, was the first to propose that a hot, dense, primeval 'atom' had exploded, flinging its contents outward to create the universe. With the advent of the theory in question, Pope Pius XII himself had it stated that “scientists are beginning to find the finger of God in the creation of the universe.” Lemaitre, who was a Catholic priest besides being a physicist, was later decorated by the Vatican for his scientific achievements.\n\nTo be quite fair, in developing his theory of the expanding universe, Lemaitre had relied on the principles of general relativity. But since he was also well versed in the discipline of theology, could he not also have come across that great medieval commentary on Biblical Scripture known as the Ramban? In 1990, in a book titled Genesis and the Big Bang, the Israeli nuclear physicist Gerald Schroeder argued in detail that there is no contradiction to be found between the account of creation described in Genesis and the current scientific dictum. Moreover, as Schroeder noted, “the Ramban... had the remarkably modern insight that at the moment after creation, all the matter in the universe must have been concentrated in a tiny speck.” Tell me that this insight is not identical to that reached by Lemaitre?\n\nI hope no one will now think that I, personally, believe that Creation as described in Genesis is a veiled description of the Big Bang since, as I hope to demonstrate in a future work, I have an entirely different theory to propose concerning the shedding of light by the Big Bang.",
                    "citations": [
                        "(Part 2)",
                        "(July 1988)",
                        "E. Guinness (ed.), Mysteries of the Bible (N. Y., 1988)",
                        "J. McManus (ed.), The Cosmos (Alexandria, Virginia, 1990)",
                        "TIME (December 28, 1992)"
                    ]
                }
            ],
            "bibliography": [
                "(July 1988)",
                "J. McManus (ed.), The Cosmos (Alexandria, Virginia, 1990)",
                "(Part 2)",
                "TIME (December 28, 1992)",
                "E. Guinness (ed.), Mysteries of the Bible (N. Y., 1988)"
            ]
        }
    ]
}
