{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 399,
            "subsections": [
                {
                    "title": "",
                    "content": "It has thus been assumed that the geomagnetic poles are inexorably linked to the geographical ones, and thus to the rotational axis, despite the slight disparity between their present locations. \nGeomagnetism can be, and has been, \"fossilized\" in rocks. This \"fossilized\" magnetism occurs when iron-bearing rocks are molten and then quickly cool, thus trapping the orientation of Earth’s field at the time of cooling. Known as paleomagnetism, the orientation of the field can be deduced if, and when, the original position of such rocks can be determined. If, then, the age of such rocks can also be deduced, the orientation of the field, and so the locality of the old geomagnetic poles, can also be dated. When this was accomplished, it became evident that the geomagnetic poles must have wandered over the terrestrial surface. More importantly, the parameters enumerated above allow the path of the magnetic pole to be traced through the ages and plotted on a map. Jean Andrews, among others, was able to trace this path for the past 180 million years, which she dutifully plotted on just such a map. Andrews’ research led her to the conclusion that \"the whole Earth (or at least the mantle and the overlying lithospheric plates)\" has (or have) tumbled. The cause for this, according to her, is the same geoid highs offered earlier by Anderson, which cause an imbalance due to mass redistribution on Earth’s surface. This mechanism, which had been offered by others before her, is explained by Andrews through the following analogy: \"Imagine a homogeneous plastically deformable sphere rotating in space. A dot is painted at the rotation axis, the sphere’s north pole. If a bug placed on the equator crawls sufficiently slowly (with respect to the time scale of plastic deformation) toward the dot at the pole, it will in fact never leave the equator defined by the spin axis. Rather, the sphere will tumble, with the dot moving toward the bug, while the rotation axis remains fixed in space.\" Of course, following Anderson, Andrews was sure to note that Earth is not a homogeneous sphere while the equatorial bulge would tend to stabilize Earth and keep it from tumbling. As she herself, however, retorts: \"Nevertheless, the pole can shift through a large angle, even with only a small mass redistribution, as long as the bulge is 'plastic' and not 'frozen'.\" Andrews’ findings delivered such an impact that the editors of Scientific American presented her hypothesis as fact. Even so, the question has to be asked: What is the cause of geoid highs and mass redistribution? What causes these areas of higher density? Together with his colleagues, R. Sabadini is of the opinion that mass redistribution is the result of mantle flow instabilities, which is not really saying much. Of more importance to our own hypothesis, however, is the actual path of the magnetic pole traced by Andrews for the last 180 million years. The three localities of the former poles, along with the erroneous citations, can be understood by referring to Andrews' work in detail.",
                    "citations": []
                }
            ],
            "bibliography": [
                "J. A. Andrews, \"True Polar Wander: An Analysis of Cenozoic and Mesozoic Paleomagnetic Poles,\" Journal of Geophysical Research, Vol. 90, No. B9 (August 10, 1985), pp. 7737 ff.",
                "T. Gold, \"Instability of the Earth’s Axis of Rotation,\" Nature, 175 (1955), pp. 526-529; P. Goldreich & A. Toomre, \"Some Remarks on Polar Wandering,\" Journal of Geophysical Research, 74 (1969), pp. 2555-2567.",
                "\"Landslide,\" Scientific American (January 1986), pp. 64, 68.",
                "R. Sabadini, et al., \"Polar Wandering and the Forced Responses of a Rotating, Multilayered, Viscoelastic Planet,\" Journal of Geophysical Research, 87 (1982), pp. 2885-2903."
            ]
        },
        {
            "type": "main",
            "page_number": 400,
            "subsections": [
                {
                    "title": "",
                    "content": "The magnetic poles which are the furthest south are those from 180 and 160 million years ago, both of which belong to the Jurassic period of the Mesozoic era, and the one from 115 million years ago, which moves us to the Cretaceous period of the same era. All three of them, as well as the rest, lie within the Arctic Circle—that is, these ancient magnetic poles were already within the Arctic Circle at the times indicated by Andrews. So that, even if her plotting is correct, all this pole-wandering would still not resolve the problem concerning the existence of subtropical faunal and floral remains within the High Arctic regions. As with Hapgood’s earlier paths, the most extensive of these polar wanderings would merely have shifted the latitude of Winnipeg close to that of Ellesmere Island. Somehow, I cannot see crocodiles, lemurs, and palm trees thriving in the present latitude of Winnipeg. Thus, as with other theories of polar wandering, these pole shifts would still have fallen short of moving subtropical areas into the Arctic Circle. \nAnd then, how valid is a theory based on the hypothesized link between Earth’s geomagnetic pole and its axis of rotation? Earth’s geomagnetic pole is separated from its axis of rotation by 11°. Nor is it even fixed—it wanders around. In Jupiter’s case, the tilt of its south pole does coincide with its geomagnetic one; however, at the north pole, the geomagnetic and spin axes vary by 10°. That of Uranus is tilted a whopping 59° from the planet’s axis of rotation. This was at first thought to be due to the fact that Uranus is tilted on its side. Neptune, however, is not lying on its side, and yet its magnetic field is also tilted a significant 47° from its axis of rotation. It cannot, therefore, be an inviolable law that geomagnetic poles should coincide with, or otherwise be linked to, geographic ones, that is, the axes of rotation. True, Saturn’s magnetic field is closely aligned with its spin axis—being separated by less than 1°—but this seems to be unique among the planets of the Solar System. Furthermore, Saturn’s magnetic field is stronger at the north pole than at the south (0.69 gauss as opposed to 0.53 gauss), which is equivalent to the center of the field being displaced 2400 km north along the planet’s axis. (Whether the anomaly of this magnetic field has meaning for the thesis proposed in this work remains to be seen.)\nEarth’s magnetic field is said to be produced by a dynamo effect involving its molten core within the rapidly spinning planet. This mechanism, however, seems to apply only in Earth’s case. The core of a small planet like Mercury, for instance, would have cooled off long ago; its rotation is nearly 60 times slower than Earth’s. For these reasons, Mercury was originally believed not to have a magnetic field. And yet, as it was ultimately discovered, it does. As Clark Chapman was forced to state: “In the case of Mercury, more than a decade of subsequent thinking about Mariner 10’s discoveries has still not yielded a clear understanding of what’s going on inside the planet.”",
                    "citations": []
                }
            ],
            "bibliography": [
                "P. Moore, The Planet Neptune (New York, 1988), p. 62.",
                "E. Burgess, Farther Encounter: The Neptune System (New York, 1991), p. 79.",
                "C. R. Chapman, \"Mercury: The Sun’s Closest Companion,\" in B. Preiss (ed.), The Planets (New York, 1985), p. 65.",
                "M. Zeilik, Astronomy: The Evolving Universe (New York, 1985), p. 160."
            ]
        },
        {
            "type": "main",
            "page_number": 401,
            "subsections": [
                {
                    "title": "",
                    "content": "Evidence suggests that Mars once had a much stronger magnetic field than it does today, leading to the belief that, at one time, the magnetic field of Mars was \"more than ten times\" the strength of Earth’s. Mars, however, rotates about as fast as Earth and has also a molten iron-bearing core, albeit somewhat smaller. Why then is its present planet-wide magnetic field 1/500th the size of Earth’s? These anomalies have led Michael Zeilik to state that the entire concept is \"a magnetic mess.\" Or, as David Stevenson stated: “planetary dynamo theorists have yet to be able to predict anything about planetary magnetism...” Up until the early 1980s, the verdict of NASA authorities was that the “nature of the source of planetary magnetic fields still remains one of the principal unsolved problems of geophysics.” To date, nothing new has emerged to invalidate this verdict. The problem is that if planets follow the same laws, why such a variety of magnetic fields? If the dynamo theory cannot account for the magnetic field of all the planets, on what grounds can it be theorized that it accounts for that of Earth? \nIn the end, it can safely be said that what Andrews really plotted was the positions of past geomagnetic poles. Can it positively be surmised that these past positions ever coincided with Earth’s axis of rotation? Besides, as is well known, and as noted above, Earth’s present magnetic pole is even now wandering on its own. So what need is there for crustal slippage to account for past magnetic polar wandering?",
                    "citations": []
                }
            ],
            "bibliography": [
                "K. C. Cole, “Spacecraft Finds a Magnetic Patchwork on Mars,” Global Surveyor data as reported in THOTH, electronic newsletter, I:27 (December 16, 1997), pp. 7-9.",
                "Reports from Scientific American, New Scientist, and the New York Times in Chronology & Catastrophism Review 1999:2, p. 37.",
                "M. Zeilik, op. cit., p. 166.",
                "Ibid., p. 160."
            ]
        },
        {
            "type": "main",
            "page_number": 402,
            "subsections": [
                {
                    "title": "",
                    "content": "If polar wandering has occurred on Mars, the polar regions should contain traces of processes that typically occur in warmer, nonpolar regions. Features characteristic of the poles should also be visible outside the polar regions. The polar networks believed to have been eroded by running water and/or mud, indicative of a warmer climate, as mentioned above, constitute such traces. Moreover, if the Martian pole has wandered, there should be evidence of deposits similar to those found at the present poles. Such evidence does indeed exist: thick deposits of dusty material, and remnants of such deposits can be found in two broad zones outside the polar regions. These zones are antipodal; they are on opposite faces of the planet and demonstrate many of the processes and characteristics of today’s poles, but they lie near the present-day equator. \nAdditional support was discovered by both Schultz and Anne Lutz from an unexpected source. Images of the Martian surface relayed by the Viking Orbiter in 1976 showed an unexpectedly large number of elliptical craters with distinctive blankets of ejected debris. Experiments have since indicated that, due to the high velocity with which objects strike Mars, such craters form only when the angle of impact is very low. While such grazing impacts are known on other bodies of the Solar System, the number of such impressions on Mars is "
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 403,
            "subsections": [
                {
                    "title": "",
                    "content": "The grazing-impact craters provide independent evidence that the poles of Mars have shifted, much as frozen magnetic field directions in terrestrial rocks provide evidence for the movement of tectonic plates on Earth. Schultz, along with Lutz, found satisfaction that polar wandering had indeed taken place on Mars. As Schultz stated in conclusion: \"The hypothesis that the Martian poles have wandered is supported by a good deal of evidence, and it offers new explanations for many of the planet’s enigmatic features.\" What was the mechanism offered by Schultz to account for this Martian polar wandering? The mechanism proposed was drawn from Anderson’s method concerning “the redistribution of mass within a planet or on its surface.” His hypothesis posits: \"The stablest alignment for a spinning object is the one in which the most massive parts of the object are farthest from its axis of rotation.\" When geological forces place a large mass at or near a planet’s surface at a point far from the equator, the spinning motion of the planet becomes unstable, akin to an improperly balanced bearing or top. If the planet is not entirely rigid, the crust shifts to move the anomalous mass toward the equator. As the crust of the planet shifts, the spin axis retains its alignment in space and the poles wander over the planet’s surface.",
                    "citations": []
                }
            ],
            "bibliography": [
                "M. Zeilik, op. cit., pp. 98-99.",
                "Ibid., pp. 99-102.",
                "B. C. Murray, “Polar Wandering on Mars?” Science (March 9, 1973), pp. 997-1000.",
                "P. H. Schultz, op. cit., pp. 101-102."
            ]
        },
        {
            "type": "main",
            "page_number": 404,
            "subsections": [
                {
                    "title": "",
                    "content": "The mechanism proposed by Schultz might also work on Mars and other Mars-like bodies, but it leaves Earth’s theorized wandering poles still without a convincing explanation. A study of paleoclimates conducted in 1959 by J. Wyatt Durham zeroed in on what has now become something of a litany to the readers of this work: \n\"The occurrence of palms and other types of tropical vegetation in northern latitudes where temperate or frigid climates now hold sway; the finding of elephants and rhinoceroses frozen in the ice of Siberia; and the occurrence of tropical types of shells and corals in Europe: these were the kinds of fossils that caused speculation as to the conditions under which they had lived and that usually led to the conclusion that a tropical or 'warmer' climate had existed where they were found.” \nReviewing the evidence at hand at the time, Durham could only conclude his study with an acknowledgment of a lack of consensus on the causes of climate variation. \n\"Alternating intervals of high and low topographic relief of the Earth’s surface, variation in heat due to internal radioactivity of the Earth, changes in the composition of the atmosphere, variation in radiation from the sun, astronomical and cosmetic changes, presence of large amounts of volcanic dust in the Earth’s atmosphere and variations in circulation patterns are some of the causes that have been cited to explain the changes.” \nDurham could have added theories of polar wandering and shifting crust, as well as axial tilts, to his list; his conclusion would not have been affected. More than four decades later, paleoclimatologists and paleontologists remain puzzled about the actual mechanisms that would have allowed tropical and subtropical flora and fauna to thrive in some of the coldest areas on Earth.",
                    "citations": []
                }
            ],
            "bibliography": [
                "J. W. Durham, \"Paleoclimates,\" in P. Cloud (ed.), Adventures in Earth History (San Francisco, 1970), p. 820-821."
            ]
        },
        {
            "type": "main",
            "page_number": 405,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 20\nThe Axial Coupling \nIn a previous introduction of the Saturnian system to the public in 1978, I described it as one that “inspires disbelief and contradicts every known tenet of celestial mechanics as we understand them today.” This unique positioning of Saturn, namely its axial coupling with Earth, has been a significant stumbling block in unraveling the Saturnian mystery. \nWe are aware that this supposition is open to significant criticism. The problem consists not merely in the absence of such coupled bodies known anywhere in the Universe, let alone in the Solar System; it consists also in the supposition that celestial mechanics, as known at the time, would not allow for such a coupling. \nDuring the 1970s, neither of the two principal proponents of the Saturn theory—David Talbott and myself—were experts in celestial mechanics. Thus, when John Gibson inquired whether any astrophysicist could possibly accept the Saturn theory, Talbott responded: \"As a matter of fact, I’m going to go ahead...and not even worry about the physics of it all. Let’s face it: within any established frame of thought the whole thing is hilarious. How could two planets rotate on the same axis in any stable configuration?\" \nWhen Gibson insisted Talbott should propose some physical principle that might account for the planetary configuration he had described, Talbott emphatically refused, suggesting, \"No, absolutely not. That would only make things worse. I’m not a physicist.\" \nDissatisfied with Talbott’s decision to avoid attempts to address the problem, I approached several orthodox authorities about this mechanical conundrum. Five of them promised to consider the matter despite their obvious disbelief, although they requested to remain unnamed until their investigations yielded results.",
                    "citations": []
                }
            ],
            "bibliography": [
                "D. Cardona, \"The Mystery of the Pleiades,\" KRONOS III:4 (Summer 1978), p. 38."
            ]
        },
        {
            "type": "main",
            "page_number": 406,
            "subsections": [
                {
                    "title": "",
                    "content": "David Talbott\n(Photograph —2000—by the author.)",
                    "citations": []
                }
            ],
            "bibliography": [
                "David Talbott"
            ]
        },
        {
            "type": "main",
            "page_number": 407,
            "subsections": [
                {
                    "title": "",
                    "content": "Over the years, some calculations emerged, but without exception, they all involved some modification of the model they were supposed to quantify. This was not helpful, as no problem can be solved through modifications of its own hypothesis. A solution is deemed unacceptable if the question itself is altered. When I pointed this out, I was lectured on the scientific method and told I was being obstinate. Ultimately, the verdict was that my model was physically impossible. The argument that Wegener’s model of drifting continents was once also deemed impossible fell on deaf ears. My five steadfast mechanists distanced themselves from me, leaving me with a collection of impressive calculations that explained everything except what I had hoped to clarify.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 408,
            "subsections": [
                {
                    "title": "",
                    "content": "The birth of Athena from the head of Zeus—the myth that led Immanuel Velikovsky to believe that the planet Venus was ejected from the planet Jupiter. \n(Illustration from the back of an Etruscan mirror.)",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
