{
    "processed_chunk": {
        "type": "main",
        "page_number": null,
        "subsections": [
            {
                "title": "Egyptian scribe.",
                "content": "Egyptian scribes wore special starched kilts which, when sitting cross-legged, acted as a “desk” on which to place their papyrus sheet when writing —the first lap-top? (From a statue now in the Louvre, Paris)\n\n19",
                "citations": []
            },
            {
                "title": "tener could question the reciter and receive an answer in explanation. One cannot, however,",
                "content": "question the written word. And, in that respect, as much knowledge was lost as was recorded. This we have to keep in mind as we continue with our study, and, while I shail never use it as a crutch, I will have recourse to remind the reader of it from time to time in the pages that follow. As Sharon Begley et al noted:\n\n“Before there is knowledge, there must be memory. Yet few subjects remain so unknown, so obscured in metaphor and myth. According to the ancient Greeks, life is the act of recollecting knowledge the soul forgot at the moment of its birth in a body... Later thinkers noted the perversity of memories—how nothing imprints them more strongly than the desire to forget.”",
                "citations": []
            },
            {
                "title": "PERPLEXITY",
                "content": "Roger Wescott recently wrote: “Ever since Greek philosophers first initiated critical examination of Homeric and Hesiodic myth, some mythologists have characterized myths in general as mad.”*\n\nAs Wallis Budge stated of Egyptian texts, the perplexity of ancient beliefs confounded even those very ancients who professed adherence to them. Speaking especially of the antiquity of the so-called Book of the Dead, Budge informed his readers that there is no doubt that “the greater part” of these texts “are far older than the period of...the first historical king of Egypt.”” According to him: “Certain sections indeed appear to belong to an indefinitely remote and primeval time.”® Those who came later, however, did not always seem to have understood what the originals had alluded to—which is exactly the situation that Thamus, in reproaching Thoth, had meant to emphasize.\n\n“The earliest texts bear within themselves proofs, not only of having been composed, but also of having been revised, or edited, long before the days of king Mena [or Menes], and judging from many passages in the copies inscribed in hieroglyphics upon the pyramids of Unas [and other early kings], it would seem that, even at that remote date, the scribes were perplexed and hardly understood the texts which they had before them.”*\n\nConcerning a particular, and very important, “chapter” of the Book of the Dead—a “chapter” that has been considered “an abridgment of the whole Book of the Dead”—and basing his opinion on that of Chabas, Budge affirms that it was not only “very ancient” and “very mysterious,” but “very difficult to understand” even “fourteen centuries before our era.” Can we, millennia later, fare any better in our attempt to understand these texts? And is it merely Egyptian texts that will pose this problem for us?\n\nIn speaking of the great epics of the Germans, the Indians, Finns and other ancient peoples, Sigmund Freud claimed that the original cause behind these epics had already fallen into oblivion before the arrival of Alexander the Great who himself lamented that he had no Homer to immortalize his deeds.* Will we, so many centuries later, be able to ferret out “the cause behind these epics”?\n\nOf course, as anyone who has ever read anything about him knows, Freud had his own psychoanalytic beliefs in mind when he referred to ancient myths. As Richard Heinberg noted, “proponents of the non-historical approach to myth interpretations are more or less forced not so much to explain...myths as to explain them away.” And, despite what good can still be said of Freud’s psychoanalytic methods, in the end, that is exactly what he did in his attempts to analyze the messages he believed to be contained in ancient myth—he ended up by explaining them away. Fortunately, as Heinberg also noted, “the ‘collective fantasy’ approach to myth in general is starting to lose ground.”® Thus, despite his own calling as a psychoanalyst, Theodore Reik had to admit that:\n\n“[Myths] appeared to us at first as collective daydreams, as wish fulfillment of the masses. Such a characterization is still psychologically valid, but we apply today the interpretation of myths in the hope of discovering at their depths precipitations or sediments of real historical events or situations.”*\n\n(Sigmund Freud — 1856-1939.) In his attempts to analyze the messages he believed to be contained in ancient myth, Freud ended up explaining them away rather than explaining them. (illustration by Charles Hogarth.) And, to be sure, Reik, as well as others of his profession, are now of the professional opinion that “the more wide-spread a myth, the more likely it is to have an historical basis.",
                "citations": [
                    "Newsweek (Sept. 29, 1986)",
                    "(emphasis added)",
                    "(1993)",
                    "E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967)",
                    "Ibid. (emphasis added)",
                    "Jbid., p. xiv (emphasis added)"
                ]
            },
            {
                "title": "into oblivion before the arrival of Alexander",
                "content": "the Great who himself lamented that he had no Homer to immortalize his deeds.* Will we, so many centuries later, be able to ferret out “the cause behind these epics”?\n\nOf course, as anyone who has ever read anything about him knows, Freud had his own psychoanalytic beliefs in mind when he referred to ancient myths. As Richard Heinberg noted, “proponents of the non-historical approach to myth interpretations are more or less forced not so much to explain...myths as to explain them away.” And, despite what good can still be said of Freud’s psychoanalytic methods, in the end, that is exactly what he did in his attempts to analyze the messages he believed to be contained in ancient myth—he ended up by explaining them away. Fortunately, as Heinberg also noted, “the ‘collective fantasy’ approach to myth in general is starting to lose ground.”® Thus, despite his own calling as a psychoanalyst, Theodore Reik had to admit that:\n\n“[Myths] appeared to us at first as collective daydreams, as wish fulfillment of the masses. Such a characterization is still psychologically valid, but we apply today the interpretation of myths in the hope of discovering at their depths precipitations or sediments of real historical events or situations.”*\n\nSigmund Freud — 1856-1939. In his attempts to analyze the messages he believed to be contained in ancient myth, Freud ended up explaining them away rather than explaining them. (illustration by Charles Hogarth.) And, to be sure, Reik, as well as others of his profession, are now of the professional opinion that “the more wide-spread a myth, the more likely it is to have an historical basis.",
                "citations": [
                    "Freud, Vol. XXIII (London, 1955)",
                    "(Fall 1985)",
                    "TT. Reik, as quoted by R. Heinberg, loc. cit. (Emphasis added.)"
                ]
            },
            {
                "title": "“Tam the lord of the crown. I am in the Eye, my egg...My seat is on my throne. I sit",
                "content": "in the pupil of the Eye.”\n\nNow I ask you, what meaning can be extracted from the above? As the “lord of the crown,” the deity can be understood as the crowned god. Thus he can say that his seat is on his throne. There is nothing enigmatic about a crowned god sitting on his throne. But what does it mean that the deity is, or resides, “in the Eye” or that he sits “in the pupil of the Eye”? What is this “Eye” in which the god resides? And why is the eye equated with his egg? What has an eye to do with an egg? What is this egg anyway?\n\nAnd yet, enigmatic as these words are, together with others pertaining to different themes, an in-depth study will reveal their coherence and even logic once the key to the symbolism behind them is understood.",
                "citations": []
            },
            {
                "title": "MISTRANSLATIONS",
                "content": "Once myths were put into writing, mistranslations were bound to occur. Here, an illustration offered by Bob Forrest comes immediately to mind.\n\n“I can imagine how odd anomalies could arise in transmission, and this point was brought home to me by a curious example I came across just recently: Cinderella’s glass slipper. I had always found it peculiar that the slipper should be said to be made of glass, but according to Brewer’s ‘Dictionary of Phrase and Fable’ this came about via a mistranslation of the phrase ‘pantoufle en vair’ as ‘a glass slipper’ (pantoufle en verre). I do not suppose, though, that the vagaries of oral transmission can account for more than the odd ‘peculiarity’ of a myth, legend or story.”®\n\nAnother example concerns one of the most famous sayings attributed to Jesus: “It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.”™ As Vitaliano indicated, this is more than probably a mistranslation of the Greek, in which the Gospels were originally written, where the Greek word for “rope” — kameylos —was mistranslated as “camel” —- kamelos. ™ This is because the sound of the Greek letter eta sounds very similar to that of epsilon to a foreign ear. Thus the words of Jesus should be translated as: “It is easier for a rope to go through the eye of a needle, than for a rich man to enter into the kingdom of God”—which, let’s face it, makes for a better simile.\n\nWhen it comes to Hebrew, in which the books of the Old Testament were originally set down, we encounter even greater difficulties because, for one thing, Biblical Hebrew was written without vowels, thus making for confusion between words containing the same consonants but different vowel sounds, and, for another, there are over a thousand Hebrew words which appear only in the Old Testament, and, in some cases, appear there only once. How, then, without comparison, can the meaning of such words be verified with certainty?\n\nAs will be seen in forthcoming pages, such mistranslations, which owe more to the written word than they do to oral tradition, permeate the mythological sources of most ancient nations. But, rather than proving detrimental to our cause, such mistranslations, where found, shall actually help us ferret out the truth.",
                "citations": [
                    "(a fur slipper)",
                    "E. A. W. Budge, The Papyrus of Ani (N. Y., 1967)",
                    "(Manchester, 1983)"
                ]
            },
            {
                "title": "MISINTERPRETATIONS",
                "content": "The casual reader of popular mythology may not realize to what extent the subject is infused with astronomical content. This is partly due to the aversion displayed by most modern mythologists to anything in their studies that smacks of astronomical connections. This is so true that when Giorgio de Santillana and Hertha von Dechend dared to go against the common trend in their monumental work, Hamlet’s Mill, they found the doors of academia closed shut in their face. As Martin Bernal found reason to state:\n\n“Having written a major book on Galileo, de Santillana [whom Bernal qualifies as possibly the greatest historian of Renaissance science] became interested in the Hermetic Egyptian tradition; then, late in life, he read Dupuis’s Origine de tous les cultes, and was convinced by its argument that much of ancient mythology was indeed allegory for scientific astronomy.\n\n“Despite de Santillana’s enormous reputation, Hamlet’s Mill—the book in which he and a younger German colleague [Hertha von Dechend] set out [such a mytho-astronomical] scheme—was not accepted by any university press and was published commercially. This means that respectable scholars are not obliged to take such work into account. In addition, de Santillana’s having stuck his neck out so far lessened his effectiveness as a [historian]. Furthermore, his work ... could be lumped together with a more or less ‘lunatic fringe’; this allowed or even compelled orthodox scholars to ignore it.”\n\nEarlier in this century, mythologists were quite aware of the astronomical nature of ancient myths, but, of lately, the general assumption has been that these astral connections are of late derivation, having been foisted on an already existing mythology. So much can be said against this that volumes, of which this is one, can be written.\n\nThe problem, however, goes deeper than that because even those earlier mythologists who had accepted the astronomical nature of the myths were themselves often guilty of tampering with their sources so that, today, it is not easy to discern what these ancient sources really had to say about the cosmic powers our ancestors venerated. This is not to be wondered at because, if one had to pursue the astronomical motifs inherent in most of mythology, one would be forced to assume that the ancients’ perception of the celestial sphere was entirely different from that of modern man. Thus, when modern mythologists pursue these astral myths, they tend to look up at the sky, if only figuratively, and realize that what the ancient records state about the planets, and even the Sun and Moon, bears absolutely no resemblance to the present Solar System. And yet one must keep in mind that these self-same ancients, as we shall see in the next chapter, were quite sophisticated when it came to observational astronomy. Thus something of a dilemma faces the mythologist as was poignantly demonstrated, a few decades ago, by Irene Nicholson.\n\nIn a Mayan scheme purported to describe the celestial sphere, Nicholson discovered that the planet Venus was positioned above the Sun, below which was the Milky Way and, below that, the Moon.” Knowing full well that the Maya had been better astronomers than that, she attempted to circumvent the problem by blaming these disparities on a faulty record.",
                "citations": [
                    ". Nicholson, Mexican and Central American Mythology (London, 1967)"
                ]
            },
            {
                "title": "“The discrepancies between the",
                "content": "true cosmic placing of the Sun, planets, and Milky Way may be due to a distorted record. We can hardly suppose that people with so accurate a calendar [and with such accurate knowledge concerning the motions of the planet Venus] were ignorant of the general positions of the heavenly bodies.”™\n\nBecause, as we have already seen, mistranslations did creep into ancient records, Nicholson’s suspicion of a “distorted record” is not, in itself, unreasonable. Besides mistranslations, however, there has also been a fair amount of misinterpretation. Here Nicholson was trapped by her predecessors who had already identified certain Mayan objects as the Sun, the Moon, and the Milky Way. It did not occur to her that these objects might have been misidentified.\n\nSuch misidentifications and, therefore, misinterpretations litter past works on mythology. Ask anyone who has even a modest knowledge of mythology to name the sun-god par excellence, and he or she would probably point to the Egyptian Ra (or Re). And why not? Is that not what most books on mythology claim? The Larousse Encyclopedia of Mythology is very specific: “Ra, which probably signifies ‘creator,’ is the name of the sun, sovereign lord of the sky.”™\n\nSo also with James Frazer, who echoed this Egyptian dictum when he stated: “That Ra was both the physical sun and the sun-god is of course undisputed ... ”\n\nBut then one conducts an in-depth study of this Egyptian “physical sun” and “sun-god” only to come to the realization that,\n\nThe Egyptian god Ra, said to be the personification of the Sun, but whose motions and characteristics do not fit the role of the Sun.",
                "citations": [
                    "Ibid., p. 24.",
                    "Viaud, “Egyptian Mythology,” Larousse, p. 11.",
                    "J. G. Frazer, The Golden Bough (N. Y., 1890/1981), Vol. 1, p. 313."
                ]
            },
            {
                "title": "except for the fact that Ra shone brightly in the sky, the characteristics, and even motions,",
                "content": "attributed to Ra do not fit the role of the Sun.\n\nThus, for example, Ra was often lauded as “Lord of the Circles” and as “he who entereth for liveth in the Circle.”” He was described as “the sender forth of light into his Circle” and as the “Governor of [his] circle.”*\n\nWhat is this Circle that the hymns allude to? Egyptologists will immediately inform us that this Circle of which the hymns speak was what the Egyptians referred to as the Duat (or Tuat), a word that has been rendered into English as “the Underworld.” That may be so, but the fact remains that Ra was said to have shone from within it. What becomes obvious, in other words, is that, whatever Ra once signified, it was a celestial body that resided within a circle or band or ring. As we all know, the Sun does not send forth its rays into a circle; it does not reside in a ring.\n\nThere will now be those who will tell me that, under certain conditions, the Sun is seen to be surrounded by a ring. They will of course be alluding to that atmospheric refraction which lends a halo, known as parhelia, to the solar orb. But not only is this too rare an apparition to have earned Ra his title of “Governor of his Circle” and/or “Lord of the Circles,” it is also a phenomenon that is restricted to northern regions and hardly, if ever, seen at the latitude of Egypt. But there is more.\n\nWhen pictured on the walls of temples and on papyri, Ra is often shown surmounted with a red or golden disc, which is not inappropriate if the Sun is truly being represented. In the liturgies dedicated to him, however, Ra is described as having shed a green, rather than a golden, light. Thus a hymn to Ra states: “Thou hast come with thy splendours, and thou hast made heaven and earth bright with thy rays of pure emerald light.”\n\nIn another hymn we read: “O Ra ... the heir of eternity, self-begotten and self-born, king of earth, prince of the netherworld ... thou dost rise in the horizon of heaven and sheddest upon the world beams of emerald light ...“©\n\nNot only did this sun shed a green, or emerald, light, it itself was green. As Donald Mackenzie informed his readers, in his form of Sebek-Tum-Ra, this sun was the “radiant green disk.” “Hail Green One,” was the manner in which Ra was lauded,\n\nMythologists have nothing to say by way of explaining why the ancient Egyptians alluded to the Sun as having been green and shedding a green light. And, as long as they continue to believe that Ra was the Sun, how can they? Does our Sun shed a green light? Is the disk of the present sun green?\n\nConsider further the motions of the celestial object called Ra. In a statement found in one of the Coffin Texts, the deity is addressed with these words: “You shall go up upon the great West side of the sky and go down upon the great East side of the earth.” Is not this contrary to what the present Sun does? Does the Sun today “go up” in the west? Does it “go down” in the east? Thus Faulkner, who translated this passage, could not help stating that this “unexpected reversal of the points of the compass is incomprehensible” --and ended up by blaming what to him was an inconsistency on “a blunder in an early copy which no one has noticed or at least attempted to correct.”® This explanation, however, presupposes that there must be other texts which give the rising and setting of Ra correctly, that is in accordance with the present motions of the Sun. But, as David Talbott has indicated, “wherever the direction of the [sun] ship’s movement is explicitly connected with the phases of morning and evening the texts always reverse the direction expected by the solar interpretation.”®\n\nWorse than that, when sailing in his ship, or boat, Ra is said to move down at dawn,” and “upstream” at night,® contrary to what we see the Sun doing in our sky at present.\n\nThere are many other characteristics of Ra that do not conform with the appearance and motions of our Sun which, in order not to anticipate the major thesis of this book, I will leave for later chapters. In the meantime I would simply like to add that the items I have so far touched upon have not really gone unnoticed by mythologists. Each and every datum that will be analyzed in this work have been noted and, in some cases, even discussed. Unfortunately, these incongruous astronomical oddities have never been collected in one place in an effort to analyze them as a whole—which is exactly what I intend to do in the chapters that will follow.",
                "citations": []
            }
        ],
        "bibliography": []
    }
}
