{
    "type": "main",
    "page_number": 129,
    "subsections": [
        {
            "title": "which is Ninurta as well as Ningirsu.” As with the former, so also with the latter: The lumi-",
            "content": "nary identified with the god is spoken of as radiating a great light. Thus we find it recorded in\nGudea’s Cylinder B:\n\n“Ningirsu...rose in overwhelming splendor. In the land it became day; the Eninnu\n[another epithet of the god] rivaled in brilliance the child of Enzu.”*\n\nThis Enzu, also read Zu-en, was the more familiar Sin. His “child” was Shamash, often\nreferred to as Shamash mar Sin—i.e., Shamash son of Sin.”\n\nThis led William Albright to state that “Ningirsu is here the sun...who ascends each\nmorning from the underworld.” That Albright was not well acquainted with the characteristics of this deity is further illustrated when he also opined that “Ningirsu, like Ninurta,\nseems to have been primarily a god of fertility with intimate solar associations.” Albright did recognize that Ningirsu has “solar associations,” but that Ningirsu was Saturn and not the\nSun had already been demonstrated by Jastrow.\n\nThis identification is based on a series of deductions which not only proves the ancient\nidentity of Ningirsu but also that of Ninurta. These deductions lead us back to those omens\nincorporating the formula “when Shamash stands in the halo of Sin” that we have already\nhad occasion to note. Apart from the gloss already there discussed, which explains that\nwe also come across a clarification which names Ninib/Ninurta as “standing therein.” This indicates, beyond any reasonable doubt, that Ninib/Ninurta was the same as Lu-Bat Sag-U$/Shamash/Saturn.” As Donald Mackenzie noted: “The sun god was identical with Ninip and Nin-Girsu...and resembling\nBabbar, ‘the shining one,’ the solar deity of Akkadian Sippar, whose Semitic name was\nShamash.” Also, in a slab relief of the god retrieved from the temple of Ninurta in ancient Kalakh (or Kaihu), Ninurta is depicted with the scythe as one of his weapons. As is widely known, the scythe was the favored weapon of Kronos/Saturnus. Thus, as Jastrow admitted, Franz Kugler was correct in identifying “whose name is Ninib [i.e., Ninurta]” as referring to Saturn. Let’s face it, in a bilingual list of the planets, now in the British Museum, Ninurta is definitely listed as the name of the planet Saturn.\n\nNow it should be understood that the term “Lu-Bat” was also used to designate Mars and Mercury besides Saturn. A. F. O’D Alexander, however, misunderstood the usage of this term when he stated that a “further ambiguity was caused by using Iubad [the same as Lu-Bat] sometimes for Saturn, sometimes for Mercury.” What Alexander should have noted is that \n\n°'W. G, Lambert, “The Guia Hymn of Bullutsa-rabi,” Orientalia: New Series, 36, pp. 105 ff.\n\n* W.F. Albright, “The Mouth of the Rivers,” The American Journal of Semitic Languages and Literatures, 35:4, p. 165.\n\n© Ibid., pp. 165-166.\n\n” Ibid.\n\n7! Ibid., p. 166.\n\n” M. Jastrow, Jr., op. cit., p. 173.\n\n® Ibid., p. 172.\n\n™ Ibid.\n\n75, reprinted as Mythology of the Babylonian Pantheon, p. 132.\n\n° Ibid.; F. X. Kugler, Sternkunde und Sterndienst in Babel, Vol. 1, pp. 221 ff.\n\n7D. A. Mackenzie, op. cit., p. 301.\n\n% AF. O’, p. 44.\n\n129",
            "citations": [
                "Shamash is the name of the planet Saturn (Lu-Bat Sag-U8)",
                "Kalakh (or Kaihu)",
                "day Nimrud (still named after the very god)",
                "the planet (Lu-Bat)",
                " (‘planet’)",
                " (1967)",
                " (July 1919)",
                " (emphasis added)",
                " (emphasis added)",
                "D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915)",
                "People (London, 1996)",
                " (Munster, 1907-1913)",
                "D. Alexander, The Planet Saturn (N. Y., 1962)"
            ]
        }
    ],
    "bibliography": [
        "D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915)",
        " (Munster, 1907-1913)",
        "D. Alexander, The Planet Saturn (N. Y., 1962)",
        "the planet (Lu-Bat)",
        "People (London, 1996)",
        " (July 1919)",
        "day Nimrud (still named after the very god)",
        "Kalakh (or Kaihu)",
        " (‘planet’)",
        "Shamash is the name of the planet Saturn (Lu-Bat Sag-U8)",
        " (emphasis added)",
        " (1967)"
    ]
}
