{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 239,
            "subsections": [
                {
                    "title": "",
                    "content": "It is no different in ancient Greece. In Neo-Platonist philosophy, for instance, Kronos/Saturn was associated with the pole. Orphic thought also identified Chronos, who, as we shall see, was the same as Kronos, as the power behind the turning of the heavens around the polar axis. It is therefore no surprise that, when praying, the ancient Greeks, too, faced to the north. In time, the sacredness of the north was bound to touch terrestrial realms which, in European thought, remained philologically bound to Saturn through Kronos. The Greeks themselves referred to the North Sea as Kronios Okeanos, or the Saturnian Sea. The adjective \"Cronian,\" derived from \"Kronos,\" has even survived in the English language as descriptive of the Arctic Ocean. As Warren discovered, the same idea persisted in Etruria, before Rome: \"Varro and other Latin writers confirm this general representation, so that all modern expounders of the old Etruscan religion unite in locating the abode of the gods of Etruria in the Centre of Heaven, the northern circumpolar sky. Niebuhr and other authorities of the highest rank assure us that the Romans shared the same faith.\" Thus, Ovid, in his Fasti, offers a description of Creation, at the conclusion of which Janus is made to state: \"The guardianship of this vast universe is in my hands alone, and none but me may rule the wheeling pole.\" As Roger Ashton indicated: \"The centre of the wheeling pole is motionless to the terrestrial observer. Janus, ruler of the motionless celestial pole, must thus be located at the Celestial Pole.\" When Saturnus was flung down from his celestial seat, he was said to have continued ruling from \"the opposite end of the world axis,\" which presupposes a former position corresponding to the northern polar station. But even here, we do not really require such a circuitous route to the Latin Saturn’s former polar placement since Saturnus himself was remembered as the god of \"the steadfast star,\" which star is understood as the Pole Star.",
                    "citations": [
                        "J. Sammer, “The Cosmology of Tawantinsuyu,” KRONOS 1X:2 (Winter 1984), p. 28.",
                        "B. Cook, Zeus: A Study in Ancient Religion, Vol. II (N. Y., 1965), p. 557.",
                        "U. Holmberg, Der Baum des Lebens (Helsinki, 1922), p. 109, as cited by D. Talbott, “On Testing the Polar Configuration,” AEON 1:2 (February 1988), p. 101.",
                        "W. F. Warren, op. cit., p. 213.",
                        "Webster’s Twentieth-Century Dictionary of the English Language (N. Y., 1939), p. 401.",
                        "W. F. Warren, op. cit., p. 214.",
                        "Ovid, Fasti 1:119-120.",
                        "R. Ashton, “The Genie of the Pivot,” KRONOS X:1 (Fall 1984), p. 21.",
                        "Manilus, Astronomica, as cited in R. Klibansky, et al, Saturn and Melancholy (London, 1964), p. 141.",
                        "See here the Latin poem “Aetna,” Minor Latin Poets (Harvard, 1968), p. 381."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 240,
            "subsections": [
                {
                    "title": "",
                    "content": "THE SUN OF THE CENTRE AND OTHER ECHOES. The Aztec god Xiuhtecuhtli was also known as Huehueteotl, which means “the old god,” and/or “the old god of the centre,” as well as Ixcozauhqui, meaning “he of the yellow face.” He was revered as “the sun of the centre” and “the central fire,” thus bringing to mind the central fire of Philolaos. He was described as the pivot of the turning heavens and identified with the celestial pole. Although Xiuhtecuhtli is nowhere in Mesoamerican mythology specifically identified as the planet Saturn, we can see that he was a very old god who personified a yellow-faced sun that stood at the centre of the celestial pole. The description is apt, and Brundage was astute enough to recognize Xiuhtecuhtli as “the Aztec Cronus [the same as Kronos/Saturn], the first king and Lord of Time.” It should perhaps be noted here that, as the god of fire, and very much like the Mesopotamian gods, Xiuhtecuhtli—the yellow-faced sun which stood at the centre of the celestial pole—has non-Saturnian traits which we shall endeavor to resolve in a future work. In the meantime, there is yet one more motif that ties the deity in question inextricably to Saturn that we shall have reason to explore in a following page of this work. Meanwhile, in a previous chapter, we met the Yuki creator Taiké-mol, whose name translates as “Solitude Walker,” and who we had reason to identify as the solitary Saturnian sun. It is worth noting that Taiké-mol was said to have resided in the north. Thus, when the Damaras of Africa claim that their “highest deity,” Omakuru, “dwells in the far North,” we can be certain that the reference is to their own version of the Saturnian deity.",
                    "citations": [
                        "M. Simoni, “Central America: Gods of Sacrifice,” Larousse World Mythology (London, 1972), p. 468.",
                        "M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972), p. 435.",
                        "J. Nicholson, Mexican and Central American Mythology (London, 1967), pp. 106-107.",
                        "M. Simoni, op. cit., p. 463.",
                        "C. A. Burland, The Gods of Mexico (N. Y., 1967), p. 77.",
                        "B. C. Brundage, The Fifth Sun (Austin, 1983), pp. 22 ff.",
                        "J. Bierhorst (Editor), The Red Swan: Myths and Tales of the American Indians (N. Y., 1976), p. 40.",
                        "E. B. Tylor, Primitive Culture, Vol. II, p. 259."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 241,
            "subsections": [
                {
                    "title": "",
                    "content": "SINTERKLAAS. The belief in the northern placement of the Saturnian sun perpetuated itself down through the ages in various mystic societies and other traditions in which Saturn continued to be remembered as “the old man who lives at the north pole.” If this has a familiar ring to it, the reader is not mistaken. In fact, as Manly Hall observed: “Saturn, the old man who lives at the north pole, and brings with him to the children of men a sprig of evergreen (the Christmas tree), is familiar to the little folks under the name Santa Claus.” To be sure, Santa Claus can be said to have had an entirely different origin, one that stemmed from the life of Nicholas of Myra. While the history of Nicholas is somewhat obscure, his cult became a very popular one in Christian circles. What is known of him is that he was the bishop of Myra, in Lycia, a region in present-day Turkey, during the time of the Roman emperor Diocletian (A.D. 245-313). Persecuted and tortured for his Christian faith, Nicholas was then imprisoned until released during the tolerant reign of Constantine. Sanctified by the Christian Church, he was honored by Latins as well as Greeks by an annual feast held on December 6th. Nicholas’ connection with the myth of Santa Claus arose out of the legend which claims that he was once responsible for clandestinely bestowing dowries to three daughters of a poor citizen who, not having been able to procure decent marriages for them, was about to give them up to a house of prostitution. This event inaugurated the tradition of giving presents in secret on the eve of his feast day, that is on December 5th. The name Santa Claus itself is merely the English corruption of the Dutch form of Saint Nicholas—that is Sinterklaas—which transpired when the tradition was introduced to America by early Dutch colonists. There is, of course, no direct connection between Saint Nicholas and the north pole in which Santa Claus is said to reside. So how did the belief originate? The date of Jesus’ birth has never been ascertained (and it never will be). The Christian feast commemorating the event had originally shifted to and fro all over the calendar. Somewhere around 354 A.D., Latin Christians decided on December 25th since this had been the date on which the feast of Mithra, whose religion had become the main competitor of the Christian one, and which had been amalgamated with that of Sol Invictus, was held. This raised dissent among the Christian community of other countries, especially among the Syrians and Armenians, who continued to celebrate the birth of Jesus on whatever day their own tradition had dictated. In A.D. 440, however, the Fathers of the Christian Church decided to revert to December 25th as the official date since this was also the day of the winter solstice which had long been a day of celebration. This was also the time during which the feast of Saturn, known as the Saturnalia, was celebrated. Originating as a New Year festival, the Saturnalia was held on December 17th, but was gradually extended to seven days up to December 23rd.",
                    "citations": [
                        "M. P. Hall, An Encyclopedic Outline of Masonic, Hermetic, Qabalistic and Rosicrucian Symbolic Philosophy (1928), LXXIX, as cited by D. Talbott, “On Testing the Polar Configuration,” AEON 1:2 (February 1988), p. 101.",
                        "D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 42.",
                        "L. M. Greenberg, “The Lord of Light,” AEON III:4 (December 1993), p. 14."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 242,
            "subsections": [
                {
                    "title": "",
                    "content": "Mithra—slaying the Saturnian bull—whose festival in Rome was held on December 25th. Presents had also been freely exchanged during the festivities of the Saturnalia, which custom then coincided with that held in honor of Saint Nicholas. We can then see how the two traditions were merged into one—the giving of presents by Saint Nicholas on the eve of December 6th and the giving of presents by, or in honor of, Saturn anywhere from December 17th to December 25th. In the minds of the common people, Saint Nicholas was thus merged with Saturn, “the old man who lives at the north pole,” and the myth of Santa Claus was inadvertently born.",
                    "citations": [
                        "S. Langdon, Semitic Mythology (Boston, 1931), p. 18."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 243,
            "subsections": [
                {
                    "title": "",
                    "content": "FIFTH INTERLUDE. As we have seen, the mytho-historical record consistently bombards one with allusions from every mythological quarter that persistently associate the ancient Saturnian sun god with the north and, more specifically, the north celestial sphere. The collective strength of such traditions, ranging all the way from Sumero/Babylonian times to the present, impels one to believe that, as far as our ancient forefathers were concerned, the primeval sun god had once inhabited that place in Earth’s northern sky that is presently occupied by the Pole Star. Although all this might be new to the public-at-large, I am not revealing any esoteric secrets. Mythologists have known it all for quite some time. Gerald Massey, William Warren, Zelia Nuttal, Uno Holmberg, and René Guenon, among others, have all written extensively on the subject. As David Talbott noted: “...the tradition of a former polar god or polar sun has been chronicled by a host of scholars; together they have succeeded in demonstrating a universal tradition. In the late nineteenth century, John J. O’Neill even recognized the god as Saturn and had to contrive a distinction between the god and the planet to account for the identity. Later, the specific connection of the planet [Saturn] with the Pole was noted by Léopold de Saussure. But not one of these innovative researchers ever wondered if their polar suns or polar gods might have actually been there!",
                    "citations": [
                        "G. Massey, The Natural Genesis, Vols. I & II (London, 1883) and Ancient Egypt, Vols. I & II (N. Y., 1970).",
                        "W. F. Warren, op. cit.",
                        "Z. Nuttal, Fundamental Principles of Old and New World Civilizations in Archaeological and Ethnological Papers of the Peabody Museum, Vol. I (Harvard, 1901).",
                        "U. Holmberg, Der Baum des Lebens (Helsinki, 1922).",
                        "R. Guenon, Le Symbolisme de la Croix (Paris, 1931) and Le Roi du Monde (Paris, 1958).",
                        "J. O'Neil, The Night of the Gods (London, 1893).",
                        "L. de Saussure, Les Origines de l’Astronomie Chinoise (Paris, 1930).",
                        "D. Talbott, “Guidelines to the Satur Myth,” KRONOS X:3 (Summer 1985), p. 47."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 244,
            "subsections": [
                {
                    "title": "",
                    "content": "“essential.” Nowhere do they tell us why “such figures of speech” should incorporate what to them is the astronomical falsity of a north polar placement for Saturn. And then, would such “figures of speech” have been incorporated throughout the entire world? Would all the ancient races have chosen the same “figures of speech”? Would they all have decided to place Saturn in a locality it never occupied? And would they all have chosen the north celestial pole as that locality? What purpose would it have served? Despite the fact that, in Lynn Rose's Saturnian scenario, he opted for an Earth phase-locked with Saturn to account for the latter’s apparent immobility, even he admitted that, as far as the ancients were concerned, Saturn’s stated celestial station was at the north celestial pole. So how, then, did he get around the mytho-historical record’s obvious message? Taking a different, and more plausible, tack than de Santillana and von Dechend, he offered the following: “The traditions about an immovable Saturn atop some special pole made little sense after the Age of Kronos had come to an end. Those traditions were later revised and were attributed to the only ‘immovable’ point that could be found in the newer sky. To people in the northern hemisphere, this was the north celestial pole...”",
                    "citations": [
                        "L. E. Rose, op. cit., p. 30.",
                        "D. Cardona, “The Reconstruction of Cosmic History,” AEON II:2 (February 1990), pp. 119 ff."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 245,
            "subsections": [
                {
                    "title": "",
                    "content": "Lynn E. Rose. (Photograph —1996—by the author.)",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 246,
            "subsections": [
                {
                    "title": "",
                    "content": "Rose correctly informs us that, during the Saturnian age, the planet’s immobility was tantamount to cosmic stability. When Saturn’s immobile placement was catastrophically displaced, the stability of the cosmic order was impaired. Following this event, the only immobile object in the sky was the North or Pole Star. The immobility of this star became a sign of the stability of the new celestial order. It was because of this, according to Rose, that Saturn’s former phase-locked immobility was transferred to the North Star’s polar station. Yet, as we have seen through the parable of Vishnu and Dhruva, the record dictates exactly the opposite —that the polar station had been Saturn’s before it became the Pole Star’s. After all, what is the point in attempting to reconstruct a cosmic history based on the mytho-historical record if one ends up tampering with that record in order to make the data fit a different model than the one dictated by the record? As Frederic Jueneman once admonished, “the tapestry of myth is intricately woven, and each thread must be followed to wherever it leads, however improbable the initial appearance.” Despite the fact that Jueneman himself ended up by ignoring his own dictum, the point should be well taken.",
                    "citations": [
                        "F. B. Jueneman, “The Polar Column: A Physical Model of Myth,” AEON 1:4 (July 1988), p. 37 (emphasis added).",
                        "D. Cardona, op. cit., pp. 111 ff."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 247,
            "subsections": [
                {
                    "title": "",
                    "content": "Needless to say, the only way in which Saturn could have appeared immobile in Earth’s north celestial sphere is if Earth had been stationed directly “beneath” Saturn’s south pole, a situation which would also mean that both planets had been sharing the same axis of rotation. We can therefore add Saturn’s immobility and its polar placement to our growing list of hypotheses which would now read as follows:\nHypothesis #1: That, from what can be deduced from ancient as well as primitive astronomical lore, Earth had once been a satellite of the planet Saturn which, because of its proximity, loomed large in the sky as a distinct disc larger than the apparent size of the full Moon.\nHypothesis #2: That, still according to ancient astronomical lore, during this indeterminate period, Saturn was the only visible celestial body in Earth’s primordial sky.\nHypothesis #3: That, still according to the ancients, during this same period, Saturn shone as a sun.\nHypothesis #4: That this primordial Saturnian sun shone during that time we today call the night.\nHypothesis #5: That, as seen from Earth, the Saturnian sun did not rise and/or set, but remained visibly immobile at all times.\nHypothesis #6: That Saturn’s immobility was due to the fact that Earth was stationed directly “below” Saturn’s south pole and that, from Earth, Saturn therefore appeared to be permanently fixed in the north celestial sphere, the very same place now occupied by the Pole Star. What this also means is that Saturn and Earth were linearly aligned with both of them sharing the same axis of rotation.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 248,
            "subsections": [
                {
                    "title": "",
                    "content": "THE DEMANDS OF A THEORY. I make no apologies for the fact that the theory presented in this work was constructed on the basis of the mytho-historical record rather than through astrophysical considerations. I will only say in passing that, other than its mythological content, as we have seen, the mytho-historical record also incorporates the world-wide astronomical beliefs of our ancient forefathers, and that these beliefs coincide with their mytho-religious convictions. Ancient astronomical beliefs are therefore being considered together with mythology as a unified whole regardless of the fact that what is thus coming to light tends to describe a Solar System that was entirely alien to the one we now inhabit. Later in this work, we will attempt a validation of the physical feasibility of the model we have so far delineated, even though not all of the players in this unfolding cosmic scheme are yet in place. What I will add here is a reminder to the effect that many were the things once thought impossible that were eventually found to be possible, and that many of these ended up becoming dogmas of science. Easily coming to mind in this respect are the occurrence of meteoric falls, the non-illusory nature of comets, and continental drift. But let us put all that aside for the time being. Allow me instead to concentrate on the demands which our model itself raises, and whether or not these demands can be met.",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
