{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 299,
            "subsections": [
                {
                    "title": "",
                    "content": "A shadow one might expect from illumination by the Sun.” At the same time, Thornhill was suggesting something quite similar. As Talbott reported: “I should mention here that, according to Wal Thornhill, it is possible that in the more electrically active phases the entire configuration may have moved within a plasma discharge sheath—something that would not preclude general illumination by the Sun, but could have kept the illumination diffuse.” In his own work that same year, Thornhill described the “[Saturnian] planetary group” as having been “inside a gigantic cometary coma.” Three years later, Thornhill restated his conviction when he wrote that, in his opinion, Earth orbited in the anode dark space beneath the chromosphere of the brown dwarf that was proto-Saturn. “Earth situated inside the spherical envelope of such a star radiating according to the usual inverse square law would find the energy influx almost equal over the entire planet. Such an arrangement is far more benign toward life than at present where the energy source, the Sun, subtends a small angle in the sky.” Brown dwarf stars, to which we had compared both Saturn and Jupiter in an earlier chapter, had by then been discovered in quantity. In our neighborhood alone, it has been stated there may be more brown dwarfs than Sun-like stars. Some of these have been calculated to be one-tenth the size of the Sun with a temperature rising no more than 950° K. In answer to the question of whether living entities, including man, would have been able to breathe the constituents of Saturn’s brown dwarf atmosphere, Thornhill replied: “We are presently nestled in the Sun’s atmosphere without it causing us any problems. Proto-Saturn’s envelope would have been denser but still a good approximate to a vacuum. The constituents of the atmosphere of brown dwarf stars, so far as they have been determined, seem to include water molecules and others helpful to life.” What did Thornhill mean by stating that we are presently nestled within the Sun’s atmosphere? As Gary Zank plainly puts it: “We’re surrounded by hot gas.” And whence this gas? Zank explains: “As our Sun moves through extremely ‘empty’ or low-density interstellar space, the solar wind produces a protective bubble—the heliosphere around our solar system, which allows life to flourish on Earth... Without the heliosphere, neutral hydrogen would interact with our atmosphere, possibly producing catastrophic climate changes.",
                    "citations": []
                }
            ],
            "bibliography": [
                "D. Talbott, Symbols of an Alien Sky (Beaverton, Oregon, 1997), p. 61.",
                "Ibid.",
                "W. Thornhill, The Electric Universe (see above), p. 95.",
                "W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48.",
                "A. Burrows, “Extrasolar Giant Planets and Brown Dwarfs,” Science (August 6, 1999), pp. 847-848.",
                "W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 33.",
                "A. Yee, “Sir Fred Hoyle Vindicated After 60 Years,” SIS Internet Digest 1998:2, p. 12."
            ]
        },
        {
            "type": "main",
            "page_number": 300,
            "subsections": [
                {
                    "title": "",
                    "content": "While our exposure to deadly cosmic radiation in the form of very high-energy cosmic rays would increase. What, then, is the Sun’s heliosphere? As already noted, astrophysicists now believe that 99.9 percent of the Universe is made up of plasma. Cometary tails are also now known to be composed of plasma. But, more than that, the Solar System itself is encased in a magnetic bubble, known as the heliosphere, that contracts and expands like a colossal jellyfish. Although the existence of the heliosphere had already been known, Pioneer 10 revealed that the bubble is much larger than it had been predicted. Its edge is now believed to lie somewhere between 5 and 10 billion miles from the Sun. It is this heliosphere—this “breathing bubble” as it is now being called—that acts as a “cocoon” which allows life to flourish on Earth. What all this amounts to is that Earth resides within the Sun’s heliosphere, just as Ashton and Thornhill suppose it once resided in proto-Saturn’s plasma sheath, a hypothesis that can no longer be dismissed as far-fetched. As Thornhill explained further: “The astronomer [William] Herschel believed that people inhabited the Sun beneath its shining clouds. We now know that is a crazy idea. But would it be so crazy if the Sun were a brown dwarf star? To a close observer, proto-Saturn would have looked like a dim red star. Red giants have immense, very low-density envelopes. If Betelgeuse were to replace the Sun, it would encompass all of the planets out as far as Jupiter! Astronomers accept the idea that planets could orbit within the thin envelope of such stars. Another interesting consequence is that all objects orbiting in that region would receive the same energy per unit area of their surface. The spectrum of the light would have been much redder than at present.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Ibid.",
                "T. Dickinson, “The Seeds of Life,” Equinox (July 1997), pp. 65-66.",
                "T. Yulsman, “Pioneer 10 Maps Cosmic Bubble,” Science Digest (September 1982), p. 17.",
                "W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), pp. 47-48; see also, “The Last Supper,” New Scientist (November 13, 1999), p. 45.",
                "W. Thornhill, op. cit., p. 48 (emphasis added).",
                "R. W. Schunk, et al., “The Flow of Plasma in the Solar Terrestrial Environment,” Final Technical Report, Utah State University Logan Center for Atmospheric and Space Sciences (September 1990)."
            ]
        },
        {
            "type": "main",
            "page_number": 301,
            "subsections": [
                {
                    "title": "",
                    "content": "Wallace Thornhill (Photograph —1995—by the author)",
                    "citations": []
                }
            ],
            "bibliography": [
                "Wallace Thornhill"
            ]
        },
        {
            "type": "main",
            "page_number": 302,
            "subsections": [
                {
                    "title": "",
                    "content": "It was in 1962, due to Mariner 2, that the interplanetary medium was found not to be a near-vacuum as previously believed. Instead, this medium was found to consist of plasma. But, even then, the full implication of this discovery was not immediately understood. As Ralph Juergens, writing in 1972, noted: “One of the primary characteristics of a plasma has up to now received little or no attention from astronomers. This is its ability to shield itself from the electric field of any body in contact with it or contained within it, and charged to an electric potential different from that of the plasma itself. The mechanism by which such shielding is accomplished was named the space-charge sheath by those who first studied the phenomenon.” By the same sort of analysis, I would conclude that the earth has a potential not quite in keeping with its space environment, and that it therefore is surrounded by a space charge sheath. For the same reasons that a comet’s sheath is elongated away from the sun, I would suppose that the earth’s sheath has a tail; in other words, I would equate the terrestrial sheath with the earth’s so-called magnetosphere. So, also, Wallace Thornhill, who, during one of the question periods at the Society for Interdisciplinary Studies’ Silver Jubilee in September 1999, made reference to “Earth’s windsock-like envelope,” usually referred to as its “magnetotail.” As he there pointed out: “In Juergens’ view it is a plasma sheath...” By the turn of the century, astrophysicists themselves were speaking of plasmaspheres around the bodies of the Solar System as if they had always known about them. Venus, it was discovered, possessed a plasmasphere in the form of a cometary tail that spread close enough to “tickle the Earth when the two planets are in line with the Sun.” Jupiter, too, is now known to be surrounded by a plasma sheet which, like the Sun’s electrical current sheet, lies along Jupiter’s magnetic equator. So, similarly with Saturn. As Thornhill noted, had Saturn’s plasma sheath been visible in the sky, it would make the planet appear as a distinct disc instead of the mere pin-point of light we see in the night sky. Eventually, Earth’s own plasmasphere, which has been calculated to extend at least 12,000 miles into space, was even “photographed.”",
                    "citations": []
                }
            ],
            "bibliography": [
                "R. Juergens, “Reconciling Celestial Mechanics and Velikovskian Catastrophism,” Pensée IVR II (Fall 1972).",
                "Ibid., p. 12.",
                "W. Thornhill, Chronology & Catastrophism Review 2000:1, p. 94.",
                "Idem, The Electric Universe (Beaverton, Oregon, 1997), p. 18.",
                "NASA release as reported by W. Thornhill, “Did They Really Say That?” Thoth (electronic newsletter) III: 1 (January 24, 1999), p. 12; see also, New York Times (May 29, 1999); New Scientist (August 7, 1999), pp. 26-31.",
                "W. Thornhill, see reference # 72.",
                "K. A. Svitil, “Ring of Fire,” Discover (September 2000), p. 26."
            ]
        },
        {
            "type": "main",
            "page_number": 303,
            "subsections": [
                {
                    "title": "",
                    "content": "Like Juergens, astrophysicists originally expected Earth’s plasmasphere to be elongated very much like that of Venus. But when NASA’s IMAGE satellite beamed back a picture of sunlight being scattered off the helium ions in the plasmasphere, it turned out to be circular in shape. Whether this was due to a misunderstood vagary, imperfect instrumentation, faulty reasoning, or whether it is really so remains to be seen. It is thus obvious that plasmaspheres are contained within larger plasmaspheres since the planetary plasmaspheres within our Solar System are all contained with that of the Sun. There is therefore nothing unusual about our posited Saturnian system having been encased within a plasmasphere as hypothesized by Ashton in 1980. On the contrary, the theory not only fits current astrophysical reality, it is actually demanded by it. All of the plasmaspheres within the Solar System, however, are transparent and, as such, are not able to reflect radiation back toward the primary around which they are wrapped. As already noted, Ashton had theorized that the plasmasphere surrounding our posited Saturnian system would have had to have been opaque. But can a plasmasphere be opaque? The answer is that it can. As Anthony Peratt, one of the foremost plasma physicists alive today, has stated, a “plasma cloud...indeed can vary between transparent and opaque at different wavelengths.” So in that, also, we seem to be on the right track.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Ibid.",
                "Ibid.",
                "A. L. Peratt, on the Intersect electronic discussion group sponsored by KRONIA Communications, April 26."
            ]
        },
        {
            "type": "main",
            "page_number": 304,
            "subsections": [
                {
                    "title": "",
                    "content": "Hypothesis #5: That both Earth and Saturn were embedded in a plasmasphere centered on proto-Saturn, the opacity of which enabled proto-Saturn’s radiation to be reflected toward all terrestrial latitudes. Hypothesis #6: That, according to some of man’s earliest memories, Earth was originally engulfed in what our ancestors persistently referred to as darkness. This was an age which, despite its remoteness in time, ended up etching itself indelibly in human consciousness. It was a time during which the Sun, the Moon, and the stars were not yet visible in the sky. Saturn ruled alone. Hypothesis #7: This age, we have also found out, could not have been one of total darkness, and that, in fact, mankind itself remembers that the Saturnian deity actually shed a feeble light. The terrestrial environment during this age was bathed in a perpetual twilight or, rather, a protracted dawn, which man remembered as the dawn of Creation. Hypothesis #8: That, during this period, a nebulous entity, which our ancestors had difficulty in describing clearly, surrounded the Saturnian primary. We have conjectured this entity to have been a placental cloud, or circumstellar disk, surrounding the Saturnian orb. This entity seems to have been that to which the ancients alluded to as Chaos. Hypothesis #9: During this same unspecified period, the Saturnian orb was seen to float over an apparition which, to ancient man, looked like water, a cosmic ocean. This “water” was probably the same nebular disk which, spinning slowly, would have had the appearance of a celestial whirlpool. Hypothesis #10: That, at some later time, Saturn shone much brighter than it had previously done, bright enough for ancient man to allude to it consistently as a sun. Hypothesis #11: That this primordial Saturnian sun shone during that time we today call the night. One thing to keep in mind is that ancient man could only describe what he had witnessed in the sky. Our ancient forefathers could not, however, tell what the cause of any of it was. It is even doubtful that they thought about it or even cared. To them, whatever it was they saw was simply there. Unlike our present Sun, proto-Saturn did not rise or set. It did not move. It just sat there, doing nothing. It offered them no harm. It had always been there. They had always remembered it. They would have taken it for granted.",
                    "citations": []
                }
            ],
            "bibliography": [
                "A. M. MacRobert, “The Closest Brown Dwarf to a Star,” Sky & Telescope (August 2002), p. 20."
            ]
        },
        {
            "type": "main",
            "page_number": 305,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 15 The Timeless Era THE FATHER OF YEARS If what has so far been postulated actually transpired, it would logically follow that, during the age of darkness, or perpetual dawn, man would have had no means of telling time. With a dim Saturnian orb embedded within an indistinct nebulosity perpetually suspended overhead, and with the Sun, the Moon, and the stars still apparently absent from the sky—in other words, without the succession of day and night—there would have been nothing on which ancient man could have focused that would have enabled him to calculate the passage of time. This, then, presents us with yet another opportunity to test the internal consistency of the mytho-historical record because, if the above surmise is correct, our theory demands that the record should have something to say about the subject. If man could not tell time, he would have known nothing about it. The idea of a day, a month, or a year would have meant nothing to him. The concept of time would not even have occurred to him. But since, at some point, man was given the means by which he was able to calculate the passage of time, he would have remembered the previous timeless era. It is therefore inconceivable that he would not have left a record of this earlier situation. Does man’s collective memory have anything to say about any of this? Can this demand be met? In this connection, as in many others, ancient man did not mince words. Not only did he leave us records of a timeless era and of an age when time began, he inexorably tied it all with the Saturnian deity and his planet. The Satapatha Brahmana, for instance, unequivocally speaks of a time when the year 'was not then in existence.' And that the year was connected with our Saturnian deity can be inferred from the Ugaritic pantheon where we find El, “the creator of created things,” also alluded to as “the father of the years.” In Egypt, too, Ra was made to utter: “I am the maker of hours, the creator of days, I am the opener of the festivals of the year.”",
                    "citations": []
                }
            ],
            "bibliography": [
                "A. B. Cook, Zeus: A Study in Ancient Religion, Vol. II, Part II (N. Y., 1965), pp. 1035-1036.",
                "A. Murtonen, A Philological and Literary Treatise on the Old Testament Divine Names (Helsinki, 1952), p. 31; A. Caquot, “Western Semitic Lands: The Idea of the Supreme God,” Larousse World Mythology (London, 1972), p. 87. (NOTE: Murtonen’s belief that this particular epithet of El is due to “later theologumena” is contradicted by comparative mythology.)",
                "E. A. W. Budge, The Gods of the Egyptians, Vol. I (N. Y., 1904/1969), p. 383."
            ]
        },
        {
            "type": "main",
            "page_number": 306,
            "subsections": [
                {
                    "title": "",
                    "content": "In the days when Haze bore Darkness, and Darkness Haze, when the Lord of the Outer Silence Himself was yet in the womb of Creation, before the existence of the names of Earth and Heaven, of God and Muhammad, of the Empyrean and Crystalline spheres, or of Space and Void, the Creator of the entire Universe pre-existed by Himself, and He was the Eldest Magician... Now from before the beginning of time existed that Magician—that is, God. In the above, beyond the statement concerning the beginning of time, we again catch sight of that indistinct nebulosity surrounding the primordial Saturnian orb, here referred to as Haze, which is not far removed from that of the fog described in the Yuki and Oceanic myths we have previously encountered. Meanwhile, Macrobius also tells us that: “...they [i.e., the ancients] conclude that, when there was chaos, no time existed, in-sofar as time is a fixed measure derived from the revolution of the sky. Time begins there; and of this is believed to have been born Kronos [i.e., Saturn] who is Chronos [i.e., Time].",
                    "citations": []
                }
            ],
            "bibliography": [
                "R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), pp. 386-387 (emphasis added).",
                "Macrobius, Saturnalia 1:22:8 (emphasis added).",
                "A. B. Cook, op. cit., p. 374.",
                "W. A. Heidel, The Day of Yahweh (N. Y., 1929), pp. 468-469."
            ]
        },
        {
            "type": "main",
            "page_number": 307,
            "subsections": [
                {
                    "title": "",
                    "content": "Acquainted with classical literature. The association of Kronos... with Chronos is well established in poets of the fifth century B.C. This association is as old as the first Greek speculations on the nature of time in the preceding early period of Greek culture. Similarly, with the Italic god Saturnus, as Cicero informs us: “Saturnus was chosen as the one to have as his province the intervals and cycles of time. In Greek this god is called by the very word time, since Kronos is the same as Chronos, that is, time. We call him Saturnus because he saturates himself with years.” Stecchini goes on with: “The etymological connection of the two words Kronos and Chronos has been positively affirmed by some linguists and strongly denied by others, because, on the one hand, the semantic similarity of the two words is evident and, on the other, from a technical linguistic point of view, the difference between K and ch is most significant.",
                    "citations": []
                }
            ],
            "bibliography": [
                "L. C. Stecchini, “Chronos and Kronos,” KRONOS VII:2 (Winter 1982), p. 41.",
                "Cicero, De Deorum Natura 11:25.",
                "L. C. Stecchini, loc. cit.",
                "A. B. Cook, op. cit., pp. 336-337.",
                "Orphic Hymn, #13.",
                "F. Cumont, The Mysteries of Mithras (N. Y., 1956), pp. 105-107; D. Ulansey, The Origin of the Mithraic Mysteries (N. Y., 1989), pp. 120 ff.; R. Van der Broek, The Myth of the Phoenix (Leiden, 1972), p. 300.",
                "P. Grimal, “Rome: Gods by Conquest,” Larousse World Mythology (London, 1972), p. 178.",
                "Ovid, Fasti 1:125."
            ]
        },
        {
            "type": "main",
            "page_number": 308,
            "subsections": [
                {
                    "title": "",
                    "content": "Aion—who gave us the English word “eon”—Saturnian Time personified.",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
