{
    "processed_chunk": {
        "type": "main",
        "page_number": null,
        "subsections": [
            {
                "title": "and others for one over the Reichchancellery.”” This did not happen that long ago. It hap-",
                "content": "pened at a time when the recording of history had already reached perfection, at a time when events could be frozen and immortalized on film. And, as it happens, the event in question was exactly so documented. As Greenberg noted:\n\n“The last two choices are definitely in error. Film footage of the great swastika being leaves no doubt and clearly indicates that it was the Zeppelinfeld swastika.”\n\nIf the memory of events from the recent past can get to be so confused, why should we wonder about the faulty memory concerning events from a much more remote past? But then, without a film to document these earlier events, how can we ever be sure of what really transpired?\n\nTwo lessons to be learned from the above example are these: Despite the differing versions as to which swastika was blown up by the invading army, all reports agree on one fact: A colossal swastika in Germany was blown up by the invading army. That is the core of this particular historical event. And, in many cases when dealing with contradictory versions of a particular myth, it is the core of the event that we must hold on to and not necessarily the detailed trimmings, many of which were, in any case, appended to the myths at a much later time. Thus, whether it was just one pair or seven of each animal that Noah was said to have taken into his ark, the core of the different tales remains that he did take male and female specimens of the animals on board. The second lesson is that various versions of an event can be compared and, with a little help from logic, the correct one can often, if not always, be ascertained. When it comes to the science of mythology—and it is a science—comparison can be a very effective tool.",
                "citations": [
                    "blown up (as seen in the film The Enigma of the Swastika)"
                ]
            },
            {
                "title": "COMPARISONS",
                "content": "Hermann Collitz had this to say about the subject:\n\n“Comparative mythology, in co-operation with the study of popular traditions (folklore), has been especially studied with assiduity...Mythological science is not intended to serve the knowledge of cultural development—be it of a people or of a group of closely related peoples—it does not primarily co-operate with philology, but it looks for similar ideas in different peoples and it tries to determine types which are repeated in the course of time.”\n\nIn other words, comparative mythology is that branch of mythology which compares the myths of one nation, or race, with those of another—and, sometimes, even compares the myths of one particular nation, or race, with the divergent myths found within the same nation or race. Among other things, this is done in order to identify the unidentified protagonists in one myth with the identified ones in another, but similar, tale. An example that comes to mind is the following:\n\n» L. M. Greenberg, Let There Be Darkness:, p. 85.\n\n1 Jbid., where are other sources are cited.\n\n‘lH. Colliiz, “Konig Yima und Saturn,”, Oriental Studies in Honour of , p. 87.\n\n29",
                "citations": [
                    "The Reign of the Swastika (Wynnewood, Pennsylvania, 1997)",
                    "in Jal Dastur Cursetji Pavry (Ed.)",
                    "Cursetji Erachji Pavry (London, 1933)",
                    "(as translated privately for the author by Birgit C. Liesching)"
                ]
            },
            {
                "title": "the goddess who went on a drunken rampage against mankind.",
                "content": "13* century B. C. ivory plaque from Ras Shamra, ancient Ugarit, now at the Damascus National Museum.\n(illustration by Marie Joséphe Devaux.)\n\n30",
                "citations": []
            },
            {
                "title": "A tale from the Hindu lore of India concerns the goddess Kali whose thirst for gore—she",
                "content": "is often portrayed with hanging tongue and mouth dripping with blood—was developed after . From every drop of blood that fell to the ground from the wounded asura, there sprang another demon possessing his courage, strength, and valor. In order to keep Raktavira’s blood from reaching the ground, and thus generating further demons, Kali, also known as Durga, was forced to drink it as it gushed out. This drinking of blood gave her such a blind lust for violence that, when she gave free reign to it, nothing was able to stop her. “On one occasion Shiva himself had to mingle among the demons whom she was slaughtering and allow himself to be trampled underfoot in her dance of victory, as this was the only way to bring her to her senses and save the world from collapse.” *\n\nThis myth is very similar to one involving the goddess Anath. In a myth from Ugarit we see Anath coming to the aid of Baal when he was beset by his enemies. As cruel a goddess as Kali, Anath did not limit her slaughter to demons but went on a drunken rampage against mankind from “from the rising of the sun” to “the shore of the sea.”\"™ In the end, Baal was forced to intervene in order to stop the goddess from annihilating mankind.\n\nAs William Albright reported:\n\n“It has been pointed out by Marvin Pope that there are many traits which Anath shares in common with the Indic goddess Kali or Durga. In fact, the respective figures are in some ways so similar that coincidence can scarcely be the only explanation.”\n\nYet another similar myth that both Pope and Albright failed to notice comes to us from ancient Egypt. Here we read of the goddess Sekhmet, who was said to have been Ra’s destructive eye, being hurled in anger at mankind. Incited by Ra himself, the goddess began a slaughter so complete that she ended up by flooding the world in blood. In both this myth and that of Anath, each respective goddess is described as wading up to her waist in gore. In the end, like both Shiva and Baal, Ra himself was forced to intervene and call the goddess back.\n\nAs can be seen, there seems to be no doubt that, in the above three myths, despite the difference in details, the same event is being described. This leads to the assumption, which we can state beyond a reasonable doubt, that the three goddesses, Kali (or Durga), Anath, and Sekhmet were merely different names, applied by different nations who spoke different languages, of one and the same goddess.\n\nIn order to further illustrate the methodology behind comparative mythology. What we know of this goddess comes mostly, but not solely, from the tablets discovered at Ras Shamra, the ancient Ugarit, in a priest’s house adjoining the temple of Baal. In one of these texts we read that Anat was described as a “star.” Her alter-ego, the Persian Anahita (sometimes transliterated as Anahid) known also by the Hellenistic name of Anaitis, has in turn been compared to the Greek Aphrodite, who was the personification of the planet Venus.",
                "citations": [
                    "she had slain the asura (or demon)",
                    "Raktavira (also known as Raktabija)",
                    "can state beyond a reasonable doubt, that the three goddesses, Kali (or Durga)",
                    "Let me now concentrate on Anath (sometimes transliterated as Anat)",
                    "(August 1976)",
                    "Ions, Indian Mythology (London, 1967)",
                    "WF, Albright, Yahweh and the Gods of Canaan (N. Y., 1968)",
                    "Larousse World Mythology (London, 1972)",
                    ". Gray, Near Eastern Mythology (London, 1969)",
                    "J. Aistleitner, Die Myhologischen und Kultischen Texte aus Ras Shamra (Budapest, 1959)"
                ]
            },
            {
                "title": "Kali, also known as Durga, the Hindu goddess of destruction.",
                "content": "(From an 18\" century Rajasthan painting.)\n\n32",
                "citations": []
            },
            {
                "title": "Anahid), known also by the Hellenistic",
                "content": "name of Anaitis, has in turn been compared to the Greek Aphrodite, who was the personification of the planet Venus. \"”\n\nBut is it anywhere directly stated that Anahita, or Anaitis, was the Iranian or Persian name for the planet Venus? The answer is yes. We find this stated in the Persian work known as Bundahish in which the planet in question is referred to by the very name of Anahid.'\"\n\nWe also find Anat identified as the Babylonian Ishtar, whose Venerian identity has never been contested.\n\nIf this is not enough, we can refer to Michael Astour (whose name, incidentally, translates as “star”) who stated: “Anath, the Queen of Heaven, was identified with Venus (Kaukabta) and, under the name of Uzza, ‘the strong one,’ was worshipped by the Sinaitic Saracens as the Morning Star.” \"*\n\nComparative mythology then dictates that if Anath was the personification of the planet Venus, then, on the strength of the close similarity of the three myths described above, so should Kali and Sekhmet be identified as personifications of the same planet.",
                "citations": [
                    "S Langdon, Tammuz and Ishtar (1914)",
                    "M. Astour, Hellenosemitica (Leiden, 1967)"
                ]
            },
            {
                "title": "Qudshu (Qadesh, Qetesh, Qeteshi)",
                "content": "The Egyptianized form of the Canaanite Anath.",
                "citations": []
            },
            {
                "title": "DIFFUSION",
                "content": "Joseph Campbell, perhaps the most popular mythologist of the latter half of the twentieth century, began the first tome of his four-volume work, The Masks of God, by pointing out that the “comparative study of the mythologies of the world compels us to view the cultural history of mankind as a unit; for we find that such themes as the fire-theft, deluge, land of the dead, virgin birth, and resurrected hero have a worldwide distribution—appearing everywhere in new combinations while remaining, like the elements of a kaleidoscope, only a few and always the same.” It was thus his view, as it has been that of many another mythologist, that the ideas inherent in the mythological record owe their universal distribution to a radiating diffusion, especially by contact and mainly from “the nuclear Near East.” As he had it stated: “The archaeology and ethnography of the past half-century have made it clear that the ancient civilizations of the Old World—those of Egypt, Mesopotamia, Crete and Greece, India and China—derived from a single base, and that this community of origin suffices to explain the homologous forms of their mythological and ritual structures.” To be sure, there is no doubt that ideas—knowledge—traveled from one people to another. Thus, for instance, it has been known for years that ancient Greek astronomical beliefs owed their impetus to Babylonian knowledge, as well as to that of other nations.\n\nOne may therefore suppose that the similarity of the myths enumerated above concerning the goddesses Anath, Kali, and Sekhmet could have been passed on from one people to another. Is it not possible, for instance, that the Indo-European Aryans brought the myth of Kali with them, which myth was then passed on to both Canaan and Egypt through migrational contact? Possible, yes; but, despite Campbell, highly unlikely, especially since the three goddesses do not share a common, or similar, name. Thus, for instance, while we can see the similarity or, actually, the evolution—of the names from the Canaanite Anath, or Anat, to the Persian Anahita, Anahid, and/or Anaitis, from which we can safely suppose a diffusional contact, direct or otherwise, between Canaan and later Persia, there is nothing linguistically related between the names Anath, Kali, and Sekhmet. Nor do these three goddesses share a similarity in their physical depiction. Although pictorial depictions of Anath are rare, she is usually portrayed as a seductive-looking female with a very distinctive hair style shaped in the form of the Greek letter omega. Kali, on the other hand, is always depicted as a ferocious-looking and emaciated hag with disheveled hair, vampiric fangs, a lolling tongue, and shriveled pendulous breasts. And while Sekhmet, like Anath, is also shown having the slim contoured form of a woman, she is invariably given the head of a lioness. One would think that, had two of these goddesses been borrowed from the mythological lore of another nation, or race, they would have retained some similarity of the original’s name and physical appearance. As we have seen, however, it is only in the detailed account of their crazed and bloody acts of destruction and death-dealing annihilation that the three goddesses bear any similarities.\n\nOn the other hand, without wishing to contradict the above, the cult of the goddess Anat did find its way from Canaan to Egypt. Among her various epithets, Anat was known as Qadesh, or Qudshu, which simply meant “holy.” The worship of this goddess, together with others of Near Eastern origin, was introduced into Egypt when the Egyptians began to infiltrate Palestine. Even so, despite their attempt to Egyptianize the goddess, mainly by depicting her in the company of Egyptian deities, her name of Qudshu (Qetesh or Qeteshi) was retained as so, also, was her distinctive Canaanite form. (Here I should note that Wallis Budge was in error when he claimed that the Egyptians gave her “the peculiar headdress of Hathor,” since, as we have already noted, her omega-shaped hairdo had always been hers. The fact that the Egyptian Hathor was similarly portrayed by the Egyptians, while not coincidental, should not blind us to this fact.)",
                "citations": [
                    "Joseph Campbell, The Masks of God:, p. 3.",
                    "Thid., p. 202.",
                    "L. Delaporte, “Phoenician Mythology,”, p. 76; R. Hestrin, “Understanding Asherah,”, p. 55."
                ]
            },
            {
                "title": "Toltec portrait of the bearded Kukulkan",
                "content": "~the same as the Aztec Quetzalcoatl—\n\nwhose heart, upon his death, flew out to become the Morning Star.\n(From a bas relief at Chichen Itza.)",
                "citations": []
            },
            {
                "title": "was retained as so, also, was her distinctive Canaanite form. (Here I should note that Wallis",
                "content": "Budge was in error when he claimed that the Egyptians gave her “the peculiar headdress of Hathor,” since, as we have already noted, her omega-shaped hairdo had always been hers. The fact that the Egyptian Hathor was similarly portrayed by the Egyptians, while not coincidental, should not blind us to this fact.) There is therefore no doubt that cults and rituals were transferred from one culture to another, but, when this transpired, it left its tell-tale marks. No such marks are obvious between the cults of Anath and Sekhmet despite the similarity of their myths.\n\nAs William Heidel pointed out as early as 1929, “the facile assimilation of one rite to the other ... was probably due to the recognition of a common basis in ritual forms.” He, however, warns that there should be “made no assumption of direct borrowing of motives, as is often done; such an assumption is methodically without justification where other explanations of such points of agreement as may be found are possible and sufficient.”\n\n“Ideas, without a material substratum to which they are related, are not so easily communicated as some historians appear to suppose; the experience of the Western world with the East in our day would seem to show that concrete objects and modes of behaviour are far more readily adopted than ideas and ideals.” \n\nSimilar mythological ideas are not, however, restricted to the ancient lore of Asia, Europe, and Egypt. They are also to be found on opposite shores of the Old World and the New. Consider, for example, the following aspects of the myths of Osiris and Quetzalcoatl.\n\nIn Mesoamerica, the priest-king known as Quetzalcoatl was thought of as a civilizer, a compassionate being, a lawgiver and inventor of the calendar.\n\nThe Egyptian Osiris was also thought of as a civilizer. Having become king of Egypt, he imparted the arts of civilization to his subjects. He taught them how to till the land, formulated a code of laws by which they should live, and instituted the rites of the gods.\n\nToward the end of his tragic life, Quetzalcoatl “ordered ... that a stone casket should be built in which he was to lie four days and nights in strict penance.”\n\nThe end of Osiris was similarly woeful. His brother and enemy, Set—whom his biographer, Plutarch, refers to as Typhon— managed to trap him within a chest, which he instantly nailed shut and flung into the river.\n\nWhen Quetzalcoatl died—some said by throwing himself on a funeral pyre—his heart flew out of him into the sky to become the Morning Star.\n\nNow, as is well known, Egyptian rites of the dead attempted to assimilate the deceased pharaoh to Osiris. In the Text of Unas it is told that “the king’s soul, provided with its words of power, flew with its wings to heaven, and ‘opened’ its seat there with the stars of the sky, and itself became the morning star ... ‘Since the dead king was believed to recreate the events of Osiris’ death in order to enable him to join the god in heaven, it is obvious that, originally, it was the soul of Osiris that turned into the Morning Star.",
                "citations": [
                    "(N. Y., 1904/1969)",
                    "WW. A. Heidel, The Day of Yahweh (N. Y., 1929)",
                    "Nicholson, Mexican and Central American Mythology (London, 1972)"
                ]
            },
            {
                "title": "The Egyptian Osiris whose soul also turned into",
                "content": "the Morning Star.",
                "citations": []
            }
        ],
        "bibliography": [
            "The Reign of the Swastika (Wynnewood, Pennsylvania, 1997)",
            "(as translated privately for the author by Birgit C. Liesching)",
            "in Jal Dastur Cursetji Pavry (Ed.)",
            "blown up (as seen in the film The Enigma of the Swastika)",
            "Cursetji Erachji Pavry (London, 1933)",
            "S Langdon, Tammuz and Ishtar (1914)",
            "M. Astour, Hellenosemitica (Leiden, 1967)",
            "Joseph Campbell, The Masks of God:, p. 3.",
            "Thid., p. 202.",
            "L. Delaporte, “Phoenician Mythology,”, p. 76; R. Hestrin, “Understanding Asherah,”, p. 55.",
            "WW. A. Heidel, The Day of Yahweh (N. Y., 1929)",
            " (N. Y., 1904/1969)",
            "Nicholson, Mexican and Central American Mythology (London, 1972)",
            "T. Heyerdahl, The Ra Expeditions (N. Y.. 1971)",
            "Discovery (Seattle, 1994)",
            "Digest (December 1981)"
        ]
    }
}
