{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 259,
            "subsections": [
                {
                    "title": "",
                    "content": "Phobos, one of the two moons of Mars, a mere seventeen miles across, is enough to raise a tidal bulge on the Martian surface. (Photograph courtesy of NASA.) THE ASTRONOMICAL DILEMMA Needless to say, our theory also demands an astronomical solution to the problem inherent in Saturn’s polar placement. As already noted, there are no bodies in the present Solar System that are linearly aligned. Worse than that, present Solar System theories, based on purely gravitational forces, do not seem to allow for celestial bodies so aligned. In the past, various authorities have attempted to scientifically account for or discount this polar alignment, but, as of this writing, none of them have been able to encompass the totality of the model and/or the entire events dictated by the Saturnian scenario. This is not to be wondered at, because the events in question have so far been scattered over an ever-growing array of piecemeal publications without much regard for their chronological order. Worse than that, not all of the events, with all their celestial interactions and their consequential outcomes, have so far received treatment. Nor can the present work alleviate that particular problem.",
                    "citations": []
                }
            ],
            "bibliography": [
                "See here especially, R. Ashton, “The Unworkable Polar Saturn,” AEON 1:3 (May 1988), pp. 39 ff.; F. Hall, “Solar System Studies,” Part 2, AEON 1:4 (July 1988), pp. 25 ff.; R. Driscoll, “The Saturn Myth: A Tentative Physical Model,” in ibid., pp. 50 ff.; R. Grubaugh, “A Proposed Model for the Polar Configuration,” AEON III:3 (October 1993), pp. 39 ff.; V. Slabinski, “A Dynamical Objection to Grubaugh’s Model,” AEON III:6 (December 1994), pp. 1 ff.; B. Grubaugh, “Grubaugh responds,” in ibid., pp. 11 ff.; R. Driscoll, “Magnetic Models of the Polar Configuration,” AEON IV:2 (August 1995), pp. 5 ff.; idem, “Stability and Dimensions of the Polar Configuration,” AEON IV:5 (November 1996), pp. 11 ff.; E. Spedicato, “Numerical Analysis of Planetary Distances in a Polar Model,” AEON V:4 (July 1999), pp. 23 ff.; W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), pp. 47 ff.; E. Spedicato & A. Del Popolo, “Dynamical Evolution of a Collinear Planetary System,” AEON V:6 (August 2000), pp. 14 ff."
            ]
        },
        {
            "type": "main",
            "page_number": 260,
            "subsections": [
                {
                    "title": "",
                    "content": "because, while a chronology of sorts is here being attempted, the history of the Saturnian system contains too many constituents, and too many events, only a few of which have so far been touched upon. Despite all that, as promised at the beginning of this chapter, a solution to this dilemma will be offered toward the end of this work. However, before that can be attempted, we need to add a few more details to our scenario, even though it will tend to deepen the waters we have been wading in enough to cover our chin.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 261,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 12 In the Beginning BEING AND NOT BEING Has Saturn always been visible in the sky as far as mankind was concerned? Actually, the implication derived from the mytho-historical record is that there was a time when not even Saturn was yet quite visible. The record, for instance, hints at a time when the unseen god was still to emerge from an all-encompassing darkness. Mankind continued to remember this as the time of beginnings, a time before Creation commenced. Thus the later compilers of the Rig Veda could philosophically state that, before there were any gods, there was neither 'existent' nor 'non-existent.' And yet there was something which was described in the same source as 'that One Thing' and 'this All.' As it is stated: 'That One Thing, breathless, breathed by its own nature: apart from it was nothing whatsoever.' 'Darkness there was: at first concealed in darkness this All was indiscriminated chaos. All that existed then was void and formless.' As we shall soon see, this all-encompassing darkness is spoken of by the mythologies of almost all races. In fact, this milieu is stressed so often that one cannot help but assume that few situations impressed early man as much as this prolonged environmental state. And yet, in this darkness, up in the sky, there seems to have been something indistinct, the 'void and formless' substance of the Rig Veda.",
                    "citations": [
                        "Rig Veda, X: cxxix: 1.",
                        "Ibid., X: cxxix: 2.",
                        "Ibid., X: cxxix: 3.",
                        "J. Gibson, “Saturn’s Age,” Research Communications NETWORK, Newsletter #3 (October 15, 1977), p. 3."
                    ]
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 262,
            "subsections": [
                {
                    "title": "",
                    "content": "similar, if not near-identical, terms? The answer, of course, has to do with the fact that the mythic tales of Creation have always been misunderstood. Let us then continue to re-examine them. The father of all Creation myths, at least in the Western World, is that contained in the very first chapter of the Book of Genesis. It is there stated that: 'In the beginning Elohim created the shemayim and 'eretz. And 'eretz was tohu wa bohu, and darkness was on the surface of the tehom. And the ruach of Elohim moved upon the face of the mayim.' As we have already seen, Elohim was one of the ancient names of Saturn. Shemayim are 'the heavens'—in the plural. Eretz is the word usually translated as 'Earth,' but it more properly means 'land.' What follows might offend those of a religious bent but, in a scholarly work, this cannot always be helped. Devoid of all religious significance, what the words of Genesis actually tell us is that, 'in the beginning'—that is, as far back as man can remember—Saturn fashioned the 'land'—which originally meant the land of the gods—which was formless and empty, while the 'spirit,' or 'wind,' of the same Saturn moved over the darkened waters.",
                    "citations": [
                        "Transcription of Genesis 1:1-2."
                    ]
                }
            ],
            "bibliography": [
                "Tohu wa bohu, however, can also mean 'utter chaos.' Thus, in the Phoenician cosmogony of Philo Byblius, we find 'dark chaos' presiding as the ruling principle before Creation. It was no different among the ancient Greeks. In describing the Creation as remembered by his countrymen, Hesiod asks: 'From the beginning, which first came to be?' And he answers: 'Chaos was first of all...' Thus, according to Hesiod, in the beginning there was nothing but Chaos, 'vast and dark.' This Chaos was surrounded by Night, which means surrounded by, or enveloped in, darkness."
            ]
        },
        {
            "type": "main",
            "page_number": 263,
            "subsections": [
                {
                    "title": "",
                    "content": "Guirand meant to say 'Chronos, or Time,' since by 'Cronus' he really meant 'Kronos' who was Saturn. All of this reminds us of what Ovid had to say concerning the Creation as believed in by the Romans: 'All nature was Chaos...Earth, Air, Water heaved and turned in darkness...' And this, in turn, leads us back to Janus who, as we have seen on a previous page, was also made to refer to himself as 'Chaos.' It was said that when the elements of Creation separated, Chaos took on the form of Janus. But since Janus was the same as Saturnus/Kronos, what is indicated here is that this 'Chaos' was Saturn itself or, to be more precise, the element out of which Saturn was seen to emerge. Likewise, the Chinese philosopher Lao-tzu (Lao-tse, Lao-tze) had it stated that: 'There is something chaotic yet complete which existed before heaven and earth. Oh how still it is and formless, standing alone without changing, reaching everywhere without suffering harm. Its name I know not. To designate it I call it Tao.' Or, in a different translation: 'Before Heaven and Earth existed—There was something nebulous—Silent, isolated—Standing alone, changing not—Eternally revolving without fail—Worthy to be the Mother of All Things—I do not know its name—And address it as Tao.' Notice the description of this entity as 'something nebulous,' standing alone and 'revolving without fail.' As Lao Tzu claimed: 'I do not know whose Son it is, an image of what existed before God.' In other words, this thing called Tao had no progenitors; it existed of its own, and did so before anything distinct that could have been termed God made its appearance. Moreover, this thing called Tao was believed to be located 'about the celestial pole which was considered to be the seat of power because all revolves about it.' This is the same locality in which the ancients insisted on placing the planet Saturn.",
                    "citations": []
                }
            ],
            "bibliography": [
                "H. Gregory, The Metamorphosis (N.Y., 1979), p. 15; F. Guirand, 'Greek Mythology,' New Larousse Encyclopedia of Mythology (London, 1972), pp. 87-90."
            ]
        },
        {
            "type": "main",
            "page_number": 264,
            "subsections": [
                {
                    "title": "",
                    "content": "way of Tao was said to have been the 'Way of the Yellow Emperor,' that same Shang-ti or Huang-ti we have presented on an earlier page as the very personification of the planet Saturn. Thus, despite the different terms in which it is couched, the entity being described, this Tao, appears to be no different than that described by other races as the first principle from which Creation was said to have proceeded. It is upon this 'all-embracing First Principle' that Lao-tzu was able to base an entire philosophy whose influence on Chinese thought, art, and literature, despite varying interpretation, has been prodigious. Taoism, in fact, became the dominant philosophy, called Tao-chia, and even religion, differentiated as Tao-chiao, of China. But that the basic idea behind both derives from the primeval events with which we are presently concerned, there seems to be no doubt. A Yuki Creation myth refers to this indistinct something as a 'fog' and/or 'foam' that 'moved round and round continually' during a time, in the beginning, when there was yet 'no light.' A similar fog is also mentioned in Oceanic mythology. From Nias we have the following: 'In the beginning there was a thick fog, which condensed and became a being without speech or movement or head or arms or legs.' This being, without head or arms or legs, reminds us of the Eskimo entity Ataksak, whom we have already met, who also was a being without arms and legs and who, very much like the Latin Janus/Saturn, existed in the shape of a sphere.",
                    "citations": []
                }
            ],
            "bibliography": [
                "R. Van Over, Sun Songs: Creation Myths From Around the World (N.Y., 1980), p. 28."
            ]
        },
        {
            "type": "main",
            "page_number": 265,
            "subsections": [
                {
                    "title": "",
                    "content": "idea proffered by the late David Griffard who, back in 1979, suggested to this author that Saturn could conceivably have been 'enshrouded in some obscuration emanating from the parent body itself which blotted out...a good share of its own radiance.' This idea seems to be borne out by the Zoroastrian creation myth in which Zurvan was said to have provided, or emitted, the 'original unformed matter.' This is interesting because, for one thing, the Iranian Zurvan was a very ancient deity. He was regarded by the Zoroastrians as the 'first principle,' the 'original seed,' and 'the father of the Cosmos.' But, more than that, this ancient deity had a well-known identity. Thus, van der Waerden tells us that, in Armenian texts, Saturn is called Zruan which is the same as Zurvan. The later worshippers of Mithra were not therefore wrong when they identified Kronos, the Greek Saturn, with Zurvan. Actually, the identity of Zurvan as Saturn is well attested. The implication here is that this nebular cloud was spun off by the rotating Saturnian body out of which the solitary deity—i.e., Saturn—slowly emerged into view. A near-identical idea was later proposed by David Talbott when he stated that: 'There is also evidence that the participating planets [of the Saturnian system] moved through a diffuse gaseous envelope, which almost certainly would have prevented a view of the stars.' Griffard’s 1979 suggestion, that an obscuration of sorts could have been emitted by the planet Saturn itself, directed me to the so-called accretion disc, or placental cloud, from which the planets of the Solar System were supposed to have accreted.",
                    "citations": []
                }
            ],
            "bibliography": [
                "D. N. Talbott, The Saturn Myth (N.Y., 1980), p. 34."
            ]
        },
        {
            "type": "main",
            "page_number": 266,
            "subsections": [
                {
                    "title": "",
                    "content": "actually imaged by the Hubble telescope in 1994. And then, in 1998, Philip Nicholson and his colleagues at Cornell University theorized that, in the early days of the Solar System, Uranus might have been surrounded by a similar gaseous nebula. Could not such a nebular cloud have surrounded the planet Saturn in mankind’s infancy? In Jewish myth, the chaotic bohu was understood as an expanse of mud. This is identical to the Phoenician mot which was produced at the very beginning of things. 'Some say that this [mot] was slime and others a rotting of aquatic composition. From it came all the germs of all created things and it was the origin of everything.' Now when one examines illustrations of these so-called accretion disks, one can see that these nebular clouds not only look as if they are composed of swirling fog, foam, or fluffy cotton, they also have the appearance of churning mud or slime.",
                    "citations": []
                }
            ],
            "bibliography": [
                "A. Heidel, The Babylonian Genesis (Chicago, 1942), p. 10."
            ]
        },
        {
            "type": "main",
            "page_number": 267,
            "subsections": [
                {
                    "title": "",
                    "content": "Apsu and Tiamat were two bodies of water joined as a single unit. The Babylonian Berossus additionally informs us that, during this time—i.e., in the beginning—'all was darkness.' Even Tiamat, according to him, was shrouded in darkness. Now, as it happens, the Egyptian Chaos was styled Nu (or Nun). But Nu more properly refers to 'the primordial ocean in which before the creation lay the germs of all things and all beings.' 'The texts call him [i.e., Nu] the 'father of the gods,' but he remains a purely intellectual concept and had neither temples nor worshippers. He is sometimes found represented as a personage plunged up to his waist in water, holding up his arms to support the gods who have issued from him.' It should here be mentioned that while Nu might have had no temples or worshippers, a festival, known as the Per-t Nu, used to be held in his honor. Of special meaning to us is also the fact that Nu was also a name of Amen-Ra, our very own Saturn. Thus, in the Egyptian Book of the Dead, Nu is made to state: 'I am the great god self-created...' But then the question is asked: 'Who then is this?' And the answer given is: 'It is Ra...' And it was Ra who was believed to have raised all that came into existence 'from out of Nu.'",
                    "citations": []
                }
            ],
            "bibliography": [
                "E. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. 1 (N.Y., 1920/1978), p. 242."
            ]
        },
        {
            "type": "main",
            "page_number": 268,
            "subsections": [
                {
                    "title": "",
                    "content": "Professor Elihu Katz, but Baruch Margalit shot the idea down. Among Margalit’s objections was the fact that that the He (i.e., 'h') in the name 'Elohim' is a radical, and not the definitive article; and that the Israelites were 'land-lubbers' and thus not given to oceanic deities. No one has, however, suggested that the he in 'Elohim' stands for the definitive article. What has been suggested is that the name 'Elohim' may have been derived from 'El ha Yam.' Margalit should also have considered that the 'sea' referred to, as in the Creation myths of other races, was a celestial one, so that the land-lubbered Israelites need not even enter into the picture. To be sure, this derivation of the name will remain controversial, but we do not really require it in making our case. As Frank Moore Cross has indicated, the idea that Elohim was a god of the sea actually traces to an ancient belief. An old tradition which he cited has the deity unequivocally stating: 'I am El, in the seat of Elohim I am enthroned in the midst of the seas.' Elsewhere, however, the Egyptian Nu—this 'primeval abyss of water'—is alluded to as pautet or pautti, which has been translated as 'primeval matter.' Thus Ra is made to state: 'I produced myself from the primeval matter [which] I made.' 'I produced myself from primeval matter.' 'I came into being from the primeval matter.'",
                    "citations": []
                }
            ],
            "bibliography": [
                "E. Katz & B. Margalit, 'Was Elohim the God of the Sea?' Biblical Archaeology Review (March/April 1992), pp. 74, 76."
            ]
        }
    ]
}
