{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 159,
            "subsections": [
                {
                    "title": "",
                    "content": "Running down. If these planets are hot, would they not have once been hotter? Stars are suns. Is it not possible that Jupiter and Saturn once burned as relatively miniature suns and that, through evolutionary or catastrophic processes, they became permanently dimmed? That, at least, seems to have been the final consensus as Jupiter won its place in popular books on astronomy as a body that was once much hotter. According to Roy Gallant, it would even have glowed: “Jupiter, two and a half times as massive as all the other planets combined, began as an enormous gas ball that contracted and heated up...But, unlike the Sun, Jupiter had far too little mass to send its core temperature high enough to start fusion reactions. Instead of reaching the millions of degrees needed, the core heated up only a few thousands of degrees. So Jupiter became only hot enough to glow cherry-red, like a red dwarf star, and for a while it bathed its inner moons in light and heat that faded as Jupiter slowly cooled.” MINIATURE SUN Richard Hoagland, in his usual recklessness, was more direct. “Jupiter was once a miniature sun according to our current concepts of solar system formation,” he was reported as saying. True, he then added: “It only lasted a short time—a few million years at most,” which would also mean that it had stopped radiating millions of years ago. By 1981, Saturn was known to radiate from two to three times the energy it receives from the Sun. Its estimated internal temperature had risen to 20,000° K. By then there was no doubt that both Jupiter and Saturn possessed internal sources of heat. Even so, as Andrew Ingersoll reiterated what had been preached ever since the discoveries by the Pioneer and Voyager probes, and in complete disregard of Firsoff’s hypothesis, “neither planet is massive enough for gravitational self-compression to have initiated nuclear fusion.” The final verdict was that “neither planet is a star.” And yet, as Ingersoll informed his readers, “James B. Pollack and his colleagues at the Ames Research Center of the National Aeronautics and Space Administration have developed models of the history of the giant planets and conclude that the interior of Jupiter and Saturn is still hot today.” But then the extra heat was explained away: “Models of the cooling of Jupiter over the history of the Solar System account for all the power that Jupiter is radiating today in excess of the amount it absorbs.” When it came to Saturn, however, the models in question fell short. FAILED MODEL Ingersoll himself had to admit that: “Similar models fail, however, to account for about a third of the excess that Saturn radiates. Apparently, Saturn has a source of internal heat not included in the models.",
                    "citations": []
                }
            ],
            "bibliography": [
                "R. A. Gallant, Our Universe (Washington, D.C., 1980), p. 165.",
                "Province News service, The Province (Vancouver, B.C., December 27, 1979), p. A8.",
                "Beatty, O'Leary, & Chalkin, The New Solar System (London, 1981), p. 119.",
                "Ibid., p. 128.",
                "A. P. Ingersoll, “Jupiter and Saturn,” Scientific American (December 1981), p. 92.",
                "Ibid.",
                "Ibid., pp. 92-96."
            ]
        },
        {
            "type": "main",
            "page_number": 160,
            "subsections": [
                {
                    "title": "",
                    "content": "Calculations, a source Jupiter lacks. Thus, while Jupiter’s excess heat has been accepted as a residue from the planet’s formative period, most of Saturn’s has been relegated to kinetic energy released by the circulation of dissolved helium. Why is there this supposed difference? Is it not simply because Saturn’s total heat emission turned out to be significantly higher than had been predicted from models of the planet’s cooling history? Should not this model, then, have been discarded? After all, Jupiter’s excess ratio of internal heat over solar input is just about identical to that of Saturn. One is therefore led to believe that the internal heat of both planets must be due to near-identical causes. Or was the source of the internal heat of the two planets variously given for each of them because no single model could be found to account for both of them? As it turned out, for its size, Saturn was found to be more star-like than Jupiter, emitting more heat than Jupiter, and overall being much more active than Jupiter. Writing in 1985, Leroy Ellenberger did not quite agree. As he summed the situation up: “All of the handwaving about Jupiter and Saturn being ‘failed’ or ‘dark’ stars notwithstanding, the great preponderance of present astronomical thinking, which is supported by detailed computations, indicates that planets are planets and stars are stars. That Jupiter and Saturn are failed stars is an obsolete idea.” That was Ellenberger’s scholarly opinion. We, on the other hand, beg to differ. BROWN DWARFS By 1983, Jupiter had received a new tag; it was now pigeon-holed as a brown dwarf, the nature of which was best explained in layman’s terms by Rick Gore: “When a gas cloud along a galaxy’s spiral arm is compressed, it will collapse under its own gravity and ignite as a star if the clump has sufficient mass; if less than one-tenth the mass of our sun, it may become a ‘brown dwarf.’ Jupiter is such an object, too small to ‘turn on’ by nuclear fusion but still shedding heat from its collapse. Brown dwarfs cannot be seen at great distances but may well account for a large part of a galaxy’s mass.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Ibid., p. 96.",
                "New Scientist (September 3, 1981), p. 596; Anonymous, “Ringside Seat,” Scientific American (April 1980),",
                "Ibid.",
                "Ibid.",
                "J. M. McCanney, “The Nature and Origin of Comets and the Evolution of Celestial Bodies,” Part II,",
                "KRONOS XI:3 (Summer 1984), pp. 72-73, 74, 80.",
                "C. L. Ellenberger, “‘Still facing...’: A Reply to Comments and an Update,” KRONOS XI:1 (Fall 1985), p.",
                "106 (emphasis added).",
                "R. Gore, “The Once and Future Universe,” National Geographic (June 1983), p. 717."
            ]
        },
        {
            "type": "main",
            "page_number": 161,
            "subsections": [
                {
                    "title": "",
                    "content": "To their primary. Others, of the same or similar mass, while orbiting far enough away from their primary, do so in highly eccentric paths. As Sam Flamsteed reported: “One possible explanation would be that these are not planets at all but brown dwarf stars. A brown dwarf is about as close as a star can get to being a planet without actually being one. For one thing, it is small enough to be mistaken for a very large planet, at least from a distance. And since, being small, its core is not put under enough pressure for nuclear reactions to take hold, it emits only a dim glow at first and then gradually goes dark.” “Theorists have always assumed that brown dwarfs must be at least ten times more massive than Jupiter and probably more. But perhaps they’ve overestimated. Maybe a brown dwarf can be six times as massive as Jupiter or even less.” But, as Flamsteed was shrewd enough to notice: “To assume that the theorists are baffled is to underestimate them badly. A good astronomical theorist never lets the complete absence of information stand in the way of a nice theory and, conversely, never gets thrown when an actual observation arrives to spoil it. Lack of data can actually be an advantage. Unhindered by facts, some theorist is bound to have come up with a model that explains even the strangest discovery.” In their attempt to explain the anomalous behavior of the extra-solar planets that everyone started discovering all over the place, it was even conjectured that there was enough material in these systems “to make planets ten times bigger than Earth.” Objects of such size, it has been theorized, would be in possession of such gravitational fields powerful enough “to act like a gigantic vacuum cleaner.” Such objects tend to suck in “whatever nearby gas is left over.” And the result? “In a mere 10,000 years or so, you have Jupiter—a rocky core ten times the size of Earth surrounded by an immense atmosphere 35,000 miles thick.” Apart from Jupiter-sized planets, this hypothesis was later applied to both Jupiter and Saturn themselves. All of which might make one ask: If a Jupiter-sized planet can form in an extra-solar system in 10,000 years or so, how can anyone be positively certain that Jupiter itself, or for that matter Saturn, did not take a similarly short time to form? And if that is allowed as a possibility, then how can one be positively certain that Jupiter and Saturn are billions of years old? Even more was yet to come. After having been so sure they knew just about everything they needed to know about Jupiter, astronomers were in for yet more surprises when Comet Shoemaker-Levy 9 impacted the planet in July of 1994. In analyzing the aftermath of the impact, they discovered that the planet has far less water than had been expected; the three predicted layers of the atmosphere were not detected; strong winds were found to be present at all levels of the atmosphere; and the amount of helium turned out to be only half of what had been theorized.",
                    "citations": []
                }
            ],
            "bibliography": [
                "S. Flamsteed, “Impossible Planets,” Discover (September 1997), p. 82.",
                "Ibid.",
                "Ibid., p. 81.",
                "See, for instance, S. Stephens, “Planet Hunters,” Astronomy (July 1998), pp. 59 ff.",
                "S. Flamsteed, op. cit., pp. 80-81.",
                "A. Boss, Science (June 20, 1997)."
            ]
        },
        {
            "type": "main",
            "page_number": 162,
            "subsections": [
                {
                    "title": "",
                    "content": "One factor, however, remained unchanged: Excess heat was still found to be escaping from Jupiter’s deep interior; the planet was still emitting at least twice the amount of energy it receives from the Sun. Finally, one more surprise; but not from any new discovery. This one came from the astrophysicists themselves. While Saturn’s excess heat has been relegated to kinetic energy released by the circulation of dissolved helium, the lack of helium was now being blamed for Jupiter’s internal warmth. Go figure. SECOND INTERLUDE The last thing I wish to be accused of is that I apply the above information to improper use. So first let me state that, as the references themselves indicate, the information in question comes untampered from purely scientific sources. Nor am I here advocating that either Jupiter or Saturn could sustain nuclear reactions in their cores. Not even Firsoff dared go that far. But such reactions as Firsoff claimed possible were never specified as having to be, or having been, sustained. The very nature of the mytho-historical evidence I presented in the preceding chapters itself negates this possibility. Obviously, so does the present state of these two planets. Had such reactions been sustained, Jupiter and Saturn would still be flooding the night with their radiated light. To an extent, even Ellenberger is correct. Jupiter and Saturn do fail as stars, but only in their present condition. Although it is my belief, and that of a few others, that Saturn was a true sun—which means that it radiated its own light rather than having reflected that of the Sun as it does now—it must not be understood that it shone with a continuous blinding light. Ancient sources impel us to believe that, although brighter than the Moon at night, Saturn was not as bright as the Sun. In fact, as will be indicated in a future work, additional evidence indicates that, during the day, Saturn paled in comparison to the Sun. It should also be kept in mind that I am not here attempting to make a case for Saturn having been highly luminous in historical times, despite the fact that I have cited historical sources as evidence. It must be stressed that these sources allude to past events—that is, even though themselves ancient, their allusion is to an even older system. In actual fact, my contention is that Saturn shone as a nocturnal sun in prehistoric times—that is, before the age of writing. The stretch from prehistoric to historic times is measurable in only a few thousand years so that a critic would be absolutely correct in arguing that this does not change the fact that, for both planets in question, their luminous phase is believed to have terminated billions of years ago. While this is the generally accepted view, it can actually be safely stated that Jupiter is still slightly luminous. At Jupiter’s size—and mass—has it not occurred to anyone that something might be wrong with this implied rate of decreasing luminosity had degeneration really commenced billions of years ago? And, by the same token, could not the same be said for its implied rate of cooling? Where the presently accepted scientific tenets and the hypothesis presented in this work differ is precisely in this time factor. And here, as long as one accepts current theory, the hypothesis must falter. But is currently accepted theory necessarily correct? How often have we been cocksure of matters which turned out not to be so? Were astrophysicists not, until a few years ago, painting Jupiter as a cold planet with an icy core? Were they not, at the same time, estimating Saturn’s temperature to be as low as -130°C? Need I burden the reader with a long list of astronomical certainties which have only yesterday, so it seems, turned into myth? I am not raking mud as an exercise in scientific embarrassment. I do realize that this is the way science is meant to progress—by replacing old “truths” with new and, where possible, theory with fact.",
                    "citations": []
                }
            ],
            "bibliography": [
                "New Scientist (January 27, 1996), p. 7; ibid. (February 3, 1996), p. 16; ibid. (March 23, 1996), p. 17; The",
                "Washington Post (January 23, 1996).",
                "D. A. Allen, loc. cit."
            ]
        },
        {
            "type": "main",
            "page_number": 163,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 6 Primordial Satellite STARLIGHT: STAR BRIGHT The Fiote of the African Loango Coast believe that the Star Way —which is usually, but erroneously, interpreted as the present Milky Way—“is the road to a funeral procession of a huge star which, once, shone brighter from the sky than the Sun.” As Giorgio de Santillana and Hertha von Dechend commented on this myth, if it even could be called that: “Conveniently short, and no technicalities.” Even though the Fiote do not themselves identify this star, we will be forgiven if we accept this datum as an allusion to Saturn’s former sun-like brilliance. True, as stated earlier, there is no way in which Saturn could have shone as bright as the Sun but, for the time being, we will allow the Fiote that much. Even so, the question must be asked: How bright could Saturn have been? Had Saturn, through whatever means, really radiated as a sun, at its present distance it would have been brighter than the full Moon but, in size, it would not have appeared much bigger than it presently does. As a star brighter than the full Moon, we can understand why the Assyro-Babylonians could allude to it as the most prominent among the planets. But why would the Saturnian deity, under whatever name, be allotted a place at the head of every ancient pantheon above the much brighter, and definitely more prominent, Sun? Why would Saturn have been considered a greater deity than the Sun itself? Because, let us face it, once we appropriate the roles of deities such as Shamash, Atum, Ra, Surya, Helios, Sol, and others, as applicable to Saturn, there is no deity of any significance left to fit the Sun.",
                    "citations": []
                }
            ],
            "bibliography": [
                "E. Cochrane, “The Milky Way,” AEON IV:4 (April 1996), pp. 39 ff.",
                "E. Pechuel-Loesche, Volksunde von Loango (1907), p. 135, as quoted by G. de Santillana & H. von Dechend, Hamlet's Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 253.",
                "A. B. Cook, Zeus: A Study in Ancient Religion, Vol. II, Part I (N. Y., 1965), p. 335.",
                "P. Grimal, “Rome: Gods by Conquest,” Larousse World Mythology (London, 1972), p. 178."
            ]
        },
        {
            "type": "main",
            "page_number": 164,
            "subsections": [
                {
                    "title": "",
                    "content": "The hypothesis presented in this work does not necessarily demand that the age of Earth or the Solar System be reduced. Nor even that of Saturn. Only that its luminous phase could not have terminated billions, but only a few thousand, years ago. As we saw in Chapter 2 of this work, the ancient belief that stones, and even iron, were wont to fall from the sky, despite the fact that meteorites were not allotted the sanctity of scientific verity until 1803, turned out to be correct. The ancient belief that the Sun exhibits blemishes on its face, which, up until the seventeenth century of the present era, was still being contested, also proved to be correct. The ancient belief that the Sun, rather than Earth, was at the centre of the Solar System, which truth was not “re-discovered” until the sixteenth century, was proven to be so. The ancient belief that Earth was round, rather than flat, and that it rotated on its axis was found to be true. The ancient belief that comets were physical bodies, and that the appearance of these bodies in our skies followed a predictable periodicity, turned out to be accurate. In all these cases, as well as others, ancient belief turned out to be free from error while more modern assumptions turned out to be wrong. Dare we now repeat history by proclaiming that the ancient belief in a Saturnian sun has to be wrong? Finally, I do not expect astronomers and astrophysicists, or anyone else for that matter, to accept the hypothesis on faith. Fools be they who do. My only plea at this point is for an open mind and a re-evaluation of the facts. Can science be imposed upon to give the matter serious consideration? Besides, is deuterium burning or nuclear fusion the only way in which Saturn could have shone as a sun?",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 165,
            "subsections": [
                {
                    "title": "",
                    "content": "Chapter 6 Primordial Satellite STARLIGHT: STAR BRIGHT The Fiote of the African Loango Coast believe that the Star Way —which is usually, but erroneously, interpreted as the present Milky Way!—“is the road to a funeral procession of a huge star which, once, shone brighter from the sky than the Sun.” As Giorgio de Santillana and Hertha von Dechend commented on this myth, if it even could be called that: “Conveniently short, and no technicalities.”",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 166,
            "subsections": [
                {
                    "title": "",
                    "content": "From a rare bust now the Palazzo Spada in Rome. (After E. Braun.)",
                    "citations": []
                }
            ],
            "bibliography": [
                "Janus.",
                "From a rare bust now at the Palazzo Spada in Rome.",
                "(After E. Braun.)"
            ]
        },
        {
            "type": "main",
            "page_number": 167,
            "subsections": [
                {
                    "title": "",
                    "content": "Pierre tell us that Janus “appears in no other mythology.” But in his ancient assimilation to the sky, or heaven, he is, in actuality, only the Latin counterpart of the Greek Ouranos. This is not to say that the Latins borrowed Janus from the Greeks, any more than the Greeks can be said to have derived their Ouranos from the Vedic Varuna who also, among other things, stood for the sky. I use the term “sky” here because that is the way mythologists have generally understood the meaning of the god’s assimilation. But, despite Arthur Cook, who identified so many ancient deities as personifications of the sky, it is quite obvious that by “sky” something different is indicated. Thus, as reported by Varro, while some authorities did identify Janus as the sky, others were just as confident that the deity personified the universe. This “universe,” “sky,” and/or “heaven,” however, was the kosmos of the Greeks, a term which literally meant “order,” “harmony,” or “an orderly arrangement.” Thus Janus was considered a “god of beginnings” and ascribed “an essential role in the creation of the world,” which creation is a topic we shall have to reserve for a future work. As Janus Pater, the god was revered as the father of the gods and god of gods. In all the above, Janus bears a close similarity to the Saturnian deities of other nations. Are we then saying that Janus was the same as Saturn?",
                    "citations": []
                }
            ],
            "bibliography": [
                "A. Aurelius Augustinus, De Civitate Dei, VII:28.",
                "P. Grimal, loc. cit.",
                "F. Guirand & A.-V. Pierre, loc. cit.",
                "A. B. Cook, op. cit., pp. 338-340.",
                "See, for instance, F. Guirand & A.-V. Pierre, op. cit., p. 200; L. M. Greenberg, “The Lord of Light,” AEON III:4 (December 1993), p. 19."
            ]
        },
        {
            "type": "main",
            "page_number": 168,
            "subsections": [
                {
                    "title": "",
                    "content": "But that An, in his Akkadian version of Anu, was a radiating body in the sky is ascertained not only, as we have seen, by the cuneiform sign which designates him, the stylized picture of a star—but also by the allusion to “the terror of his splendour” radiating “in the midst of heaven.” This is not a description of the sky and mythologists should never have identified him as such. Rather than being the sky, Anu creates the sky. But is this enough to equate the celestial body that was An as Saturn? We dig further. The god An also appears in Egypt. We find him there as an alias of the god Osiris. In the “Lamentations of Isis and Nephthys,” Isis addresses Osiris as An. In a hymn to Osiris, he is called the “god An of millions of years.” As we have seen, as the sum of night, Osiris is identifiable as Saturn as so, also, is his assimilation with both Atum and Ra. May we therefore claim that so must An be understood?",
                    "citations": []
                }
            ],
            "bibliography": [
                "A. Sayce, Lectures on the Origin and Growth of Religion (Oxford, 1898), p. 482.",
                "S. Dalley, Myths from Mesopotamia (Oxford, 1991), p. 278.",
                "E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1905/1969), p. 154.",
                "Idem, Osiris & the Egyptian Resurrection, Vol. II (N. Y., 1911/1973), p. 389."
            ]
        }
    ]
}
