{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 79,
            "subsections": [
                {
                    "title": "",
                    "content": "Elagabalus (A.D. 218-222), born Varius Avitus, high priest of the Syrian god Elagabalus, was proclaimed Emperor of the Roman Empire on May 16, 218. He was given the title of Marcus Aurelius Antoninus. Assuming the name of his god, he became popularly known as Emperor Elagabalus. When he moved from Emesa to Rome, he took the meteoritic image of his deity with him, which also became known as the Elagabalus, and installed it in the temple of Kybele.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 80,
            "subsections": [
                {
                    "title": "",
                    "content": "The Sumerian name for 'iron' was an-bar, which means 'fire from heaven.' The Hittites, who were among the first in the ancient world to use weapons made out of iron, called the metal ku-an, which also translates as 'fire from heaven,' since they claimed that iron originated in the sky. The Assyrians also extracted iron from ore, but, to them, the metal was said to have been 'fragments from heaven.' In Egypt, the name for 'iron' was bia-en-pet or baat-en-pet, which translates as 'metal of heaven.' In Egypt, the association of meteoric iron with the gods, and especially with the evil god Set, seems to have led to a taboo against the use of the metal. A similar religious taboo is known to have existed in ancient Israel. The Old Testament preaches against the use of iron tools in the construction of Yahweh’s altar. The taboo against the use of iron was also observed in Greek and Roman cults. A religious exception seems to have been allowed in Egyptian funerary rites. 'Metal of heaven' was used in the manufacture of small symbolic instruments in connection with the rites of the dead, and such items were often interred with the deceased. These religious instruments are mentioned in the Egyptian prayers for the dead, even though, due to the corrosive nature of iron, few have ever been retrieved.",
                    "citations": []
                }
            ],
            "bibliography": [
                "E. C. Krupp, Loc. cit.",
                "E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 306.",
                "H. B. Walters, Catalogue of the Bronzes, Greek, Roman and Etruscan, in the British Museum (London, 1899), p. xviii.",
                "G. A. Wainwright, 'The Coming of Iron,' Antiquity, X (1936), p. 11.",
                "Pausanias, Descriptions of Greece, 38:1."
            ]
        },
        {
            "type": "main",
            "page_number": 81,
            "subsections": [
                {
                    "title": "",
                    "content": "The shrine of Aphaca was associated with a meteor at Byblos in Syria. The great image of Pallas Athena, known as the Palladium, in the citadel of Troy, on which the safety of the city was believed to depend, was also said to have been a stone which fell to Earth. So was the sacred stone at Delphi, said to belong to Kronos, who was Saturn. As G. A. Wainwright wrote in 1936: 'Plenty of other meteorites could be mentioned as being kept in churches or temples, but let that of Casa Grande suffice. It was found in a room of an ancient Mexican temple carefully swathed in bandages.' It is critical to recognize that such beliefs and practices were not merely products of ancient naiveté. Modern-day Muslims may not want to admit it, but the most holy object in all of Islam, the Black Stone, which is incorporated into the Ka’aba at Mecca, is also a meteorite. While Immanuel Velikovsky’s claim that the Black Stone was believed to have fallen from the planet Venus cannot be substantiated, it is noteworthy that the Black Stone 'had streaked out of the heavens one night in the forgotten past,' and it is nothing but a meteorite. There has been speculation that this meteorite was originally reddish in hue and that its present black color is due to the patina of ages. This has yet to be confirmed, though it is reasonable to consider that the stone’s blackness carries mythic significance. The Ka’aba was originally a shrine to the god and planet Saturn, which is frequently referred to as the 'black' or 'dark' planet; hence, the connection between the Black Stone and Saturnian symbolism.",
                    "citations": []
                }
            ],
            "bibliography": [
                "C. P. Olivier, Meteors (1925), p. 3.",
                "E. C. Krupp, Loc. cit."
            ]
        },
        {
            "type": "main",
            "page_number": 82,
            "subsections": [
                {
                    "title": "",
                    "content": "The Ka’aba, in the base of which the meteoritic Black Stone is cemented, represents a body of a great god and therefore deserves the same veneration as the planet itself. As previously mentioned, the meteoric image that Elagabalus, or Marcus Aurelius Antoninus, brought from Emesa to Rome was described as black. There is, surprisingly, nothing extraordinary about black meteorites. Despite numerous reports of stones falling from the sky, science did not officially recognize their existence until April 26, 1803. This was mainly because scientists preferred to doubt reports of such phenomena. One notable instance occurred when a large stone was reported to have fallen from the sky near Luce in 1768. The Académie des Sciences sent Antoine Laurent Lavoisier to investigate. He concluded that such an event could not have happened and that witnesses must have been mistaken or lying. Charles Fort, a critic of established science, pointed out the absurdity of such views. Many European museums discarded genuine meteorites assumed to be mere relics of a superstitious past. However, one iron meteorite was preserved thanks to the protection offered by the bishop of Zagreb’s consistory. This meteorite, which fell at Hraschina in 1751, had sworn statements from eyewitnesses collected and sent to the Austrian emperor, leading to its preservation in the Vienna museum. The physicist E. F. F. Chladni, who defended the credibility of meteorites in his 1794 paper, claimed that these objects were cosmic debris entering Earth’s atmosphere. However, skepticism remained until 1803 when numerous meteorites fell and landed on the ground, compelling even the most doubtful scientists to accept their extraterrestrial origin.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 83,
            "subsections": [
                {
                    "title": "",
                    "content": "Scientific skepticism led to significant losses, as genuine meteorites were disregarded as artifacts from a superstitious past. One notable meteorite, preserved by the bishop of Zagreb's consistory, fell at Hraschina in 1751. Sworn statements from eyewitnesses were collected and sent to the Austrian emperor, leading to its preservation at the Vienna museum. The physicist E. F. F. Chladni defended its veracity in a 1794 paper on the cosmic origins of meteorites. In 1803, a larger shower of meteorites compelled acknowledgment of their extraterrestrial origins, although disbelief persisted. When two Yale scientists reported meteorites in Weston, Connecticut in 1807, President Thomas Jefferson, known for his interest in paleontology, expressed skepticism, preferring to believe the professors were lying rather than accepting the notion of stones falling from heaven. This observation illustrates that ancient reports of such occurrences should not be dismissed outright; as history has shown, those claims have proven true, validating the wisdom of considering other undocumented astronomical events as well.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 84,
            "subsections": [
                {
                    "title": "",
                    "content": "The Mesoamerican Indians are often misrepresented as a primitive culture, despite their advanced understanding of astronomy and mathematics. Among the Maya, priests served as custodians of scientific knowledge, including astronomy. Juan de Torquemada noted that King Netzahualpilli of Texcoco was considered a great astrologer, who encouraged inquiries about celestial motions from his subjects and engaged in stargazing. Various codices depict pyramid-temples used for astronomical observations, demonstrating their commitment to tracking celestial events. The Maya's calendars—advanced systems of timekeeping—were the product of their expertise. For instance, the current Western calendar was not perfected until 1582. The Mesoamerican's vigesimal number system, based on twenty, allowed for complicated astronomical calculations and predictions of solar and lunar events. Their understanding of these phenomena was so precise that the Dresden Codex registered a mere one-day error over 405 lunar cycles when compared to modern measurements.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 85,
            "subsections": [
                {
                    "title": "",
                    "content": "A Mixtec artist from Oaxaca is depicted painting a codex.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 86,
            "subsections": [
                {
                    "title": "",
                    "content": "A Maya priest-astronomer is illustrated seated atop a four-storey observational tower, employing his sighting cross to track celestial bodies.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 87,
            "subsections": [
                {
                    "title": "",
                    "content": "A seated priest-astronomer from the Codex Mendoza is depicted observing stars at night, while a cross-stick device aids his observations. The Pleiades star cluster marked significant dates for many ancient cultures, including the Mesoamericans, who tracked these stars to signal the new year, seasonal changes, and festivals. For instance, Sahagún recounted that the Aztecs timed their most significant celebrations by observing the Pleiades. The indigenous peoples, including the Navajo, associated the Pleiades with their deity, Black God, creator of fire and light. This shared reverence for the cluster by the Mesoamerican culture and others indicates a profound astronomical understanding standardized across various civilizations.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 88,
            "subsections": [
                {
                    "title": "",
                    "content": "Symbolic representations of Mesoamerican observational temples feature crossed-stick and V-shaped devices, indicating their significant role in astronomy and celestial observation.",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
