{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 489,
            "subsections": [
                {
                    "title": "",
                    "content": "In spite of his accomplishments in plasma waves, the electromagnetic nature of comets, the critical ionization velocity prediction, and being the father of magnetohydrodynamics, Hannes Alfvén spent most of his career developing a plasma cosmology that is complete and consistent. Modern in-situ solar system measurements continue to support it. As we have seen above, it was Alfvén’s belief that the vast magnetic vortices, operating through the pinch effect, can draw plasma together in space, forming not only galaxies and galaxy clusters but also stars and planets. An experiment conducted with an empty can of diet Coke, as explained by Thornhill, illustrates the phenomenon quite clearly. The can was placed in the center of an electric coil through which a strong jolt of current was passed. The can instantly collapsed, catapulted into the air, and came down too hot to touch. The manner in which the can collapsed was through a pinching effect around its middle, thus forming an hourglass shape. As Thornhill explains, \"The response to the magnetic field generated by the coil occurred because the can is a metal and can conduct electricity. In space, plasma is a conductor and behaves in the same way. It is this response to the magnetic force, created by a universal or galactic discharge, that efficiently coalesces and heats diffuse dust and gas embedded in plasma to form galaxies and stars, or constrains the narrow jets of active galaxies. It is this mechanism which squeezes, heats, and jets material upwards against gravity in a powerful lightning discharge.\" In Peratt's words, \"Cosmic bodies are formed out of the original intersolar or intergalactic plasma through which the currents are flowing that causes the pinching of the plasma down to a dense state. Then, at least according to my book, or rather Alfvén and the Department of Physics at the Royal Institute of Technology, matter accretes inwards to form 'planetesimals' and eventually planets.\" Still based on laboratory plasma experiments, this led Peratt to claim that Earth formed at the same time that proto-Saturn itself did. As deduced from laboratory framing pictures progressing in time and scaled to planetary dimensions, Peratt could add, \"Originally the plasmoids were all about the same size. But some accreted more efficiently and then cascaded to smaller terrestials from the Giant Plasmoids [or Gas giants] they had been... This configuration could have been recorded anytime over the course of the development of man.",
                    "citations": []
                }
            ],
            "bibliography": [
                "E. J. Lerner, op. cit., p. 74.",
                "W. Thornhill, The Electric Universe (Beaverton, Oregon, 1997), p. 21.",
                "A. L. Peratt, on Intersect, November 15, 2001.",
                "Idem, on ibid., December 12, 2001.",
                "Ibid."
            ]
        },
        {
            "type": "main",
            "page_number": 490,
            "subsections": [
                {
                    "title": "",
                    "content": "As Peratt clarified, there is no reason for a particular plasmoid to condense at the same rate as the others. In fact, in keeping with scaled-down experiments, it is found that all of the plasmoids or planetesimals accrete matter at different rates, some finally having captured enough material to condense in size gravitationally. Moreover, Peratt is of the opinion that our Sun developed out of a cosmic pinch. As he explained: \"The planets, also created out of a cosmic pinch, presumably from a current running parallel to the Sun’s, produced a polar column of plasmoids that retained their magnetic fields, even as they contracted to planetesimals and eventually to planets.\" This would then explain his insistence that brown dwarfs do not emit jets, since the planetary column would not have formed out of proto-Saturn, but rather, proto-Saturn would have formed out of the jet. This would also clarify his insistence concerning the pre-existence of proto-Saturn’s polar column. Having spent his entire life immersed in plasma physics, it is not easy to counteract Peratt’s claims. Even so, with so much yet to learn, a final verdict concerning the origin of the proto-Saturnian system would be premature. Whether cosmic bodies emit jets or jets form cosmic bodies remains temporarily unresolved. Whether the sub-brown dwarf that was proto-Saturn was ejected from a star, or whether it was formed independent of any star, remains outside the scope of the present work. Whether proto-Saturn ejected the plasmoid that was to become Earth, or indeed the possibility of other planets, will be discussed more fully in a proposed sequel to this work. END OF ACT ONE. In order to simplify the theory propounded in this work, our theses must now be expanded and reshuffled into a more appropriate chronological order. Hypothesis #1: That the present gas giant planet we know by the name of Saturn had previously been a sub-brown dwarf star free floating in space outside the demarcation of the present Solar System. Hypothesis #2: That, from what can be deduced from ancient as well as primitive astronomical lore, Earth had once been a satellite of this proto-Saturnian sub-star, which, because of its proximity, loomed large in the sky as a distinct disc larger than the apparent size of the full Moon. Hypothesis #3: That, during this period, a nebulous entity, which our ancestors had difficulty in describing clearly, surrounded the Saturnian primary. We have conjectured this entity to have been a placental cloud, or circumstellar disk, surrounding the Saturnian orb in its equatorial plane. This entity seems to have been that to which the ancients alluded as Chaos. Hypothesis #4: During this same unspecified period, the Saturnian orb was seen to float over an apparition which, to ancient man, looked like a sheet of celestial water, a cosmic ocean. Whether this \"water\" was the same conjectural circumstellar disk, which would have had the appearance of a celestial whirlpool, an auroral manifestation, or a combination of both phenomena, is not now easily determined. Hypothesis #5: That, still according to ancient astronomical lore, during this indeterminate period, Saturn was the only visible celestial body in Earth’s primordial sky.",
                    "citations": []
                }
            ],
            "bibliography": [
                "E. J. Lerner, op. cit., p. 74.",
                "Idem, on ibid., January 3, 2002.",
                "Idem, on ibid., January 7, 2002.",
                "Ibid."
            ]
        },
        {
            "type": "main",
            "page_number": 491,
            "subsections": [
                {
                    "title": "",
                    "content": "Hypothesis #6: That, as seen from Earth, the Saturnian primary did not rise and/or set, but remained visibly immobile at all times. Hypothesis #7: That Saturn’s immobility was due to the fact that Earth was stationed directly beneath Saturn’s south pole and that, from Earth, Saturn therefore appeared to be permanently fixed in the north celestial sphere, the very place now occupied by the Pole Star. This means that Saturn and Earth were linearly aligned with both sharing the same axis of rotation. Hypothesis #8: That what appeared as a slow-twirling, relatively narrow beam of tapering light connected the proto-Saturnian orb to Earth’s north polar region. This ray from above is interpreted as a sustained plasma discharge in the form of Birkeland current, a scaled-down version, or the slowly deteriorating remnant, of a so-called plasma \"jet\" such as can be seen emanating from stellar and even galactic objects. Hypothesis #9: That, according to some of man’s earliest memories, Earth was originally engulfed in what our ancestors persistently referred to as darkness. This was an age which, despite its remoteness in time, ended up etching itself indelibly in human consciousness. It was a time during which the Sun, Moon, and stars were not yet visible in the sky. Saturn ruled alone. Hypothesis #10: This age, we have also found out, could not have been one of total darkness, and in fact, mankind remembers that the Saturnian deity actually shed a feeble light. The terrestrial environment during this age was bathed in a perpetual twilight or, rather, a protracted dawn, which man remembered as the dawn of Creation. Hypothesis #11: That both Earth and Saturn were embedded in a plasmasphere centered on proto-Saturn, the opacity of which enabled proto-Saturn’s radiation to be reflected toward all terrestrial latitudes. Hypothesis #12: Proto-Saturn’s illumination, feeble as it might have been, together with the plasmasphere’s opacity are recognized as the means by which the stars were kept hidden from visibility. The Sun, needless to say, was still too far to be seen, while the Moon had not yet been captured by Earth. Hypothesis #13: There is also the possibility that, due to Saturn’s former greater mass and rate of dimming, it might have been even warmer and slightly brighter in ages past, possibly prior to the advent of mankind.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 492,
            "subsections": [
                {
                    "title": "",
                    "content": "Hypothesis #15: That, due to Saturn’s immobility, and the absence of the Sun, ancient man had nothing at his disposal by which he could calculate the passage of time. Hypothesis #16: That, at a later time, Saturn shone much brighter than it had previously, bright enough for ancient man to consistently refer to it as a sun. Hypothesis #17: That this primordial Saturnian sun shone during what we today call the night. Hypothesis #18: That, at some point in time, as the Saturnian system drew closer to the Sun, the Saturnian plasmasphere changed its wavelength, thus robbing it of its former near-opacity. It was at this time that ancient man was able to catch a glimpse of the slowly approaching Sun, at first appearing no bigger than a star, but growing ever larger and brighter. One question that arises at this point is: What was man doing during this time of free wandering through space? My answer has always been: Nothing much. Men, women, and children went about their business, whatever that might have been, entirely indifferent to the Saturnian apparition towering above them. And why should they have paid it any heed? In our present situation, the Sun rises, traverses the sky, and sets. It appears red on rising, a blinding yellow throughout most of the day, and dims back to red on setting. The Moon also rises and sets, appears orange when nearer the horizon, and turns yellow and white as it gains height in the sky. Unlike the Sun, the Moon can be seen during both day and night. More importantly, it grows and diminishes as an expanding and contracting crescent, appearing as a full circular orb in between. At times, the Moon is seen passing in front of the Sun, causing a partial, annular, or total eclipse. At other times, Earth comes directly between the Sun and the Moon, casting its shadow across the face of our lunar neighbor, causing a partial or total lunar eclipse. These are events that would have mesmerized our primitive ancestors, as in fact, in later times, they did. Prior to its actual shining as a night sun, proto-Saturn would have been bereft of any such changes. Until that time, it did not even brighten and dim. It just hung there, doing nothing. True, had it suddenly re-appeared in modern times, its towering apparition would awe us, but only because we are now used to a different sky. Those who were born and lived beneath its splendor would have simply taken it for granted because it had always been there. As mentioned before, those who might have dared approached the shining ray from above would have first felt the wind enveloping the outer fringes of the plasma discharge; they would have heard the electrical hum emanating from it and experienced the prickling of their scalp and the hairs on their body due to electrical excitation. Both man and beast alike would have known better than to approach closer.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Science Frontiers, No. 92, p. 1, as cited in Chronology & Catastrophism Workshop (1994): 2, p. 29.",
                "C. H. Hapgood, The Path of the Pole (N. Y., 1970), p. 102."
            ]
        },
        {
            "type": "main",
            "page_number": 493,
            "subsections": [
                {
                    "title": "",
                    "content": "Primitive stone tools, as well as the remains of a prehistoric camp dated as early as 2300 B.C., have been discovered on Ellesmere Island. Petroglyphs depicting reindeer, bears, elk, whales, and even humans fishing from a boat, dated from 4000 to 6000 B.C., have been found on an Arctic island off the coast of Norway. Only heaven knows what might still lie buried beneath the permafrost of these and other Arctic lands. Judging by what man has left us from those far-off times, it becomes evident that he was not originally concerned with recording his past achievements or the events that shaped his life. But man did not completely forget what his condition had been like before the heavens changed. Among those who remembered were the descendants of the Peruvian Incas. As they eventually had it recorded: \"Where we live now we see villages and cities; we see streams flowing down from the mountains, being led this way and that to water our crops and trees; we see flocks of llamas feeding on good grass with their lambs—countless flocks. But in those days we lived where there were thickets and barren rocks; we had no llamas; we had no crops; we knew not how to make the waters flow this way and that way; we had no villages, no cities, no temples. We lived in clefts of the rocks and holes in the ground. The covering of our bodies was bark or leaves, or else we went naked in the day and without covering at night. We ate roots that we pulled up from the ground, or else we fought with foxes for the dead things they were carrying away. No one bore rule amongst us, and we knew nothing of duty or kindness towards one another.\"\nThis was the state of man’s being as his world free-floated through space. But then came a time when man’s environment drastically changed. There came a time when heaven brewed a new production. It happened without warning. Coming ever nearer to our present Solar System, proto-Saturn finally came within the attractive clutches of the Sun. After aeons of uniform celestial sameness, an event transpired that was so stupendous and unnerving that it went down in history as Day One. The story of that glorious event, as well as what followed, will be told in the planned sequel to this work. Stay tuned.",
                    "citations": []
                }
            ],
            "bibliography": [
                "Ibid.",
                "P. Schledermann, \"Eskimo and Viking Finds in the High Arctic,\" National Geographic (May 1981), pp. 581-",
                "See the \"Geographica\" section of National Geographic (October 1993).",
                "R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 112."
            ]
        },
        {
            "type": "main",
            "page_number": 494,
            "subsections": [
                {
                    "title": "",
                    "content": "Regular page numbers refer to main text and captions; numbers in italics refer to illustrations. A Alaksa, 201, 276, 354, 368 Amma, 272, 280, 457. aakhu, aakhut, 451 Alatri, 442 Ammi (see Hammu) Abery, Jill, 185, 315 Alberta, 407 Ammizaduqa, 207 Aborigines (Australian), 44 Al-Biruni, 151, 196, 204 Ammizaduqa, Tablets of (see Ninsianna Tablets) Absalom, 210 alchemy, 97, 137 Abzu (see Apsu) Abydos, 78 , 230 Alexander (the Great), 21 Alfvén, Hannes, 424, 426, 488-489 Alexander, A. F. O’D, 124, 129 Amorite Dynasty, 207 alchemy, 97, 137. Ammon (Amen, Amun), 78, 80 Amon-Ra, Ammon-Ra (Amen-Ra), 231, 267, 320. academic des Inscriptions, 83 Alexandria, 96, 97, 102, 104, 137, 222, 446.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 495,
            "subsections": [
                {
                    "title": "",
                    "content": "Apollonius of Myndus, 115 Apollonius Rhodius, 28 Apsu (Abzu, Zuab), 266-Asia, 37, 38, 374, 383, 384, Apuleius, 149 Aquilo (see Boreas) Arabia, Arabs, 96, 225, 447 Assurnasirpal, 210 Assyria, Assyrians, 80, 213 Aramaeans, 125 Aranda, 280 Astarte, 78, 210. Aristotle, 8, 54, 55, 55-56, 61, 99, 105.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 496,
            "subsections": [
                {
                    "title": "",
                    "content": "Bahcall, John, 248-249 Beth-horon, 209 Book of the Dead (Egyptian), 20, 142, 145, 267, 269 Baker, Francis, 109 Baldwin, Neil, 436 Ballard, Robert, 287 Balor, 149 Baltic Sea, 466 Baltimore, 466 Bambala, 201 Barbados, 38 bard(s), 14, 18, 20 Barghoor, Elso, 371, 374, 376 barley, 118, 354. Barnett, Lincoln, 287-288.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 497,
            "subsections": [
                {
                    "title": "",
                    "content": "214, 231, 267, 268, 270, Carey, S. W., 392 Chronos, 47, 170, 239, 263, 306-307, 309 Bumba, 280 Bundahish, 33, 231, 409 Burgess, E., 309 Burnet, John, 54, 55 Burns, Philip, 187 Burrows, Adam, 334, 468.",
                    "citations": []
                }
            ],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 498,
            "subsections": [
                {
                    "title": "",
                    "content": "conjunctions (planetary), 95, 108 Creation Epic, Babylonian (see Enuma Elish) Connecticut, 83 conquistadors, 40 constellations, 56, 61, 96, 114, 115, 116-117, 231-232, 409 Constantine (the Great), 241 Con Ticci Viracocha (see Kon Tiki Viracocha) Continental Drift Theory, 176, 248, 255, 287, 366, 393, 397.",
                    "citations": []
                }
            ],
            "bibliography": []
        }
    ]
}
