{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": 459,
            "subsections": [
                {
                    "title": "",
                    "content": "Mars is referred to as the boreal planet, and the mechanics of a Rankine vortex could just as easily be applied to our Saturnian model. As Jueneman explained, a Rankine vortex consists of \"nested cylinders of atmospheric gases and debris, one within another, each separated by density gradients caused by pressure, thermal, and perhaps electrical differentials.\" But what would have been the cause of such a planetary vortex? As explained in a previous chapter, proto-Saturn’s proximity would have raised a lithospheric bulge in Earth’s northern region, the shadow of which exists to this day. Additionally, as previously discussed, Earth’s hydrosphere and atmosphere would also have responded to proto-Saturn’s attractive force. As Jueneman clarified, this gravitational force would have been enhanced by the inertia inherent in the synchronous rotation of the planetary pair. Thus, the gentle westerly winds of lower latitudes \"would have turned into increasingly violent southwesterly gales\" at higher latitudes. In their northward spiral, aided by Coriolis effects, these hurricane winds would then have towered above Earth’s north polar region. The tremendous energy of forward motion in this air mass, imparted by the relatively close proximity of the northern celestial body, would have been converted into angular momentum, increasing the velocity of this atmospheric maelstrom as it continued to accelerate into a tighter spiral. Finally, it would have sent a towering tornado-like polar column beyond the upper atmosphere and deep into space, ever reaching toward the northern body and forming a gaseous bridge in an attempt to span the void between. The beauty of this model is that, unlike Talbott’s flow of debris and Rose’s flux tube, it readily explains the whirlwind motion attributed to the mythological axis mundi. But does it lend itself to a ray of light shining from above? After all, as we all know, tornadoes are anything but luminescent. They are, on the contrary, often very dark in appearance, some of them close to black, and definitely opaque enough to mask their internal lightning displays. And yet, external luminosities have been known to accompany tornadoes such as that which roared through St. Louis in 1959. This was described by various witnesses as having been of \"a continuous illumination,\" \"a flame-like flare right up from the horizon,\" and of \"the shape of a broad sword.\" Others have been described as having a \"beautiful electric blue light\" around them or looking like \"a searchlight beam\" extending down to the skyline. Jueneman himself attributes various electrical and light activities occurring within his planetary vortex, but as he described it, much like the tornado mentioned above, the overall appearance of the planetary vortex would have been a \"bluish color\" of \"exquisite brilliance...encased in a pale green envelope.\" Granted that some of these effects stem from Jueneman’s objective perceptivity, it is difficult to judge how much of them might also be due to his fertile speculation. For years, I had accepted Jueneman’s model as being a valid prototype of the mythological polar column. Then, as the years went by, my interest shifted to the discovery.",
                    "citations": []
                }
            ],
            "bibliography": [
                "F. A. Paneth, 'Meteorites'",
                "W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 40.",
                "W. Thornhill, on the Intersect electronic discussion group sponsored by KRONIA Communications, November 26, 2001.",
                "R. E. Juergens, private communiqué (December 19, 1976).",
                "B. Vonnegut, 'Luminosity Accompanying St. Louis Tornado—February 10, 1959,' Monthly Weather Review (February 1959), p. 64.",
                "F. B. Jueneman, “The Terrestrial Sea: A Critical Model of Science and Myth,” AEON IV:6 (May 1997), pp. 32-33."
            ]
        },
        {
            "type": "main",
            "page_number": 460,
            "subsections": [
                {
                    "title": "",
                    "content": "Frederic B. Jueneman (Photograph—1995—by the author.)",
                    "citations": []
                }
            ],
            "bibliography": [
                "Frederic B. Jueneman",
                "(Photograph—1995—by the author.)"
            ]
        },
        {
            "type": "main",
            "page_number": 461,
            "subsections": [
                {
                    "title": "",
                    "content": "Of jets of plasma ejected by galaxies along their spin axes, and later, by similar jets ejected by stars. To be sure, I was at first overpowered by the colossal size of these jets, which would dwarf even Rose’s flux tube and Jueneman’s planetary vortex. However, I reasoned that if these jets can exist in both galactic and stellar magnitudes—the difference in masses of which is enormous—they might also exist in planetary dimensions. After all, the difference in scale between planets and stars is less than that between stars and galaxies. Thus, in a 1997 posting on KRONIA’s internet discussion group, I asked whether such jets might not \"explain\" the polar column associated with the primeval Saturnian sun, to which Wallace Thornhill replied: \"Since the first Portland conference [sponsored by KRONIA Communications in 1997], I have considered the polar column to be a manifestation of a polar jet, which would have enveloped Earth. The corkscrew motion of that jet would have been responsible for rotating discharges as seen from Earth.\" This polar jet, according to Thornhill, would have been a sustained plasma discharge in the form of Birkeland currents, which claim is upheld by the plasma physicist Anthony Peratt. According to Thornhill: \"Birkeland currents are the natural form of electric currents in magnetized plasma. It is the only way to pass high currents through a plasma for any distance. They are the invisible power transmission lines in space.\" This brings to mind what Ralph Juergens noted in 1976, that \"the column-like structure connecting Saturn and Earth might have been of the nature of a steady electric discharge.\"",
                    "citations": []
                }
            ],
            "bibliography": [
                "W. Thornhill, KRONIA internet discussion forum (December 19, 1997).",
                "Idem, “The Electric Universe (Beaverton, Oregon, 1997), p. 100.",
                "A. L. Peratt to D. Cardona on the Intersect electronic discussion group sponsored by KRONIA Communications, July 24, 2002.",
                "R. E. Juergens to D. Cardona (December 19, 1976), private communiqué."
            ]
        },
        {
            "type": "main",
            "page_number": 462,
            "subsections": [
                {
                    "title": "",
                    "content": "But can an electric discharge be sustained? Apparently so. For instance, in 1991, Andrew Gray discovered a bright strand, 150 light years long and a couple of kilometers wide, near the center of the Milky Way. Dubbed “the Snake,” it is similar to other so-called “threads” discovered within the barrel-shaped region of space known as the Galactic Centre Lobe. Gray himself believes that the Snake \"is an electrical discharge, like a vast lightning bolt—so vast that it just hangs in space, instead of disappearing as earthly lightning does.\" Meanwhile, the \"corkscrew motion\" of the jet, as mentioned, originates from the plasma’s discharge system. As Thornhill succinctly explained: \"...plasma is highly structured, allowing electric currents to flow through it along magnetic field lines in the form of filaments, themselves twisted into ropes. Such twisted filaments are seen in the powerful jets issuing from the cores of active galaxies, the tornadic clouds in the Lagoon nebula, the giant prominences streaming from the sun, comet tails, etc.\" Moreover, these twisted filaments are not static, but highly active vortices, thus accounting for the whirlwind motion endemic in the mythological axis mundi. But then, harking back to astral jets, is it known that these rotate? They surely do. For instance, data from the Ulysses spacecraft showed that the twisting field lines connected to both poles of the Sun rotate with it. As Thornhill stated: \"Astral jets are a more active and visible manifestation of the same Birkeland currents.\" This, of course, had already been ascertained by others, including Eric Lerner, who described such a jet as \"a plasma-pinching vortex filament.\" He explained: \"The vortices are produced by a phenomenon known as the pinch effect. A straight thread of electric current flowing through a plasma surrounds itself with a cylindrical magnetic field. This field attracts other currents flowing in the same direction. Thus, the tiny current threads tend to 'pinch' together, drawing the plasma with them. The converging threads are twined into a plasma rope, much as water converging toward a drain generates a swirling vortex.\"",
                    "citations": []
                }
            ],
            "bibliography": [
                "W. Thornhill, op. cit., p. 17.",
                "E. J. Lerner, The Big Bang Never Happened (N. Y., 1991), pp. 234-236; W. Thornhill, op. cit., p. 22."
            ]
        },
        {
            "type": "main",
            "page_number": 463,
            "subsections": [
                {
                    "title": "",
                    "content": "The potential for a jetting of material along the axis of a plasma discharge. To which he added: \"This streaming of gases along the axis of rotation has, for 25 years, been part of the bedrock of the Saturn theory.\" Now, while the interpretation of the polar column as a stream of debris, now clarified as streaming gases, was part and parcel of Talbott’s particular model since its inception, the interpretation of the same phenomenon as a plasma jet or discharge was entirely new. It is evident that, while willing to accept cosmic plasma jets as scaled-up versions of proto-Saturn’s boreal column, Talbott was not ready to relinquish his original idea and thus sought to amalgamate the two. Thornhill was not exactly hostile to this unification. Thus, when questioned about Talbott’s interpretation of the polar column as a stream of fiery debris ejected toward Earth, he replied: \"I think that for most of the time [the polar column] would have been like a spectacular auroral effect with very little matter transfer taking place. It is only when it transformed suddenly from a glow discharge to an arc that substantial matter would have been transferred between bodies.\" But can a Birkeland current transfer matter between bodies? Apparently so. As Thornhill explained: \"To begin with, a rotating Birkeland current will form a tornado in an atmosphere. Secondly, Eric Crew back in the 80s discussed how lightning usually accelerates positive ions vertically, creating a jet of hot moist air at the top of the discharge channel. In general terms, the discharge compresses, heats, and accelerates gases from a region of high pressure to a region of lower pressure. So bulk matter is moved by an electric discharge.\" The tornadic quality of this sustained Birkeland current compensates for the loss of Jueneman’s Rankine vortex model. Or does it have to? With the tidal heaping of the terrestrial atmosphere due to proto-Saturn’s proximity combined with its inevitable spiraling motion, the effects proposed by Jueneman should have taken place. Even the twisting of the axis can be accounted for through the workings of a Rankine vortex. Just as terrestrial tornadoes \"occasionally exhibit\" smaller counter-rotating vortices in close proximity to the primary whirlwind, similarly, on a much vaster scale, counter-rotating catenulate bolus flows would have snaked around the polar column in a filamentary fashion. Could it not, therefore, have been that both causes, a planetary Rankine vortex and a sustained Birkeland current, joined forces in producing the most colossal tornado Earth has ever experienced? Or would the electrical force inherent in a Birkeland current have overpowered the Rankine effect?",
                    "citations": []
                }
            ],
            "bibliography": [
                "D. Talbott, “The Saturn thesis,” Part 3, AON IV:6 (May 1997), p. 50.",
                "W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 40."
            ]
        },
        {
            "type": "main",
            "page_number": 464,
            "subsections": [
                {
                    "title": "",
                    "content": "What is left is to explain how a Birkeland current is made visible. After all, since it too follows Jupiter’s magnetic field lines, Io’s flux tube is also a Birkeland current. It turns out, after all, that Lynn Rose’s postulate is not as unsound as I had originally assumed. As stressed earlier, however, Io’s flux tube is not optically visible. Neither are the Sun’s poleward emissions. As we have indicated, the mythological axis mundi, on the other hand, seems to have been very much visible. So are astral jets. Under what conditions, then, can a Birkeland current be made visible as a twisted ray of light? This might not be the right question to ask, especially since Birkeland currents have already been explained as invisible power transmission lines. Even so, plasma physicist Anthony Peratt stated at the Laughlin World Conference sponsored by KRONIA Communications on July 8, 2001, that a Birkeland current can be made visible through the detritus it may collect around it. What is, however, really visible is the plasma through which these currents flow. To be sure, the plasma itself needs to be made visible. According to electrical engineer Don Scott, there are three different modes in which a plasma can operate, depending on the strength of the electrical current passing through it. In what is known as the dark current mode, where the electrical current is very low, the plasma will not glow and therefore remains invisible. It can only be detected through the measurement of its electrical activity with sensitive instruments. As Scott explains, the present magnetospheres of the Solar System planets are examples of plasma operating in the dark current mode. But if the strength of the electrical current is significant, the entire plasma begins to glow, its brightness being naturally dependent on the strength of the current. If the electrical current is very high, the plasma goes into arc mode, during which it \"radiates brilliantly over a wide spectrum,\" with the current tending to form the filaments we are now becoming familiar with. However, with a current of 400,000 volts, why does Io’s flux tube not glow? As Peratt explains, given the size of the system, this is not a \"terribly impressive\" amplitude. Translating into one mega-ampere, it even falls short of the seven mega-amperes conducted by Earth’s circular auroras, made visible in Earth’s northern and southern polar skies (even though this varies considerably). While the strength of the current passing through a plasma accounts for its ability to glow, this strength has to be considered in relation to the size of the system that spawns it or, better said, in relation to the magnitude of the plasma itself. As Scott explains further, it is not the actual current in total amperes that is the real issue, but the current density, that is the amount of amperes per square meter. Actually, Peratt defines the situation even further and, at the risk of befuddling the lay reader, I hereby include his words for the benefit of specialists. As he stated, whether a plasma glows or not relies on how energetic the relativistic electrons are, plus the strength of the magnetic field, \"as this determines the intensity of synchrotron radiation the electrons beam towards Earth.\" Those interested enough can consult his major work on the subject. As for our own proto-Saturnian polar column—or \"polar Birkeland current\"—Peratt estimates it to have probably carried \"a thousand mega-amperes into and out of the planetary polar regions.\"",
                    "citations": []
                }
            ],
            "bibliography": [
                "W. Thornhill, on the Intersect discussion group sponsored by KRONIA Communications, November 26, 2001.",
                "D. Scott, on ibid., December 29, 2001.",
                "A. L. Peratt, on ibid., March 23, 2002."
            ]
        },
        {
            "type": "main",
            "page_number": 465,
            "subsections": [
                {
                    "title": "",
                    "content": "As previously stated, it would not be correct to claim that proto-Saturn’s polar column was a stellar jet comparable to Herbig Haro objects. Even if scaled down from stellar amplitudes to brown dwarf magnitudes, such jets would remain colossally active in their electrical manifestation. It is more than probable that proto-Saturn’s polar ray originated as such a jet, but it is doubtful that it still retained its full potential by the time humanity arrived on the scene. As Ken Moss suggested, it would have been more likely that the polar ray mankind remembers was, at best, the remnant of an original jet. And why not? After all, cosmic jets are known to fade. As Peratt disclosed in 1992: \"Comparison of the integrated magnitude of the jet in M87 over the period 1934-1980 shows that the jet is variable and has been fading, more or less uniformly, by about 0.8 magnitudes per decade between 1964 and 1980. The data imply that over the period 1952-1980, the total jet intensity fell by at least 2.5 magnitudes. Comparisons of isophotes taken in 1964 and 1979 show no obvious differences in overall shape, apart from effects of variation and noise. This indicates that the fading has affected the whole channel uniformly since 1964...\" That jets fade is exemplified by our present Sun. The present poleward fields emanating from the Sun are so weak that they operate in the dark mode. However, it is doubtful that they always did so. As we shall see, brown dwarfs are believed to degenerate into giant gas planets. What this additionally means is that any jets spawned by such free floaters, already scaled down, would necessarily continue to decay in their electrical amplitude. We have no way of knowing at what exact phase in proto-Saturn’s evolution it was during humanity’s existence before its entry into the Solar System. It seems reasonable to assume that it was well along in its evolutionary transformation. Even the word \"jet\" might be misleading here where \"a sustained Birkeland current\" might better fill the nomenclative bill. Despite all that, none of the above suggests that proto-Saturn’s polar column was devoid of electrical activity or that this activity failed to manifest itself in catastrophic dimensions. It should, however, be emphasized that, during humanity’s existence on Earth, the polar column did not always exhibit its full tornadic force. If we are to believe the mytho-historical record, its twisted serpentine character was not always apparent. As seen from latitudinal distance, much as Thornhill intuited, the column would have appeared \"like a spectacular auroral effect,\" a tapering swath of light stretching all the way from proto-Saturn to Earth’s north axial pole, a thing of beauty, even one of tranquility. Yes—it would have been seen to whirl, perhaps even accompanied by an electric hum. It is even possible that ancient human beings attempted to approach it.",
                    "citations": []
                }
            ],
            "bibliography": [
                "A. L. Peratt, Physics of the Plasma Universe (N. Y., 1992), p. 245."
            ]
        },
        {
            "type": "main",
            "page_number": 466,
            "subsections": [
                {
                    "title": "",
                    "content": "The Arctic Ocean contains four depressions of oceanic depth which, unlike other oceans, hold large volumes of sediment. This indicates a different method from other oceans by which these sediments were collected. Charles Ginenthal understood this extra thick sediment as having been deposited by \"a global, oceanic tidal wave, flowing northward.\" This theory has also been proposed by Jueneman. However, such a flood, acting through waves of translation, would have been subject to Earth’s rotation and would have swept from the equator in a colossal spiraling tide toward both poles, not to mention traveling back toward the equator. If that were the case, these waves should just as easily have deposited their load of sediment in other land-encircled seas, which would have been in their path, such as Hudson’s Bay and the Black, Caspian, and Baltic Seas. Why, then, do we not find a similar thick load of sediment in these depressions? It is not that Earth’s Arctic region has not been inundated by an immense flood—this topic is also reserved for a future volume—but this would have entailed an entirely different mechanism. Under the scheme presented, it seems more reasonable to suppose that the thick sediment of the Arctic Ocean was created in situ by the constant scouring of the tornadic polar column. Additionally, Earth’s boreal lithospheric bulge would have risen because of proto-Saturn’s proximity. The tidal heaping of Earth’s interior magma, however, would have been greater than at the surface. The thermal energy resulting from the friction between this molten material and the enveloping crust would have enhanced the magma’s mobility. This heated plastic matter would then have broken through the surface, causing a collapse of the crust. This has been discovered in the Eurasian Basin of the Arctic Ocean, an area which represents a regional collapse of the Earth’s surface due to the removal of material from the lower mantle. Even more recently, a swirling vortex of molten rock has been discovered 3000 kilometers beneath the North Pole. Peter Olson and Jonathan Aurnou from Johns Hopkins University in Baltimore, Maryland, traced a flow of almost a quarter of a degree per year in a region some 2400 kilometers across. As Olson stated, this flow \"has the structure of a giant hurricane.\"",
                    "citations": []
                }
            ],
            "bibliography": [
                "A. L. Peratt, The Physics of the Plasma Universe (N. Y., 1992), pp. 66 ff."
            ]
        },
        {
            "type": "main",
            "page_number": 467,
            "subsections": [
                {
                    "title": "",
                    "content": "The problem facing astrophysicists today is to determine whether most of these free-floating objects discovered in space are planets or brown dwarf stars. Red and brown dwarfs are believed to occupy the middle ground between planets and stars. However, the demarcation between stars, dwarf stars, and planets seems forever to be changing. Compounding the problem, a new class of free-floating objects has been discovered that are lighter than the lightest brown dwarf and heavier than the heaviest planets. While less massive than brown dwarfs, some astronomers have questioned the use of the word \"planets\" to describe them. Other issues regarding their classification have arisen as well. For instance, it has been calculated that the objects lurking in the globular cluster known as M22 \"make up as much as 10 percent of the cluster’s mass—too numerous to be wandering 'orphaned' planets.\" Alan Boss proposed the term \"sub-brown dwarfs\" as a designation for these free-floaters. However, as Glen Schneider opined, \"give a billion years of cooling and evolution, and these objects may be indistinguishable from planets.\" This is primarily because it is believed that these objects are still contracting and collapsing due to their own gravity. Maria Zapatero-Osorio stated: \"With time, they will look like Jupiter and Saturn.” And did not Carl Sagan claim that, at least in the infrared part of its spectrum, \"it might even be correct to consider Jupiter a star\"? Did not Mark Marley more recently note that: \"If you line a mug shot of Jupiter up with these guys, it [i.e., Jupiter] is just a very low-mass brown dwarf.\" And if Jupiter, why not then Saturn? This perspective eliminates the objection concerning whether such a brown dwarf star—or perhaps we should say a sub-brown dwarf star—could ever transform into the planet Saturn, as proposed in the current work. But what of the stated billion years required for such a transformation? Unanimity among astrophysicists seems as rare as it is among politicians. Quite recently, Goran Sandell discovered what he believes to be a \"monster of a proto-star\" in the Cepheus constellation, near the emission nebula known as NGC 7538. He claimed that it could develop into a high-mass star \"in an astronomical blink of an eye—only about 10,000 years.\"",
                    "citations": []
                }
            ],
            "bibliography": [
                "K. Wright, “When Is a Star Not a Star?” Discover (January 2002), p. 28.",
                "W. Schomaker, “How to Make a Brown Dwarf,” Astronomy (October 2001), p. 28."
            ]
        },
        {
            "type": "main",
            "page_number": 468,
            "subsections": [
                {
                    "title": "",
                    "content": "Such a process can sometimes take millions of years. However, scientists will not have to wait that long to observe how MWC 349’s birth turns out. At the rate at which the disc surrounding it is disappearing, it will be gone in a mere 100 years. Another star, FG Sagittae, has been reported to be evolving so rapidly that it can actually be seen changing color as it moves from one theoretical phase to another. This star has already changed from blue to yellow over a mere 40 years. Considering these cases, it does not seem reasonable to assume that a body significantly less massive would take a billion years to form. Coincidentally or not, 10,000 years is precisely the time Sam Flamsteed estimated it would take for a brown dwarf star to transform into a Jupiter-sized planet. Additionally, some believe that brown dwarf stars do not shine like stars, even though they generate sufficient heat to be detected by infrared-sensing instruments. Stuart Goldman disagrees, arguing for the visible, albeit feeble, light from such stellar embers. The editors of Astronomy mention that thirty newly discovered brown dwarf stars in the Rho Ophiuchi region are regarded as young enough to allow them \"to glow slightly brighter than their older relatives.\" This is exactly what has been proposed for the brown dwarf star that was proto-Saturn in the previous pages of this volume.",
                    "citations": []
                }
            ],
            "bibliography": [
                "C. Sagan, Cosmos (N. Y., 1980), p. 158.",
                "S. Flamsteed, “Impossible Planets,” Discover (September 1997), pp. 80-81."
            ]
        }
    ]
}
