{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 229,
            "content": "Unfortunately, Warren was not aware of the Saturnian association with the 'God' he alludes to. Having, however, seen that, according to the ancients themselves, the god of the Old Testament was really a personification of the planet Saturn, we will have to assume that, as astronomically impossible as it might at first seem, the primeval Saturn was believed to have once been situated in the place now occupied by the Pole Star. One discordant item the reader may have noted concerns the circumpolar stars themselves—for have we not, on a previous page, argued for the solitude of the very same planetary deity, where no other heavenly body was visible. And, to be sure, we will posit here that, while Saturn shone as a sun, no stars, except perhaps those of first magnitude, could have been seen in the night sky. So how, then, could the circumpolar stars have been seen, let alone proclaimed as being the stars of El/Saturn? These stars, which we shall meet again below, could not have been considered the property of El during that time when Saturn ruled the pole. It was only when Saturn resigned his lofty position that the stars came into view for the first time. It was then seen that the circumpolar stars circled around that very area in the center of which the god of humanity had once resided. For that reason they became sacred to the memory of the god who had, by then, moved elsewhere. But all this will have to be left for a future work. What is of immediate concern here is whether this Saturnian northernism is upheld by the beliefs of ancient nations other than the Semites.\nTHE STARS OF ANU\nIn their astronomical treatises, the Babylonians placed their Prime Meridian through the north pole. The Prime Meridian is the point from which star locations are measured. As Norman Schwarz noted: 'For everyone, ever since the time of the Babylonians, the Zero of Longitude was an abstract; for the Babylonians, it was a matter of geography.' But then: 'If the Babylonians had been like the Greeks, Spanish, British, etc., they would have put their Prime Meridian through Babylon; but they did not!' Instead they chose the north pole. But how does this relate to Babylonian geography? The geography of which Schwarz speaks was not terrestrial, but, rather, celestial. As he himself informs us, the North Pole was 'the location where the gods had resided,' that is 'in the North.'\nAs was the case with El, the northern stars were held sacred to Anu. Stephen Langdon tells us that An, or Anu, was associated with the 'northern polar stars.' At Erech, sacrifices were offered 'to the polar stars of Anu.' The Pole Star itself was even called the 'star of Anu.' Thus, a prayer to the Pole Star began with the words 'O star of Anu, prince of the heavens.' We thus find out that, in Mesopotamia, the gods were believed to reside in the north. More than that, the prime god of the Mesopotamians, An (or Anu) was not only associated with the circumpolar stars, but with the Pole Star itself. That Anu (or An) was a personification of the planet Saturn, we have seen on an earlier page. That the Pole Star was revered as the star of Anu is thus understandable. As we explained in relation to the circumpolar stars themselves, once the planet Saturn was removed from its north polar placement, the Pole Star would have been seen to have taken its place.",
            "bibliography": [
                "1. D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001), p. 71.",
                "2. N. Schwarz, “Old World Maps—A response to Charles Ginenthal,” The Velikovskian 11:2 (1994), p. 49.",
                "3. R.H. Allen, Star Names and Their Meanings (N. Y., 1936), p. 20.",
                "4. SH. Langdon, “Semitic Mythology,” The Mythology of All Races, Vol. V (N. Y., 1964), p. 94."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 230,
            "content": "UNAS AND THE CIRCUMPOLAR STARS\nDuring the first four hundred years of Egypt’s Old Kingdom, royal tombs were covered with rounded mounds which later evolved into stepped pyramids. These were located in traditional ancestral cemeteries at Abydos and Saqqara. It is of interest that, associated with these tombs were vast rectangular niched enclosures the long sides of which ran north to south. Royal officials also built their tombs in ancestral cemeteries apart from those of the kings. They, too, were oriented north-south.\nAs Ann Macy Roth pointed out:\n“Both the orientation and the size of these early burial complexes provide clues to the ancient Egyptians’ beliefs about immortality. The tombs’ sloped northern entrance pointed to stars in the northern sky that never sank below the horizon [the circumpolar stars]—suggesting that immortality could be attained by joining these ‘unwearying’ stars.”\nBy the end of the Third, and the beginning of the Fourth, Dynasty, royal burials shifted to within true smooth-sided pyramids. Roth was of the opinion that the change came about because “the diurnal death and rebirth of the sun supplanted the perpetual northern stars as the most important symbol of the afterlife.” But, other than the recognition that Ra originated as a personification of the planet Saturn, rather than the Sun, Roth’s conclusion is altogether erroneous because, even in the pyramids she herself mentions, the connection with the circumpolar stars continued to be retained.\nIn the Pyramid Texts found inscribed on the walls of the Pyramid of Unas, the circumpolar stars are indirectly associated with Atum. The text deals with the final location in the sky that Unas is meant to achieve after his death. There it is stated:\n“The Father of Unas, Atum, seizes the arm of Unas and he assigns Unas to...the Circumpolar Stars.”\n“Thou art to purify thyself with the cool water of the Circumpolar Stars.”\n“The sun-folk shall call out to you, for the Circumpolar Stars have raised you aloft.”\nFrom this it becomes obvious that, in order to reach his final resting place in the hereafter, and be together with Atum for evermore, King Unas needed to travel to the region of the circumpolar stars. That Atum is to be identified as the planet Saturn need not be repeated.\nTHE EGYPTIAN CREED OF RESURRECTION\nOn the inner side of a lid to a granite sarcophagus discovered at Kom Abu Yasin are recorded the monthly variations of the polar constellation which is usually represented by a bull. In this instance, as in others, the celestial bull is symbolized only by its foreleg. This symbolism is not merely reserved for pictorial depictions; it is also invoked in verbal incantations. Thus, for instance, it is written: “Hail to thee, O thou Thigh which dwellest in the northern heaven...” The bull’s thigh, of course, represented the constellation Mshtyw, that is what we call the Big Dipper. The accompanying text on the Kom Abu Yasin sarcophagus lid, however, equates Osiris with this heavenly bull. That the planet Saturn was known as Heru-ka-Pet—that is, Horus Bull of Heaven—is well known. What is of interest to us here is that the inscription on the lid of the sarcophagus in question can be said to place Osiris, as the Bull of Heaven, that is the planet Saturn, in the north polar sphere.\nWe do not, however, have to rely on this inscription, since it is well known that Osiris was considered the god of the north,” even though, unfortunately, Wallis Budge understood this in a terrestrial way. But that the northern locality of Osiris was celestial is evidenced by the fact that his abode was believed to have been “permanent in Sekhet-hetepet, among the imperishable stars,” to which the deceased hoped to ascend. The “imperishable stars” are none other than the “circumpolar stars” which, because they circle around the celestial pole, are never seen to dip below the horizon and, therefore, viewed as imperishable by the ancient Egyptians. The same text also speaks of the deceased as moving and traveling, but this should be understood in relation to the journey of the deceased from Earth to the abode of Osiris. This is so true that when the deceased, in this case Pepi I, finally reaches his destination, he “stands up at the north of heaven with him,” that is with Osiris.\nSo, likewise, with Ra, as we learn from the same inscriptions inscribed on the walls of the Pyramid of Pepi I. In his afterlife, the king was believed to achieve his spiritual destiny only when he was finally united with Ra in the north of heaven. As it is written: “When Pepi standeth upon the north of heaven with Ra, he becometh the lord of the universe, like unto the king of the gods.”\nThat this is so is also evidenced by the fact that Amon-Ra was said to have resided in the Divine Land. “Beautiful of Face,” he was lauded, “who comest from the Divine Land.” In Egyptian, the Divine Land is rendered as Neter-ta. Brugsch, however, defined “Neter-ta” or, more correctly, “Neter-ta-Mehti,” as “the northern land of the gods” and this, as Gerald Massey pointed out, is not to be confused with “an elevated part of our earth,” but is to be understood as “the polar paradise in heaven.” For that reason, the deceased was lauded with the words: “May your face be in the north of the sky, may Re summon you from the zenith [“top” or “crown,” really] of the sky.”\nIt can therefore be seen that the Egyptians believed that, once dead, they would be resurrected and made to join their god—Atum, Re, Osiris, all of whom are identifiable as personifications of the planet Saturn—in the north polar sky.",
            "bibliography": [
                "1. Bundahish 11:5-8.",
                "2. D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 44.",
                "3. A. Fornander.",
                "4. Shiva Purana 19:8.",
                "5. V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1975), p. 531."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 231,
            "content": "northern heaven. The bull’s thigh, of course, represented the constellation Mshtyw, that is what we call the Big Dipper. The accompanying text on the Kom Abu Yasin sarcophagus lid, however, equates Osiris with this heavenly bull. That the planet Saturn was known as Heru-ka-Pet—that is, Horus Bull of Heaven—is well known. What is of interest to us here is that the inscription on the lid of the sarcophagus in question can be said to place Osiris, as the Bull of Heaven, that is the planet Saturn, in the north polar sphere.\nWe do not, however, have to rely on this inscription, since it is well known that Osiris was considered the god of the north, even though, unfortunately, Wallis Budge understood this in a terrestrial way. But that the northern locality of Osiris was celestial is evidenced by the fact that his abode was believed to have been “permanent in Sekhet-hetepet, among the imperishable stars,” to which the deceased hoped to ascend. The “imperishable stars” are none other than the “circumpolar stars” which, because they circle around the celestial pole, are never seen to dip below the horizon and, therefore, viewed as imperishable by the ancient Egyptians. The same text also speaks of the deceased as moving and traveling, but this should be understood in relation to the journey of the deceased from Earth to the abode of Osiris. This is so true that when the deceased, in this case Pepi I, finally reaches his destination, he “stands up at the north of heaven with him,” that is with Osiris.\nSo, likewise, with Ra, as we learn from the same inscriptions inscribed on the walls of the Pyramid of Pepi I. In his afterlife, the king was believed to achieve his spiritual destiny only when he was finally united with Ra in the north of heaven. As it is written: “When Pepi standeth upon the north of heaven with Ra, he becometh the lord of the universe, like unto the king of the gods.”\nThat this is so is also evidenced by the fact that Amon-Ra was said to have resided in the Divine Land. “Beautiful of Face,” he was lauded, “who comest from the Divine Land.” In Egyptian, the Divine Land is rendered as Neter-ta. Brugsch, however, defined “Neter-ta” or, more correctly, “Neter-ta-Mehti,” as “the northern land of the gods” and this, as Gerald Massey pointed out, is not to be confused with “an elevated part of our earth,” but is to be understood as “the polar paradise in heaven.” For that reason, the deceased was lauded with the words: “May your face be in the north of the sky, may Re summon you from the zenith [“top” or “crown,” really] of the sky.”\nIt can therefore be seen that the Egyptians believed that, once dead, they would be resurrected and made to join their god—Atum, Re, Osiris, all of whom are identifiable as personifications of the planet Saturn—in the north polar sky.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 232,
            "content": "",
            "bibliography": [],
            "captions": [
                "(From a Parthian bass relief.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 233,
            "content": "",
            "bibliography": [],
            "captions": [
                "Vishnu.",
                "(Photograph by the author—courtesy of the British Museum, London, England.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 236,
            "content": "More than that, another of Vishnu’s various epithets is Mahakala, which translates as “Great Saturn.”\nYet one more epithet of Vishnu is Darunah, a name derived from daruna, meaning “terrible.” In the Garuda Purana, however, Daruna is given as a name for Saturn.\nFinally, the name Shaurih is shared by both Vishnu and the planet Saturn.\nThere is therefore little doubt that, regardless of what Vishnu’s avatars turn out to be, the primal god himself was remembered as a personification of the planet Saturn, which connection, as we have just seen, was tendered through various interconnecting equations.\nNow the Linga Purana contains a myth, in the form of a parable, which tells how Dhruva became the Pole Star. According to this parable, Dhruva was placed at his station by Vishnu. Moreover, Vishnu impressed on Dhruva that the abode in which he placed him had formerly been his. 'This abode,' Vishnu is made to state, 'is mine, the greatest, the steady splendid abode.'\nThe same parable, in slightly different guise, is also contained in the Bhagavata Purana, where Dhruva is described ascending to the highest pole 'to the exalted seat of Vishnu, round which the starry spheres forever wander...' We can thus see that it was the belief of the Hindus that the polar station had been Vishnu’s, that is Saturn’s, before it became Dhruva’s, that is the Pole Star’s.\nEven more intriguing is the fact that, elsewhere, we learn that Dhruva had previously been one of the names of the Saturnian sun god himself. Thus, the word dhruva means “fixed, firm, stable, permanent, constant, unchangeable”—which is an apt name for the Pole Star. Another Sanskrit word with similar meanings of “fixed, firm, unalterable, imperishable, indestructible, undecaying” is akshara. It is therefore noteworthy that one of Vishnu’s epithets is an amalgam of these two words—Dhruva-akshara.\nWe have seen that, according to the Linga Purana, “Shaniscara, the slow-moving Saturn, is Yama” —a name that was also borne as an epithet by Vishnu. It is interesting, then, that, as Warren tells us, Yama, too, once occupied the north celestial polar station. In his treatment concerning the north polar placement of various deities, he wrote:\n“That the East Aryans had the same idea is also evident from the Laws of Manu. Among this people Yama—the same as the Iranian Yima—was the first man. His first abode...was at the North Pole...”\nAnd, like their Iranian counterparts, and others from other parts of the ancient world, the Hindus also faced north for divining purposes.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 238,
            "content": "",
            "bibliography": [],
            "captions": [
                "Shang+i/Huang-ti—the Yellow Emperor—standing on his emblems, the tortoise and serpent, symbolizing the northern region of the world.",
                "(From a Sung Dynasty painting.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 235,
            "content": "",
            "bibliography": [],
            "captions": [
                "Vishnu.",
                "(Photograph by the author—courtesy of the British Museum, London, England.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 237,
            "content": "THE GENIE OF THE PIVOT\nSo, also, in China. As Warren tells us:\n“The oldest traceable worship among the Chinese is that of Shang-te [or Shang-ti], the highest of all gods...Shang-te is usually...described as the god of heaven. But his proper place of abode, his palace, is called Tsze-wei. And if we inquire as to the meaning and location of Tsze-wei, the native commentators upon the sacred books inform us that it is ‘a celestial space about the North Pole’.”\nThus we find it stated that “Shang-te’s throne is in Tsze-wei, i.e., the Polar Star.” And:\n“Immediately over the central peak of Kwen-lun appears the Polar Star, which is Shang-te’s heavenly abode.” Shang-ti’s title was The Holy and Propitious Prince of the North Pole.\nOne of his symbols, upon which he is sometimes depicted as standing, was the tortoise. The tortoise is also sometimes accompanied by a snake. It is therefore noteworthy that the symbolism of the tortoise and serpent goes at least as far back as the Han dynasty and was used as an emblem for the northern region of the world.\nMore than that, as Lord of the Centre, Shang-ti was also revered as Huang-ti, who is perhaps better known as the Yellow Lord or Yellow Emperor. The Yellow Emperor has perhaps better known as the Yellow Lord or Yellow Emperor. The Yellow Emperor has long been acknowledged to be the representative of Saturn.\nWhen it comes to ancient Chinese lore, however, we need not merely rely on the mytho-historical record. Their astronomy echoed the same message. Thus, for instance, the Chinese referred to the Pole Star as T’ien-Tchou which, appropriately enough, means “Pivot of the Sky.” Stars which are close to the Pole Star were also referred to as “pivots.” The same name was additionally applied to two stars in the constellation Draco and, since Draco had been the polar constellation around 2300 B.C., some authorities have concluded that this proves that Chinese observational astronomy dates to at least that remote time.\nBe that as it may, the term “pivot” for these Draconian stars fits in with their former polar, or near-polar, location. What has baffled commentators on ancient Chinese astronomy, however, is the fact that the planet Saturn is given the name Tchou-niou-tchi-chin, which translates as “Genie [or spirit] of the Pivot,” since this is tantamount to calling Saturn “the Soul of the Pole Star.”\nThat, to the Chinese, the planet Saturn once occupied the north polar center is actually well known. As Jan Sammer indicated:\n“According to the Han historian Ssuma Ts’ien, the planet Saturn ‘corresponds to the center ... Saturn was placed at the pole, and the entire stellar sphere was said to...'",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 234,
            "content": "",
            "bibliography": [],
            "captions": [
                "(From a Sung Dynasty painting.)"
            ]
        }
    ]
}
