{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 399,
            "content": "It has thus been assumed that the geomagnetic poles are inexorably linked to the geographical ones, and thus to the rotational axis, despite the slight disparity between their present locations.3 Geomagnetism can be, and has been, “fossilized” in rocks. This “fossilized” magnetism occurs when iron-bearing rocks are molten and then quickly cool, thus trapping the orientation of Earth’s field at the time of cooling. Known as paleomagnetism, the orientation of the field can be deduced if and when the original position of such rocks can be determined. If then, the age of such rocks can also be deduced, the orientation of the field, and so the locality of the old geomagnetic poles, can also be dated. When this was accomplished, it became evident that the geomagnetic poles must have wandered over the terrestrial surface. More importantly, the parameters enumerated above allow the path of the magnetic pole to be traced through the ages and plotted on a map. Jean Andrews, among others, was able to trace this path for the past 180 million years, which she dutifully plotted on just such a map.4 Andrews’ research led her to the conclusion that “the whole earth (or at least the mantle and the overlying lithospheric plates)” has (or have) tumbled. The cause for this, according to her, is the same geoid highs offered earlier by Anderson, which cause an imbalance due to mass redistribution on Earth’s surface. This mechanism, which had been offered by others before her, is explained by Andrews through the following analogy:\n\n“Imagine a homogeneous plastically deformable sphere rotating in space. A dot is painted at the rotation axis, the sphere’s north pole. If a bug placed on the equator crawls sufficiently slowly (with respect to the time scale of plastic deformation) toward the dot at the pole, it will in fact never leave the equator defined by the spin axis. Rather, the sphere will tumble, with the dot moving toward the bug, while the rotation axis remains fixed in space.”8 Of course, following Anderson, Andrews was sure to note that Earth is not a homogeneous sphere while the equatorial bulge would tend to stabilize Earth and keep it from tumbling. As she herself, however, retorts: “Nevertheless, the pole can shift through a large angle, even with only a small mass redistribution, as long as the bulge is ‘plastic’ and not ‘frozen’.”9 Andrews’ findings delivered such an impact that the editors of Scientific American presented her hypothesis as fact.60 Even so, the question has to be asked: What is the cause of geoid highs and mass redistribution? What causes these areas of higher density? Together with his colleagues, R. Sabadini is of the opinion that mass redistribution is the result of mantle flow instabilities, which is not really saying much. Of more importance to our own hypothesis, however, is the actual path of the magnetic pole traced by Andrews for the last 180 million years. The three localities of the former",
            "bibliography": [
                "1. W. Oates & E. O’Neil, The Complete Greek Drama (1938), p. xxiii.",
                "2. J. G. Frazer, The Golden Bough (London, 1974, abridged edition), p. 507.",
                "3. G. J. Griffiths, 'Interpretatio Graeca,' in W. Helck & E. Otto, Lexikon der Ägyptologie, Vol. II (1980), col. 167.",
                "4. J. A. Andrews, 'True Polar Wander: An Analysis of Cenozoic and Mesozoic Paleomagnetic Poles,' Journal of Geophysical Research, Vol. 90, No. B9 (August 10, 1985), pp. 7737 ff.",
                "5. Ibid., pp. 7743-7745, 7746.",
                "6. T. Gold, 'Instability of the Earth’s Axis of Rotation,' Nature, 175 (1955), pp. 526-529; P. Goldreich & A. Toomre, 'Some Remarks on Polar Wandering,' Journal of Geophysical Research, 74 (1969), pp. 2555-2567.",
                "7. J. A. Andrews, loc. cit.",
                "8. Ibid. (emphasis added).",
                "9. Ibid.†",
                "10. R. Sabadini, et al., 'Polar Wandering and the Forced Responses of a Rotating, Multilayered, Viscoelastic Planet,' Journal of Geophysical Research, 87 (1982), pp. 2885-2903.",
                "60. 'Landslide,' Scientific American (January 1986), pp. 64, 68."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 400,
            "content": "Magnetic poles which are the furthest south are those for 180 and 160 million years ago, both of which land us in the Jurassic period of the Mesozoic era, and the one for 115 million years ago, which moves us up to the Cretaceous period of the same era. All three of them, as well as the rest, are within the Arctic Circle—that is, these ancient magnetic poles were already within the Arctic Circle at the times supplied by Andrews. So that, even if her plotting is correct, all this pole-wandering would still not resolve the problem concerning the existence of sub-tropical faunal and floral remains within the High Arctic regions. As with Hapgood’s earlier paths, the most extensive of these polar wanderings would merely have shifted the latitude of Winnipeg close to that of Ellesmere Island. Somehow, I cannot see crocodiles, lemurs, and palm trees thriving in the present latitude of Winnipeg. Thus, as with other theories of polar wandering, these pole shifts would still have fallen short of moving sub-tropical areas into the Arctic Circle.\n\nAnd then, how valid is a theory based on the hypothesized link between Earth’s geomagnetic pole and its axis of rotation? As already noted, Earth’s geomagnetic pole is separated from its axis of rotation by 11°. Nor is it even fixed—it wanders around. In Jupiter’s case, the tilt of its south pole does coincide with its geomagnetic one; but at the north pole, the geomagnetic and spin axes vary by 10°. That of Uranus is tilted a walloping 59° from the planet’s axis of rotation. This was at first thought to be due to the fact that Uranus is tilted on its side. Neptune, however, is not lying on its side and yet its magnetic field is also tilted a walloping 47° from its axis of rotation. It cannot therefore be an inviolable law that geomagnetic poles should coincide with, or otherwise be linked to, geographic ones, that is, axes of rotation. True, Saturn’s magnetic field is closely aligned with its spin axis—being separated by less than 1°—but this seems to be unique among the planets of the Solar System. Moreover, Saturn’s magnetic field is stronger at the north pole than at the south (0.69 gauss as opposed to 0.53 gauss), which is equivalent to the center of the field being displaced 2400 km north along the planet’s axis. (Whether the anomaly of this magnetic field has meaning for the thesis proposed in this work remains to be seen.)\n\nEarth’s magnetic field is said to be produced by a dynamo effect involving its molten core within the rapidly spinning planet. This mechanism, however, only seems to work in Earth’s case. The core of a small planet like Mercury, for instance, would have cooled off long ago; its spin is nearly 60 times slower than Earth’s. For these reasons, Mercury was believed not to have a magnetic field. And yet, as it was ultimately discovered, it does. As Clark Chapman was forced to state: 'In the case of Mercury, more than a decade of subsequent thinking about Mariner 10’s discoveries has still not yielded a clear understanding of what’s going on inside the planet.'\n\nOnly in the case of Mercury?—one might ask. Take the case of Venus, for instance: If a slow spinning planet with a cold core, like Mercury, can generate a magnetic field, then Venus, much larger and with molten iron in its core, should, despite its slow spin, also generate a magnetic field. How is it then that its magnetic field is close to being non-existent?\n\nMars does not only have a weak magnetic field; it is said to be fading. At first, this magnetic field was thought to swing wildly from one spot to another so that future 'Boy Scouts on Mars won’t be able to use compasses to get around...' But it was later discovered that the pattern of the detected magnetism, embedded in surface rocks, is not so jumbled after all. More than that, the magnetism in these rocks is said to be '40 times stronger than similar areas on Earth,' which led to the belief that, at one time, the magnetic field of Mars was 'more than ten times' the strength of Earth’s.67 Mars, however, rotates about as fast as Earth and has also a molten iron-bearing, if somewhat smaller, core. Why then is its present planet-wide magnetic field 1/500th the size of Earth’s?\n\nThese anomalies have led Michael Zeilik to state that the entire concept is 'a magnetic mess.'6 Or, as David Stevenson was honest enough to confess: 'Planetary dynamo theorists have yet to be able to predict anything about planetary magnetism...'7 Up until the early 1980s, the verdict of NASA authorities was that the 'nature of the source of planetary magnetic fields still remains one of the principal unsolved problems of geophysics.'7 To date, nothing new has emerged to invalidate this verdict.\n\nThe problem here is that if planets follow the same law, why such a potpourri of magnetic fields? If the dynamo theory cannot account for the magnetic field of all the planets, on what grounds can it be theorized that it accounts for that of Earth?\n\nIn the end, it can safely be said that what Andrews really plotted was the positions of past geomagnetic poles. Can it positively be surmised that these past positions ever coincided with Earth’s axis of rotation?\n\nBesides, as is well known, and as noted above, Earth’s present magnetic pole is even now wandering on its own. So what need have we for crustal slippage to account for past magnetic polar wandering?\n\nTHE MARTIAN ARCHETYPE\n\nIn presenting his own version of polar wandering, Don Anderson had also drawn attention to the other planets of the Solar System and zeroed in on Mars. He discussed what he termed the 'largest known positive gravity anomaly on any planet' which is associated with the Tharsis volcanic area on Mars. According to received opinion, this mass anomaly has served to reorient the planet with respect to its spin axis.' Almost two years later, Peter Schultz took up the topic in the pages of Scientific American.\n\nAmong other matters, Schultz pointed to ancient networks on the Martian surface which are believed by some to have been cut by running water and flowing mud, which suggests a warm climate. And yet, these areas are found within 10° of the southern polar ice cap. This paradox, says Schultz, 'can be resolved by one simplifying hypothesis, namely that the orientation in space of the Martian crust has not always remained the same throughout geologic time—that the crust has shifted with respect to the planet’s axis of spin.'74\n\n'Tf such is the case, the north and south poles (the points where the spin axis intersects the surface) would appear to have wandered over the planet’s crust; certain regions of the crust that are now far from the poles would at some time in the past have been within the polar regions...[Thus] the Martian equivalent of plate tectonics might simply be the movement of the entire lithosphere, the solid outer portion of the planet, as one plate.'75\n\nHe then continues:\n\n'If there has been polar wandering on Mars, the polar regions should contain the traces of processes that normally take place in warmer, nonpolar regions. Features that are normally characteristic of the poles should also be visible outside the polar regions.'76\n\nAdditional support was discovered by both Schultz and Anne Lutz from an 'unexpected source.' Images of the Martian surface relayed by the Viking Orbiter in 1976 'showed an unexpectedly large number of elliptical craters with distinctive blankets of ejected debris.'78 Experiments have since indicated that, 'because of the high velocity with which objects strike Mars...such craters form only when the angle of impact is very low...'7 While such grazing impacts are known on other bodies of the Solar System, the number of such impressions on Mars 'is from five to 10 times greater than what has been predicted on the basis of theory and what is observed on the moon.'8° What this additionally indicates, at least in the opinion of Schultz and Lutz, is that these grazing impacts could not have been caused 'by randomly arriving objects that had been in orbit around the sun.'8!\n\n'The observations can be understood, however, if one assumes the orbits of ancient Martian satellites decayed gradually until the satellites struck the planet’s surface. If these satellites had orbited Mars in the equatorial plane, as the satellites Phobos and Deimos do today, the geographic location and direction of impact of a crater should establish the location of the poles at the time the satellite struck...\n\n'The polar points that can be inferred from the youngest grazing-impact craters do indeed match the locations of the present-day poles. Older impacts indicate polar points that cluster far away from the present poles and quite close to the ancient layered deposits found near the equator.'",
            "bibliography": [
                "9. P. Moore, The Planet Neptune (N. Y., 1988), p. 62.",
                "10. E. Burgess, Farther Encounter: The Neptune System (N. Y., 1991), p. 79.",
                "11. C. R. Chapman, 'Mercury: The Sun’s Closest Companion,' in B. Preiss (ed.), The Planets (N. Y., 1985), p. 254.",
                "12. C. R. Chapman, 'Mercury: The Sun’s Closest Companion,' in B. Preiss (ed.), The Planets (N. Y., 1985), p. 254.",
                "13. M. Zeilik, Astronomy: The Evolving Universe (N. Y., 1985), p. 160."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 401,
            "content": "Earth’s magnetic field is said to be produced by a dynamo effect involving its molten core within the rapidly spinning planet. This mechanism, however, only seems to work in Earth’s case. The core of a small planet like Mercury, for instance, would have cooled off long ago; its spin is nearly 60 times slower than Earth’s. For these reasons, Mercury was believed not to have a magnetic field. And yet, as it was ultimately discovered, it does. As Clark Chapman was forced to state: 'In the case of Mercury, more than a decade of subsequent thinking about Mariner 10’s discoveries has still not yielded a clear understanding of what’s going on inside the planet.'\n\nOnly in the case of Mercury?—one might ask. Take the case of Venus, for instance: If a slow spinning planet with a cold core, like Mercury, can generate a magnetic field, then Venus, much larger and with molten iron in its core, should, despite its slow spin, also generate a magnetic field. How is it then that its magnetic field is close to being non-existent?\n\nMars does not only have a weak magnetic field; it is said to be fading. At first, this magnetic field was thought to swing wildly from one spot to another so that future 'Boy Scouts on Mars won’t be able to use compasses to get around...' But it was later discovered that the pattern of the detected magnetism, embedded in surface rocks, is not so jumbled after all. More than that, the magnetism in these rocks is said to be '40 times stronger than similar areas on Earth®' which led to the belief that, at one time, the magnetic field of Mars was 'more than ten times' the strength of Earth’s.67 Mars, however, rotates about as fast as Earth and has also a molten iron-bearing, if somewhat smaller, core. Why then is its present planet-wide magnetic field 1/500th the size of Earth’s®?\n\nThese anomalies have led Michael Zeilik to state that the entire concept is 'a magnetic mess.'6 Or, as David Stevenson was honest enough to confess: 'Planetary dynamo theorists have yet to be able to predict anything about planetary magnetism...'7 Up until the early 1980s, the verdict of NASA authorities was that the 'nature of the source of planetary magnetic fields still remains one of the principal unsolved problems of geophysics.'7 To date, nothing new has emerged to invalidate this verdict.\n\nThe problem here is that if planets follow the same law, why such a potpourri of magnetic fields? If the dynamo theory cannot account for the magnetic field of all the planets, on what grounds can it be theorized that it accounts for that of Earth?\n\nIn the end, it can safely be said that what Andrews really plotted was the positions of past geomagnetic poles. Can it positively be surmised that these past positions ever coincided with Earth’s axis of rotation?\n\nBesides, as is well known, and as noted above, Earth’s present magnetic pole is even now wandering on its own. So what need have we for crustal slippage to account for past magnetic polar wandering?\n\nTHE MARTIAN ARCHETYPE\n\nIn presenting his own version of polar wandering, Don Anderson had also drawn attention to the other planets of the Solar System and zeroed in on Mars. He discussed what he termed the 'largest known positive gravity anomaly on any planet' which is associated with the Tharsis volcanic area on Mars. According to received opinion, this mass anomaly has served to reorient the planet with respect to its spin axis.' Almost two years later, Peter Schultz took up the topic in the pages of Scientific American.\n\nAmong other matters, Schultz pointed to ancient networks on the Martian surface which are believed by some to have been cut by running water and flowing mud, which suggests a warm climate. And yet, these areas are found within 10° of the southern polar ice cap. This paradox, says Schultz, 'can be resolved by one simplifying hypothesis, namely that the orientation in space of the Martian crust has not always remained the same throughout geologic time—that the crust has shifted with respect to the planet’s axis of spin.'74\n\n'Tf such is the case, the north and south poles (the points where the spin axis intersects the surface) would appear to have wandered over the planet’s crust; certain regions of the crust that are now far from the poles would at some time in the past have been within the polar regions...[Thus] the Martian equivalent of plate tectonics might simply be the movement of the entire lithosphere, the solid outer portion of the planet, as one plate.'75\n\nHe then continues:\n\n'If there has been polar wandering on Mars, the polar regions should contain the traces of processes that normally take place in warmer, nonpolar regions. Features that are normally characteristic of the poles should also be visible outside the polar regions.'76\n\nAdditional support was discovered by both Schultz and Anne Lutz from an 'unexpected source.' Images of the Martian surface relayed by the Viking Orbiter in 1976 'showed an unexpectedly large number of elliptical craters with distinctive blankets of ejected debris.'78 Experiments have since indicated that, 'because of the high velocity with which objects strike Mars...such craters form only when the angle of impact is very low...'7 While such grazing impacts are known on other bodies of the Solar System, the number of such impressions on Mars 'is from five to 10 times greater than what has been predicted on the basis of theory and what is observed on the moon.'8° What this additionally indicates, at least in the opinion of Schultz and Lutz, is that these grazing impacts could not have been caused 'by randomly arriving objects that had been in orbit around the sun.'8!\n\n'The observations can be understood, however, if one assumes the orbits of ancient Martian satellites decayed gradually until the satellites struck the planet’s surface. If these satellites had orbited Mars in the equatorial plane, as the satellites Phobos and Deimos do today, the geographic location and direction of impact of a crater should establish the location of the poles at the time the satellite struck...\n\n'The polar points that can be inferred from the youngest grazing-impact craters do indeed match the locations of the present-day poles. Older impacts indicate polar points that cluster far away from the present poles and quite close to the ancient layered deposits found near the equator.'",
            "bibliography": [
                "14. P. Moore, The Planet Neptune (N. Y., 1988), p. 62.",
                "15. E. Burgess, Farther Encounter: The Neptune System (N. Y., 1991), p. 79.",
                "16. C. R. Chapman, 'Mercury: The Sun’s Closest Companion,' in B. Preiss (ed.), The Planets (N. Y., 1985), p. 254.",
                "17. C. R. Chapman, 'Mercury: The Sun’s Closest Companion,' in B. Preiss (ed.), The Planets (N. Y., 1985), p. 254.",
                "18. M. Zeilik, Astronomy: The Evolving Universe (N. Y., 1985), p. 160.",
                "19. D. N. Talbott, in J. Gibson, 'Saturn’s Age,' Research Communications NETWORK, Newsletter #3 (October 15, 1977), p. 4.",
                "20. D. N. Talbott, in J. Gibson, 'Saturn’s Age,' Research Communications NETWORK, Newsletter #3 (October 15, 1977), p. 4.",
                "21. D. Cardona, 'The Road to Saturn,' Part II, AEON 1:3 (May 1988), pp. 115-119."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 402,
            "content": "Mars does not only have a weak magnetic field; it is said to be fading. At first, this magnetic field was thought to swing wildly from one spot to another so that future 'Boy Scouts on Mars won’t be able to use compasses to get around...' But it was later discovered that the pattern of the detected magnetism, embedded in surface rocks, is not so jumbled after all. More than that, the magnetism in these rocks is said to be '40 times stronger than similar areas on Earth®' which led to the belief that, at one time, the magnetic field of Mars was 'more than ten times' the strength of Earth’s.67 Mars, however, rotates about as fast as Earth and has also a molten iron-bearing, if somewhat smaller, core. Why then is its present planet-wide magnetic field 1/500th the size of Earth’s®?\n\nThese anomalies have led Michael Zeilik to state that the entire concept is 'a magnetic mess.'6 Or, as David Stevenson was honest enough to confess: 'Planetary dynamo theorists have yet to be able to predict anything about planetary magnetism...'7 Up until the early 1980s, the verdict of NASA authorities was that the 'nature of the source of planetary magnetic fields still remains one of the principal unsolved problems of geophysics.'7 To date, nothing new has emerged to invalidate this verdict.\n\nThe problem here is that if planets follow the same law, why such a potpourri of magnetic fields? If the dynamo theory cannot account for the magnetic field of all the planets, on what grounds can it be theorized that it accounts for that of Earth?\n\nIn the end, it can safely be said that what Andrews really plotted was the positions of past geomagnetic poles. Can it positively be surmised that these past positions ever coincided with Earth’s axis of rotation?\n\nBesides, as is well known, and as noted above, Earth’s present magnetic pole is even now wandering on its own. So what need have we for crustal slippage to account for past magnetic polar wandering?\n\nTHE MARTIAN ARCHETYPE\n\nIn presenting his own version of polar wandering, Don Anderson had also drawn attention to the other planets of the Solar System and zeroed in on Mars. He discussed what he termed the 'largest known positive gravity anomaly on any planet' which is associated with the Tharsis volcanic area on Mars. According to received opinion, this mass anomaly has served to reorient the planet with respect to its spin axis.' Almost two years later, Peter Schultz took up the topic in the pages of Scientific American.\n\nAmong other matters, Schultz pointed to ancient networks on the Martian surface which are believed by some to have been cut by running water and flowing mud, which suggests a warm climate. And yet, these areas are found within 10° of the southern polar ice cap. This paradox, says Schultz, 'can be resolved by one simplifying hypothesis, namely that the orientation in space of the Martian crust has not always remained the same throughout geologic time—that the crust has shifted with respect to the planet’s axis of spin.'74\n\n'Tf such is the case, the north and south poles (the points where the spin axis intersects the surface) would appear to have wandered over the planet’s crust; certain regions of the crust that are now far from the poles would at some time in the past have been within the polar regions...[Thus] the Martian equivalent of plate tectonics might simply be the movement of the entire lithosphere, the solid outer portion of the planet, as one plate.'75\n\nHe then continues:\n\n'If there has been polar wandering on Mars, the polar regions should contain the traces of processes that normally take place in warmer, nonpolar regions. Features that are normally characteristic of the poles should also be visible outside the polar regions.'76\n\nAdditional support was discovered by both Schultz and Anne Lutz from an 'unexpected source.' Images of the Martian surface relayed by the Viking Orbiter in 1976 'showed an unexpectedly large number of elliptical craters with distinctive blankets of ejected debris.'78 Experiments have since indicated that, 'because of the high velocity with which objects strike Mars...such craters form only when the angle of impact is very low...'7 While such grazing impacts are known on other bodies of the Solar System, the number of such impressions on Mars 'is from five to 10 times greater than what has been predicted on the basis of theory and what is observed on the moon.'8° What this additionally indicates, at least in the opinion of Schultz and Lutz, is that these grazing impacts could not have been caused 'by randomly arriving objects that had been in orbit around the sun.'8!\n\n'The observations can be understood, however, if one assumes the orbits of ancient Martian satellites decayed gradually until the satellites struck the planet’s surface. If these satellites had orbited Mars in the equatorial plane, as the satellites Phobos and Deimos do today, the geographic location and direction of impact of a crater should establish the location of the poles at the time the satellite struck...\n\n'The polar points that can be inferred from the youngest grazing-impact craters do indeed match the locations of the present-day poles. Older impacts indicate polar points that cluster far away from the present poles and quite close to the ancient layered deposits found near the equator.'",
            "bibliography": [
                "14. P. Moore, The Planet Neptune (N. Y., 1988), p. 62.",
                "15. E. Burgess, Farther Encounter: The Neptune System (N. Y., 1991), p. 79.",
                "16. C. R. Chapman, 'Mercury: The Sun’s Closest Companion,' in B. Preiss (ed.), The Planets (N. Y., 1985), p. 254.",
                "17. C. R. Chapman, 'Mercury: The Sun’s Closest Companion,' in B. Preiss (ed.), The Planets (N. Y., 1985), p. 254.",
                "18. M. Zeilik, Astronomy: The Evolving Universe (N. Y., 1985), p. 160.",
                "19. D. N. Talbott, in J. Gibson, 'Saturn’s Age,' Research Communications NETWORK, Newsletter #3 (October 15, 1977), p. 4.",
                "20. D. N. Talbott, in J. Gibson, 'Saturn’s Age,' Research Communications NETWORK, Newsletter #3 (October 15, 1977), p. 4.",
                "21. D. Cardona, 'The Road to Saturn,' Part II, AEON 1:3 (May 1988), pp. 115-119.",
                "22. Ibid., pp. 98-99.",
                "23. Ibid., pp. 99-102.",
                "24. Ibid., p. 97 (emphasis added).",
                "25. Ibid.",
                "26. Ibid., pp. 97-98.",
                "27. Ibid., p. 98.",
                "28. Ibid., p. 98.",
                "29. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 403,
            "content": "'...The grazing-impact craters, then, provide an independent piece of evidence that the poles of Mars have shifted, much as frozen magnetic field directions in terrestrial rocks provide evidence for the movement of tectonic plates on the earth.'®?\n\nOther evidence is cited by Schultz®, but it is not necessary in this short excursion to describe, or even enumerate, all of them. Suffice it to say that Schultz, as also Lutz, were satisfied that polar wandering had indeed taken place on MarsTM. As Schultz stated in conclusion: 'The hypothesis that the Martian poles have wandered is supported by a good deal of evidence, and it offers new explanations for many of the planet’s enigmatic features.'85\n\nWhat was the mechanism offered by Schultz to account for this Martian polar wandering? The mechanism he offered was a reversion to Anderson’s proposed method concerning 'the redistribution of mass within a planet or on its surface.'8 His supposition is that: 'The stablest alignment for a spinning object is the one in which the most massive parts of the object are farthest from its axis of rotation.'87\n\n'When geologic forces place a large mass at or near a planet’s surface at a point far from the equator, the spinning motion of the planet becomes unstable, like the unstable motion of an improperly balanced bearing or top. If the planet is not entirely rigid, the crust shifts to move the anomalous mass toward the equator. As the crust of the planet shifts, the spin axis retains its alignment in space and the poles wander over the planet’s surface.'88\n\nEven so, Schultz was astute enough to submit a caveat:\n\n'If the lithosphere of the planet is very flexible, polar wandering does not take place, because any excess mass sinks into the surface before the crust has had time to realign itself. There can be no polar wandering on a completely rigid planet either, because the lithosphere cannot realign itself at all.'89\n\nThis, then, would seem to invalidate Anderson’s theory regarding the cause behind terrestrial wandering as discussed above and with which we are actually concerned. The case of Mars is somewhat different in that the planet’s lithosphere displays both rigid and flexible features. There are ancient lava-filled basins that have been partly isostatically compensated together with volcanic and tectonic regions which have not been compensated at all. Schultz’s own conclusion, as it applies to Mars, is that the 'change in mass distribution that is necessary to produce polar wandering could have been provided by convection in the mantle (the rising of hot sections and the sinking of colder ones), by a redistribution of mass due to the impact of large objects, or by the filling with lava of the resulting impact basins.' 'Convection in the mantle' would not, however, induce polar wandering on Earth for the simple reason that, as Schultz himself warned, 'any excess mass' thus produced would tend to sink into our planet’s flexible surface before the crust would have time to realign itself. 'A redistribution of mass' due to meteoric or asteroidal impact would probably suffer a similar fate, as would any 'filling with lava of the resulting impact basins.' Schultz’s mechanism might work for Mars and other Mars-like bodies, but it leaves Earth’s theorized wandering poles still without a watertight explanation.?!",
            "bibliography": [
                "30. Schultz, P. H., 'Polar Wandering on Mars,' Scientific American (December 1985), p. 94.",
                "31. Schultz, P. H., 'Polar Wandering on Mars,' Scientific American (December 1985), p. 94.",
                "32. Ibid., p. 97 (emphasis added).",
                "33. Ibid.",
                "34. Ibid., pp. 97-98.",
                "35. Ibid., p. 98.",
                "36. Ibid., p. 98.",
                "37. Ibid., p. 98.",
                "38. Ibid., p. 98.",
                "39. Ibid., p. 99."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 404,
            "content": "A study of paleoclimates conducted in 1959 by J. Wyatt Durham zeroed in on what has now become something of a litany to the readers of this work:\n\n'The occurrence of palms and other types of tropical vegetation in northern latitudes where temperate or frigid climates now hold sway; the finding of elephants and rhinoceroses frozen in the ice of Siberia; and the occurrence of tropical types of shells and corals in Europe: these were the kinds of fossils that caused speculation as to the conditions under which they had lived and that usually led to the conclusion that a tropical or ‘warmer’ climate had existed where they were found.'92\n\nYet, having reviewed the evidence he had at hand at the time, Durham could only conclude his study with the following confession:\n\n'There seems to be no general agreement as to the causes of climate variation. Alternating intervals of high and low topographic relief of the earth’s surface, variation in heat due to internal radioactivity of the earth, changes in the composition of the atmosphere, variation in radiation from the sun, astronomical and cosmic changes, presence of large amounts of volcanic dust in the earth’s atmosphere, and variations in circulation patterns are some of the causes that have been evoked to explain the changes.'\n\nDurham could have added the theories of polar wandering and the shifting crust, to say nothing of axial tilts, to his list; his conclusion would not have been affected. More than four decades later, paleoclimatologists and paleontologists remain in a quandary as to the actual mechanism that would have caused tropical and sub-tropical flora and fauna to thrive in what are now the two coldest areas on Earth.\n\nDoes not our own hypothesis, which posits the Saturnian sun, a former brown dwarf star, to have been permanently stationed in Earth’s north celestial pole, bathing the northern regions, especially the Arctic Circle, with constant light and heat, more readily fill the bill? Would not such a milieu account for the sub-tropical plants in the Arctic which, in turn, fed the sub-tropical animals that thrived within the same region? Would not such a system, encased in a plasma sheath, with perhaps an Earth possessing a denser atmosphere than at present, have also ensured a sub-tropical climate in all latitudes, including Earth’s south pole? Would not this also account for the growing consensus among paleontologists that such sub-tropical flora and fauna originated in the Arctic from where they extended themselves farther south? Wandering poles would not then be called for; neither would a shifting crust or a tilting of the axis.",
            "bibliography": [
                "40. J. W. Durham, 'Paleoclimates,' in P. Cloud (Ed.), Adventures in Earth History (San Francisco, 1970), p. 820-821.",
                "41. J. W. Durham, 'Paleoclimates,' in P. Cloud (Ed.), Adventures in Earth History (San Francisco, 1970), p. 820-821.",
                "42. Ibid., pp. 820-821.",
                "43. Ibid., p. 820-821."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 405,
            "content": "Chapter 20\nThe Axial Coupling\nTHE PROBLEM\n\nWhen I first introduced the Saturnian system to the general public in 1978, I myself described it as one which 'inspires disbelief and contradicts every known tenet of celestial mechanics as we believe in them today.' To which I added:\n\n'This unique positioning of Saturn [i.e., its axial coupling with Earth] has been the greatest stumbling block in the unraveling of the Saturnian mystery. We are also aware that this supposition is open to the greatest criticism.'\n\nSince then, I have continued to refer to the Saturnian system, model, and scenario as being bizarre in the extreme.\n\nThe problem did not merely consist of the fact that there were no such coupled bodies known from anywhere in the Universe, let alone in the Solar System; it also consisted of the supposition that celestial mechanics, as then known, would not allow for such a coupling. An added problem was the fact that, in the 1970s, neither of the two main proponents of the Saturn theory, David Talbott and myself, were experts in celestial mechanics. Thus, when John Gibson asked Talbott in an interview whether he thought that any astrophysicist could possibly accept the Saturn theory, Talbott replied with the words:\n\n'As a matter of fact, I’m going to go ahead...and not even worry about the physics of it all. Let’s face it: within any established frame of thought the whole thing is hilarious. How could two planets rotate on the same axis in any stable configuration...Does that sound like something one could defend in any terms acceptable to modern astronomy?'3\n\nAnd, when Gibson came close to insisting that Talbott 'should suggest some physical principle which might account for the planetary configuration' he was describing, Talbott emphatically replied with: 'No, absolutely not.' And added: 'That would only make things worse. I’m not a physicist.'4\n\nNot happy with Talbott’s decision to avoid any attempt to solve the problem, I decided to accost some orthodox authorities with this mechanical conundrum. Five of them promised to look into the matter despite their obvious disbelief, although they all compelled me to keep their names out of the literature, at least until such time as their endeavors showed any results. Their fear of being ridiculed by their peers for even considering such an outrageous astronomical system was spelled out in no uncertain terms. Since I have never been released from this pledge, I remain unconditionally bound to safeguard their identity and reputation to this day even though, as of this writing, they have all passed away but one.\n\nOver the years, some calculations petered in but, without exception, they all involved some amendment of the model they were meant to quantify. This was not much help since no problem can be solved through its own modification. The answer to a question is unacceptable if the question itself is altered. When I pointed this out, I was lectured on the scientific method and told I was being stubborn. In the end, the verdict was that my model was physically impossible. The argument that Wegener’s model of shifting continents was also once thought to be impossible went unheeded. My five staunch mechanists deserted me, leaving me with a pile of impressive calculations that explained everything except what I had wanted them to explain.\n\nBOLD ENDEAVORS\n\nThroughout the years there were various bold endeavors, and even a few competing theories, all vying to resolve the axial and other dilemmas of the Saturnian, or Saturnian-like, configuration. There would be no point, however, in detailing these efforts although fairness demands that they should at least be mentioned.\n\nAmong those with a competing theory was the analytical chemist, Frederic Jueneman, whom we have met on several occasions in the past pages of this work. Contrary to the thesis being presented here, Jueneman opted for the planet Mars as having been the immobile Boreal sun of which the mytho-historical record speaks.>\n\nThere was also Earl Milton, a spectroscopist working out of the Department of Physics at the University of Lethbridge, Alberta, Canada. Having already questioned the presently accepted tenets of astrophysics, he did not see the axial coupling of Earth with proto-Saturn as an insoluble problem but simply as one concerning a scheme with which he did not entirely agree.© This was not to be wondered at because he, also, had been working on a model of his own. This was based on a scenario reconstructed by his colleague, Alfred de Grazia. Unfortunately, while de Grazia acknowledged the universality of the mytho-historical record, he showed a distinct penchant for using Greek sources as the yardstick against which to measure his cosmic scheme. Thus, de Grazia saw it as imperative to accommodate the Greek generation of gods in which each deity was considered to have been the offspring of the preceding one. In following Immanuel Velikovsky, who had interpreted the birth of Athena from the head of Zeus as the actual ejection of the planet Venus from the planet Jupiter, de Grazia deceived himself into believing that, similarly, the ejection of one planet from another has to be implied by all such divine births.’? And Milton, unfortunately, followed suit. This resulted in a hypothesized sequence of planetary fissionings and ejections—Uranus and Saturn from what Milton and de Grazia termed super-Uranus, Jupiter from Saturn, and, finally, still following Velikovsky, Venus from Jupiter.",
            "bibliography": [
                "44. D. Talbott, in J. Gibson, 'Saturn’s Age,' Research Communications NETWORK, Newsletter #3 (October 15, 1977), p. 4.",
                "45. D. Talbott, in J. Gibson, 'Saturn’s Age,' Research Communications NETWORK, Newsletter #3 (October 15, 1977), p. 4.",
                "46. F. B. Jueneman, Limits of Uncertainty (Chicago, 1975), pp. 83 ff.",
                "47. E. R. Milton to D. Cardona, June 16, 1978, private communiqué.",
                "48. A. de Grazia, Chaos and Creation (Princeton, 1981), in toto.",
                "49. A. de Grazia and E. R. Milton, Solaria Binaria (Princeton, 1982), in toto.",
                "50. D. Cardona, 'The Road to Saturn,' Part II, AEON 1:3 (May 1988), pp. 115-119."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 406,
            "content": "@ : Zs «",
            "bibliography": [
                "51. David Talbott (Photograph—2000—by the author.)"
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 407,
            "content": "results. Their fear of being ridiculed by their peers for even considering such an outrageous astronomical system was spelled out in no uncertain terms. Since I have never been released from this pledge, I remain unconditionally bound to safeguard their identity and reputation to this day even though, as of this writing, they have all passed away but one.\n\nOver the years, some calculations petered in but, without exception, they all involved some amendment of the model they were meant to quantify. This was not much help since no problem can be solved through its own modification. The answer to a question is unacceptable if the question itself is altered. When I pointed this out, I was lectured on the scientific method and told I was being stubborn. In the end, the verdict was that my model was physically impossible. The argument that Wegener’s model of shifting continents was also once thought to be impossible went unheeded. My five staunch mechanists deserted me, leaving me with a pile of impressive calculations that explained everything except what I had wanted them to explain.\n\nBOLD ENDEAVORS\n\nThroughout the years there were various bold endeavors, and even a few competing theories, all vying to resolve the axial and other dilemmas of the Saturnian, or Saturnian-like, configuration. There would be no point, however, in detailing these efforts although fairness demands that they should at least be mentioned.\n\nAmong those with a competing theory was the analytical chemist, Frederic Jueneman, whom we have met on several occasions in the past pages of this work. Contrary to the thesis being presented here, Jueneman opted for the planet Mars as having been the immobile Boreal sun of which the mytho-historical record speaks.>\n\nThere was also Earl Milton, a spectroscopist working out of the Department of Physics at the University of Lethbridge, Alberta, Canada. Having already questioned the presently accepted tenets of astrophysics, he did not see the axial coupling of Earth with proto-Saturn as an insoluble problem but simply as one concerning a scheme with which he did not entirely agree.© This was not to be wondered at because he, also, had been working on a model of his own. This was based on a scenario reconstructed by his colleague, Alfred de Grazia. Unfortunately, while de Grazia acknowledged the universality of the mytho-historical record, he showed a distinct penchant for using Greek sources as the yardstick against which to measure his cosmic scheme. Thus, de Grazia saw it as imperative to accommodate the Greek generation of gods in which each deity was considered to have been the offspring of the preceding one. In following Immanuel Velikovsky, who had interpreted the birth of Athena from the head of Zeus as the actual ejection of the planet Venus from the planet Jupiter, de Grazia deceived himself into believing that, similarly, the ejection of one planet from another has to be implied by all such divine births.’? And Milton, unfortunately, followed suit. This resulted in a hypothesized sequence of planetary fissionings and ejections—Uranus and Saturn from what Milton and de Grazia termed super-Uranus, Jupiter from Saturn, and, finally, still following Velikovsky, Venus from Jupiter.\n\nIbid., pp. 115-119.",
            "bibliography": [
                "52. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 408,
            "content": "Basel A meal Wid, o)\n3 “ We Sy",
            "bibliography": [
                "53. I. Bezzi, 'The Birth of Athena from the Head of Zeus—the Myth that Deceived Immanuel Velikovsky into Believing that the Planet Venus had been Ejected from the Planet Jupiter,' (Illustration from the back of an Etruscan mirror.)"
            ],
            "captions": []
        }
    ]
}
