{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 389,
            "content": "Winter came, the Zuni say, when the “sun” escaped, rose into the sky, and drifted far away.",
            "bibliography": [],
            "captions": [
                "Illustration by Peter F. Copeland.",
                "Shown above: A Zuni man of wealth."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 390,
            "content": "Delivered by a different sun than our present one? Does this not tally with our conviction that winter came upon the world when our previous Saturnian sun “drifted away” as the present Sun pulled Earth away from its former primary?\n\nIt was no different among the Sioux who, as recently as 1981, were still preaching that the four seasons had not pre-existed but were bestowed as a boon at a later time.'”\n\nWhat is also instructive is that man continued to hold the north responsible for the eventual arrival of the seasons. The “sun” of Creation, so claim the Sioux, appointed the north to be “the caretaker of this earth.”\"* More than that, at a time when “the sun did not move yet, did not rise and did not go down,” when it “just stood in one place,” the Creator “made the four seasons for the north to take care of...”'”",
            "bibliography": [
                "1. Ibid., p. 135.",
                "2. Ibid., p. 130.",
                "3. Ibid., p. 131 (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 391,
            "content": "Chapter 19\nPolar Wandering\nTHE CORAL DATA\nTedious as it may be to some, this chapter is included in order to forestall the objections that might be raised by those who see polar wandering through the wholesale shifting of Earth’s crust as a possible mechanism by which non-polar latitudes could have been driven into the Arctic regions. From the 1940s to the mid-1950s, for instance, Ting Ying Ma was involved in the study of corals which led him to declare that the position of the equator (and, therefore, also of the poles) had shifted from one geologic age to another. What did these studies involve?\n\nVery much like trees, corals grow rings which are believed to indicate a cycle of seasonal growth; in winter, coral cells grow small and dense, whereas in summer they grow larger and more porous. Ma noticed that the rates of total annual growth in corals in identical, or similar, species increased with proximity to the equator, while seasonal variation in growth rates increased with distances from the equator. This enabled him to correlate coral growth with latitude, which furnished him with a technique for investigating Earth’s ancient climates. It also led Ma to two related conclusions: (1) That seasonal change was clearly indicated in the oldest geologic periods, and (2) that the latitudinal temperatures of the past had been about the same as at present. If this is correct, a world without seasons, as proffered in the preceding chapter, could not have existed.\n\nWhat all of this conveyed to Ma was that, in the past, the position of the equator had changed from one geologic period to another and that none of these coincided with the present equatorial position of land. One of these earlier equators was even found to have bisected the Arctic Ocean.\n\nThe mechanism for this displacement was then attributed to a sliding of the lithospheric shell over Earth’s liquid core, like the loose skin of an orange sliding around its fruit. Ma, however, could not match earlier equators in one hemisphere with corresponding ones for the same period on the opposite hemisphere in order to derive a complete circle. He therefore had to assume that continental drift was also involved and that it was this independent shifting of the continents which had thrown the ancient equators out of line.\n\nThese combined displacements, of which Ma could deduce four separate events, were, according to him, sudden in execution and all in the same direction. He calculated them to have taken place during the last million years with the last readjustment having been completed 65,000 to 2,800 years ago.\n\nMa was as courageous in advocating continental drift as much as he was in proposing a wholesale shift of the lithosphere. Beginning as early as 1861, the theory of continental drift was proffered by various authorities, including M. A. Snyder, D. Kreichgauer, Frank B. Taylor, R. A. Daly, and A. L. du Toit, but Alfred Wegener eventually received the fame for its proposal. The theory was, however, disqualified in August of 1950 by the British Association for the Advancement of Science for the simple reason that no mechanism could be found to account for the movements of the continents. It was then revived, thanks primarily to S. W. Carey, in March of 1958, at a symposium on the subject that was held at the University of Tasmania. In the early 1960s, a cause was eventually tendered by Harry Hess who submitted that the upwelling of magma through immense rifts, or faults, in ocean bottoms was capable of carrying the “floating” continental plates with them as the magma spread to both sides of the rifts. The actual mechanism was to be found in the convection currents in-",
            "bibliography": [
                "1. Most of Ting Ying Ma’s works were published by him in Fukien, China, and are very difficult to obtain although they are available from the Schermerhom Library at Columbia University. The information concerning Ma’s work in the present chapter has been gleaned from C. H. Hapgood, The Path of the Pole (N. Y., 1970), pp. 26, 79-87, 161, as also from Ma’s paper “Alteration of Sedimentary Facies on the Ocean Bottom and Shortness of the Period of Diastrophism After a Sudden Total Displacement of the Solid Earth Shell,” Oceanographica Sinica Ι:1 (September 1955), in toto."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 392,
            "content": "Corals.",
            "bibliography": [
                "1. M. A. Snyder, D. Kreichgauer, Frank B. Taylor, R. A. Daly, and A. L. du Toit, but Alfred Wegener eventually received the fame for its proposal. The theory was, however, disqualified in August of 1950 by the British Association for the Advancement of Science for the simple reason that no mechanism could be found to account for the movements of the continents. It was then revived, thanks primarily to S. W. Carey, in March of 1958, at a symposium on the subject that was held at the University of Tasmania. In the early 1960s, a cause was eventually tendered by Harry Hess who submitted that the upwelling of magma through immense rifts, or faults, in ocean bottoms was capable of carrying the “floating” continental plates with them as the magma spread to both sides of the rifts. The actual mechanism was to be found in the convection currents in-"
            ],
            "captions": [
                "Above: Star corals of the genus Astraea.",
                "Below: Stag coral."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 393,
            "content": "Inherent in Earth’s mantle. Where the spreading ocean bottom meets the edge of another continental plate, it is subducted back into the interior, wrinkling the continental edge and uplifting it into mountain ranges in the process. The theory has now become dogma, proving sound Ma’s utilization of it at a time when it was still anathema to do so. On the other hand, the second half of Ma’s theory, concerning the wholesale shifting of earth’s lithosphere which, in any case, was the brainchild of Hugh Auchincloss Brown,” remained in dispute. Ma’s theory is thus left reliant on his coral evidence. How valid is this?\n\nFirst of all, as Thomas Stephenson warned in 1959, long after Ma had conducted his studies of corals, older accounts concerning the process of coral formation “should be read with reserve, since the ideas in vogue on this subject have until recently been largely speculative” and “too much based on the study of the skeleton.” Thus, while Ma’s shifting latitudes could explain coral remains out of present tropical and sub-tropical climes, it has nothing to offer regarding their overall much wider distribution.\n\nThe growth of corals requires an average annual water temperature of no less than 70° F. The polyps themselves, however, are insensitive to light. But “their endodermal tissues contain myriads of microscopic one-celled algae” which thrive “only in the presence of strong light.” This makes for a highly successful symbiotic relationship since “the corals rely on the algae to absorb their waste products.” Thus, both warmth and strong light are necessary for the successful growth of corals and coral reefs.\n\nThe biggest problem with Ma’s evidence, however, concerns the period of time represented by a single coral reef which, at most, can be said to bridge a few thousand years, hardly enough to embrace a single geological period. Thus, for instance, as reported by Charles Hapgood:\n\n“At Pago Pago harbor borings were made down to the basalt underlying the reef, and after estimates of the growth rate were arrived at, the age of the reef (Utelei) was estimated at 5,000 years. When these spans are compared with those of entire geological periods of the order of 20,000,000 or 30,000,000 years, it is clear how fragile must",
            "bibliography": [
                "1. Most of Ting Ying Ma’s works were published by him in Fukien, China, and are very difficult to obtain although they are available from the Schermerhom Library at Columbia University. The information concerning Ma’s work in the present chapter has been gleaned from C. H. Hapgood, The Path of the Pole (N. Y., 1970), pp. 26, 79-87, 161, as also from Ma’s paper “Alteration of Sedimentary Facies on the Ocean Bottom and Shortness of the Period of Diastrophism After a Sudden Total Displacement of the Solid Earth Shell,” Oceanographica Sinica Ι:1 (September 1955), in toto."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 394,
            "content": "The mechanism for this displacement was then attributed to a sliding of the lithospheric shell over Earth’s liquid core, like the loose skin of an orange sliding around its fruit. Ma, however, could not match earlier equators in one hemisphere with corresponding ones for the same period on the opposite hemisphere in order to derive a complete circle. He therefore had to assume that continental drift was also involved and that it was this independent shifting of the continents which had thrown the ancient equators out of line.\n\nThese combined displacements, of which Ma could deduce four separate events, were, according to him, sudden in execution and all in the same direction. He calculated them to have taken place during the last million years with the last readjustment having been completed 65,000 to 2,800 years ago.\n\nMa was as courageous in advocating continental drift as much as he was in proposing a wholesale shift of the lithosphere. Beginning as early as 1861, the theory of continental drift was proffered by various authorities, including M. A. Snyder, D. Kreichgauer, Frank B. Taylor, R. A. Daly, and A. L. du Toit, but Alfred Wegener eventually received the fame for its proposal. The theory was, however, disqualified in August of 1950 by the British Association for the Advancement of Science for the simple reason that no mechanism could be found to account for the movements of the continents. It was then revived, thanks primarily to S. W. Carey, in March of 1958, at a symposium on the subject that was held at the University of Tasmania. In the early 1960s, a cause was eventually tendered by Harry Hess who submitted that the upwelling of magma through immense rifts, or faults, in ocean bottoms was capable of carrying the “floating” continental plates with them as the magma spread to both sides of the rifts. The actual mechanism was to be found in the convection currents in Earth’s mantle.",
            "bibliography": [
                "1. Most of Ting Ying Ma’s works were published by him in Fukien, China, and are very difficult to obtain although they are available from the Schermerhom Library at Columbia University. The information concerning Ma’s work in the present chapter has been gleaned from C. H. Hapgood, The Path of the Pole (N. Y., 1970), pp. 26, 79-87, 161, as also from Ma’s paper “Alteration of Sedimentary Facies on the Ocean Bottom and Shortness of the Period of Diastrophism After a Sudden Total Displacement of the Solid Earth Shell,” Oceanographica Sinica Ι:1 (September 1955), in toto."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 395,
            "content": "THE ICE CAP MODEL\nIn the late 1950s, Hapgood picked up the topic of polar wandering due to Earth’s sliding crust and made a reputation for himself as the theory’s foremost advocate. Hapgood was able to trace the pole’s shift from the Yukon to the Greenland Sea around 80,000-75,000 BP; from the Greenland Sea to Hudson Bay around 55,000-50,000 BP; and from Hudson Bay to its present location around 17,000-12,000 BP. (Three concurrent paths and positions were also given for the south pole.) Needless to say, these polar shifts cannot account for the sub-tropical flora and fauna that thrived within the Arctic Circle during the Tertiary and preceding eras which have been dated to millions, rather than Hapgood’s few thousand, years. Besides, the shifts proposed above would not have brought sub-tropical regions into the Arctic Circle; they would merely have shifted latitudes by about 30° which, today, would be like moving Winnipeg and Vancouver to the latitude of Ellesmere Island.\n\nHapgood was of course aware of this but, as he had to admit, it would be “futile to try to determine the location of the poles in the more remote cases” since with “every step backward in time the evidence naturally becomes thinner.” Even so, despite the scarcity of evidence, what the totality of Hapgood’s theory proposed is that the region which is now within the Arctic Circle would have earlier been closer to the equator, which would account for its sub-tropical flora and fauna, before it shifted to its present location. A neat package, as Albert Finstein himself had to admit.\n\nOriginally, Hapgood had contended that the cause for this crustal slippage would have come about because the accumulation of polar ice is not symmetrically distributed about the poles. This maladjusted dispersion was thus believed capable of producing a centrifugal momentum which was then transmitted to the rigid crust. As this centrifugal force increased, Earth’s crust tended to slide over the viscous layers underneath. (This theory, the brainchild of Hugh Auchincloss Brown, has also been maintained by others including Edward Weyer.) But, although Einstein himself was at first receptive to this idea, he later expressed strong doubts about it, as so did Kirtley Mather. The biggest problem here is that masses situated at, or very close to, the poles produce minimal centrifugal effect. As Hapgood himself was eventually bound to conclude: “Advancing knowledge of conditions of the earth’s crust now suggests that the forces responsible for shifts of the crust lie at some depth within the earth rather than on its surface.” Even so, like Ma before him, and despite the set of “requirements” which he proposed, Hapgood was eventually forced to admit that the cause behind the shifting crust remains bereft of a “satisfactory explanation.”",
            "bibliography": [
                "1. Most of Ting Ying Ma’s works were published by him in Fukien, China, and are very difficult to obtain although they are available from the Schermerhom Library at Columbia University. The information concerning Ma’s work in the present chapter has been gleaned from C. H. Hapgood, The Path of the Pole (N. Y., 1970), pp. 26, 79-87, 161, as also from Ma’s paper “Alteration of Sedimentary Facies on the Ocean Bottom and Shortness of the Period of Diastrophism After a Sudden Total Displacement of the Solid Earth Shell,” Oceanographica Sinica Ι:1 (September 1955), in toto."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 396,
            "content": "Hapgood’s theory was kept alive by his followers, who often disregarded his retraction concerning the “ice-cap mechanism,” as also by those who found it useful for their own special brand of hypotheses concerning Earth’s ancient past. (Even some of his detractors seem to have been unaware of Hapgood’s retraction.) But can poles really shift?\n\nTHE TOPPLING GLOBE\nThomas Gold certainly thought so. He was not, however, concerned with the wholesale shifting of Earth’s crust as much as he was by the actual toppling of the globe. Writing in 1958, Gold stressed the fact that “there is no general physical law that prevents a body from turning over with the aid of internal forces only.”\n\n“The general law of the conservation of angular momentum merely prohibits a change of the value and direction in space of the body’s angular momentum unless acted upon by an external force; but it has nothing to say about the orientation of the body relative to that direction.”\n\nEarth’s stability in space is assured because of the oblate shape lent to it by the equatorial bulge. Had it been a perfect sphere, it would tend to topple over, time and again, allowing it to tumble all over the place. Earth’s spin, together with its equatorial bulge, turns our world into a gyroscope. A shift in mass would therefore alter its orientation. The amount of adjustment, however, is dictated by the globe’s capacity to deform. Without such distortion, Earth’s axis would at best have been capable of shifting by less than one degree throughout all past geologic ages. Thus Gold was forced to ask: “But is it reasonable to assume the earth is stiff enough to maintain its shape over long periods?”\n\nAs Gold points out: “The present shape of the earth would not be the right one for a different speed of rotation.” And yet it has been assumed that Earth’s rotation “may have altered drastically in the past.” This would mean that Earth would have had to readjust to the correct shape in order to maintain its equilibrium in space. In turn, this would also mean that Earth “must be capable of a certain amount of plastic deformation.”\n\nIf, then, a large mass was to develop at some intermediate latitude between the pole and the equator (as opposed to one at the pole as originally proposed by Hapgood), Earth’s natural balance would change, its axis would shift, and the world would have “to adjust its shape accordingly” until it achieves a new stable rotational axis. The biggest problem with Gold’s evidence, however, concerns the period of time represented by a single coral reef which, at most, can be said to bridge a few thousand years, hardly enough to embrace a single geological period. Thus, for instance, as reported by Charles Hapgood:\n\n“At Pago Pago harbor borings were made down to the basalt underlying the reef, and after estimates of the growth rate were arrived at, the age of the reef (Utelei) was estimated at 5,000 years. When these spans are compared with those of entire geological periods of the order of 20,000,000 or 30,000,000 years, it is clear how fragile must",
            "bibliography": [
                "1. Most of Ting Ying Ma’s works were published by him in Fukien, China, and are very difficult to obtain although they are available from the Schermerhom Library at Columbia University. The information concerning Ma’s work in the present chapter has been gleaned from C. H. Hapgood, The Path of the Pole (N. Y., 1970), pp. 26, 79-87, 161, as also from Ma’s paper “Alteration of Sedimentary Facies on the Ocean Bottom and Shortness of the Period of Diastrophism After a Sudden Total Displacement of the Solid Earth Shell,” Oceanographica Sinica Ι:1 (September 1955), in toto."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 397,
            "content": "acted upon by an external force; but it has nothing to say about the orientation of the body relative to that direction.\n\nEarth’s stability in space is assured because of the oblate shape lent to it by the equatorial bulge. Had it been a perfect sphere, it would tend to topple over, time and again, allowing it to tumble all over the place. Earth’s spin, together with its equatorial bulge, turns our world into a gyroscope. A shift in mass would therefore alter its orientation. The amount of adjustment, however, is dictated by the globe’s capacity to deform. Without such distortion, Earth’s axis would at best have been capable of shifting by less than one degree throughout all past geologic ages. Thus Gold was forced to ask: “But is it reasonable to assume the earth is stiff enough to maintain its shape over long periods?”\n\nAs Gold points out: “The present shape of the earth would not be the right one for a different speed of rotation.” And yet it has been assumed that Earth’s rotation “may have altered drastically in the past.” This would mean that Earth would have had to readjust to the correct shape in order to maintain its equilibrium in space. In turn, this would also mean that Earth “must be capable of a certain amount of plastic deformation.”\n\nIf, then, a large mass was to develop at some intermediate latitude between the pole and the equator (as opposed to one at the pole as originally proposed by Hapgood), Earth’s natural balance would change, its axis would shift, and the world would have “to adjust its shape accordingly” until it achieves a new stable rotational axis. The biggest problem with Gold’s evidence, however, concerns the period of time represented by a single coral reef which, at most, can be said to bridge a few thousand years, hardly enough to embrace a single geological period.\n\nThus Gold was forced to ask: “But is it reasonable to assume the earth is stiff enough to maintain its shape over long periods?”\n\nAs Gold points out: “The present shape of the earth would not be the right one for a different speed of rotation.” And yet it has been assumed that Earth’s rotation “may have altered drastically in the past.” This would mean that Earth would have had to readjust to the correct shape in order to maintain its equilibrium in space. In turn, this would also mean that Earth “must be capable of a certain amount of plastic deformation.”\n\nIf, then, a large mass was to develop at some intermediate latitude between the pole and the equator (as opposed to one at the pole as originally proposed by Hapgood), Earth’s natural balance would change, its axis would shift, and the world would have “to adjust its shape accordingly” until it achieves a new stable rotational axis. The biggest problem with Gold’s evidence, however, concerns the period of time represented by a single coral reef which, at most, can be said to bridge a few thousand years, hardly enough to embrace a single geological period.",
            "bibliography": [
                "1. Most of Ting Ying Ma’s works were published by him in Fukien, China, and are very difficult to obtain although they are available from the Schermerhom Library at Columbia University. The information concerning Ma’s work in the present chapter has been gleaned from C. H. Hapgood, The Path of the Pole (N. Y., 1970), pp. 26, 79-87, 161, as also from Ma’s paper “Alteration of Sedimentary Facies on the Ocean Bottom and Shortness of the Period of Diastrophism After a Sudden Total Displacement of the Solid Earth Shell,” Oceanographica Sinica Ι:1 (September 1955), in toto."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 398,
            "content": "GEOID HIGHS\nWriting many years later, and basing his conclusions on a model of Earth’s interior that was itself at odds with the received opinion of his time, Don Anderson did not quite agree with Gold’s objections as they relate to a wholesale slipping of Earth’s crust. While received opinion held that Earth’s crust was homogeneously undifferentiated, Anderson claimed that Earth is really “compositionally stratified, with the crust, mantle, and core being the most obviously chemically distinct shells.”\n\n“A chemically layered, gravitationally stable mantle would be the natural end state of the earth’s evolution. The presence of a crust and a core...indicate that differentiation or separation is the dominant large-scale process, whereas convection can be expected to homogenize the layers between chemical discontinuities.” This led him to conclude that the convection of Earth’s mantle, rather than being steady as believed in by orthodoxy, is episodic and driven by “lateral temperature gradients caused by continental insulation.” Thus, in his opinion: “Active subduction and stagnant continents generate geoid highs [that is an area of higher density causing imbalance], which reorient the mantle relative to the spin axis.” As he pointed out: “If the earth is deformable, the whole mantle should wander relative to the axis of rotation, but the implications of this are seldom discussed.” And: “Curiously, earth scientists have been more reluctant to accept the inevitability of true polar wandering than to accept continental drift, even though the physics of the former is better understood.”\n\n“Continents move away from thermal highs [or hot-spots] and come to rest over cold parts of the mantle; sea-floor spreading and subduction slow down or cease until the subcontinental mantle warms up. The whole mantle shifts relative to the axis of rotation to accommodate the changing geode.”\n\nNeedless to say, in such a scenario, Earth’s outer shell would be stressed by its migration over the equatorial bulge (and/or the migration of the equatorial bulge itself).\n\n“The outer layers of the mantle, including the brittle lithosphere, do not fit properly on a reoriented earth. Membrane stresses generated as the rotational bulge shifts may be responsible for the breakup and dispersal of Pangaea as it moves toward the equator. In this scenario, true polar wandering and continental drift are intimately related...A shift of the axis of rotation causes [continental] plates to split...” Thus, “periods of rapid polar wandering” would be followed by episodes of “rifting, continental drift, and subduction,” which is to say that continental drift arises because of the wholesale shifting of Earth’s mantle. To use Anderson’s own words: “Global reorientation may be responsible for initiating rifting [of continents] and subduction and periods of rapid apparent polar wandering.”\n\n“The rotation axis [i.e. the pole] has apparently wandered about 8° in the past 60 million years and 20° in the past 200 million years. During these periods there have been major changes in the configurations of continents and subduction zones. These apparently had minor effects on the principal moments of inertia, suggesting a relatively stable and slowly evolving geoid. Even a slowly changing geoid, however, can cause a rapid shift in the whole mantle relative to the spin axis if the moment of inertia along this axis becomes less than some other axis of inertia. This may have happened sometime between 450 and 200 million years ago...\"\n\nAccording to Anderson, large-scale 90° shifts can however also occur. As he continues to tell us, at present, the rate of polar wandering “is much greater than the average rate of relative [continental] plate motion,” and it would have been “faster still” in ages past. What is more important to our study: “Whenever there was a major continental assemblage in the polar region surrounded by subduction as was the case during the Devonian through the Carboniferous, the stage was set for a major episode of true polar wandering.” The southern continents, according to him, “all underwent a large northward displacement beginning sometime in the Permian or Carboniferous (280 million years ago) and continuing to the Triassic (190 million years ago).”\n\nIf this was so, areas which were once south of Earth’s polar regions, together with their fauna and flora, would have moved toward the polar regions. But, limiting ourselves to the last 60 million years (which would bring us to the Tertiary), a shift of 8°, as expressed by Anderson, would not have been enough to shift sub-tropical areas into the polar circles, and the sub-tropical faunal and floral remains of the high Arctic would remain unsolved.\n\nTHE PALEOMAGNETIC EVIDENCE\nIt is well known that Earth’s magnetic pole and its geographic pole, that is its axis of rotation, do not coincide; at present they vary by 11°. More than that, Earth’s magnetic field, and therefore its magnetic pole, is known to wander, having moved several hundred miles to the north in the twentieth century alone. It has however been posited that, over a period of a few thousand years, the field returns to its original position “and that the average position of the magnetic pole over the whole period will coincide with the earth’s axis of rotation.” It"
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 398,
            "content": "THE PALEOMAGNETIC EVIDENCE\nIt is well known that Earth’s magnetic pole and its geographic pole, that is its axis of rotation, do not coincide; at present they vary by 11°. More than that, Earth’s magnetic field, and therefore its magnetic pole, is known to wander, having moved several hundred miles to the north in the twentieth century alone. It has however been posited that, over a period of a few thousand years, the field returns to its original position “and that the average position of the magnetic pole over the whole period will coincide with the earth’s axis of rotation.” It is important to examine the paleomagnetic evidence to understand true polar wandering. Paleomagnetism studies the record of the Earth’s magnetic field in rocks, sediment, or archeological materials. It has provided substantial data indicating that true polar wandering has occurred, as evidenced by the orientation of magnetic minerals in rocks aligning differently than expected based on current geographic positions.\n\nMagnetic anomalies recorded in oceanic crust provide clear evidence of seafloor spreading and hence continental drift, but they also support the occurrence of true polar wandering. These anomalies show symmetrical patterns of magnetic stripes parallel to mid-ocean ridges, which indicate that the poles have shifted relative to the continents over geological time scales.\n\nFurthermore, paleomagnetic studies of ancient rocks have revealed that continents have experienced significant tilts and rotations relative to the magnetic poles, further supporting the idea that Earth's crust can indeed shift independently of its mantle and core, leading to true polar wandering. This shifting is consistent with the theories proposed by Hapgood and Anderson, though it remains a subject of ongoing research and debate within the geophysical community.",
            "bibliography": [
                "1. Most of Ting Ying Ma’s works were published by him in Fukien, China, and are very difficult to obtain although they are available from the Schermerhom Library at Columbia University. The information concerning Ma’s work in the present chapter has been gleaned from C. H. Hapgood, The Path of the Pole (N. Y., 1970), pp. 26, 79-87, 161, as also from Ma’s paper “Alteration of Sedimentary Facies on the Ocean Bottom and Shortness of the Period of Diastrophism After a Sudden Total Displacement of the Solid Earth Shell,” Oceanographica Sinica Ι:1 (September 1955), in toto.",
                "2. T. A. Stephenson, “Anthozoa,” Encyclopaedia Britannica (1959 edition), Vol. 2, p. 35.",
                "3. C. H. Hapgood, The Path of the Pole (N. Y., 1970), p. 87.",
                "4. D. L. Anderson, “The Earth as a Planet: Paradigms and Paradoxes,” Science (January 22, 1984), p. 352.",
                "5. C. L. Ellenberger, “Senmut’s Ceiling and the Earth as Tippe Top,” KRONOS VII:2 (Winter 1982), p.91.",
                "6. T. Gold, “Irregularities in the Earth’s Rotation—II,” Sky & Telescope (April 1958), pp. 284-286."
            ],
            "captions": []
        }
    ]
}
