[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 59,
        "content": "Identified with stars. They worshipped both the Evening and the Morning Star, the latter’s pre-eminence being stressed by many an anthropologist and researcher. In fact, Morning Star’s pre-eminence was such that no writer can treat of this North American Indian nation without wondering how this star acquired such significance in the religious beliefs of these people. That the Pawnee Morning Star was the planet Mars has now been astronomically verified and accepted by most anthropologists and archaeoastronomers. Up until 1906, the Pawnee were still offering human sacrifice to it. So, similarly, with the more sophisticated nations of Mesoamerica. Thus Susan Milbrath has observed that a number of scholars agree that the fundamental nature of the ancient Mesoamerican pantheon is astronomical. The same view has also been echoed by David Kelley, who wrote: “It has been clear to all serious students of Mesoamerican culture that there was an intimate relationship between astronomical knowledge, the calendar, and religious beliefs and rituals.” As Ev Cochrane more recently stated: “A prominent characteristic of Mesoamerican astronomy, immediately apparent, was their obsession with the observation and worship of the planet Venus.” And this despite the fact that B. C. Brundage, on considering the function the planet Venus played among the Mesoamericans, had no recourse but to offer the observation that the planet’s true role in the development of this particular culture “is not understood.” He also, however, added: “It might not be far wrong to look upon the Mesoamericans’ great skill in numeration as a child of that planet and to state that their intellectual life pulsed to its periods. Certainly a significant portion of their mythology involved that planet.” Thus Anthony Aveni, one of the foremost archaeoastronomers of the twentieth century, could not help but avow that “for the Maya the importance of Venus ... cannot be overstated.” In fact, what student of Mesoamerican lore can delve into the religious beliefs of these people without running headlong into Quetzalcoatl, perhaps the greatest Mesoamerican deity, at whose death, as we have already seen, his heart flew out to become the Morning Star. But what of more ancient nations?",
        "bibliography": [
            "G. A. Dorsey, unpublished notes, Field Museum of Natural History, Department of Anthropology, Chicago, 1922. These notes were later compiled by R. Linton and published as The Thunder Ceremony of the Pawnee and The Sacrifice to the Morning Star.",
            "M. Fauconnet, 'Mythology of the Two Americas,' New Larousse Encyclopedia of Astronomy (London, 1972), p. 433.",
            "J. del Chamberlain, When Stars Came Down to Earth, pp. 84-85.",
            "E. C. Krupp, op. cit., pp. 191, 193.",
            "R. Linton, The Sacrifice to the Morning Star (1922), pp. 1-2; E. C. Krupp, op. cit., p. 191.",
            "S. Milbrath, 'Astronomical Imagery in the Serpent Sequence of the Madrid Codex,' in A. Aveni (ed.,) Archaeoastronomy in Pre-Columbian America (Lubbock, 1975), p. 263.",
            "D. Kelley, 'Astronomical Identities of Mesoamerican Gods,' Archaeoastronomy 2 (1980), p. 1.",
            "E. Cochrane, 'When Venus was a Comet,' KRONOS XII:1 (Fall 1986), p. 3 (emphasis added).",
            "B. C. Brundage, The Phoenix of the Western World (N. Y., 1981), p. 173.",
            "A. Aveni, Skywatchers of Ancient Mexico (N. Y., 1980), p. 184."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 60,
        "content": "",
        "bibliography": [],
        "captions": [
            "Karttikeya—also known as Skanda and/or Kumara—shown here in his southern Indian form of Subrahmanya, the Hindu god of war, who personified the planet Mars. (From a nineteenth century Trichinopoly painting.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 61,
        "content": "The Indic Linga Purana preaches that “the worship of the planets should be pursued by good men,” and then unambiguously identifies each planet with a major Hindu deity—thus: “It is cited that the planet Mars is Skanda (Karttikeya) the commander-in-chief of the army of Devas. People of perfect knowledge say that Mercury is lord Narayan. O excellent brahmins, the great planet Shaniscara, the slow-moving Saturn, is Yama, the lord of the worlds. The preceptors of Devas and Asuras [that is Shukra and Brihaspati] are the great planets Venus and Jupiter with (refulgent) rays. They are mentioned as the sons of Prajapati.” In the Hebrew Talmud, the very meaning of “idolatry” is defined as the “worship of stars and constellations.” But none of this has stemmed criticism concerning the synonymy of planets and gods as they appear in ancient literature and beliefs. That planets were deified and worshipped as deities has, of course, been accepted—and how can it be otherwise when the evidence is there for all to read about. What has not been accepted is that this has always been so. What critics generally claim is that the planets had not always been gods—that, on the contrary, the deification of the planets owes its origin to a late date. But, as I have now been asking for a number of years, how late is late? Or, to ask a different question, how far back in history can this belief be traced? Ignoring, or sweeping aside, the statements of Aristotle, critics continue to maintain that the Greek identification of the planets as gods does not trace beyond the 4th century B.C. But is Greek lore the yardstick by which to measure the antiquity of anything? The Greeks, after all, came somewhat late on the ancient historical scene. What about those nations that were older, much older, than the Greeks? In Egypt the planets were also deified. Saturn was called Heru-ka-pet, that is Horus the Bull of Heaven; Jupiter was Heru-ap-sheta, the Star of the South; Venus was Sbat uatitha, the Evening Star; Mars was Heru-khuti and/or Heru-tesher, the Red Horus; and Mercury was Sebku and/or Sebek. Granted, it will be pointed out that these names and identifications became popular during the late Graeco-Roman period and that they do not trace further back than the 19th Dynasty. But the identity of the Morning Star as Horus was already known during the Old Kingdom and is found recorded more than once in the Pyramid Texts. In fact, to the ancient Egyptians, the synonymy of gods and planets was so complete that, in some instances, the same word was employed to signify either. Thus sba, among other things, meant “star,” but Sba was also the name of a “star” god. The word netru meant “stars,” but it also meant “gods.” As Faulkner pointed out:",
        "bibliography": [
            "Linga Purana 1:57:39.",
            "Ibid., 1:60:2-5. (NOTE: Elsewhere in the same work other names are also given for the planets, including Budha for Mercury. Ibid., 1:57:1-5 and 13-18.",
            "Macoby, 'Worlds in Collision' and the Birth of Monotheism,' SIS Review II:1 (Autumn 1977), p. 18.",
            "E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), pp. 302-303.",
            "W. M. Müller, Egyptian Mythology, Vol. 12 of The Mythology of All Races (1918/1964), pp. 94, 373; see also D. Cardona, 'Morning Star,' AEON IV:1 (April 1995), pp. 29 ff., where further references are supplied.",
            "E. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978), p. 655.",
            "Ibid., Vol. 1, p. 409."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 62,
        "content": "“It is of course very well-known that the Ancient Egyptians took a great interest in the stars, not only observing them for practical purposes such as determining times and seasons, but also inscribing star-maps and tables in their coffins and tombs at least from the Middle Kingdom onward. It is also realized that behind this lay a very ancient stratum of stellar religion, in which the stars were regarded as gods ...” So, also with Wallis Budge, who observed that “many passages” of the Pyramid Texts “refer to primitive star-worship.” Moving next to Syria we find that in the Eblaite tablets, the word for “temple” is not only given as e-dingir, which, as is to be expected, means “house of god,” but also as e-mul, which means “house of the star.” In ancient Babylon, as elsewhere, the planets were also adored as gods. Saturn, whom the Babylonians called Ninurta, was worshipped as a mighty hunter. Jupiter, as Marduk, was venerated as the king of the gods. Mars, under the name Nergal, was already then a god of war. Venus, called Ishtar, had already won her place as the goddess of love and carnal knowledge. Mercury was known as Nabu or Nebo. Morris Jastrow, who was aware of the astral nature of Babylonian religion, was of the opinion that this belonged “to a later stage in the unfolding of religious rites.” But, as N. H. Snaith more recently phrased it: “All the Mesopotamian deities, without exception as far as the later period is concerned and probably for the earlier period also, were associated with the heavenly bodies ...” As if to prove the point, the Neo-Babylonians worshipped not only the effigies of gods but their planetary symbols as well.",
        "bibliography": [
            "R. Faulkner, 'The King and the Star-Religion in the Pyramid Texts,' Journal of Near Eastern Studies 25 (1966), p. 153 (emphasis added).",
            "E. A. W. Budge, From Fetish to God in Ancient Egypt (N. Y., 1988), p. 51 (emphasis added).",
            "G. Pettinato, The Archives of Ebla (N. Y., 1981), p. 252.",
            "D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian People (London, 1996), p. 301.",
            "M. Jastrow, Jr., 'The Sign and Name for Planet in Babylonian,' Proceedings of the American Philosophical Society XLVII:189 (May-August 1908), p. 146.",
            "N. H. Snaith, The Distinctive Ideas of the Old Testament (N. Y., 1964), p. 29 (emphasis added).",
            "S. Lloyd, The Art of the Ancient Near East (N. Y., 1965 third printing), p. 235."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 63,
        "content": "So, likewise, in ancient Uruk. As Krystyna Szarzynska has recently noted, “in the most archaic period the determinative dingir [which means “god”] was associated with astral deities only.” The civilization of Uruk traces to that of Sumer. And it is precisely here that the truth can be run to ground for the language of Sumer is the oldest written language that we have. And in that language, very much as in that of the Egyptians, the word and/or cuneiform sign for “god” and “star” was one and the same—a symbol derived from the pictograph which preceded cuneiform writing—the very picture of a star. This not only proves that stars and gods were thought of as being truly synonymous as far back as written records reach, it also indicates that the very concept of God has its origin in a star. This brings me to another point I wish to stress. Thus one often encounters the statement that the ancients deified the planets—a statement which, because of its handiness, I have even employed myself, as I have employed it throughout this work. But, strictly speaking, this is incorrect. The ancients had no need to deify the planets because, to them, the planets had always been deities. They were, to be sure, the only deities they knew. In other words, planets were gods; gods were planets: planets and gods were one and the same. It was only during the first century B.C. that Lucretius began to turn the tables by going to great pains in demonstrating that astronomical bodies were not thinking purposeful gods.",
        "bibliography": [
            "K. Szarzynska, 'Some of the Oldest Cult Symbols in Archaic Uruk,' Jaarbericht ex Oriente Lux 30 (1987-1988), p. 10.",
            "Ibid., p. 11 (emphasis added).",
            "S. Langdon, Semitic Mythology (Boston, 1931), p. 93; I. S. Shklovskii & C. Sagan, Intelligent Life in the Universe (N. Y., 1968), p. 460; J. E. Pfeiffer, The Emergence of Society: A Prehistory of the Establishment (N. Y., 1977), p. 170.",
            "See here V. Clube & B. Napier, The Cosmic Serpent (N. Y., 1982), pp. 169-170."
        ],
        "captions": [
            "Marduk, the Babylonian god of the planet Jupiter, From a Babylonian lapis lazuli cylinder seal."
        ]
    }
]