{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 79,
            "content": "Elagabalus (A.D. 218-222). Born Varius Avitus, high priest of the Syrian god Elagabalus, proclaimed Emperor of the Roman Empire on May 16, 218. He was given the title of Marcus Aurelius Antoninus. Assuming the name of his god, he became popularly known as Emperor Elagabalus. When he moved from Emesa to Rome, he took the meteoritic “image” of his deity with him, which “image” also became known as the Elagabalus, and installed it in the temple of Kybele.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 80,
            "content": "The Sumerian name for “iron” was an-bar, which means “fire from heaven.” The Hittites, who were among the first, if not the first, in the ancient world to use weapons made out of iron, called the metal ku-an, which also translates as “fire from heaven,” since, as they claimed, iron originated in the sky. The Assyrians also extracted iron from ore, but to them, the metal was said to have been “fragments from heaven.” In Egypt, the name for “iron” was bia-en-pet or baat-en-pet, which translates as “metal of heaven” (although “thunderbolt of heaven” has also been suggested). In Egypt, the association of meteoric iron with the gods, and especially with the evil god Set, seems to have led to a taboo against the use of the metal. A similar religious taboo is also known to have existed in ancient Israel. The Old Testament preaches against the use of iron tools in the construction of Yahweh’s altar. The taboo against the use of iron was also observed in Greek and Roman cults. A religious exception seems to have been allowed in Egyptian funerary rites. “Metal of heaven” was used in the manufacture of small symbolic instruments in connection with the rites of the dead, and such items were often interred with the deceased. These religious instruments are mentioned in the Egyptian prayers for the dead even though, because of the corrosive nature of iron, few of them have ever been retrieved. Meteorites were also worshipped in Greece. Concerning this practice, Pausanias wrote: “Orchomenos has a sanctuary of Dionysos, but the most ancient one is consecrated to the Graces. They pay particular worship to rocks, saying they fell out of heaven.” The Egyptian god Amon, who was, among other things, associated with meteorites, was a stone which fell from the sky.” Aphrodite Ura-",
            "bibliography": [
                "1. V. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 196.",
                "2. Ibid.",
                "3. E. C. Krupp, Loc. cit.",
                "4. Ibid.",
                "5. E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 306.",
                "6. V. Clube & B. Napier, loc. cit.",
                "7. Velikovsky, Ramses II and His Time (N. Y., 1978), p. 236.",
                "8. Deuteronomy 27:5.",
                "9. H. B. Walters, Catalogue of the Bronzes, Greek, Roman and Etruscan, in the British Museum (London, 1899), p. xviii.",
                "10. G. A. Wainwright, “The Coming of Iron,” Antiquity, X (1936), p. 11.",
                "11. Pausanias, Descriptions of Greece, 38:1."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 81,
            "content": "The Sumerian name for “iron” was an-bar, which means “fire from heaven.” The Hittites, who were among the first, if not the first, in the ancient world to use weapons made out of iron, called the metal ku-an, which also translates as “fire from heaven,” since, as they claimed, iron originated in the sky. The Assyrians also extracted iron from ore, but to them, the metal was said to have been “fragments from heaven.” In Egypt, the name for “iron” was bia-en-pet or baat-en-pet, which translates as “metal of heaven” (although “thunderbolt of heaven” has also been suggested). In Egypt, the association of meteoric iron with the gods, and especially with the evil god Set, seems to have led to a taboo against the use of the metal. A similar religious taboo is also known to have existed in ancient Israel. The Old Testament preaches against the use of iron tools in the construction of Yahweh’s altar. The taboo against the use of iron was also observed in Greek and Roman cults. A religious exception seems to have been allowed in Egyptian funerary rites. “Metal of heaven” was used in the manufacture of small symbolic instruments in connection with the rites of the dead, and such items were often interred with the deceased. These religious instruments are mentioned in the Egyptian prayers for the dead even though, because of the corrosive nature of iron, few of them have ever been retrieved. Meteorites were also worshipped in Greece. Concerning this practice, Pausanias wrote: “Orchomenos has a sanctuary of Dionysos, but the most ancient one is consecrated to the Graces. They pay particular worship to rocks, saying they fell out of heaven.” The Egyptian god Amon, who was, among other things, associated with meteorites, was a stone which fell from the sky.” Aphrodite Ura-.",
            "bibliography": [
                "1. C. P. Olivier, Meteors (1925), p. 3.",
                "2. Fuhr, “On Comets, Comet-Like Luminous Apparitions and Meteors,” KRONOS VIII:1 (Fall 1982), p. 38.",
                "3. H. H. Bancroft, The Native Races of the Pacific States (1874-1876), Vol. III, p. 302.",
                "4. G. A. Wainwright, op. cit., p. 6.",
                "5. Ibid.",
                "6. Velikovsky, Worlds in Collision (N. Y., 1950), p. 291.",
                "7. S. Welles, et al., The World’s Great Religions (N. Y., 1957), p. 101.",
                "8. Ibid.; J. Huxley, et al., The Ancient World (London, 1968), pp. 95-96; F. Lenormant, Lettres Assyriologie (1871-1872), Vol. II, pp. 138 ff.; F. A. Lucas, Meteorites, Meteors and Shooting Stars (N. Y., 1931), p. 7; G. A.",
                "9. Wainwright, op. cit., p. 6; P. K. Hitti, History of the Arabs (1937), p. 100.",
                "10. Wainwright, op. cit., P. K. Hitti, History of the Arabs (1937), p. 100.",
                "11. Velikovsky, op. cit., p. 290.",
                "12. D. Cardona, “The Kaaba,” KRONOS XII:3 (Spring 1988), pp. 14 ff., where various other sources are supplied.",
                "13. J. Schaumberger, Sternkunde und Sterndiest in Babel (Munster, 1935), p. 317; al-Biruni, Kitab at-Tafhim (ed. R. Ramsay Wright, London, 1934), p. 240; D. Cardona, “Child of Saturn,” Part III, KRONOS V1I:3 (Spring 1982), p. 8, where other sources are cited.",
                "14. H. Lewy, op. cit., pp. 339, 348."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 82,
            "content": "In Egypt, the association of meteoric iron with the gods, and especially with the evil god Set, seems to have led to a taboo against the use of the metal. A similar religious taboo is also known to have existed in ancient Israel. The Old Testament preaches against the use of iron tools in the construction of Yahweh’s altar. The taboo against the use of iron was also observed in Greek and Roman cults. A religious exception seems to have been allowed in Egyptian funerary rites. “Metal of heaven” was used in the manufacture of small symbolic instruments in connection with the rites of the dead, and such items were often interred with the deceased. These religious instruments are mentioned in the Egyptian prayers for the dead even though, because of the corrosive nature of iron, few of them have ever been retrieved. Meteorites were also worshiped in Greece. Concerning this practice, Pausanias wrote: “Orchomenos has a sanctuary of Dionysos, but the most ancient one is consecrated to the Graces. They pay particular worship to rocks, saying they fell out of heaven.” The Egyptian god Amon, who was, among other things, associated with meteorites, was a stone which fell from the sky.”",
            "bibliography": [
                "1. Ibid, p. 348.",
                "2. See here, D. Overbye, “Voyager Was On Target Again,” Discover (April 1986), p. 78.",
                "3. See here, W. K. Hartman, Moons and Planets (Belmont, 1972), pp. 175-177.",
                "4. FA. Paneth, “Meteorites,” Encyclopaedia Britannica (1959 edition), Vol. 15, p. 341."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 83,
            "content": "The reasoning behind the taboo against iron was simple: As Charles Fort, the arch-enemy of establishment science, put it, since there were no stones in the sky to start with, no stones could have fallen from the sky. Because of such episodes, many European museums ended up discarding genuine meteorites, which would have been of great benefit to the scientific world in later years, simply because they thought of them as shameful relics of a superstitious past. One meteorite from that era, however, was preserved due to the protection given to it by the bishop of Zagreb’s consistory. This was the iron meteorite which had fallen at Hraschina in 1751. Sworn statements by eyewitnesses were collected and, together with the iron fragment, were sent to the Austrian emperor. Eventually, both the documents and the meteorite came into the possession of the Vienna museum and the attention of the physicist E. F. F. Chladni, who commenced a battle against the scientific establishment. In his paper of 1794, Chladni defended the trustworthiness of the Hraschina and other meteorites and was bold enough to claim that these objects originated as cosmic debris which had penetrated Earth’s atmosphere and fallen to the ground. Most of his colleagues, however, remained skeptical. But then, in 1803, so many meteorites fell and landed on the ground—an entire shower of meteorites actually—that the new investigator, Jean Baptiste Biot, had no option but to accept their extraterrestrial origin. Even so, when, in 1807, two Yale scientists claimed that meteorites had recently struck the ground at Weston, Connecticut, disbelief was still rampant. Thus, when Thomas Jefferson, President of the United States, who included paleontology among his many interests, was told of the incident, he is reported to have replied that: “It is easier to believe that two Yankee professors would lie, than that stones would fall from heaven.” * There is a lesson to be learned here because, since the ancients, who had been reporting the fall of such objects, swaddling them, worshipping them, etc., have been proven right on this score, they should perhaps be given the benefit of the doubt concerning their reports of other astronomical occurrences which science has not yet had reason to accept as being valid.",
            "bibliography": [
                "1. C. P. Olivier, Meteors (1925), p. 3.",
                "2. Fuhr, “On Comets, Comet-Like Luminous Apparitions and Meteors,” KRONOS VIII:1 (Fall 1982), p. 38."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 84,
            "content": "There has been some speculation that this meteorite had originally been reddish in hue and that its present black color is simply due to the patina of ages. To my knowledge, this has never been ascertained. In fact, there is reason to believe that the Stone’s blackness coincided with a special characteristic of mythic significance. That the Ka’aba was originally a shrine to the god and planet Saturn has now been documented. Also, the myths and astronomical lore of various nations connect the color black with this very planet and its deity. As Hildegard Lewy pointed out, “Saturn is frequently called the ‘black’ or ‘dark’ planet.” It is this particular Saturnian curiosity that points to the Black Stone’s selection as a Saturnian symbol. As Lewy wrote: “Saturn is frequently called the ‘black’ or ‘dark’ planet.”",
            "bibliography": [
                "1. Ibid, p. 348.",
                "2. See here, D. Overbye, “Voyager Was On Target Again,” Discover (April 1986), p. 78.",
                "3. See here, W. K. Hartman, Moons and Planets (Belmont, 1972), pp. 175-177.",
                "4. FA. Paneth, “Meteorites,” Encyclopaedia Britannica (1959 edition), Vol. 15, p. 341."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 85,
            "content": "Illustration by John Green. Mixtec artist from Oaxaca painting a codex.",
            "bibliography": [],
            "captions": [
                "Illustration by John Green. Mixtec artist from Oaxaca painting a codex."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 86,
            "content": "Maya priest-astronomer seated on top of a four-storey observational tower using his sighting cross to track the heavenly bodies.",
            "bibliography": [],
            "captions": [
                "Maya priest-astronomer seated on top of a four-storey observational tower using his sighting cross to track the heavenly bodies."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 87,
            "content": "Left: Seated priest-astronomer, from the Codex Mendoza, shown in the act of observing the stars (denoted by the symbol to his right) at night. Right: Symbolic representation of the same idea through the utilization of a cross-stick device as an aid to observation.",
            "bibliography": [],
            "captions": [
                "Left: Seated priest-astronomer, from the Codex Mendoza, shown in the act of observing the stars (denoted by the symbol to his right) at night. Right: Symbolic representation of the same idea through the utilization of a cross-stick device as an aid to observation."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 88,
            "content": "Symbolic representations of Mesoamerican observational temples utilizing the crossed-stick and V-shaped devices.",
            "bibliography": [],
            "captions": [
                "Symbolic representations of Mesoamerican observational temples utilizing the crossed-stick and V-shaped devices."
            ]
        }
    ]
}
