{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 439,
            "content": "David Leeming presented Hurakan as an aspect of the Feathered Serpent, that is our old friend Quetzalcoatl. In the Popol Vuh, however, Hurakan and Feathered Serpent, there called Gucumatz, are presented as partners in Creation. Thus, while we view Gucumatz/Quetzalcoatl as the embodiment of the Saturnian deity, it is obvious that Hurakan, while closely associated with proto-Saturn, was visualized as a separate entity.\n\nIn a recent work, M. Preuss had half a mind to identify Hurakan, which name she rendered by the Spanish spelling “Jurakan,” with the constellation of Ursa Minor. This is interesting because Ursa Minor, the Little Bear, is the very northern constellation which contains the Pole Star, thus situating Hurakan in the very locality where the myths of other nations place the primeval north wind. Additionally, however, Preuss was astute enough to note the connection between this deity and the axis mundi, the term used by mythologists to denote the boreal column said to have stretched between Earth and sky.\n\nOf additional importance is the fact that the name Hurakan translates as “One Leg”—which brings us to the next motif in our unfolding scenario.\n\nTHE ONE-LEGGED GOD\n\nAmong the ancient Egyptians, Osiris was said to have shone “above the Leg of heaven.” What this indicates is that this “Leg” appeared beneath the Saturnian orb, represented here as Osiris. We also note that, whatever this leg was, it had the appearance of fire. “Hail, Leg of fire,” was the manner in which it was invoked. That this “Leg of fire” descended from Earth’s celestial north pole, the proto-Saturnian place par excellence, was cogently argued by Gerald Massey and, as Talbott has shown, also by Hermann Kees. It thus becomes apparent that this “Leg” stood for a support which stretched from beneath Saturn’s south pole to Earth’s north polar regions.\n\nIn India, we meet with the deity named Manu whose assimilation to the god Saturn had already been noticed in the 19th century by William Jones and G. S. Faber. That this identification is correct is borne out by Manu’s epithet of Satyavrata, which is one of the many Sanskrit names for the planet Saturn. Moreover, as Jacob Grimm indicated, Satyavrata is the Sanskrit equivalent of the Slavic Sitivrat, which is also a name for Saturn. It is therefore noteworthy that Manu was said to have performed a severe penance which consisted of being “poised on one leg” for ten thousand years.\n\nIt is also stated in the Upanishads that Brahma, whom we have already seen identified as Saturn, “is only one-footed.”",
            "bibliography": [
                "1. A. D. Leeming, The World of Myth (New York, 1990), p. 60.",
                "2. M. Preuss, “A Study of Jurakan of the Popol Vuh,” in E. Magana & P. Mason (Eds.), Myth and the Imaginary in the New World (Laramie, 1986), p. 364.",
                "3. Ibid., p. 364.",
                "4. A. W. Budge, The Papyrus of Ani (New York, 1967), p. 118.",
                "5. A. W. Budge, The Egyptian Book of the Dead (London, 1901), p. 370.",
                "6. G. Massey, Ancient Egypt (New York, 1970), p. 311.",
                "7. D. N. Talbott, The Saturn Myth (New York, 1980), p. 211.",
                "8. E. Cochrane, “Kronos, Minos, and the Celestial Labyrinth,” KRONOS IX:2 (Winter 1984), p. 19.",
                "9. G. S. Faber, The Origins of Pagan Idolatry, Vol. II (London, 1816), p. 491.",
                "10. M. William, Sanskrit Dictionary (Oxford, 1872), p. 743.",
                "11. J. Grimm, Teutonic Mythology, Vol. 1 (New York, 1966), pp. 248-249.",
                "12. J. Grimm, loc. cit.",
                "13. Suryakanta, The Flood in Sanskrit Literature (Delhi, 1950), p. 4, as cited by D. N. Talbott, op. cit., p. 212.",
                "14. Swami Nikhilananda, The Upanishads (New York, 1963, abridged edition), pp. 221 ff., as cited by D. N. Talbott."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 440,
            "content": "Hurakan—amid stylized swirls of smoke or clouds.\nFrom a late Classic vase.\n(Illustration by Karl Taube.)\nPresently a name for the Pole Star, we have also seen how Dhruva was placed in its position by Vishnu, the location of which he claimed to have been his in an earlier time. More than that, we have actually seen that Dhruva was originally one of Vishnu’s own epithets. The added interest here is that, very much like Manu, Dhruva was said to have maintained himself in intense meditation while standing upright on one foot. Furthermore, in Sanskrit, the word dhruva also means “post” and/or “stake,” which, as Roger Ashton indicated, evidently stood for “a celestial support.”\n\nIn the Maitri Upanishad, Vishnu himself is referred to as “All-supporting.” Another epithet of Vishnu is Yamakila, derived from Yama, one of the Sanskrit names for Saturn, plus the suffix kilah, meaning “post” and/or “pillar.” Yet another epithet of Vishnu was Ekapada, from Ekapad, which means one-footed. Under this archaic epithet, sometimes rendered Aja Ekapad, Vishnu is referred to as the one-footed support of the Cosmos and “the Birthless One-footed One.” This is in keeping with our theory that the divine Leg under consideration must have been a physical substance that had the appearance of a columnar support. But also, being “birthless” presupposes an existence beyond memory. In other words, this celestial support, stretching between Saturn and Earth, seems to have always been...",
            "bibliography": [
                "1. J. O'Neill, The Night of the Gods (London, 1893), p. 501.",
                "2. G. de Santillana & H. von Dechend, Myth and Geometry (New York, 1974), p. 138.",
                "3. V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 531.",
                "4. R. Ashton, “The Polar Planet,” unpublished manuscript, p. 3.",
                "5. Maitri Upanishad VI:1:13.",
                "6. V. S. Apte, op. cit., p. 358.",
                "7. V. S. Apte, op. cit., p. 313.",
                "8. J. Schwabe, Archetyp und Tierkreis (Basel, 1951), p. 34, as cited by D. N. Talbott, loc. cit.",
                "9. C. Coomaraswamy & Sister Nivedita, Myths of the Hindus and Buddhists (New York, 1967), pp. 388-389, as cited by D. N. Talbott, loc. cit."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 441,
            "content": "...there as, in fact, Genesis implies in connection with the ruach which has led us to this disclosure.\nOther epithets of Saturn in Sanskrit literature are Pangu, signifying a lame person,” and Shirnapada, meaning “withered foot.”\n\nPerhaps the most well-known Sanskrit name for the planet Saturn is Shani (or Sani). And while Shani is not described as having been one-legged, he is nonetheless said to have been lame.\n\nAs Talbott has noted:\n“The Celtic Sol [so named by the Romans] stood on one foot all day. The African Wachoga tell of the old god Mrule who...had only one leg...Russian myth presents the demonic Verlioka as a...one-legged figure. So also was the Chinese primeval god K’uei one-footed.”\n\nOne even finds this one-legged god among the Australian Aborigines, where he is remembered as Turunbulun.\n\nOne word of caution: There are other deities said to have possessed a single leg or foot who do not translate as personifications of the planet Saturn, prime among whom is the Mesoamerican Tezcatlipoca. But that, too, is a related topic that must await a future volume.\n\nTHE PHALLIC POST\n\nIn the year 2000, while exploring the Neolithic remains at the Nakovana cave near Dubrovnik on Croatia’s Dalmatian Coast, Tim Kaiser and Staso Forenbaher made a revealing discovery. Having come across a barrier to the cave, first thought to be a natural rock fall, but later disclosed as having been man-made, they penetrated beyond it to three natural chambers. Various shards of pottery, some dating to 6000 B.C., were found scattered all over the floors of these chambers. The central room, however, contained a two-foot-high stalagmite, “unmistakably phallic in shape.” Examination of this stalagmite showed that it had actually been formed in another part of the cave from where it was detached and moved to the central cubicle. Near the stalagmite was a trough covered with limestone slabs, which is thought to have served as a bench, running the entire width of the cave. A three-foot-deep pit was also found nearby. All of this marks the cave as having been a cult center devoted to the worship of the phallus.\n\nNatural formations of similar resemblance have long attracted the attention of primitive societies as well as members of civilized races. One such phallic rock, an artificially enhanced natural formation, and now a prominent stop for tourists, is Kauleonanahoa, in the forest above the Kalaupapa Cliffs, on the Hawaiian island of Molokai.\n\nIt has, of course, long been known that phallic worship was an institution that stretches back into the mist of time. In certain parts of the world, especially in India, it continues to this day. Phallic images—idols, actually—have been found all over Stone Age Europe. One found in a Neolithic temple on Malta, the island of my birth, and now housed in the archaeological museum in Valletta, reproduces the phallus in triplicate form. Triplicate phallic images were also found at Alatri and on the Pelasgic walls at Grottatore.\n\nUntil recently, Western sentiments, especially those harbored by Judeo-Christian faiths, had long been shocked by the veneration of the male reproductive organ. This is so true that, in 1891, a Hindu boy was flogged in Madras, India, by order of the British Police Magistrate “for exhibiting an indecent figure in public view.” As Count Eugene Goblet d’Alviella recounted:\n“What he had explicitly done was to set up, in accordance with universal custom, a phallic image before a house that was in the course of erection... The image was indeed set up before [the house] as a symbol of the Deity...”",
            "bibliography": [
                "1. V. S. Apte, op. cit., p. 577.",
                "2. Ibid., pp. 610, 921.",
                "3. This is so well known that no references are required.",
                "4. J. O'Neill, The Night of the Gods (London, 1893), p. 501.",
                "5. G. de Santillana & H. von Dechend, Myth and Geometry (New York, 1974), p. 138.",
                "6. V. S. Apte, op. cit., p. 642.",
                "7. E. Cochrane, “Kronos, Minos, and the Celestial Labyrinth,” KRONOS IX:2 (Winter 1984), p. 14.",
                "8. D. N. Talbott, The Saturn Myth (New York, 1980), p. 211.",
                "9. Ibid.",
                "10. E. Cochrane, “Kronos, Thundergods and Thunderbolts,” KRONOS IX:1 (February 1983), p. 97.",
                "11. Pyramid Texts, spell 642.",
                "12. Eusebius Pamphili, Evangelicae Praeparationis 11:i:50.",
                "13. F. Elworthy, The Evil Eye (New York, 1971), p. 155.",
                "14. E. Goblet d’Alviella, Symbols: Their Migration and Universality (New York, 1894/2000), p. xix.",
                "15. E. Goblet d’Alviella, Symbols: Their Migration and Universality, p. xix.",
                "16. J. Strong, A Concise Dictionary of the Words in the Greek Testament (Madison, New Jersey, 1890), p. 64.",
                "17. P. Gaber & W. G. Dever, “The Birth of Adonis?” Archaeology Odyssey (Spring 1998), p. 54.",
                "18. L. Ginzberg, Legends of the Jews, Vol. 1, p. 62.",
                "19. L. Ginzberg, Legends of the Jews, Vol. II, p. 319.",
                "20. L. Ginzberg, Legends of the Jews, Vol. III, p. 158."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 442,
            "content": "The phallic rock in the forest above the Kalaupapa Cliffs on the Hawaiian island of Molokai.\n(Photograph by the author.)\nthis day. Phallic images—idols, actually—have been found all over Stone Age Europe. One\nfound in a Neolithic temple on Malta, the island of my birth, and now housed in the archaeological museum in Valletta, reproduces the phallus in triplicate form. Triplicate phallic\nimages were also found at Alatri and on the Pelasgic walls at Grottatore.!\nUntil recently, Western sentiments, especially those harbored by Judeo-Christian faiths,\nhad long been shocked by the veneration of the male reproductive organ. This is so true that,\nin 1891, a Hindu boy was flogged in Madras, India, by order of the British Police Magistrate\n“for exhibiting an indecent figure in public view.”8? As Count Eugene Goblet d’Alviella recounted:\n“What he had explicitly done was to set up, in accordance with universal custom, a\nphallic image before a house that was in the course of erection... The image was indeed set up before [the house] as a symbol of the Deity...”",
            "bibliography": [
                "1. F. Elworthy, The Evil Eye (New York, 1971), p. 155.",
                "2. E. Goblet d’Alviella, Symbols: Their Migration and Universality (New York, 1894/2000), p. xix.",
                "3. E. Goblet d’Alviella, Symbols: Their Migration and Universality, p. xix."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 445,
            "content": "Monumental phallus at the sanctuary of Dionysos on the island of Delos.\n(Photograph by the author.)\n“4\nTie,\n\"  Lee,           r    “= Se bY sic\n——__--—-3    ~                   é      oe Soa\na                ee: Fey\nBer\n- Sana\nhn @                         #    —      on\nMonumental phallus at the sanctuary of Dionysos on the island of Delos.\n(Photograph by the author.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 443,
            "content": "Those of Western religious sentiment would be even more shocked to learn that the Hebrew El, the very same god who, under the name Elohim, is believed to have created the world, was said to have been equipped with a long penis.\n\nWhat was this sacred virile member attached to god?\nAmong the Egyptians, the phallus of Ra was highly honored. This is indicated in the praises glorifying the god. As it was written: “Who is this?” And the answer is given: “It is Osiris.” But, as an alternative, which, in this case, as in many others, boils down to the same thing, the passage continues with: “Others, however, say that his name is Ra, and that the god who dwelleth in Amentet is the phallus of Ra, wherewith he had union with himself.”\n\nThe most popular ithyphallic god of Egypt was Min. Unfortunately, despite E. Cochrane’s attempt to identify this deity as a personification of Saturn and, later, through a change of mind, as a personification of Mars, not enough is known about this deity to reach a definite conclusion concerning his genesis.\n\nAlthough at this point, as noted above, the inclusion of Shu would be out of chronological sequence, it is interesting to note that this god was inter alia lauded as “Lord of the Phallus.” In the Pyramid Texts, he is actually equated with the male organ of Atum. What is even more revealing, however, is the fact that, in some depictions, the heaven-sustaining Shu is replaced with the phallus of Geb. It is then evident that the phallus of the deity was itself believed to have acted as the support of heaven much in the same manner that the single leg of the god did.\n\nAs Diodorus reported, it was not only the Egyptians who consecrated “that member” in their initiatory rites, but quite a few other nations.” And, as a more modern authority noted:\n“The antiquity of the phallus as an amulet is shown by the number found among Egyptian sculptures. No visitor to Egyptian antiquities needs to be told this...The phallus was the most sacred amulet worn by the vestal virgins of ancient Rome.\nMoreover, we find that Sesostris of the early Twelfth Dynasty, who conquered Asia, set up memorials of a phallic nature among the people who had acted bravely...In the ruins of Zimbabwe, in Central Africa, are to be seen phalli carved upon stone, similar to those found in Sardinia, which are said to be Phoenician...Again, numbers of phallic amulets in bronze are found in the earliest Etruscan tombs...”\n\nMythologists have always assumed that phallic worship arose out of the ancients’ recognition of the male member as a generative organ, and thus worthy of sacred honor as a symbol of fertility. Nor is this entirely a modern view, as evidenced by the writings of Diodorus. That this is a logical assumption there is no need to tell. As an example, the lower part of a statue of Dionysos, at Phigaleia, was covered with leaves of bay and ivy. Arthur Cook surmised that this was “possibly” done in order to conceal the god’s erect phallus and continued by adding that, “if so, we may conjecture that a late moralistic intention had been read into an early fertility-charm.” Such musings, by moderns and ancients alike, do not, however, go to the root of the problem, especially when the subject itself is not even viewed as a problem. A problem, on the other hand, does present itself when in-depth research reveals that the divine phallus was believed to have acted as a supporting post for heaven or the sky.\n\nOne thing concerning which Cook was correct is that the cult of Dionysos was a phallic one. As Marija Gimbutas elucidated:\n“[Dionysus’] cult in Greece is evidenced by temples, sculptures of phalli and descriptions of processions carrying huge phalli as late as the second century BC...Brimming with virility, he was the god most favored by women.\nThe abundance of phalli in Dionysiac festivals, in sculptures near the temples, on herms used as signposts on the roads and before the doors of houses suggest that the ancient Greeks were no less obsessed by phallic magic than were the Old Europeans.”\n\nAnd:\n“The Lenaia festival held in January was preceded by a Rural Dionysia in which phalli were carried in procession...”\n\nBroken stone phalli, representative of the god himself, can still be seen at the sanctuary of Dionysos, on the sacred island of Delos, to the mirth, embarrassment, and/or shock of visiting tourists. But what is of greater importance to this study is that the same Dionysos, still decked with ivy sprays, was elsewhere represented by a post dressed up as the god. That Dionysos represented an aspect of the Saturnian deity need not be repeated.\n\nThe nature of what this divine phallus really was comes to us from Phlius. There, a winged aged man with a phallus erect was once depicted on the gates of the city. This being was known as phaos rhyentes. What is interesting, however, is that, according to Hippolytus, the Sethians said “the downward flow of light from above.” “For there was a ray coming from above from that perfect light held fast in the dark, dreadful, bitter, filthy water... The 'perfect light' from which this ray of light emerged was a dim remembrance of the Saturnian sun 'held fast' in the center of its placental cloud, remembered here as 'dark, dreadful, bitter, filthy water'—the 'mud,' or 'slime,' or mot of the Phoenicians. That this was a reminiscence of the ruach of Genesis is then indicated when Hippolytus continues by stating that this was 'the spirit of light rushing over the water.'” And since this ray was remembered as “coming from above,” it stands to reason that the water in question was also somewhere above, presumably in the sky, as our thesis actually demands.\n\nIt was then this “downward flow of light” from proto-Saturn and its placental cloud which the ancients likened to the god’s single leg and/or his penis. In some instances, the god himself was considered to have been nothing more than the phallus of Creation. Consequently, one of the meanings of the name of the Hindu Creator, Prajapati, is the male organ of generation. More revealing is a passage in the Linga Purana which has been interpreted to mean that: “Pradhana, the primary unevolved matter, the cause of the universe is Linga itself. At the root of Linga the creator Brahma is stationed.” Here not only do we again find a reference to our posited placental cloud as the 'un-evolved matter,' but its direct association with the linga, that is phallus, as also with Brahma who, as we have seen, originated as an avatar of Saturn. In the Bhagavata Purana, there is presented the image of a cosmic porpoise with the planet Saturn itself projected on its generative organ.\n\nOf most importance is the fact that, in some cases, a phallus “sculptured in granite, marble, or ivory,” which used to be kept “in the inmost recess or sanctuary” of Hindu temples, was “surmounted by a golden star.” A similar colossal phallus was presented by Ptolemy Philadelphus to the temple of Osiris in Alexandria. This, too, was crowned in gold, which was carried in a splendid chariot in the midst of religious processions.\n\nAnother word of caution: As in the case of the one-legged gods, not all phallic deities, and Shiva in particular, are to be identified as Saturn, but that, too, must await future revelations.\n\nTHE SKY PILLAR\n\nIn pre-Islamic Arabia, pillars called hammanim were set up on the altars of the god Ba’al. On top of each of these pillars rested the disk of Samsu, usually understood as the name of the Sun. Granted that Samsu, as well as its variants SemeS and Sima, was eventually utilized as a name for the Sun, we have seen that the Assyro-Babylonian Samas (or Shamash) was specified by the Assyro-Babylonians themselves to have been the name for the planet Saturn. We may therefore safely assume that the pre-Islamic Samsu originally stood for the same planet. This is lent evidence by the fact that our present Sun does not appear to be resting on any kind of pillar while, as we have seen above, the proto-Saturnian sun was conceived to have stood on a support which was inter alia visualized as a vertical whirlwind, a single leg, and/or an erect phallus. Thus, Elmer Suhr, who confused so many mythological issues, was nevertheless astute enough to realize that the primeval wind “is especially effective in the heavens at the top of the cosmic column.”\n\nSuhr tells us that this cosmic column was “a very old concept dating back to primitive times,” and that it was the “sun” on top of this column that created the wind “by its whirling motion.”\n\nSuhr states that the cosmic column was “a very old concept dating back to primitive times,” and that it was the “sun” on top of this column that created the wind “by its whirling motion.” He emphasizes that the cosmic column should be thought of not as a static post but as a constantly whirling crucible, forever forming and re-forming the constituent elements into the changing aspects of human experience.\n\nThe memory concerning the association of this pillar with Saturn was retained in the Christian Sybillines, which proclaim that Sabaoth Adonai “shall sit on a heavenly throne and establish a great pillar,” which is elsewhere rendered a “pillar of glory.” Sabaoth, sometimes rendered Zebaoth, is a name derived from the Hebrew tsaba or tswa’ah, meaning “army,” and is used in the New Testament as the military epithet of God.\n\nAdonai means “my Adon,” where Adon is a Phoenician title that simply means “Lord.” Taking their cue from the Canaanites, who were the same as the Phoenicians, the Jews used the epithet Adonai to designate their own God. Thus, it was said that when God asked Adam what his name was, Adam replied with the words: “Adonai, Lord, because Thou art Lord over all creatures.” As Louis Ginzberg has it, the name Adonai is “the very name God had given unto Himself, the name by which the angels call Him, the name that will remain immutable evermore.” Moreover, when Moses is said to have asked God for his name, God is reported to have replied:\n\n“Thou desirest to know My Name? My Name is according to My acts. When I judge My creatures, I am called Elohim... when I rise up to do battle against the sinners, I am Lord Sabaoth... when I have mercy upon the world, I am Adonai.”\n\nElsewhere it is said that Adonai and Elohim were “the two sacred names of God,” even though, in fact, He was known by various others. This, then, tells us that, as far as the Jews were concerned, Adonai and Lord Sabaoth Adonai were the same as Elohim, the majestic plural of El, that is Saturn."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 444,
            "content": "The impregnation of Nut by Geb, where Geb’s phallus stands in for the usual position of Shu.\nFrom the Papyrus of Tameniu.\n(Compare with illustration on page 486.)\n...continued by adding that, “if so, we may conjecture that a late moralistic intention had been read into an early fertility-charm.” Such musings, by moderns and ancients alike, do not, however, go to the root of the problem, especially when the subject itself is not even viewed as a problem. A problem, on the other hand, does present itself when in-depth research reveals that the divine phallus was believed to have acted as a supporting post for heaven or the sky.\n\nOne thing concerning which Cook was correct is that the cult of Dionysos was a phallic one. As Marija Gimbutas elucidated:\n“[Dionysus’] cult in Greece is evidenced by temples, sculptures of phalli and descriptions of processions carrying huge phalli as late as the second century BC...Brimming with virility, he was the god most favored by women.\nThe abundance of phalli in Dionysiac festivals, in sculptures near the temples, on herms used as signposts on the roads and before the doors of houses suggest that the ancient Greeks were no less obsessed by phallic magic than were the Old Europeans.”\n\nAnd:\n“The Lenaia festival held in January was preceded by a Rural Dionysia in which phalli were carried in procession...”\n\nBroken stone phalli, representative of the god himself, can still be seen at the sanctuary of Dionysos, on the sacred island of Delos, to the mirth, embarrassment, and/or shock of visiting tourists. But what is of greater importance to this study is that the same Dionysos, still decked with ivy sprays, was elsewhere represented by a post dressed up as the god. That Dionysos represented an aspect of the Saturnian deity need not be repeated.\n\nThe nature of what this divine phallus really was comes to us from Phlius. There, a winged aged man with a phallus erect was once depicted on the gates of the city. This being was known as phaos rhyentes. What is interesting, however, is that, according to Hippolytus, the Sethians said “the downward flow of light from above.” “For there was a ray coming from above from that perfect light held fast in the dark, dreadful, bitter, filthy water... The 'perfect light' from which this ray of light emerged was a dim remembrance of the Saturnian sun 'held fast' in the center of its placental cloud, remembered here as 'dark, dreadful, bitter, filthy water'—the 'mud,' or 'slime,' or mot of the Phoenicians. That this was a reminiscence of the ruach of Genesis is then indicated when Hippolytus continues by stating that this was 'the spirit of light rushing over the water.'” And since this ray was remembered as “coming from above,” it stands to reason that the water in question was also somewhere above, presumably in the sky, as our thesis actually demands.\n\nIt was then this “downward flow of light” from proto-Saturn and its placental cloud which the ancients likened to the god’s single leg and/or his penis. In some instances, the god himself was considered to have been nothing more than the phallus of Creation. Consequently, one of the meanings of the name of the Hindu Creator, Prajapati, is the male organ of generation. More revealing is a passage in the Linga Purana which has been interpreted to mean that: “Pradhana, the primary unevolved matter, the cause of the universe is Linga itself. At the root of Linga the creator Brahma is stationed.” Here not only do we again find a reference to our posited placental cloud as the 'un-evolved matter,' but its direct association with the linga, that is phallus, as also with Brahma who, as we have seen, originated as an avatar of Saturn. In the Bhagavata Purana, there is presented the image of a cosmic porpoise with the planet Saturn itself projected on its generative organ.\n\nOf most importance is the fact that, in some cases, a phallus “sculptured in granite, marble, or ivory,” which used to be kept “in the inmost recess or sanctuary” of Hindu temples, was “surmounted by a golden star.” A similar colossal phallus was presented by Ptolemy Philadelphus to the temple of Osiris in Alexandria. This, too, was crowned in gold, which was carried in a splendid chariot in the midst of religious processions.\n\nAnother word of caution: As in the case of the one-legged gods, not all phallic deities, and Shiva in particular, are to be identified as Saturn, but that, too, must await future revelations.\n\nTHE SKY PILLAR\n\nIn pre-Islamic Arabia, pillars called hammanim were set up on the altars of the god Ba’al. On top of each of these pillars rested the disk of Samsu, usually understood as the name of the Sun. Granted that Samsu, as well as its variants SemeS and Sima, was eventually utilized as a name for the Sun, we have seen that the Assyro-Babylonian Samas (or Shamash) was specified by the Assyro-Babylonians themselves to have been the name for the planet Saturn. We may therefore safely assume that the pre-Islamic Samsu originally stood for the same planet. This is lent evidence by the fact that our present Sun does not appear to be resting on any kind of pillar while, as we have seen above, the proto-Saturnian sun was conceived to have stood on a support which was inter alia visualized as a vertical whirlwind, a single leg, and/or an erect phallus. Thus, Elmer Suhr, who confused so many mythological issues, was nevertheless astute enough to realize that the primeval wind “is especially effective in the heavens at the top of the cosmic column.”\n\nSuhr tells us that this cosmic column was “a very old concept dating back to primitive times,” and that it was the “sun” on top of this column that created the wind “by its whirling motion.” Suhr states that the cosmic column was “a very old concept dating back to primitive times,” and that it was the “sun” on top of this column that created the wind “by its whirling motion.” He emphasizes that the cosmic column should be thought of not as a static post but as a constantly whirling crucible, forever forming and re-forming the constituent elements into the changing aspects of human experience.\n\nThe memory concerning the association of this pillar with Saturn was retained in the Christian Sybillines, which proclaim that Sabaoth Adonai “shall sit on a heavenly throne and establish a great pillar,” which is elsewhere rendered a “pillar of glory.” Sabaoth, sometimes rendered Zebaoth, is a name derived from the Hebrew tsaba or tswa’ah, meaning “army,” and is used in the New Testament as the military epithet of God.\n\nAdonai means “my Adon,” where Adon is a Phoenician title that simply means “Lord.” Taking their cue from the Canaanites, who were the same as the Phoenicians, the Jews used the epithet Adonai to designate their own God. Thus, it was said that when God asked Adam what his name was, Adam replied with the words: “Adonai, Lord, because Thou art Lord over all creatures.” As Louis Ginzberg has it, the name Adonai is “the very name God had given unto Himself, the name by which the angels call Him, the name that will remain immutable evermore.” Moreover, when Moses is said to have asked God for his name, God is reported to have replied:\n\n“Thou desirest to know My Name? My Name is according to My acts. When I judge My creatures, I am called Elohim... when I rise up to do battle against the sinners, I am Lord Sabaoth... when I have mercy upon the world, I am Adonai.”\n\nElsewhere it is said that Adonai and Elohim were “the two sacred names of God,” even though, in fact, He was known by various others. This, then, tells us that, as far as the Jews were concerned, Adonai and Lord Sabaoth Adonai were the same as Elohim, the majestic plural of El, that is Saturn."
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 447,
            "content": "The Sakti Puja.\nTableau of Hindu deities surrounding phallic emblem.\nand surmounted by a golden star,...",
            "bibliography": [
                "1. F. Elworthy, The Evil Eye (New York, 1971), p. 155.",
                "2. E. Goblet d’Alviella, Symbols: Their Migration and Universality (New York, 1894/2000), p. xix.",
                "3. E. Goblet d’Alviella, Symbols: Their Migration and Universality, p. xix.",
                "4. H. M. Westropp & C. S. Wake (with A. Wilder), Ancient Symbol Worship: Influence of the Phallic Idea in the Religions of Antiquity (New York, 1875), p. 19."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 445,
            "content": "Monumental phallus at the sanctuary of Dionysos on the island of Delos.\n(Photograph by the author.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 446,
            "content": "“4\nTie,\n\"  Lee,           r    “= Se bY sic\n——__--—-3    ~                   é      oe Soa\na                ee: Fey\nBer\n- Sana\nhn @                         #    —      on\nMonumental phallus at the sanctuary of Dionysos on the island of Delos.\n(Photograph by the author.)",
            "bibliography": [],
            "captions": []
        }
    ]
}
