[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 459,
        "content": "Called for Mars as the boreal planet, the mechanics of a Rankine vortex could just as easily be applied to our Saturnian model. As Jueneman explained it, a Rankine vortex consists of “nested cylinders of atmospheric gases and debris, one within another, each separated by density gradients caused by pressure, thermal, and perhaps electrical differentials.” But what would have been the cause of such a planetary vortex? As explained in a previous chapter, proto-Saturn’s proximity would have raised a lithospheric bulge in Earth’s northern region, the shadow of which exists to this day. But, too, as there explained, Earth’s hydrosphere and atmosphere would also have responded to proto-Saturn’s attractive force. As Jueneman clarified, this gravitational force would have been enhanced by the inertia inherent in the synchronous rotation of the planetary pair. Thus the gentle westerly winds of lower latitudes “would have turned into increasingly violent south-westerly gales” at higher ones. In their northward spiral, aided by Coriolis effects, these hurricane winds would then have towered above Earth’s north polar region. “The tremendous energy of forward motion in the air mass, imparted by the relatively close proximity of the northern celestial body, would have been converted into angular momentum, increasing the velocity of this atmospheric maelstrom as it continued to accelerate into a tighter and tighter spiral. Finally, it would have sent a towering tornado-like polar column beyond the upper atmosphere and deep into space, ever reaching toward the northern body and forming a gaseous bridge in an attempt to span the void between.” The beauty of this model is that, unlike Talbott’s flow of debris and Rose’s flux tube, it readily explains the whirlwind motion attributed to the mythological axis mundi. But does it lend itself to a ray of light shining from above? After all, as we all know, tornadoes are anything but luminescent. They are, on the contrary, often very dark in appearance, some of them close to black, and definitely opaque enough to mask their internal lightning displays. And yet, external luminosities have been known to accompany tornadoes such as that which roared through St. Louis in 1959. This was described by various witnesses as having been of “a continuous illumination,” “a flame-like flare right up from the horizon,” and of “the shape of a broad sword.” Others have been described as having a “beautiful electric blue light” around them, or of looking “like a searchlight beam” extending down to the skyline. Jueneman himself attributes various electrical and light activity occurring within his planetary vortex but, as he described it, much like the tornado mentioned above, the overall appearance of the planetary vortex would have been a “bluish color” of “exquisite brilliance...encased in a pale green envelope.” Granted that some of these effects stem from Jueneman’s objective perceptivity, it is difficult to judge how much of them might also be due to his fertile speculation. For years I had accepted Jueneman’s model as being a tentative valid prototype of the mythological polar column. Then, as the years went by, my interest shifted to the discovery.",
        "bibliography": [
            "8. Ibid., p. 40.",
            "9. Ibid., pp. 39-40.",
            "10. Jbid., p. 40.",
            "11. B. Vonnegut, “Luminosity Accompanying St. Louis Tornado—February 10, 1959,” Monthly Weather Review (February 1959), p. 64.",
            "12. Jdem (with J. Weyer), “Luminous Phenomena in Nocturnal Tornadoes,” Science (September 9, 1966), pp. 1213-1220.",
            "13. F. B. Jueneman, op. cit., pp. 45-47.",
            "14. Ibid., p. 48."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 460,
        "content": "",
        "captions": [
            {
                "source": "internal",
                "text": "=           4 ney ah, Frederic B. Jueneman (Photograph—1995—by the author.)"
            }
        ],
        "bibliography": [
            "460"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 461,
        "content": "Of jets of plasma ejected by galaxies along their spin axes and, later, by similar jets ejected by stars. To be sure, I was at first overpowered by the colossal size of these jets which would dwarf even Rose’s flux tube and Jueneman’s planetary vortex. But then I reasoned that if these jets can exist in both galactic and stellar magnitudes—the difference in masses of which is enormous—they might also exist in planetary dimensions. After all, the difference in scale between planets and stars is much less than that between stars and galaxies. Thus, in a 1997 posting on KRONIA’s internet discussion group, I asked whether such jets might not “explain” the polar column associated with the primeval Saturnian sun, to which Wallace Thornhill replied: “Since the first Portland conference [sponsored by KRONIA Communications in 1997], I have considered the polar column to be a manifestation of a polar jet, which would have enveloped...Earth. The corkscrew motion of that jet would have been responsible for...rotating discharges...as seen from Zarth.” This polar jet, according to Thornhill, would have been a sustained plasma discharge in the form of Birkeland current, which claim is upheld by the plasma physicist Anthony Peratt. According to Thornhill: “Birkeland currents are the natural form of electric currents in magnetized plasma. It is the only way to pass high currents through a plasma for any distance. They are the invisible power transmission lines in space.” This brings to mind what Ralph Juergens had already noted in 1976, to the effect that “the column-like structure connecting Saturn and Earth might have been of the nature of a steady electric discharge.",
        "bibliography": [
            "15. W. Thornhill, KRONIA internet discussion forum, (December 19, 1997).",
            "16. Idem, “The Electric Universe (Beaverton, Oregon, 1997), p. 100.",
            "17. A. L. Peratt to D. Cardona on the Intersect electronic discussion group sponsored by KRONIA Communications, July 24, 2002.",
            "18. W. Thornhill, on the Intersect electronic discussion group sponsored by KRONIA Communications, November 26, 2001 (emphasis added).",
            "19. R. E. Juergens to D. Cardona (December 19, 1976), private communiqué."
        ],
        "captions": [
            {
                "source": "internal",
                "text": "{ f ] Birkeland current                              I 1 ]