{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 424,
            "content": "likely,” it is the first proposal that best fits the scheme. It was a “pre-existing polar configuration” that was disturbed “by the increasing influence of the Sun.” What seems to have transpired is that Earth’s axis was temporarily and slightly dislodged as the Sun attempted to separate it from Saturn. The Saturnian system’s entry into the Sun’s domain, however, was a prolonged development that unfolded in a series of awe-inspiring events. For a while of relatively short duration, Earth teetered slightly off balance, and it was during this precarious episode that Saturn was seen to slowly circle around its former stationary spot. The god wandered for a time. But Saturn was soon to reassert its hold upon its satellite and the deity returned to his former motionless locale. There is, of course, much that went on before this temporary interlude, and even more that followed it—but the detailed account of all that, complete with the relative evidence, will have to wait for the proposed sequel to this work. Through all this we have not been able to lay down our dragon’s ugly head—because, if the mechanics behind the break-up of comet Shoemaker-Levy 9 are not the ones we seek in explaining the manner in which the Saturnian system could have maintained its axial coupling, we are simply back to where we had started at the beginning of this chapter. What Shoemaker-Levy 9 taught us is that linear formations can exist, but only for a short period. That is not what we seek. What is required is a means to keep such a formation linearly aligned for a much longer period—longer than 3 months, longer than 45 years, 100 years, or 200 years. We need to discover a means to keep Saturn and Earth axially coupled for thousands of years, if not even longer.\n\nWhat, then, is the answer?\n\nCOSMIC JETS\n\nThe subject of the Saturnian co-axial system was discussed during the private round-table session held for the speakers at the 2000 KRONIA Communications world conference in Portland, Oregon. At that time, the astrophysicist Halton Arp declared that linear formations are not uncommon in the cosmos—to which he added the caveat that such formations are only possible if given a long time to form. While this declaration should have raised eyebrows, it raised but little.\n\nWhen, a month later, I asked Arp what linear formations he had in mind,” he referred me to the “condensations” which had been discovered being ejected by galaxies! These condensations, as Arp called them, are now known to be “violent jets of plasma that erupt from the cores of some galaxies” in poleward directions. In other words, the jets in question are shot out along the axis of the galaxy’s rotation. How are these jets formed?\n\nOnce deemed anathema to astronomy, electric currents are now known to exist throughout the Solar System. As James Peebles declared:\n\n“No one today denies the importance of magnetic fields and currents in the solar system and in its formation. This is now completely accepted.” [4]\n\nMore than that, as noted earlier in this work, 99% of the universe is now known to consist of plasma, an ionized gas that can conduct electricity. This led the plasma physicist and Nobel laureate Hannes Alfvén to ask: “why shouldn’t plasma still behave the same way for millions of years?”",
            "bibliography": [
                "1. D. Cardona to H. Arp, October 16, 2000 (private communiqué).",
                "2. H. Arp to D. Cardona, October 27, 2000 (private communiqué).",
                "3. E. J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), p. 75.",
                "4. Ibid., p. 74 (emphasis added).",
                "5. Ibid., p. 72."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 425,
            "content": "",
            "bibliography": [],
            "captions": [
                "Halton Arp (Photograph—2000—by Wallace Thornhill.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 426,
            "content": "the entire observable universe...? As Eric Lerner explains:\n“In Alfvén’s theory, a galaxy spinning in the magnetic field of space acts as a huge generator, inducing electric currents in the interstellar plasma. The currents flow in great filamentary spirals toward the center of the galaxy, where they turn and flow upwards along the spin axis.” [6]\nIt is this model, according to Alfvén, which accounts for the violent jets that are observed erupting from the center of galaxies.\n\n“Every now and then,” says Alfvén, “the electric current in a galaxy short-circuits and dumps a vast amount of energy into the core. The galaxy ‘blows a fuse,’ and the blast propels a jet of plasma up the spin axis.” [12]\nMost astrophysicists, on the other hand, claim that these jets are due to the intense gravity of a black hole harboring at the center of these galaxies, even though the existence of black holes themselves has recently been raising some serious doubts. [6] But when it comes to similar jets expelled by a breed of new stars, to say nothing of the remains of supernovae, the black hole explanation becomes untenable.\nThe Crab Nebula is the remains of just such a star which went supernova in 1054 A.D. The explosion blazed so brightly that it was visible from Earth in broad daylight. Plasma jets similar to the ones seen ejecting from galaxies, to say nothing of a ring of hot plasma, have recently been revealed by X-ray photography around the “inner workings” of the Crab. The plasma ring itself has been calculated to be 200 times wider than the Solar System. This ring is believed to be “powered by particles shooting along the star’s magnetic poles” which create the twin jets that are seen “firing out perpendicularly to the ring.” [12] An identical situation has been found in the Vela supernova remnant. [10]\nThe same is true of young stars, which are now believed to form from gas and dust which “clump” at the center of “an envelope of material” surrounded by “a swirling disk.” Magnetic forces then “direct jets along the axis.”\n\nActually, even our own Sun is now posited to have exhibited such bi-polar outflows, to say nothing of a so-called accretion disk, a remnant of which remains to this day as a circumsolar ring of asteroidal dust.[11]\n\nBut what have these cosmic jets to do with Earth’s axial coupling with proto-Saturn?",
            "bibliography": [
                "6. R. Jayawardhana, “Beyond Black,” Astronomy (June 2002), p. 33; R. Kunzig, “Black Holes Spin?” Discover (July 2002), p. 38 (emphasis in title as given).",
                "7. R. Jayawardhana, op. cit., pp. 29 ff.",
                "8. A. Svitil, “Cracking the Crab,” Discover (February 2000), p. 12 (emphasis added).",
                "9. Anonymous, “Do All Pulsars Fly Pole-First?” Sky & Telescope (September 2000), p. 20.",
                "10. M. MacRobert & J. K. Beatty, “Fountains of Chondrules From the Sun’s Cloudy Birth,” Sky & Telescope (October 2001), p. 18.",
                "11. F. Dermott, et al, “A Circumsolar Ring of Asteroidal Dust in Resonant Lock With Earth,” Nature 369 (1994), pp. 719-723."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 427,
            "content": "HERBIG-HARO OBJECTS\nAt the same round-table conference during which Arp had pointed out that linear features are not uncommon in space, I had passed around the photograph and graphic reconstruction of just such a new star ejecting jets of plasma from both its poles. At least visually, the item in question bore such an uncanny similarity to my proposed model of the proto-Saturnian brown dwarf star that I believed it important enough to share with the other attendees. Unfortunately, all those present who were interested in the co-axial Saturnian system brushed it aside as irrelevant. Worse still, Arp himself declared the item a mistaken interpretation.\nIt was only during my following correspondence with Arp that I realized he had mistaken my new star for something entirely different. What I had passed around for consideration was a picture of the star designated as HD 163296. What Arp mistook it for was the controversial runaway planet—if that is what it is—that had been discovered streaming away from the double star system known as TMR-1 by Susan Terebey.\nOnce this confusion was straightened out, Arp reminded me that he himself had included two photographs of a star emitting jets in his 1998 iconoclastic work on redshifts. Both photographs show HH 34, which is Herbig-Haro object 34, showing the “knots” lined up along its jet.\nThese are astronomical bodies in their own right, embedded in the star’s jet. These jet formations are known as Herbig-Haro objects—thus designated HH—named after their discoverers, George Herbig and Guillermo Haro. The one shown in the two photographs in Arp’s book is HH 34 which is also featured in a more recent article by Thomas Greene. [12]\n\nThe photograph and graphic reconstruction of HD 163296 that I had initially offered for consideration included three of these globular clusters—labeled HH 409-A, B, and C—embedded in the star’s bipolar plasma jets. (The jet itself is labeled HH 409.) HH 34 has at least five of these globular clusters all lined up in a row along the star’s polar jet. The tell-tale “accretion disk” is also shown encircling HD 163296.",
            "bibliography": [
                "12. Arp, Seeing Red (Montreal, 1998), last two photographs following p. 306."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 428,
            "content": "also featured in a more recent article by Thomas Greene. [13]\n\nThe photograph and graphic reconstruction of HD 163296 that I had initially offered for consideration included three of these globular clusters—labeled HH 409-A, B, and C—embedded in the star’s bipolar plasma jets. (The jet itself is labeled HH 409.) HH 34 has at least five of these globular clusters all lined up in a row along the star’s polar jet. The tell-tale “accretion disk” is also shown encircling HD 163296.\n\nHere, then, was incontestable evidence—nay, proof—that axially aligned linear formations were not only possible, but actually existed in space. They line up along plasma jets ejected poleward, sharing the same axis of rotation as their parent star, exactly as has been posited for Earth and Saturn in this study. Nor can it be said that these configurations are in any way transitory, as in the case of Comet Shoemaker-Levy 9, since they are believed to exist for millions of years—and thus Arp’s caveat regarding the “very long time” needed for their formation. Moreover, rather than being uniquely rare cases, Herbig-Haro objects occur in profusion. As of 1994, as many as 250 of such objects had been discovered, [13] and more keep being added to the list.\n\nNow if these stars can line up as much as five bodies in co-axial alignment, what is so impossible about proto-Saturn having had one such body, that is Earth, similarly aligned? Moreover, as those who are already familiar with the Saturn thesis know, and as I intend to show in future sequels, Proto-Saturn eventually ended up having at least three planetary bodies co-axially aligned. Thus, whatever keeps the bodies in Herbig-Haro jets axially aligned would also have kept Saturn and Earth (to say nothing of later planets) in similar alignment.\n\nWhat I must stress here is that all this is not to say that the Saturnian system was a Herbig-Haro object, the immense masses and distances of which alone would preclude such an identity. What is being hypothesized is that the Saturnian system can be visualized to have been a scaled-down version of such an “object,” concerning which more will be revealed in our final chapter.\n\nAt this crucial point, however, the following question presents itself: Did proto-Saturn display jets?",
            "bibliography": [
                "13. P. Greene, “Protostars,” American Scientist (July/August 2001), p. 319.",
                "14. B. Reipurth, A General Catalogue of Herbig-Haro Objects,” Electronic Version 1994-1."
            ],
            "captions": []
        }
    ]
}
