[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 324,
        "content": "Following Juergens, Frederick Hall disclosed similar ideas of his own: “Most stars are paired in binary systems. A few are trinities or orbit each other in groups of four or more. Still fewer go it alone. The Sun appears to be a loner. In recent years it has been postulated that the Sun, after all, may have its partner too, which would necessarily be a very small star, not seen as yet by astronomers. Nemesis [as this solar companion has been dubbed] is posited to be in an extremely elliptical orbit, approaching the Sun every 26 million years... “A stronger likelihood, perhaps, is that Nemesis does not exist and will not be found. Nemesis would now be near its aphelion and, over an incredibly long moment arm, should exert a detectable tug on the Sun. No news is no news. But another possibility is also worth considering. If in the past there was a Nemesis and it is no longer out there, it may actually be here. Two stars in a binary system each may have a quota of terrestrial bodies and gas giant planets. If their orbital relationship is highly elliptical, both systems could suffer drastic changes at each close approach. The much smaller star would be subject to close encounters with gas giant satellites of the much larger star, involving a possible loss of considerable angular momentum and mass. Hence, it is possible that a former Nemesis is now part of our Solar System. “In the event of such a catastrophic event such a ‘star’ could also lose its ability to generate stellar amounts of heat and light and could be captured as a close-in gas giant satellite of the larger star... If it is ultimately decided that Earth did arrive into the Solar System as a satellite of a Nemesis-like sun/planet—perhaps Jupiter or Saturn—then numerous geological mysteries would be cleared up and man’s early preoccupation with planetary worship would be much easier to understand.” Even more recently, the invasion of the Solar system by the Saturnian one, including Earth, has been taken up and expounded further by Wallace Thornhill. Astronomers have not yet postulated that Earth may have originated outside our Sun’s domain. But, in view of their recently revised history of the Solar Systems, as will be outlined below, even they are now asking whether Earth has always been where it is now. So where could it have been? EXTRA-SOLAR PLANETS When, in the 1980s, Carl Sagan aired his belief, earlier adhered to by Giordano Bruno, that the universe is filled with planets orbiting stars other than our own Sun, he was laughed out of court. As Kathy Svitil reported, unlike Bruno, Sagan “was spared the stake, but not the smug laughter of some of his fellow astronomers” who were quick to point out that “no planet had yet been found in any galaxy beyond our own solar system.”",
        "bibliography": [
            "12 F. Hall, “Solar System Studies,” AEON I:1 (January 1988), p. 105 (emphasis & bold lettering as given); see also, idem, “Solar System Studies,” Part 2, AEON I:4 (July 1988), p. 27.",
            "13 W. Thornhill, The Electric Universe (Beaverton, Oregon, 1997), p. 92; idem, “Saturn’s Revolving Crescent,” THOTH (electronic newsletter), 1:25 (November 3, 1997, pp. 7, 8; idem, “Speculations on Polar Configuration,” in ibid., 1:27 (December 10, 1997), p. 10; idem, “Ionizing the Galaxy,” in ibid., II:1 (January 15, 1998), p. 7; idem, “Stars in an Electric Universe,” AEON V:5 (January 2000), pp. 48, 49.",
            "14 BBC Online News, December 8, 1999, as quoted in “Did Jupiter Give Birth to Uranus & Neptune,” SIS Internet Digest 2000:1, p. 11.",
            "15 K. A. Svitil, “Field Guide to New Planets,” Discover (March 2000), p. 49."
        ],
        "captions": [],
        "headers": [
            "EXTRA-SOLAR PLANETS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 325,
        "content": "Maybe not in a different galaxy but, as early as 1967, Axel Firsoff had already been writing about the discovery of extra-solar planets as if they were in the realm of general knowledge. Thus, in explaining what he termed “the general plan of planetary systems,” he already could refer to “super Jovian planets, which are known to accompany some stars.” Despite more recent reports to the contrary, the first of these extra-solar planets was discovered by D. Reuyl in 1936. With an estimated mass of 0.04 M, and an orbital period of 15 years, it was detected near the star known as Ross 614. Another planet already known to Firsoff is one “a little less than twice as massive as Jupiter,” which orbits Proxima Centauri, 4.3 light years away. These planets, it should be pointed out, are detected rather than observed. Stars which are accompanied by planets go through periodic wobbles which are ascertained through the Doppler shifts in their spectral lines, due to the attraction of their invisible attendants. The amount of wobble allows the accompanying planet’s mass and orbit to be calculated. As Firsoff reported: “Several other stars are known to have dark companions, but these are rather more massive than Proxima’s big planet. Such superplanets may be partly degenerate, with interiors in superdense conditions encountered in White Dwarfs, and so could be quite small, despite their great masses.” Another body, which Firsoff referred to as “a dark companion of about 10 times the mass of Jupiter,” was also detected orbiting the red dwarf star Lalande 21185, which is calculated to be 8.1 (or 8.25 as newer sources have it) light years away and said to have a mass of 0.4 M. As Firsoff adds: “This discovery was due to the exceptionally large proper motion of the star, which changes its position in the sky by 4.8” a year and, for this reason, was being closely followed.” Firsoff did not enumerate the discoveries and identities of the extra-solar planets known in 1967 one by one, but he did state that “nearly 10 superplanets are now known to be attached to the nearest stars.” Thus, even then, Firsoff could claim that: “Far from being exceptional, the Solar System is rather a humdrum example of planetary configurations. There are multiple stars, each with an array of planets of its own; close binaries sharing one or more planets; superplanets that may have planetary satellites, which may in turn be accompanied by moons.” Astronomers are not always honest. Take, for instance, the planet supposedly discovered by Michel Mayor and Didier Queloz in orbit around the star 51 Pegasi at a distance of 50 light years. More recently touted as the first such planet detected, Sam Flamsteed even spoke.",
        "bibliography": [
            "16 V. A. Firsoff, Life, Mind and Galaxies (London, 1967), p. 90 (emphasis added). NOTE: I must here thank Roger Ashton who, having read a previous article of mine in which I had written about the discovery of extra-solar planets—“Antiquated Textbooks: Redesigning the Solar System,” AEON V:6 (August 2000), pp. 41-44—brought Firsoff’s above cited work to my attention. See also D. Cardona, “Extra-Solar Planets: An Update,” AEON VI:1 (February 2001), pp. 29 ff.",
            "17 A. Firsoff, op. cit., p. 93.",
            "18 Ibid., p. 92.",
            "19 Ibid., p. 93.",
            "20 Ibid.",
            "21 Ibid.",
            "22 Ibid., p. 95."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 326,
        "content": "of the surprise this caused when first announced in 1995. What, then, of the 10 extra-solar planets that were already known by 1967, the first of which was discovered in 1936? So, similarly, with the planet—or, at least, a brown dwarf star—said to orbit Proxima Centauri, which has recently been said to have first been discovered in 1998 through the Hubble Space Telescope. How, then, could Firsoff have written about it in 1967? But then, David Golimowski and Dan Schroeder nixed the whole thing. More sensitive observations led these two observers to conclude that no evidence really existed for such “a brown dwarf or planet companion.” As Golimowski stated: “We have images of Proxima that definitely should have revealed something. They did not.” Even so, as of this writing, planets in extra-solar systems are being detected almost every month. These assemblages, however, bear little resemblance to our own Solar System. Calculated to be half the mass of Jupiter, the 51 Pegasi planet orbits its primary at a mere distance of 5 million miles, which is seven times closer than tiny Mercury orbits our Sun. The planet completes its orbit in a mere 4.2 days. “To appreciate how bizarre this behavior is,” writes Flamsteed, “it helps to consider the bigger planets in our solar system—Jupiter, Saturn, Uranus, and Neptune. They are all at least a hundred times farther from the sun than 51 Pegasi’s planet appears to be. And it takes them years—a full dozen years, in the case of Jupiter—to make a single orbit.” What, then, of the belief that giant gas planets can only form somewhere in the middle of the revolving cloud of collapsing interstellar gas and dust that goes into forming a solar system? By the 1990s, astronomers had to ask: “How could a giant planet form so close to a star without being sucked in by gravity?” Actually Doug Lin had already suggested that planets like Jupiter could migrate from an outer system in toward their parent star. Lin’s hypothesis, however, did not envisage such giant planets ever coming to a halt close to their primary. His theory demanded that such planets would eventually be swallowed up by their sun. But, in view of newer discoveries, Lin and fellow astronomers were soon writing in Nature with two different scenarios aimed at getting a Jupiter-sized planet to stop short of being swallowed up. And then—the see-saw of scientific opinion—David Gray announced that the posited planet around 51 Pegasi was not really there at all. Most astronomers, however, have disregarded his conclusion, and the posited planet has now become fact. In the twelve months following this discovery and its attempted debunking, six other extra-solar planets were announced as having been detected. Three of them were said to be Jupiter-sized bodies orbiting “absurdly close” to their primaries. Two others were found to orbit.",
        "bibliography": [
            "23 S. Flamsteed, “Impossible Planets,” Discover (September 1997), pp. 79-80.",
            "24 Anonymous, “No Proxima Planet, Probably,” Astronomy (July 1998), p. 30.",
            "25 Ibid.",
            "26 S. Flamsteed, loc. cit.",
            "27 Ibid., p. 80.",
            "28 Ibid., p. 81.",
            "29 Ibid.",
            "30 Ibid., p. 82."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 327,
        "content": "their stars “at a slightly more conventional distance” but in “highly eccentric” orbits. As Fred Rasio had to admit, “you get the impression that most solar systems are not like ours.” Another planet was discovered orbiting the star Tau Bootis, which is slightly larger and hotter than our Sun, at a distance of sixty light-years. This planet has been calculated to have a mass equivalent to 3.87 that of Jupiter. It orbits its primary in a circular path in 3.3 days. It is 6.9 million kilometers (0.046 astronomical units) from its sun. This places it closer to its primary than Earth is to our Sun. The planet orbiting Lalande 21185, concerning which Firsoff had written in 1967, is even closer to us—now calculated as 8.25 light-years away. It is now believed that this star is orbited by at least two planets. One of these is said to be the size of Jupiter at a distance equivalent to Saturn’s distance from our Sun. The other planet, only slightly less massive than Jupiter, is believed to orbit Lalande at about the distance of the asteroid belt. The binary star system CM Draconis, 50 light-years away, is also believed to be orbited by a planet with a diameter equal to 85 percent that of Jupiter. The stars themselves orbit each other around a common center of gravity once every day. The purported planet would then orbit both stars in a circuit completed in “several months.” Meanwhile, Doppler shifts are not the only means by which extra-solar planets can be detected. In 1996, through the use of the Hubble Space Telescope, astronomers noticed that the disk of dust around the star Beta Pictoris seemed to be tilted. They could only think of two possible ways in which this stellar disk could have been unbalanced: it was either due to radiation from the star itself or the existence of a large planet which would have tugged at the debris in the disk. Two years later, Sally Heap, then of NASA’s Goddard Space Flight Center, trained Hubble’s Imaging Spectrograph on Beta Pictoris to obtain closer views of the star and its disk. Her verdict was that the images she was able to resolve strongly suggested a planet or planets. She did, however, warn that: “Because the star is shrouded in dust, it will be impossible to ever see any planets around Beta Pic., so I don’t know how we will get a direct confirmation.” Another extra-solar planet, calculated to be 6.84 times the mass of Jupiter, has been detected orbiting the star 70 Virginis at a mere distance of 0.47 astronomical units in an orbital period of 116.7 days. It was unmasked by the team of Geoffrey Marcy and Paul Butler, who have found “more planets than anyone else in history.” Six of these planets, brought to light by 1998, were featured in Astronomy; five others were reported by early 1999, two of which have been calculated to be 5 times the mass of Jupiter. In the year 2000 came news of the possible discovery of extra-solar planets which appeared to measure a mere 2.5 Earth radii. Or, at least, their possible shadows have been detected, like the one passing in front of the binary star system known as CM Draconis. Until then, as we have seen, only Jupiter-sized, and larger, planets had been located.",
        "bibliography": [
            "31 Ibid.",
            "32 Ibid.",
            "33 Anonymous, “A New Planet in Bootes,” Astronomy (September 1996), p. 25.",
            "34 Anonymous, “Extrasolar Planet Update,” in ibid., p. 26.",
            "35 Ibid., pp. 26, 28.",
            "36 Anonymous, “A Planet in the Dust,” Discover (April 1998), p. 25.",
            "37 Ibid.",
            "38 S. Stephens, “Planet Hunters,” Astronomy (July 1998), p. 63.",
            "39 Ibid.",
            "40 Ibid., p. 59.",
            "41 Ibid., p. 63.",
            "42 Anonymous, “Yet More Extrasolar planets,” Sky & Telescope (February 1999), p. 22."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 328,
        "content": "tected, like the one passing in front of the binary star system known as CM Draconis. Until then, as we have seen, only Jupiter-sized, and larger, planets had been located. William Cochran and his collaborators from the University of Texas announced a planet “that closely resembles Jupiter” around Epsilon Eridani, which is the closest star that is similar to our own Sun. Orbiting at 300 million miles from the star, it takes close to seven years to complete one circuit. Other extra-solar planets imbedded within the disks surrounding youthful stars, detected through means other than Doppler shifts, have been announced by Nick Gorkavyi at NASA’s Goddard Space Flight Center. Gorkavyi’s method involves a search for “whorls and clumps produced by a planet’s gravitational meddling.” This method rewarded him with three new planets, including one that is said to be only 0.2 times the mass of Jupiter, revolving around Epsilon Eridani, 5.5 billion miles away, which would make it about twice the distance our own Neptune orbits from the Sun. An even smaller planet, weighing in at about 0.15 Jupiter’s mass—which makes it about half Saturn’s mass—has been detected circling the star HD 83443. This one has a second Saturn-sized planet which, as Svitil reported, “bolsters the view that groupings like our solar system are not uncommon.” In January of 2001, the extra-solar planet-hunting team lead by Geoffrey Marcy announced the detection of “a pair of planets, each about the mass of Jupiter, that whirl around their home star [Gliese 876], 15 light-years from Earth in perfect lock-step.” One of these planets takes 30 days to complete its orbit, the other “exactly” twice as long—that is in a two-to-one ratio. Also announced by Marcy and his team is a solar system, dominated by the star HD 168443, at a distance of 123 light-years in the constellation Serpens. This system harbors a 7.7 to 15 Jupiter-mass planet accompanied by another body that has been calculated to be from 17 to 40 times as massive as Jupiter. A body that massive had astronomers scratching their heads since they could not “quite figure what it can be.” As Marcy himself noted: “It’s a bit frightening.” “What’s frightening,” reports Michael Lemonick, “is that these discoveries make it clear how little astronomers know about planets...” Or, as Princeton astronomer Scott Tremaine put it: “Not a single prediction for what we’d find in other systems has turned out to be correct.” As of this writing, the number of extra-solar planets that have been detected orbiting other stars had risen to 55. The problem caused by all these discoveries was succinctly stated by Flamsteed when he wrote that: “After decades of searching, we’ve finally found other planets orbiting other stars, and found them in abundance. Now the only problem is figuring out how on Earth to explain them.”",
        "bibliography": [
            "43 L. R. Doyle, et al., “Searching for Shadows of Other Earths,” Scientific American (September 2000), pp. 58 ff.; idem, “Discovering Worlds in transit,” Astronomy (March 2001), pp. 38-43.",
            "44 K. S. Svitil, “Wonder Worlds,” Discover (December 2000), p. 19.",
            "45 Ibid.",
            "46 Ibid.",
            "47 M. D. Lemonick, “New Planetary Puzzlers,” TIME (January 22, 2001), p. 43.",
            "48 Ibid.",
            "49 Ibid.",
            "50 Ibid.; see also, R. Naeye, “Odd New Planets Discovered,” Astronomy (April 2001), p. 18.",
            "51 R. Naeye, loc. cit.",
            "52 S. Flamsteed, op. cit., p. 79."
        ],
        "captions": [],
        "headers": []
    }
]