{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 29,
            "content": "This did not happen that long ago. It happened at a time when the recording of history had already reached perfection, a time when events could be frozen and immortalized on film. As it happens, the event in question was exactly so documented. As Greenberg noted: “The last two choices are definitely in error. Film footage of the great swastika being blown up (as seen in the film The Enigma of the Swastika) leaves no doubt and clearly indicates that it was the Zeppelinfeld swastika.” If the memory of events from the recent past can get so confused, why should we wonder about the faulty memory concerning events from a much more remote past? Without a film to document these earlier events, how can we ever be sure of what really transpired? Two lessons to be learned from the above example are as follows: Despite differing versions of which swastika was blown up by the invading army, all reports agree on one fact: A colossal swastika in Germany was destroyed by the invading army. This is the core of this particular historical event. In many cases, when dealing with contradictory versions of a specific myth, it is the core of the event that we must hold onto, not the detailed trimmings, which were often appended to the myths at a much later time. Thus, whether it was just one pair or seven of each animal that Noah was said to have taken into his ark, the core of the different tales remains that he did take male and female specimens of the animals on board. The second lesson is that various versions of an event can be compared and, with a little help from logic, the correct one can sometimes be ascertained. When it comes to the science of mythology—and it is a science—comparison can be a very effective tool.",
            "bibliography": [
                "1. L. M. Greenberg, Let There Be Darkness: The Reign of the Swastika (Wynnewood, Pennsylvania, 1997), p. 85.",
                "2. H. Collitz, “König Yima und Saturn,” in Jal Dastur Cursetji Pavry (Ed.), Oriental Studies in Honour of Cursetji Erachji Pavry (London, 1933), p. 87 (as translated privately for the author by Birgit C. Liesching).",
                "3. Thid., where other sources are cited."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 30,
            "content": "The goddess Anath\nwho went on a drunken rampage against mankind. 13th century B.C. ivory plaque from Ras Shamra, ancient Ugarit, now at the Damascus National Museum. (Illustration by Marie Joséphe Devaux.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 31,
            "content": "A tale from the Hindu lore of India concerns the goddess Kali, whose thirst for gore—she is often portrayed with a hanging tongue and a mouth dripping with blood—was developed after she had slain the asura (or demon) Raktavira (also known as Raktabija). From every drop of blood that fell to the ground from the wounded asura, another demon sprang to life, possessing his courage, strength, and valor. In order to prevent Raktavira’s blood from reaching the ground and generating further demons, Kali, also known as Durga, was forced to drink it as it gushed out. This act of drinking blood gave her such a blind lust for violence that nothing could stop her. On one occasion, Shiva himself had to mingle among the demons she was slaughtering and allow himself to be trampled underfoot in her dance of victory; this was the only way to bring her to her senses and save the world from collapse. This myth is very similar to one involving the goddess Anath. In a myth from Ugarit, we see Anath coming to the aid of Baal when he was beset by enemies. As cruel a goddess as Kali, Anath did not limit her slaughter to demons but went on a drunken rampage against mankind, from “the rising of the sun” to “the shore of the sea.” In the end, Baal had to intervene to stop the goddess from annihilating mankind. As William Albright reported: “It has been pointed out by Marvin Pope that there are many traits which Anath shares in common with the Indic goddess Kali or Durga. In fact, the respective figures are so similar that coincidence can scarcely be the only explanation.” Yet another similar myth comes from ancient Egypt, where the goddess Sekhmet, said to have been Ra’s destructive eye, was hurled in anger against mankind. Incited by Ra himself, the goddess began a slaughter so complete that she ended up flooding the world with blood. In both this myth and that of Anath, each respective goddess is described as wading up to her waist in gore. In the end, just like Shiva and Baal, Ra himself had to intervene and call the goddess back. The similarities among these three myths strongly suggest that they describe the same event under different names, each applied by different cultures.",
            "bibliography": [
                "1. A. Isenberg, “Devi and Venus,” KRONOS II:1 (August 1976), p. 93.",
                "2. J. Gray, Near Eastern Mythology (London, 1969), p. 74.",
                "3. W. F. Albright, Yahweh and the Gods of Canaan (N. Y., 1968), p. 130.",
                "4. B. van de Walle, “Egypt: Syncretism and State Religion,” Larousse World Mythology (London, 1972), p. 40.",
                "5. J. Aistleitner, Die Myhologischen und Kultischen Texte aus Ras Shamra (Budapest, 1959), p. 40."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 32,
            "content": "Kali, also known as Durga, the Hindu goddess of destruction. (From an 18th century Rajasthan painting.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 33,
            "content": "Anahid, known also by the Hellenistic name of Anaitis, has been compared to the Greek Aphrodite, the personification of the planet Venus. It is stated in the Persian work known as Bundahish that the planet is referred to by the name of Anahid. We also find Anat identified as the Babylonian Ishtar, whose Venerian identity has never been contested. Michael Astour noted: “Anath, the Queen of Heaven, was identified with Venus (Kaukabta) and, under the name of Uzza, ‘the strong one,’ was worshipped by the Sinaitic Saracens as the Morning Star.” Comparative mythology indicates that if Anath was the personification of Venus, then Kali and Sekhmet should also be similarly identified.",
            "bibliography": [
                "1. Bundahish 5:1.",
                "2. M. Astour, Hellenosemitica (Leiden, 1967), p. 261."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 34,
            "content": "The Egyptianized form of the Canaanite Anath.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 35,
            "content": "Joseph Campbell, a prominent mythologist of the latter half of the twentieth century, pointed out that the comparative study of the mythologies of the world compels us to view the cultural history of mankind as a unit. Themes such as fire-theft, deluge, land of the dead, virgin birth, and resurrected hero appear worldwide in new combinations, while remaining, like the elements of a kaleidoscope, few and always the same. Campbell viewed that the ideas inherent in mythology owe their universal distribution to radiating diffusion, especially from “the nuclear Near East.” He noted that archaeological and ethnographic research over the past half-century has shown that ancient civilizations, including Egypt, Mesopotamia, Crete, Greece, India, and China, derived from a common base, explaining similar forms in their mythological and ritual structures. While ideas certainly traveled between cultures, the similarity of the myths regarding goddesses Anath, Kali, and Sekhmet suggests that these may have been passed from one people to another. However, direct borrowing is unlikely, especially since the three goddesses do not share a common name. While we can see the evolution of names from Canaanite Anath to Persian Anahita, there are no linguistic relations between Anath, Kali, and Sekhmet. They also differ significantly in physical depiction, indicating distinct origins despite similarities in their violent narratives.",
            "bibliography": [
                "1. J. Campbell, The Masks of God: Primitive Mythology (N. Y., 1959), p. 3.",
                "2. J. Campbell, The Masks of God: Primitive Mythology, p. 202.",
                "3. L. Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 76."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 36,
            "content": "Goddess representation in ancient cultures.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 37,
            "content": "Cultures retained their distinctive deities and forms. Wallis Budge asserted that the Egyptians erroneously attributed to Anat the peculiar headdress of Hathor, even though her omega-shaped hairdo had always been distinct. Thus, while cults and rituals were transferred between cultures, no obvious marks of direct borrowing exist between Anath and Sekhmet despite their shared myths. William Heidel cautioned against assuming a direct borrowing of motives without sufficient justification, noting, “Ideas are not so easily communicated without a material substratum.” Notably, similarities in mythological ideas can also be found globally, even in Old and New World mythologies. Quetzalcoatl, the priest-king in Mesoamerica, and Osiris, the Egyptian god, both acted as civilizers and met tragic ends.",
            "bibliography": [
                "1. E. A. W. Budge, The Gods of the Egyptians, Vol. 2 (N. Y., 1904/1969), p. 280.",
                "2. W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 301."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 38,
            "content": "Tragic myths of civilizers, their deaths, and potential cultural exchanges.",
            "bibliography": [],
            "captions": []
        }
    ]
}
