[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 414,
        "content": "[The model] must agree with the variety of metaphors of myth. [The apparition] must be present when human technological metaphors require it to be so. It must be visible in the same form to people scattered over wide areas of North America and Eurasia. Therefore, I propose a hologrammatic phenomenon of polarization of light of stratospheric particles which is manifested only at certain points in a series of intensities of solar radiation at harmonically related electromagnetic frequencies. At an appropriate intensity, the radiation at various frequencies is in a proper mutual relationship, and the hologram is brilliantly lighted. It is seen in essentially the same form from points of viewing thousands of kilometers apart. It appears to be in the rotational polar space. It constitutes the central feature of the sky. The complete visual assemblage of it is that lost ancient sky which was radically different from what we now associate with the sky. In order to circumvent the problem raised by the invisibility of this hologrammatic apparition in the present sky, Ashton proposed that between the activating intensities of solar radiation, there is an interference phenomenon which [now] blots out the polar apparition. He even provided a hypothetical instance of how this might work but, as he made clear in 1999, the entire exercise becomes irrelevant since he himself eventually disavowed it all. As he then wrote: In 'The Bedrock of Myth,' as yet unpublished, I explain why, by content of myth alone, I reject the role of planets in the Polar Assemblage, which I think may well have been objective, but for which I failed to propose a plausible model. One should recommend Ashton for his honesty but, since he continues to believe that what he terms the Polar Assemblage was the very bedrock of myth, and since he now admits that the hologrammatic model he had previously advanced cannot be considered plausible, what is he left with to explain the apparition he continues to believe in? Knowing Ashton for the intelligent man he is, it remains my personal opinion that he jumped off the planetary Saturnian ship a little too hastily and much too early. All of the above attempts, noble efforts one and all, suffered through similar problems and, in one respect, by one and the same difficulty. All of them, in one way or another, were burdened with items which are contrary to what the mytho-historical records demand, and/or with items which, at best, are not contained within that record. To be fair to all concerned, most of those who had thus far attempted to solve the axial problem inherent in the Saturnian configuration were in something of a peculiar situation in that the Saturnian scenario had not yet been gathered together in chronological sequence in any one place. Worse than that, not all of the events, with their celestial interactions, and their consequential outcomes, had till then received treatment. Nor can the present work alleviate that problem because, while a chronology of sorts is here being attempted, the history of the Saturnian system contains too many constituents, and too many events, only a few of which have so far been touched upon, to be told in one short volume. Add to all that the additional problem the above theoreticians encountered in that they were already faced with slight disagreements between the main proponents of the thesis, and one can well understand the shortcomings of their attempts. The one difficulty with which they all strained, however, was in their location of the Saturnian configuration within the bounds of the Solar System. This encumbered their theories.",
        "bibliography": [
            "56 Ibid., MS p. 7 (emphasis added).",
            "57 Ibid., MS p. 8.",
            "38 Ibid.",
            "59 Idem, in response to R. M. Smith, 'Purple Darkness,' AEON V:4 (July 1999), p. 6 (emphasis added).",
            "414"
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 415,
        "content": "because their attempts had to take the mass of the Sun into consideration. This mass would not have been involved, at least not initially, in our alternative scenario where the co-axial Saturnian system would have originally sustained itself far away from the Sun's gravitational and/or electromagnetic influence. And this should not be wondered at because, despite Juer- gens' original concept regarding the extraneousness of the Saturnian system, the theory had not yet received much publicity. Besides, as Talbott himself was astute enough to recognize, until all the mythological chips are in their correct place, theories concerning the astronomical workings of the Saturnian system must remain hypothetical at best. As he had it stated: 'What I will argue for is that the search for physical explanations have at its highest priority reckoning with the full implications of myth, wherever a definitive consensus is indicated. As more information is brought to the discussion this will require a continued willingness to reconsider previous speculations—with no qualms about modifying or even abandoning earlier frameworks.' THE LESSON OF SHOEMAKER-LEVY 9 The problem then becomes even more obvious because, despite the internal consistency of the mytho-historical record, our theory continues to demand an astronomical solution. As already noted, there are no bodies in the present Solar System which are linearly aligned. Worse than that, present Solar System theories, based on purely gravitational forces, even with the refinements introduced from lessons learned through the detection of extra-solar planets, do not seem to allow for celestial bodies to be so aligned. But then, in July of 1994, Comet Shoemaker-Levy 9, which taught us more than one lesson, plowed into Jupiter. The most important message writ large by this impact was more of a warning than anything else. It taught astronomers, once and for all, that Earth is not the safe haven they had previously believed it to be. If a comet could collide with Jupiter, as this one did, chances of a similar collision with Earth could not be as far-fetched as once believed. Geologists, of course, had long recognized the scars left behind by previous terrestrial impacts, but these had always been pushed beyond the reaches of the present into the dim horizon of a long-gone past. Until recently, and despite the devastation it caused, even the impact of a fireball in the valley of the Tunguska River in northern Siberia, in June of 1908, failed to alert astronomers to the dangers of cosmic impacts. Shoemaker-Levy 9 accomplished what the Tunguska fireball failed to do. It sent entire nations on a world-wide program designed to keep track of near Earth-grazing objects, such as errant asteroids, in an attempt to forewarn humanity of any impending cosmic-induced catastrophe—even though no one seems certain of how to avoid the calamity if and when such a time comes. The second lesson learned from the impact of Shoemaker-Levy 9 had to do with the nature of comets which, for years, had been touted as being mainly composed of ice—'dirty snow-balls,' they have been called, or 'snowy dirtballs,' as some jocularly termed them. But when Shoemaker-Levy 9 impacted on Jupiter, no water was detected.",
        "bibliography": [
            "© D. Talbott, op. cit., p. 15 (first emphasis as given, second emphasis added).",
            "61 The object is generally referred to as a fireball because it has never been ascertained beyond any doubt what it might have been—a meteorite, an asteroid, or a comet, although it will be found that all three are related.",
            "62 §. Flamsteed, 'The Great Comet Crack-Up,' Discover (January 1995), p. 32.",
            "415"
        ],
        "captions": [],
        "headers": [
            "THE LESSON OF SHOEMAKER-LEVY 9"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 416,
        "content": "of the missing neutrinos, astronomers did their best to explain the lack of water. In fact, a year later, they began to doubt that the object had been a comet. But this was mainly due to backpedaling because, when first sighted, Shoemaker-Levy 9 definitely exhibited both a coma and a halo, and that puts it in the class of objects known as comets. The third lesson, the one with which we are mainly concerned here, had to do with the manner in which the fragments lined up after the comet broke up. To be sure, Shoemaker-Levy 9 had already fragmented when it was first spotted close to Jupiter by the team of Eugene Shoemaker, his wife Carolyn, and David Levy on May 22, 1993. Retrocalculations later showed that the comet had been orbiting Jupiter for quite a few years. By 1992, it had come to within 10,000 miles of the planet when the giant's powerful gravity ripped it apart. Although to Levy and the Shoemakers the comet first appeared like 'a fuzzy, glowing line,' it had already fractured into twenty-one separate fragments, each of which displayed coma and a tail. The separate bodies did not, however, start circling around each other as one might have expected them to do. And this was not because the fragments were not massive enough to exert their own orbital length of 34 miles, has its own satellite, named Dactyl, orbiting around it at a distance of 60.",
        "bibliography": [
            "63 See here, for instance, New Scientist (January 14, 1995), p. 10; ibid. (January 21, 1995), pp. 30-35.",
            "64 §. Flamsteed, loc. cit.",
            "65 Tid., p. 28.",
            "66 J. Reston, Jr., 'Collision Course,' TIME (May 23, 1994), p. 46.",
            "67 §. Flamsteed, loc. cit.",
            "68 Ibid."
        ],
        "captions": [
            {
                "source": "internal",
                "text": "The break-up of Shoemaker-Levy 9. (Photograph courtesy of NASA.)"
            },
            {
                "source": "external",
                "text": "Despite its small size, the asteroid Ida, with a mere satellite, named Dactyl, orbiting around it at a distance of 60."
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 417,
        "content": "miles. Like Shoemaker-Levy 9, Ida and Dactyl are believed to be fragments of a once single larger asteroid that was shattered by interacting with some other celestial body. Nor does Ida seem to be alone in this respect. Instead of orbiting around each other, the fragments of Shoemaker-Levy 9 ended up 'strung out like pearls,' as one reporter expressed it, in a linear configuration that was almost as straight as an arrow. What this means is that celestial bodies can be linearly lined up, one 'beneath' the other. If twenty-one individual bodies (the fragments of Shoemaker-Levy 9) can do so, then so, too, can two of them (in our case, Saturn and Earth), despite the difference in size and mass. Just as it was Jupiter's gravitational pull that was responsible for the fragmentation of the comet, so also was it that same force which 'stretched' its fragments into their now-famous line-up. It may therefore be objected that Shoemaker-Levy 9's linear coupling was a transient phenomenon. True—but it can no longer be claimed that a linear coupling of celestial bodies is physically impossible. Shoemaker-Levy 9 taught us that. THE TRANSITORY SYSTEM From the very inception of his Saturnian scenario, Talbott had expressed his opinion that, long before Saturn wed Earth in axial coupling, the Saturnian deity was seen to wander in space. As he stated in 1977: 'A number of sources suggest that the solitary god wandered for a time, but eventually came to rest at a stationary point, which is celebrated as the cosmic center.' Later, and elsewhere, he wrote: 'In the primordial epoch the creator first appeared in the Abyss, alone, wandering without a resting place.' And: 'For a time the creator wandered in the luminous sea but eventually came to rest at a point of stability...' In this scenario, the axial coupling of the two planets would have taken place at the moment mankind saw their Saturnian deity coming to rest at his stationary celestial point. What, then, would have been Earth's relation to Saturn during this wandering period? According to Frederick Hall, while Earth might have always been a satellite of Saturn, it originally orbited the giant planet equatorially but, like the Moon in relation to Earth, the terrestrial globe would have been phase-locked so that one hemisphere would always have faced its Saturnian primary. This was identical to Lynn Rose's model and Talbott, who could not fail to note it, despite the fact that he objected to it, found reason to accept it as a temporary condition of the developing Saturnian system. As he announced: 'The simple scheme suggested by Rose may in fact add a vital ingredient to the model-building process. As noted by Fred Hall...there is terrestrial evidence that the Earth was once a satellite of a larger planet, rotating in phase with its revolution. And as I have, in turn, stated to Hall in private communication, there is a great deal of mythical evidence as well. Mythically, the key is the original state of the old sun god, prior to creation. The god, in his earliest remembered state, is 'inactive' or 'motionless,' not in the axial or polar sense, but apparently in the sense of doing nothing, lacking activity or animation. This is the state which, in the myths, precedes the god's wandering and eventual finding of a resting place that is the axial center...What Hall's preliminary scenario offers is a bridge between two apparent phases in Saturn's mythical history. Though Hall himself would be the first to emphasize the tentative character of his speculations, the very fact that they are worth discussing...is at least a partial vindication of Rose's efforts.",
        "bibliography": [
            "70 R. Naeye, 'Little Rocks Have Littler Rocks,' Discover (January 1995), p. 32.",
            "71 §. Flamsteed, loc. cit.",
            "2 Actually, there were more than two but, in this work, we are only concerned with Saturn and Earth.",
            "B D.N. Talbott (see reference #3), p. 3.",
            "74 Idem, The Saturn Myth (N. Y., 1980), p. 74.",
            "75 Ibid., p. 75.",
            "76 F. F. Hall, 'Solar System Studies,' Part 2, AEON I:4 (July 1988), p. 26."
        ],
        "captions": [],
        "headers": [
            "THE TRANSITORY SYSTEM"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 418,
        "content": "wandering and eventual finding of a resting place that is the axial center...What Hall's preliminary scenario offers is a bridge between two apparent phases in Saturn's mythical history. Though Hall himself would be the first to emphasize the tentative character of his speculations, the very fact that they are worth discussing...is at least a partial vindication of Rose's efforts. While the above is not in keeping with the scenario presented in this work, I do concur with Talbott in that it is worth discussing. More than that, it is worthy of further consideration despite its disagreement with the alternative concept presented in this work. At this point one nevertheless wonders why I bother to bring all this up. I do so because Hall's hypothesis led to yet another attempt in explaining how the co-axial system of Saturn and Earth could have been held together in at least a temporary stability. This has to do with Hall's elucidation of the transition from Earth's phase-locked equatorial orbit around Saturn to its later axial alignment. As Hall explained: 'Now assume this primordial, dying system enters the alien system of the Sun, eventually encountering the Sun's largest satellite Jupiter (whose spin axis tilt—or let us say, non-tilt—marks it as a primordial companion of the Sun). As a result of this encounter, or perhaps a series of encounters, Proto-Saturn...is drawn in the direction of the Sun's equatorial plane which, we shall assume, meant a northerly direction. In effect, Proto-Saturn is pulled from the center of its native planetary system by a massive force 'above' it, while Proto-Saturn, in turn, pulls [its former satellite, Earth] in its wake... Under this obviously precarious state, the usual orbital mechanics have suddenly become irrelevant. What, then, might happen to the Earth?...One of Saturn's powerful magnetic poles is now much closer to Earth and the other more remote. Thus, while magnetic forces are much weaker than the force of gravity, we have here a classic case in which they can be invoked. In short: 'Earth is exposed to forces acting as a couple, with the near Saturnian magnetic pole attracting one of Earth's magnetic poles and repelling the other. As a result, the Earth is flipped over and is locked into a polar alignment with Saturn.' Talbott's proposed temporary wandering of Saturn would then have taken place during the transition period between Earth's phase-locked equatorial orbit around its primeval primary and Saturn's eventual settling in Earth's north celestial pole due to its axial alignment with the giant. As Talbott himself explained: 'After years of research, I concluded that the earliest remembered condition was that of phase lock. That was the best explanation for the initial MOTIONLESSNESS or INACTIVITY of Atum-Ra, prior to...the wandering of the god as he looked for a.",
        "bibliography": [
            "77 D. Talbott, 'On Models and Scenarios,' in ibid., pp. 7-8 (emphasis as given).",
            "78 See here, for instance, D. Goldsmith, Einstein's Greatest Blunder? (London, 1995), p. 182.",
            "79 F. F. Hall, op. cit., p. 27 (emphasis as given).",
            "80 Ibid. (emphasis as given)."
        ],
        "captions": [],
        "headers": []
    }
]