[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 54,
        "content": "When it comes to the ancient Greeks, as the authors in question had it noted, “Aristotle was proud to state it as known that the gods were originally stars, even if popular fantasy had later obscured this truth.”* Aristotle’s own words read as follows: “A tradition has been handed down by the ancient thinkers of very early times ... to the effect that these heavenly bodies are gods ... The rest of their tradition has been added later in a mythological form to influence the vulgar ...”1 Translators, and other commentators, have since attempted to fault Aristotle since, as they have pointed out, the gods are not identified as planets in the earliest extant Greek sources. Thus, M. Tredennick, who translated Aristotle’s works for the famed Loeb Classical Library, thought it appropriate to append a footnote to the above passage which, in part, reads: “This statement [of Aristotle] is not literally true. The planets do not seem to have been associated with the gods of popular mythology until the 4th century B.C.” Tredennick then referred his readers to John Burnet, an earlier authority on the subject, who had written: “In classical Greek literature no planets but Hesperos [Venus as Evening Star] & Eosphoros [the Morning Star] are mentioned by name at all ... Mercury appears for the first time by name [as Hermes] in [Plato’s] Timaeus 38e, and other di- *4 G. de Santillana & H. von Dechend, op. cit., p. 4 (emphasis added). 155 Aristotle, Metaphysics, 12:8:19. 86H. Tredennick, translator of Aristotle’s Metaphysics (Loeb Classical Library, 1947), footnote",
        "bibliography": [
            "1. G. de Santillana & H. von Dechend, op. cit., p. 4 (emphasis added).",
            "2. Aristotle, Metaphysics, 12:8:19.",
            "3. H. Tredennick, translator of Aristotle’s Metaphysics (Loeb Classical Library, 1947), footnote"
        ],
        "captions": [
            "Aphrodite of Melos, Greek goddess of love and beauty, personification of the planet Venus."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 55,
        "content": "€ vine names are given [by the same PRESS Plato] in Epinomis 987b sq, where Bes Noe) ys they are said to be ‘Syrian.’ The Greek names Phaenon [Saturn], Phaethon [Jupiter], Pyroeis [Mars], Phosphoros [another designation for the Morning star] & Stilbon [Mercury] are no doubt older, though they do not happen to occur earlier.” W. D. Ross was another modern translator of Aristotle who appended a similar disclaimer to the original passage quoted above. What the above authorities, and others since then, have failed to take into consideration is that, at bottom, the characteristics of the Greek gods were identical to the known planetary deities of other, and older, races with whom the Greeks came in contact and from whom they borrowed much of their cosmological and cosmogonical lore. Aristotle, who was proud to state it was known that this knowledge, as per Aristotle, originally had to be reaffirmed was due to a multitude of factors, the least of which not being the “forgetting” of cosmic history by the Greek nation. When Solon visited Egypt, he was informed that “neither he nor any other Hellene knew anything worth mentioning about the times of old.” He was told that “there is no old opinion handed down among you [Greeks] by ancient tradition, nor any science which is hoary with age.” The Greeks, according to the Egyptian sages, knew “nothing of what happened in ancient times” and this, supposedly, was due to the survivors of previous natural catastrophes who, for whatever reason, had left “no written record” behind them. The gods’ eventual disassociation from the planets was also abetted by the fact that, like other nations, the Greeks were wont to allude to the planets by a different set of names when dealing with astronomical, as opposed to cosmogonical, matters. Thus, as indicated by Burnet above, we come across Saturn, who was Kronos, being referred to as Phaenon; Jupiter, who was Zeus, as Phaethon; and so forth. It should be noted, however, that these astronomical terms were not themselves devoid of mythic characteristics—so that even in purely astronomical treatises, it was difficult to disassociate the study of planets from that of the gods.",
        "bibliography": [
            "1. J. Burnet, Early Greek Philosophy (4th ed., 1931), p. 23.",
            "2. G. de Santillana & H. von Dechend, loc. cit.",
            "3. Plato, Timaeus 22.",
            "4. Ibid.",
            "5. Ibid., 23."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 56,
        "content": "Aristotle had no reason to invent the equation of planets with gods. Having been widely forgotten by his immediate, but not his earlier, ancestors, he simply rediscovered this verity and sought to reaffirm it. Besides, he was not the only one to offer the assertion. Others maintained and voiced identical opinions. Among the Greeks, Lucian of Samosata also knew this truth. Thus he tells us that “from both Homer the poet and the epics of Hesiod we should understand that the ancients were of one mind with the astrologers,” and that it is “the conjunction of Venus and Mars” that “creates the poetry of Homer.” Plato, who recognized the same truth on his own, had it verified by the Egyptians. The Romans, who, in their turn, borrowed many of their deities from the Greeks, were no different. It is in fact to them that we owe the present names of the planets in the western world so that, to this day, the planets still bear the names of the gods. Kronos became Saturnus, the god of civilization. Zeus became Iuppiter, Diespiter, or simply lovis, and, like his counterparts throughout the world, was considered king of all the gods. Ares became Marspiter, also known as Mavors—pronounced Ma-oors—or Marmar, a god of war as blood-thirsty as his Greek counterpart. Aphrodite became Venus, retaining her position as the queen of Jove and feminine beauty. Hermes became Mirqurius, or Mercurius, and was honored as the god of merchandise. The synonymy of planets with gods was so entrenched among the Romans that Cicero denied the possibility of planetary orbital changes simply because he believed such changes to be contrary to the planets’ divine nature. This belief, that the gods were really deified astronomical bodies, even touched primitive peoples. Thus the name of the great Polynesian god, Ta’urua, simply means “star”—and here we cannot help but note the similarity of this name to that of Tara, an epithet of Kali/Durga, mentioned earlier, which also means “star,” even though no etymological connection between the two names has yet come to light. In old records of Tahiti, the name Ta’urua is applied to Fomalhaut, a star in the constellation Pisces; to Orion’s belt; to Alphard or Cor Hydra; Betelgeuse; Canopus in the constellation Argo; Deneb in Cygnus; and Sirius. Each particular star was then identified by a clarifying epithet added to the name Ta’urua. The same name, however, was also applied to the planets Jupiter and Venus. The former was designated Ta’urua-o-rai’i-taetae’a-o-Havai’i-i-te-tua and the latter as Ta’urua-e-hiti-Matavai. Among the Skidi branch of the Pawnee Indians of North America, there were some who, in a sense, might be considered to have been astronomers. These men compiled star maps; identified the constellations and the brightest stars among them; noted the planets and recorded their movements. The beginning of the Pawnee ceremonial year was co-ordinated in rites. As G. A. Dorsey discovered, “the greater part of the [Pawnee] heavenly gods were",
        "bibliography": [
            "1. G. de Santillana & H. von Dechend, op. cit., p. 177.",
            "2. Lucian, De Astrologia 22.",
            "3. Plato, op. cit., 22.",
            "4. Velikovsky, Mankind in Amnesia (N. Y., 1982), pp. 59-60.",
            "5. Henry, Ancient Tahiti (Honolulu, 1928), pp. 363-364."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 57,
        "content": "",
        "bibliography": [
            "57"
        ],
        "captions": [
            "The Roman Jupiter—Iuppiter, Diespiter, lovis—king of the gods, who personified the planet of the same name. (From a wall painting at the Casa dei Dioscuri.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 58,
        "content": "",
        "bibliography": [
            "58"
        ],
        "captions": [
            "The Roman Mercury—Mirqurius, Mercurius—god of merchandise, who personified the planet of the same name. (From a sculpture by Giovanni di Bologna.)"
        ],
        "headers": []
    }
]