{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 329,
            "content": "THE REVISED HISTORY OF THE SOLAR SYSTEM\nThe discovery of dominant massive planets in extra-solar systems forced astronomers to revise their theories concerning the formation of solar systems in general. Assigning the problem to computers, simulations conducted by Frederic Rasio and Eric Ford resulted in models that were catastrophic enough to warm the hearts of Velikovskians.\n“In a system containing two Jupiter-like planets, the possibility exists that a dynamical instability will develop. Computer simulations suggest that in many cases this instability leads to the ejection of one planet while the other is left in a smaller, eccentric, orbit. In extreme cases, the eccentric orbit has a small enough periastron distance that it may circularize at an orbital period as short as a few days through tidal dissipation. This may explain the recently detected Jupiter-mass planets in very tight circular orbits and wider eccentric orbits around nearby stars.”\nIn turn, this led to new theories concerning the formation of our own Solar System. As Josie Glausiusz commented:\n“...the detection of extra-solar planets has forced astronomers to re-examine [the theory concerning the formation of our Solar System] because [these planets] present us with a paradox. Many are so monstrous in size, and hug their stars so closely, that they could not have formed in their present positions. The searingly hot stars around which they circle would have melted their rocky cores before they got started. Instead, it’s assumed that they coalesced some distance away, then barreled inward over millions of years. And if such chaos characterizes the birth of extra-solar planets, could not similar disorder have reigned closer to home?”\n“That’s exactly what astronomers are proposing. Instead of staid and steady motion from the start, they see turmoil. During the early years of our solar system, they say, giant planets were born, bounced about, swung past one another, and were flung apart before settling into their present orbits. [It is now suggested] that the massive icy planets Uranus and Neptune formed in close proximity to gassy Jupiter and Saturn, then barged past the behemoths into the far reaches of the solar system...\n“[It is now suggested] that the emergence of a Jupiter-sized planet during the early years of a solar system can trigger chaos, birthing punier planets, then ejecting them in all directions.”\nEven newer theories suggest that an alien star could easily pass by the Solar System and that this could alter Jupiter’s orbit, which could then pass so close to Earth that our world could easily be ejected into space or crash into the Sun.\nIn fact, other theorists are now proposing that the early Solar System might have contained up to twenty planets in irregular orbits “where they were eventually bound to collide.”[4]",
            "bibliography": [
                "1. F. A. Rasio & E. B. Ford, “Dynamical Instabilities and the Formation of Extrasolar Planetary Systems,” Science (November 8, 1998), pp. 954-956.",
                "2. J. Glausiusz, “Solar Revisionism,” Discover (March 2000), p. 54 (emphasis added).",
                "3. New Scientist (June 12, 1999), p. 17.",
                "4. Sunday Times (July 25, 1999)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 330,
            "content": "NASA ESS",
            "bibliography": [
                "5. “Once unheard of, it is no longer possible to maintain that our Solar System has remained unchanged since its formation.”"
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 331,
            "content": "The Solar System is now believed to be the result of a chaotic past in which giant planets spiraled inward, brushing past other planets, perhaps ejecting them out of the System, even birthing other planets, before the winners settled in the sheltered orbits they occupy at present.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 332,
            "content": "Dr. Renu Malhotra of the Lunar and Planetary Institute, Houston, has also argued that the orbits of the Solar System planets have undergone substantial alterations. “One thing is certain,” he has been reported as saying, “the idea that planets can change their orbits dramatically is here to stay.”[6]\nEven this was something of a revival of the theory propounded by J. G. Hills in 1969 in which it was “suggested that the three outermost planets, Uranus, Neptune and Pluto, were displaced into their present orbit by encounters with other planets.” Described by C. J. Ransom as a consequence of Hill’s analysis of the solar nebula, this theory concluded that “Saturn was initially the outermost planet to form in the nebula.”[7]\nOnce unheard of, it is no longer possible to maintain that our Solar System has remained unchanged since its formation. Granted that astronomers are still keeping such events at arm’s length by insisting that orbital changes within our System could only have transpired millions of years ago, we have reason to believe that some of these changes took place during the era of mankind. And, as we shall soon see, we are not alone in this belief.\nA MATTER OF NOMENCLATURE\nBeginning around October 2000, news began circulating that more than half of the so-called extra-solar planets that had been discovered up to then were not planets at all but, rather, brown dwarf stars, double stars, or low-mass stars.[8] The reasons for this change of mind were variously given by various authorities. It was, for instance, reported that the radial velocity techniques behind the discoveries were inadequate to determine the angle of observation which would affect the results concerning the masses involved. As announced by the University of Pittsburgh’s Allegheny Observatory: “Radial velocity observations cannot distinguish between a planet in an orbit that is viewed nearly edge on from a brown dwarf or stellar companion in an orbit that is nearly in the plane of the sky.”\nUsing astrometric data from the European Space Agency, as well as astral velocity data, astrophysicists from the United States and Korea have determined that the orbital inclinations of the objects in question are extremely low. In other words, “the orbital planes of these companions appear to be oriented nearly face on to the observer.”[9] According to David Black of the Lunar and Planetary Institute: “This contradicts the assumption that the line-of-sight angle is random in the radial velocity studies.”[10] Putting it plainly, randomness dictates that some of these objects should be seen edge-on, while others face-on as viewed from our angle here on Earth.\nAccording to George Gatewood of the Allegheny Observatory:\n“Part of the problem arises because masses smaller than that of Jupiter are very difficult to detect [outside the Solar System], thus most of the objects that have been detected and are suspected to be planets have masses greater than that of Jupiter, the most massive planet in our solar system. Until very recently, there were few known objects between one Jupiter in mass and 80 times as much, and those are all small stars.”[11]",
            "bibliography": [
                "6. Sunday Telegraph (October 10, 1999), p. 19.",
                "7. Thid.",
                "8. University of Pittsburgh News Release, October 28, 2000, as reported in “Planets Might Be Stars,” SIS Internet Digest 2000:2, p. 15.",
                "9. Ibid.",
                "10. Ibid.",
                "11. Tbid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 333,
            "content": "But not everyone agreed with Black. As Geoffrey Marcy has been reported to have stated: “The claim by David Black is completely incorrect.” Having risen to fame as one of the most successful of extra-solar planet-hunters, Marcy had something to lose if Black was correct. On the other hand, Marcy had a good argument. As he and others have pointed out, four of the companions which Black and his team had investigated are said to orbit their primaries “within one degree of perfect alignment with the line of sight.”[12]\n“Yet the chance of any single partner of a given mass having that orientation is about 1 in 5,000. Conversely, for every partner with that orientation, there should be 5,000 or so with less extreme orientation. No such bodies are seen. Marcy is so convinced that he says Scientific American ‘will be doing science a bum steer’ simply by mentioning Black’s work.”\nBut then, Tsevi Mazeh and Shay Zucker weighed in from Tel Aviv University with the suggestion that “the truth lies somewhere in the middle.” Concerning the four companions investigated by Black, they claim that two of them do indeed “have the heft of a star.” The other two, according to them, do not.[13]\nOthers suspect that the analyses “have fallen prey to subtle computational biases,” and that “it is quite plausible that searchers have unwittingly skewed their sample,” and that higher precision astrometry as well as other methods are needed to resolve the debate.\nEventually, even Marcy was forced to give an inch when the then newly discovered outer companion to yet another star was estimated to be “between 17 and 40 times” the mass of Jupiter. As Marcy was reported to have admitted, “[this one] seems too large for a conventional planet.”\n“*We frankly don’t know what name to give it!’ Marcy said. ‘Is it a planet or brown dwarf...? We simply don’t know’.”[14]\nAs Lemonick phrased it:\n“...maybe astronomers will have to rethink their definition of ‘planet.’ Just because we put heavenly objects into categories doesn’t mean the distinctions are necessarily valid.”[15]\nEventually some astronomers decided to refer to objects less than 10 Jupiters in mass as planets. Anything over that is to be termed a brown dwarf star.” Others decided that objects less than 13 times the mass of Jupiter should be classified as planets, while those between 13 and 75 Jupiter masses should be termed brown dwarf stars.” In other words, the dilemma was temporarily, and arbitrarily, alleviated by invoking nomenclature.",
            "bibliography": [
                "12. G. Musser, “Lost Worlds,” Scientific American (January 2001), p. 22.",
                "13. Ibid.",
                "14. Ibid.",
                "15. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 334,
            "content": "By 2002, astrophysicists were again up in arms concerning the definition of celestial objects. By then, they were not even sure what a planet really was, let alone red and brown dwarf stars. Alan Stern and Harold Levison attempted to come up with new criteria, but this did not help much since it was still reliant on mass. Thus, according to them, a planet has to be a body “low enough in mass that at no time, past or present, can it generate energy in its interior due to any self-sustaining fusion reaction.”[16] But, as Adam Burrows pointed out: “There is an unfounded prejudice that a planet should not have a thermonuclear phase,” and that this was merely a preconception that might not be verified by observable facts.[17]\n\nAs far as our thesis is concerned, it does not much matter whether these so-called extra-solar planets are really planets, brown dwarf stars, or some of each, since our scenario accounts for both a planet (Earth) and a brown dwarf star (Saturn) as having been partners outside the Solar System.\n\nTHE RUNAWAY PLANET\n\nExtra-solar planets were not only found orbiting stars, but even escaping from them. At least one such planet was said to have been discovered streaming away from the double star system known as TMR-1, 450 light-years from Earth, with a separation between them of 3.7 billion miles. Moreover, this one was actually visible through the Hubble Space Telescope and has been photographed. Discovered by Susan Terebey, the planet was calculated to be “two to three times Jupiter’s mass, flung off in a gravitational tug-of-war between the [two] stars.”[18]\n\nUnfortunately, this discovery was eventually questioned. The pertinent planet was later explained as nothing more than a background star. This was “deduced” from the spectrum of the object in question which (a) showed no signs of water vapor, and (b) appears to be too hot, at 2,700° Kelvin (4,400° F), to be a protoplanet.’—even though, personally, I am not quite sure why these parameters should rule out a protoplanet.\n\nEven so, Terebey herself has not entirely ruled out her original assumption. As a report by her reads: “At this time there is no strong evidence that TMR-IC itself is a protoplanet.”[19]\nBut she added:\n\n“The models are not yet reliable at such young ages, so this test by itself is not conclusive. The idea remains alive and well that there may be runaway planets and brown dwarfs...which formed via ejection from multiple star systems.”[20]\n\nEight months later, Scientific American republished the photograph of TMR-1C with a caption referring to it as a “possible” protoplanet “hanging on” to the star.[21] And there, at the time of this writing, the matter rested.\n\nAgain, to us, it does not matter whether TMR-1C is truly an escaped planet. What concerns us is that it was originally accepted as such, which means that planets escaping from their systems are in the realm of possibility. Even Phil Lucas, as we shall soon see, would not rule out such a possibility. If, then, planets can escape out of their systems, why cannot some of them invade solar systems, as we are positing Saturn and Earth to have done?\n\nLONE TRAVELERS THROUGH SPACE\nThere were other surprises in store. By July of 2000, thirteen extra-solar planets traveling alone through the coldness of space without an accompanying primary —that is without a sun to sustain them—had been spotted by Phil Lucas and Patrick Roche. Their masses have been estimated to be eight times that of Jupiter. Lucas and Roche suspected that “these planets grew directly out of a cloud of cold gas and dust—not from a disk surrounding an infant star, the way normal planets do.”[22] As Lucas himself stated: “We can’t rule out the possibility that some might have been flung out of a solar system, but it looks like they have always been free-floating.”[23]\nAs it happens, the existence of such bodies traveling alone through space had also been predicted by Firsoff thirty-three years earlier when he wrote that: “Although proof is lacking, it seems virtually certain that sunless planets, unattached to stars, do exist.”[24]\nProof, it seems, is no longer lacking.\nIn December of 2000, it was reported that Maria Zapatero-Osorio and her colleagues from the California Institute of Technology had spotted 18 solitary planets, “inexplicably not circling any stars, in a young stellar cluster in Orion.” As Svitil reported:\n“These gaseous giants are doomed to a life of eternal darkness. Scientists are not sure why they exist; according to the prevailing models, planets can form only around stars.”[25]\nActually, these objects seem to be more than just planets. What Zapatero-Osorio claims to have discovered is a conglomeration that consists of “stars, brown dwarfs and large, gassy planet-sized objects” all existing “without the discipline of a solar system.”[26] As her team reported: “Instead of orbiting neatly around a central star, they drift along in a loose collaboration.”[27] In a telephone interview, she continued by stating that:\n\n“The formation of young, free-floating, planetary-mass objects like these is difficult to explain by our current models of how planets form...We think they originated in a similar way to stars and brown dwarfs—a big cloud broke down into small pieces. Some were large enough to produce stars, while other fragments were very small and they yielded the objects we discovered in the cluster...[These bodies are to be found in] an area that has a high concentration of stars, and they are homogeneously distributed within the cluster—one star, one brown dwarf, one planetary mass body, one star, one brown dwarf, one planetary mass body and so on.”[28]",
            "bibliography": [
                "16. Alan Stern & Harold Levison, “Toward a Planet Paradigm,” Sky & Telescope (August 2002), p. 45.",
                "17. Adam Burrows, “The Puzzles of Planethood,” in ibid., p. 35.",
                "18. Reuters, “Astronomers Find Two New Planetary Systems” (January 10, 2001).",
                "19. Ibid. (emphasis added).",
                "20. Ibid.",
                "21. Ibid.",
                "22. K. S. Svitil, “Lonely Planets,” Discover (July 2000), p. 22.",
                "23. Ibid.",
                "24. V. A. Firsoff, op. cit., p. 91.",
                "25. K. S. Svitil, “Wonder Worlds,” Discover (December 2000), p. 19.",
                "26. Ibid.",
                "27. Ibid.",
                "28. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 335,
            "content": "But not everyone agreed with Black. As Geoffrey Marcy has been reported to have stated: “The claim by David Black is completely incorrect.” Having risen to fame as one of the most successful of extra-solar planet-hunters, Marcy had something to lose if Black was correct. On the other hand, Marcy had a good argument. As he and others have pointed out, four of the companions which Black and his team had investigated are said to orbit their primaries “within one degree of perfect alignment with the line of sight.”[12]\n“Yet the chance of any single partner of a given mass having that orientation is about 1 in 5,000. Conversely, for every partner with that orientation, there should be 5,000 or so with less extreme orientation. No such bodies are seen. Marcy is so convinced that he says Scientific American ‘will be doing science a bum steer’ simply by mentioning Black’s work.”\nBut then, Tsevi Mazeh and Shay Zucker weighed in from Tel Aviv University with the suggestion that “the truth lies somewhere in the middle.” Concerning the four companions investigated by Black, they claim that two of them do indeed “have the heft of a star.” The other two, according to them, do not.[13]\nOthers suspect that the analyses “have fallen prey to subtle computational biases,” and that “it is quite plausible that searchers have unwittingly skewed their sample,” and that higher precision astrometry as well as other methods are needed to resolve the debate.\nEventually, even Marcy was forced to give an inch when the then newly discovered outer companion to yet another star was estimated to be “between 17 and 40 times” the mass of Jupiter. As Marcy was reported to have admitted, “[this one] seems too large for a conventional planet.”\n“*We frankly don’t know what name to give it!’ Marcy said. ‘Is it a planet or brown dwarf...? We simply don’t know’.”[14]\nAs Lemonick phrased it:\n“...maybe astronomers will have to rethink their definition of ‘planet.’ Just because we put heavenly objects into categories doesn’t mean the distinctions are necessarily valid.”[15]\nEventually some astronomers decided to refer to objects less than 10 Jupiters in mass as planets. Anything over that is to be termed a brown dwarf star.” Others decided that objects less than 13 times the mass of Jupiter should be classified as planets, while those between 13 and 75 Jupiter masses should be termed brown dwarf stars.” In other words, the dilemma was temporarily, and arbitrarily, alleviated by invoking nomenclature.",
            "bibliography": [
                "29. G. Musser, op. cit., p. 42.",
                "30. Ibid.",
                "31. Ibid.",
                "32. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 336,
            "content": "By 2002, astrophysicists were again up in arms concerning the definition of celestial objects. By then, they were not even sure what a planet really was, let alone red and brown dwarf stars. Alan Stern and Harold Levison attempted to come up with new criteria, but this did not help much since it was still reliant on mass. Thus, according to them, a planet has to be a body “low enough in mass that at no time, past or present, can it generate energy in its interior due to any self-sustaining fusion reaction.”[16] But, as Adam Burrows pointed out: “There is an unfounded prejudice that a planet should not have a thermonuclear phase,” and that this was merely a preconception that might not be verified by observable facts.[17]\n\nAs far as our thesis is concerned, it does not much matter whether these so-called extra-solar planets are really planets, brown dwarf stars, or some of each, since our scenario accounts for both a planet (Earth) and a brown dwarf star (Saturn) as having been partners outside the Solar System.\n\nTHE RUNAWAY PLANET\n\nExtra-solar planets were not only found orbiting stars, but even escaping from them. At least one such planet was said to have been discovered streaming away from the double star system known as TMR-1, 450 light-years from Earth, with a separation between them of 3.7 billion miles. Moreover, this one was actually visible through the Hubble Space Telescope and has been photographed. Discovered by Susan Terebey, the planet was calculated to be “two to three times Jupiter’s mass, flung off in a gravitational tug-of-war between the [two] stars.”[18]\n\nUnfortunately, this discovery was eventually questioned. The pertinent planet was later explained as nothing more than a background star. This was “deduced” from the spectrum of the object in question which (a) showed no signs of water vapor, and (b) appears to be too hot, at 2,700° Kelvin (4,400° F), to be a protoplanet.’—even though, personally, I am not quite sure why these parameters should rule out a protoplanet.\n\nEven so, Terebey herself has not entirely ruled out her original assumption. As a report by her reads: “At this time there is no strong evidence that TMR-IC itself is a protoplanet.”[19]\nBut she added:\n\n“The models are not yet reliable at such young ages, so this test by itself is not conclusive. The idea remains alive and well that there may be runaway planets and brown dwarfs...which formed via ejection from multiple star systems.”[20]\n\nEight months later, Scientific American republished the photograph of TMR-1C with a caption referring to it as a “possible” protoplanet “hanging on” to the star.[21] And there, at the time of this writing, the matter rested.\n\nAgain, to us, it does not matter whether TMR-1C is truly an escaped planet. What concerns us is that it was originally accepted as such, which means that planets escaping from their systems are in the realm of possibility. Even Phil Lucas, as we shall soon see, would not rule out such a possibility. If, then, planets can escape out of their systems, why cannot some of them invade solar systems, as we are positing Saturn and Earth to have done?\n\nLONE TRAVELERS THROUGH SPACE\nThere were other surprises in store. By July of 2000, thirteen extra-solar planets traveling alone through the coldness of space without an accompanying primary —that is without a sun to sustain them—had been spotted by Phil Lucas and Patrick Roche. Their masses have been estimated to be eight times that of Jupiter. Lucas and Roche suspected that “these planets grew directly out of a cloud of cold gas and dust—not from a disk surrounding an infant star, the way normal planets do.”[22] As Lucas himself stated: “We can’t rule out the possibility that some might have been flung out of a solar system, but it looks like they have always been free-floating.”[23]\nAs it happens, the existence of such bodies traveling alone through space had also been predicted by Firsoff thirty-three years earlier when he wrote that: “Although proof is lacking, it seems virtually certain that sunless planets, unattached to stars, do exist.”[24]\nProof, it seems, is no longer lacking.\nIn December of 2000, it was reported that Maria Zapatero-Osorio and her colleagues from the California Institute of Technology had spotted 18 solitary planets, “inexplicably not circling any stars, in a young stellar cluster in Orion.” As Svitil reported:\n“These gaseous giants are doomed to a life of eternal darkness. Scientists are not sure why they exist; according to the prevailing models, planets can form only around stars.”[25]\nActually, these objects seem to be more than just planets. What Zapatero-Osorio claims to have discovered is a conglomeration that consists of “stars, brown dwarfs and large, gassy planet-sized objects” all existing “without the discipline of a solar system.”[26] As her team reported: “Instead of orbiting neatly around a central star, they drift along in a loose collaboration.”[27] In a telephone interview, she continued by stating that:\n\n“The formation of young, free-floating, planetary-mass objects like these is difficult to explain by our current models of how planets form...We think they originated in a similar way to stars and brown dwarfs—a big cloud broke down into small pieces. Some were large enough to produce stars, while other fragments were very small and they yielded the objects we discovered in the cluster...[These bodies are to be found in] an area that has a high concentration of stars, and they are homogeneously distributed within the cluster—one star, one brown dwarf, one planetary mass body, one star, one brown dwarf, one planetary mass body and so on.”[28]",
            "bibliography": [
                "16. Alan Stern & Harold Levison, “Toward a Planet Paradigm,” Sky & Telescope (August 2002), p. 45.",
                "17. Adam Burrows, “The Puzzles of Planethood,” in ibid., p. 35.",
                "18. Reuters, “Astronomers Find Two New Planetary Systems” (January 10, 2001).",
                "19. Ibid. (emphasis added).",
                "20. Ibid.",
                "21. Ibid.",
                "22. K. S. Svitil, “Lonely Planets,” Discover (July 2000), p. 22.",
                "23. Ibid.",
                "24. V. A. Firsoff, op. cit., p. 91.",
                "25. K. S. Svitil, “Wonder Worlds,” Discover (December 2000), p. 19.",
                "26. Ibid.",
                "27. Ibid.",
                "28. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 337,
            "content": "While these bodies are not linked together in an orbital sense, they do move concurrently as a cluster. Moreover, Zapatero-Osorio is of the belief that there might be hundreds of these planet-like bodies. The team she leads has only discovered eighteen of them simply because they had concentrated on a single small area in Orion. Nor were these bodies detected by their Doppler shifts. Using spectrometers, which measure visible and invisible energy alike, Zapatero-Osorio’s team “actually saw the objects they describe.”[29]\n\nAs with Phil Lucas, and despite her belief that these bodies would have had to have been formed independently, Zapatero-Osorio did not rule out the possibility that they may have been ejected from other systems containing stars around which they would have originally orbited.[30]\n\nThe eighteen lone travelers through space soon rose to twenty five; and the theorized existence of hundreds of others soon rose to hundreds of millions of footloose planets wandering through the Milky Way.[31]\n\nWhat is perhaps more important to our own study, however, is Firsoff's conclusion in relation to these lonesome planets. “In the absence of the ionising radiation of the star,” he wrote, “[such planets] should be able to retain more extensive atmospheres, and, while terrestrial planets of this kind would be very cold, large [Jovian or sub-Jovian masses may have enough internal heat to allow any type of life, even based on our carbohydrate chemistry, to develop on their surfaces.”[32]\n\nAlthough we shall probably never know whether Saturn and Earth are bodies that escaped from another solar system, we have seen that such liberated planets are considered to be within the realm of possibility. Planets traveling alone through space have now become quite common. There is, therefore, nothing impossible about Earth having traveled together with Saturn through the cold realms of space before they came within the grips of our present Sun.\n\nAs Firsoff admitted, Jovian and even sub-Jovian masses may retain enough internal heat to allow life to develop and sustain itself. Our own hypothesis differs only slightly from this in that it was Saturn’s heat which allowed the existence of life on Earth. True, Saturn is less massive than Jupiter and, at its present mass, falls short of the requirements for it to be considered a brown dwarf star since, as we have seen, such stars have masses ranging from about 15 to 80 times that of Jupiter. However, it has been ascertained that “brown dwarfs bridge the entire gap between stars and planets,” with low-mass candidates being more numerous than high-mass ones, “and this trend continues down nearly to planetary masses.” It has even been conjectured that “the masses of brown dwarfs and planets can actually overlap each other!”[33] Besides, as I intend to show in the proposed sequel to this volume, there is reason to believe that, as a brown dwarf star, proto-Saturn was once more massive.\n\nIt is now believed that there are twice as many brown dwarfs as there are “real” stars.[34]\nMoreover, it has been found out that “far more brown dwarfs float freely than orbit stars.”[35] It has additionally been conjectured that one of them “might even be stirring up the Oort comet cloud [at the edge of the Solar System] and sending a rain of deadly comets Earthward.”[36]\nIf, then, an alien star could easily pass by our Sun’s domain close enough to disrupt Jupiter, if brown dwarf stars can be believed to come close enough to our System to cause havoc in the Oort cloud, what could prevent stars, brown dwarf stars, and/or any planets that might accompany them from invading our system?",
            "bibliography": [
                "29. Ibid.",
                "30. Ibid.",
                "31. Ibid.",
                "32. J. B. Kaler, “Stars in the Cellar: Classes Lost and Found,” Sky & Telescope (September 2000), p. 44.",
                "33. Ibid.",
                "34. J. B. Kaler, op. cit.",
                "35. R. Talcott, “Census Shows Brown Dwarfs Numerous,” Astronomy (December 2000), p. 24.",
                "36. R. Talcott, loc. cit."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 338,
            "content": "The mythological Raven as envisaged and stylized by the Haida Indians of British Columbia, Canada\nI can relegate the reader with various other accounts concerning the first appearance of our present Sun as it was remembered by the ancient races of the world, but that would be placing the event out of sequence. We must, therefore, reserve such records for their proper place in the chronology of Saturnian events we are here attempting to reconstruct. What is of additional interest is that, in a strange sort of way, the absence of the Sun, and its eventual “birth,” continues to be commemorated to the present day in an ancient Peruvian ritual which, in time, gained Catholic overtones.\nThe ritual in question takes place in June high in the Andes where thousands of celebrants congregate from highland villages and towns to participate. What these people gather to observe is the feast of Qoyllur Rit’i which, in Quechua, means the “Star of the Snow,”[37] an annual festival rooted deep in Inca heritage. Wending their way in a long procession to a holy site three miles above the sea, the pilgrims cross gorges and mountain slopes by moonlight to hold a festival commemorating the miraculous appearance of the child Jesus to a young herdsman named Mariano in these mountains two centuries ago.[38] Today, the shrine of the Star of the Snow contains a rock bearing the image of the Christian Jesus. The pre-Columbian roots of the ritual are however acknowledged by many anthropologists and, in",
            "bibliography": [
                "37. R. Randall, “Peru’s Pilgrimage to the Sky,” National Geographic (July 1982), pp. 60-69.",
                "38. R. Randall, op. cit."
            ],
            "captions": [
                "The mythological Raven as envisaged and stylized by the Haida Indians of British Columbia, Canada"
            ]
        }
    ]
}
