[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 89,
        "content": "which lists 405 synodic months during some 33 years of observation. The manuscript also presents a table of 69 possible dates of future solar eclipses. The Evening Star Venus, with its irregular course, the first to appear and the last to fade, caught their eye. The Maya strived [sic.] to measure its height, which varies at sunrise and sunset... All of these preoccupations, which went far beyond those required to compile an agrarian calendar, showed their obsessive interest in infinity — whether of time or space—and also an anxiety in the face of the passage of time.\" The astronomical observations of the Maya were so precise that the figures they arrived at in computing the solar year were not only more accurate than the Julian year but, as some have claimed, also more accurate than the Gregorian year, which was introduced into Europe in 1582 and remains the calendar year until the present.\" Mesoamerican calendars were not produced by any one person in any single generation. Their development and refinement was the product of centuries. In fact, their basic elements can be traced as far back as the Olmec, who had established their cities and ceremonial centers in Mexico’s Gulf Coast \"at least as early as the second century B. C.\" In time—pun not intended—these calendars evolved into an intricate system in which several different time cycles, all of which were calculated independently and with similar exactitude, were incorporated in various combinations, relating one cycle to another in their utilization of time measurement.\" One particular calendar employed by the Maya, called Haab, was based on a 360-day count and was divided into 18 months of 20 days each, to which five days—believed to be \"malefic, ill-omened, empty, and nameless\"*—were added at the end to bring the year to a total of 365 days. While the 365-day calendar, which in time became the common property of all Mesoamerican peoples, has been attested in inscriptions as early as 667 B.C.,* Edmonson tells us that the 360-day calendar did not come into use by the Olmecs earlier than the first century B.C.,® that is, some 300 years after the inauguration of the 365-day one. I mention this here in passing because, if Edmonson is correct, Immanuel Velikovsky’s contention that the 365-day calendar followed the 360-day one® has to be wrong. A somewhat simpler, but more mysterious, calendar, said to have been called Tzolkin by the Maya but Tonalamatl by the Aztecs, was composed of 260 days divided into 13 months of 20 days each. Usually referred to as the sacred calendar because it was used to keep the religious festivals in line with the proper seasons, the Tzolkin has been demoted to a mere divinatory program by students of Mesoamerican culture.\" More recently, Vincent Malmström has attempted to show that this 260-day calendar was actually even older than the Maya. Said to have been originally developed for agrarian purposes, Malmström contends that this calendar owed its origin to the Zoque of Mexico’s Pacific coastal plain and that it marks the interval between passages of the Sun at its zenith over",
        "bibliography": [
            "1. G. Anequin, op. cit., pp. 204-206.",
            "2. W. Gates in D. de Landa, Yucatan Before and After the Conquest (Baltimore, 1937), p. 60.",
            "3. A. Aveni, op. cit., p. 174 (emphasis added).",
            "4. Ibid., pp. 174, 175.",
            "5. G. Anequin, op. cit., p. 202.",
            "6. M. S. Edmonson, The Book of the Year: Middle American Calendrical Systems (Salt Lake City, 1988), p. 116 (but see Aveni, previously cited in reference #61, above).",
            "7. S Tbid., pp. 194-195.",
            "8. Velikovsky, op. cit., pp. 330 ff.",
            "9. G. Anequin, loc. cit.; P. Tompkins, op. cit., p. 290.",
            "10. 89"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 90,
        "content": "the Zoque’s ceremonial center at Izapa. Developed in the fourteenth century B.C., the calendar passed on to the Olmec of the Gulf Coast and, from there, to the Maya in the east and the plateau of Mexico in the west®. Whether Malmstrom has come across a red herring and/or whether Mayanists will ever accept his conclusions, as of this writing, remains to be seen. One thing that can be stated for certain is that the synchronization of this calendar with the 360-day one occurred once every 18,980 days, which makes for 52 years®. This is the same time period we have already encountered as separating the ceremony known as the Binding of the Years, which began at the midnight transit of the Pleiades constellation. The Mesoamericans also devised a lunar calendar that fitted into their other time-keeping devices. The lunar period of 29.53 days that they obtained contained a mere discrepancy of only .112 of a day. The Dresden Codex not only includes the perpetual lunar calendar mentioned above but also a table of new moons to be used for the prediction of solar eclipses.\" VENUS Of all the celestial bodies that the Mesoamericans observed, the planet Venus seems without doubt to have been considered the most important. Called, among other things, the Great or Ancient Star, it is repeatedly alluded to in the extant codices. Raméń y Zamora, who studied the lore of the Mexican tribes only a few decades after the rediscovery of America, was astounded to discover that the Indians kept a precise record of the appearances of this planet. \"So accurately did they keep the record of the days when it appeared and disappeared,\" he wrote, \"that they never made a mistake.\".\" Toribo Motolina added that \"they knew on what day it would appear again in the east after it had lost itself or disappeared in the west\" and that \"they counted the days by this star and yielded reverence and offered sacrifices to it.\".\" The Dresden Codex of the Maya includes a complete record of the apparition of this planet in its cycle from Morning to Evening Star, recorded in the dot and bar mathematical symbols which they employed (in which a dot signifies 1, and a bar stands for 5, with an oval—a stylized seashell, really—for the concept of zero). Intervals indicating the elapsed time between successive heliacal risings are there recorded. This interval of time was calculated by them as a period of 584 days, which the Maya subdivided into four subintervals: the appearance of the planet as Morning Star; its appearance as Evening Star; its disappearance in front of the Sun; and its disappearance behind the SunTM Venus takes 224.7 days to complete one circuit around the Sun. As seen from Earth, however, it appears to take 583.92 days to complete one circuit. This is because Earth, too, is moving in the same direction. This apparent time-span is known as the synodic period. As noted above, the Mesoamericans calculated the Venerian synodic year as 584 days,\" which, when compared to the modern value of 583.92 days, discloses an error of less than one hour.",
        "bibliography": [
            "11. Vv. H. Malmstrom, \"Where Time Began,\" Science Digest (December 1981), pp. 56 ff.; idem, Cycles of the Sun, Mysteries of the Moon (Austin, Texas, 1997), pp. 1 ff.",
            "12. G. Anequin, op. cit., pp. 202-203.",
            "13. P. Tompkins, loc. cit.",
            "14. A. Aveni, \"Venus and the Maya,\" American Scientist, 67 (May-June 1979), p. 274.",
            "15. Ibid.",
            "16. idem, \"Astronomy in Ancient Mesoamerica,\" in E.C. Krupp (ed.), In Search of Ancient Astronomies (N.Y., 1977), p. 169.",
            "17. W. Gates, \"The Dresden Codex,\" Maya Society Publication, 2 (1932).",
            "18. 90"
        ],
        "captions": [
            {
                "source": "internal",
                "text": "on) 3] &,     my OVO, ©     2 Ry MES he We) ce          | | A page from the Dresden Codex containing a table        1 showing the positions of the planet Venus and their       ] calculations"
            }
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 91,
        "content": "per year.\" Considering that the Maya had no optical instruments with which to scan the sky, these findings are truly amazing. The Maya were also aware of the commensurability between this 584-day Venus \"year\" and the so-called vague year of 365 days. They knew that eight vague years were exactly equal to five Venus \"years.\" The equivalent number of days, which come out to 2,920, is a figure which turns up repeatedly in their Venus tables. They had quite correctly calculated that Venus returns to almost the exact same spot in the sky, almost at the same time of the year, every 2,920 days.\" Meanwhile, a relatively new manuscript, which has been dubbed the Grolier Codex, surfaced in 1971. Michael Coe has determined that, like the Dresden Codex, the extant eleven pages of this manuscript illustrate the Venus calendar \"but display a much more sophisticated system\" which has been described as \"the world’s first and only perpetual calendar of Venus ever produced by any civilization.\"TM According to Charles Lacombe, \"this ancient Mayan document must rank among the supreme intellectual achievements of human history.\".\" The codex predicts the appearance and disappearance of Venus in a great cycle of 845 revolutions equal to 1,352 years; and after completion, the cycle repeats itself endlessly by means of a shift in the order of the lines and the way they are to be read.\"",
        "bibliography": [
            "19. G. Anequin, op. cit., p. 200.",
            "20. A. Aveni, op. cit., p. 171.",
            "21. P. Tompkins, op. cit., p. 295.",
            "22. Ibid.",
            "23. Ibid.",
            "24. Ibid., p. 59.",
            "25. Ibid.",
            "26. G. Schlegel, Uranographie Chinoise (La Haye, Leyde, 1875), p. 628 (as translated privately for the author by Birgit C. Liesching & Gayle Chin Anderson).",
            "27. 91"
        ],
        "captions": [
            {
                "source": "internal",
                "text": "Two pages from the Grolier Codex dealing with the motions of the planet Venus. (From a photograph by Justin Kerr.)"
            }
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 92,
        "content": "It should also be pointed out that the Venus calendar owes its origin to a very \"late\" period of history. Indeed, Floyd Lounsbury has argued that the Venus table \"was historically set in motion\" on a date which translates as November 20 in A.D. 934.\" There has also been some scholarly speculation that the codices also contain information concerning the other planets visible to the naked eyeTM, but, as of this writing, this has not yet been verified. On the other hand, we will never know just how much lore has been lost due to the burning of so many other codices by the Spanish Catholic Church, concerning which Diego de Landa, the first archbishop of Yucatan, boasted so much. SUN SPOTS The ancient Chinese were aware that the Sun exhibits spots on its surface. Chinese records of sunspots go back to the Han Dynasty (200 B.C. to A.D. 200) \"by which time a well-organized astronomical/astrological bureaucracy was established with the task of keeping the Emperor informed of portents from the heavens and responsibility for maintaining the calendar.\" \"The historical records of each succeeding Chinese dynasty include a wealth of astronomical observations, and from the tenth century similar records are available from Korea.\"TM One may, of course, argue that it does not require much expertise in detecting sunspots since these solar blemishes can be detected with the unaided eye. It is easily forgotten by the layman that one cannot easily view the Sun directly without some form of optic protection except during its risings and settings. Of course, it could also be argued that the Chinese, who were so adept at just about everything, could have utilized dark or smoked glass in order to enable them to view sunspots. Actually, not even smoked glass would have been necessary. Despite the fact that the Sun cannot be viewed directly for any length of time with the unaided eye, it can be viewed indirectly when it is shielded by haze or thin clouds. As John Gribbin noted, it is hardly surprising that those Chinese records which mention sunspots \"very often comment at the same time that the brightness of the Sun was reduced.\" As Gribbin explained: \"This does not imply that the Sun itself was dim, but that dust or haze in the atmosphere was obscuring its light and making it possible to pick out the spots against the glare of the solar disk.\"® Had sunspots been as easily detected with the unaided eye as some would think, it would not, in Europe, have taken till the early seventeenth century for them to be rediscovered. One of the reasons why Galileo was persecuted by the Catholic Church was his insistence that the Sun often exhibits such blemishes on its surface. Prior to that, one of the central dogmas of the Church was that the Sun, having been created by God, had to be a perfect sphere. \"[S]uggesting imperfection in the Sun was seen in some quarters as implying that God could be fallible and was guilty of shoddy workmanship.\".\" And yet, even before the Chinese, sunspots had long been known to the ancient Greeks. THE ETERNAL PLANET The caliber of ancient Chinese astronomy can, inter alia, be judged by what the imperial astronomers were able to discover about the planets. Here I do not wish to bore the lay reader with too many technicalities, so I will merely zero in on what the Chinese had to say concerning the planet Saturn, the astronomical name of which was T’ien-Sing, which means \"Eternal Planet.\" The slowness of this body in its course around the Sun, for instance, was described by them in this manner: \"This planet, with its slow and heavy walk, imitating age, drags itself along its path, in a manner of speaking; before finishing its revolution, it had seen a great number of men die whom it had seen being born, so slow was its pace.\"®",
        "bibliography": [
            "28. V_H. Malmstrom, op. cit., p. 183.",
            "29. See, for instance, P. Tompkins, op. cit., p. 296.",
            "30. 92"
        ],
        "captions": [
            {
                "source": "internal",
                "text": "Two pages from the Grolier Codex dealing with the motions of the planet Venus. (From a photograph by Justin Kerr.)"
            }
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 93,
        "content": "Emperor informed of portents from the heavens, and responsibility for maintaining the calendar.\" \"The historical records of each succeeding Chinese dynasty include a wealth of astronomical observations, and from the tenth century similar records are available from Korea.\"TM One may, of course, argue that it does not require much expertise in detecting sunspots since these solar blemishes can be detected with the unaided eye. It is easily forgotten by the layman that one cannot easily view the Sun directly without some form of optic protection except during its risings and settings. Of course, it could also be argued that the Chinese, who were so adept at just about everything, could have utilized dark or smoked glass in order to enable them to view sunspots. Actually, not even smoked glass would have been necessary. Despite the fact that the Sun cannot be viewed directly for any length of time with the unaided eye, it can be viewed indirectly when it is shielded by haze or thin clouds. As John Gribbin noted, it is hardly surprising that those Chinese records which mention sunspots \"very often comment at the same time that the brightness of the Sun was reduced.\" As Gribbin explained: \"This does not imply that the Sun itself was dim, but that dust or haze in the atmosphere was obscuring its light and making it possible to pick out the spots against the glare of the solar disk.\"® Had sunspots been as easily detected with the unaided eye as some would think, it would not, in Europe, have taken till the early seventeenth century for them to be rediscovered. One of the reasons why Galileo was persecuted by the Catholic Church was his insistence that the Sun often exhibits such blemishes on its surface. Prior to that, one of the central dogmas of the Church was that the Sun, having been created by God, had to be a perfect sphere. \"[S]uggesting imperfection in the Sun was seen in some quarters as implying that God could be fallible and was guilty of shoddy workmanship.\".\" And yet, even before the Chinese, sunspots had long been known to the ancient Greeks. THE ETERNAL PLANET The caliber of ancient Chinese astronomy can, inter alia, be judged by what the imperial astronomers were able to discover about the planets. Here I do not wish to bore the lay reader with too many technicalities, so I will merely zero in on what the Chinese had to say concerning the planet Saturn, the astronomical name of which was T’ien-Sing, which means \"Eternal Planet.\" The slowness of this body in its course around the Sun, for instance, was described by them in this manner: \"This planet, with its slow and heavy walk, imitating age, drags itself along its path, in a manner of speaking; before finishing its revolution, it had seen a great number of men die whom it had seen being born, so slow was its pace.\"®",
        "bibliography": [
            "31. 5! V_H. Malmstrom, op. cit., p. 183.",
            "32. See, for instance, P. Tompkins, op. cit., p. 296.",
            "33. Gribbin, \"The Inconstant Sun,\" KRONOS V:3 (Spring 1980), p. 64.",
            "34. Ibid.",
            "35. Ibid.",
            "36. Ibid., p. 59.",
            "37. Ibid.",
            "38. G. Schlegel, Uranographie Chinoise (La Haye, Leyde, 1875), p. 628 (as translated privately for the author by Birgit C. Liesching & Gayle Chin Anderson).",
            "39. 93"
        ],
        "captions": []
    }
]