{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 189,
            "content": "I believe that what does happen is unsettling. Both orbit and magnetic field indeed change. We will not concern ourselves here with the change in Earth’s magnetic field, nor will we concern ourselves much with what led to this discovery beyond the shortest of synopses. What is at the bottom of it is the conclusion reached by the geologist Madeline Briskin in her investigation of seafloor core samples. Sediment has always been deemed a reliable indicator of past climatic conditions. What Briskin discovered through the age and molecular design of the ocean fossils embedded in the sediments she studied led her to conclude that Earth’s climate follows a repetitive cycle of changes of approximately 413,000 years duration. This cycle, according to her, is brought about by Earth’s changing orbit as it moves closer to, then farther away from, the Sun. As far as the present work is concerned, no judgment will be passed on the possible validity or otherwise of this deduction. We merely note it as one indication of various theories from the establishment in which changes in Earth’s orbit are deduced from certain evidences and made to account for certain past situations. Are any of these scenarios any wilder than one which posits Earth to be an escaped satellite of Saturn? Ah yes—but the above events, whether they ever transpired or not, have all been dated to millions of years ago as opposed to the scenario being presented here which claims Earth to have still been a satellite of Saturn during the advent of man. This is an objection we will be running into time and again. In 1986, Lynn Rose, who, with Raymond Vaughan, had been working on the Babylonian Ninsianna tablets, surprised Velikovsky’s followers by correcting their earlier conclusion, and that of Velikovsky himself, concerning the not-so-ancient orbit of the planet Venus. Originally concurring with him, Rose and Vaughan eventually came to an entirely different conclusion. “Like many others, including Velikovsky, we at one time took it for granted that the Venus tablets would tell us about a radically different orbit of Venus... We have gradually come to realize, however, that at the time of the observations Venus might have been on or close to its present orbit... The strangeness of these eighth-century B.C. observations of Venus seems to be mainly due to their having been made from an Earth that was on a radically different orbit from the present orbit of Earth.” In 1993, Michael Reade came to similar conclusions, although the amount in Earth’s orbital expansion as given by him—from a posited 0.9904 AU to the present 1.000 AU—would not lend itself to being called radical, representing a mere 0.97% to 1% expansion.",
            "bibliography": [
                "1. T. Yulsman, “Muck Reveals Ancient Orbit,” Science Digest (September 1982), p. 18.",
                "2. Velikovsky, Worlds in Collision (N.Y., 1950), pp. 198 ff.",
                "3. L. E. Rose, “Answers to Further Critics,” KRONOS XI:3 (Summer 1986), p. 57.",
                "4. M. G. Reade, “The Ninsianna Tablets, a Preliminary Reconstruction,” Chronology and Catastrophism Review XV (1993), p. 9."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 190,
            "content": "Once again, I shall not comment on the validity or otherwise of these deductions. I merely mention them as the possible—even probable—fall-out of a set of Babylonian astronomical observations. On the other hand, I shall have more to say about this particular datum, but in a future work which will deal with the attainment of Earth’s present orbital path.\n\nTHE HABITABLE ZONE\n\nAn entirely different problem that our hypothesis raises concerns the distance of Earth from the Sun during the time it spent as a satellite of Saturn. It has, for instance, been pointed out that were it not for the insulation provided by its atmosphere, Earth’s temperature would fall well below the freezing point of water, similar to that of the Moon. And that would be at Earth’s present distance from the Sun. What, then, would Earth’s temperature have been at Saturn’s present distance from the Sun—insulating atmosphere or not? This is most important because, needless to say, Earth’s temperature has a direct bearing on the sustenance of life. The existence of life on Earth, it has often been stated, is manifestly due to our planet’s distance from the Sun—it just happens to be positioned in the Sun’s habitable zone—which is the reason why it is the only planet in the Solar System capable of bearing life.\n\nEarth, it should be remembered, is at 1 AU from the Sun (approximately 93 million miles). Saturn is at 9.5 AU from the Sun (approximately 886.3 million miles). As a satellite of Saturn, would not Earth have been in the “freeze zone”? How, then, could it have sustained life, including that of man? What exactly is the extent of the Sun’s habitable zone? At one time the habitable zone was believed to stretch between 0.7 and 1.3 AU. In 1977, however, Michael Hart reduced this zone to the narrow range extending from 0.95 to 1.01 AU. This would still have meant that had Earth been 5% closer to the Sun, its oceans would evaporate; had it been only 1% further away, total glaciation would put an end to life. But then, in 1988, the scientists at NASA’s Ames Centre found reason to increase the distance of the habitable zone by 50%.\n\nLife, however, requires more than the right amount of heat and sunlight. It also requires water, of which Earth has an abundance. But now here’s the rub. Long-range exploration of the planets has convinced astronomers that Venus and Mars also once possessed abundant water. In the case of Venus, its water is said to have evaporated into space because of its closer proximity to the Sun. This mechanism, however, does not work for Mars which is farther out from the Sun than is Earth. An entirely different process had therefore to be worked out for the red planet. As James Kasting wrote: “Mars is freeze-dried today, not because it is too far from the sun but because it is a small planet and therefore cooled off comparatively quickly.”\n\nAll this has led to the belief that the habitable zone, which has now been revised to range “from just inside the orbit of Earth to beyond the orbit of Mars,” has “migrated slowly outward from its position when the planets first formed... about 4.6 billion years ago, because the sun has gradually brightened over time.” What this additionally entails is that in another billion years, as the Sun continues to brighten and becomes ever hotter, Earth’s orbit will eventually fall outside “this expanding zone.” Earth’s oceans will then evaporate, “leaving the world as dry and lifeless as Venus is today.”\n\nIt is not that I, personally, adhere to the above scenario—and, in a future work, I hope to have much to say concerning the past histories of Venus and Mars—but it does show that, when the facts seem to demand it, astronomers are not exactly nervous about shifting planets and their habitable zones around, to say nothing of varying the Sun’s radiative output, in order to fit their theories.\n\nBut, the reader may complain, is it at all possible to shift this habitable zone all the way out to Saturn? Maybe not, but, theoretically at least, could we not perhaps shift Saturn into the habitable zone? Actually, back in 1982, Ragnar Forshufvud theorized just that, moving a Saturn that had once been much larger to “much closer to the Sun”. But I only present this datum as an interesting exercise because, judging by what can be deduced from the mytho-historical record, the truth may have been exactly the opposite.\n\nBe that as it may, it is not really necessary to move a celestial body into the so-called habitable zone, or even closer to the Sun, in order to have it appropriately heated. Io, one of Jupiter’s satellites, is said to be heated through Jupiter’s tidal pull. Then why not Earth as a satellite of Saturn? And even then, do we really need Saturn’s tidal pull in order to heat Earth? Have we not already seen that Saturn radiates more heat than it actually receives from the Sun? Can not this excessive heat be seen as the residue from a time when Saturn was much hotter? Have we not, on the strength of the mytho-historical record, posited that Saturn had once been a miniature sun radiating its own heat and light? True enough, Saturn could never have been as hot as the Sun. The proximity of Earth to Saturn, however, would have more than compensated for this.",
            "bibliography": [
                "1. M. H. Hart, “The Evolution of the Atmosphere of the Earth,” Icarus 33 (January 1978), p. 23.",
                "2. M. H. Hart, “The Evolution of the Atmosphere of the Earth,” Icarus 33 (January 1978), p. 23.",
                "3. “Habitable Zones About Main Sequence Stars,” Icarus 37 (January 1979), p. 351; R. Breuer, Contact With the Stars (San Francisco, 1982), pp. 27-32.",
                "4. New Scientist (July 1, 1988), p. 41.",
                "5. J. F. Kasting, “The Origins of Water on Earth,” Scientific American (November 30, 1998), pp. 19-20.",
                "6. J. F. Kasting, Ibid., p. 22.",
                "7. Ibid., p. 19."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 191,
            "content": "Chapter 8\nThe Solitary Deity\nTHE ONE ALONE\nIn an article written in 1977, Harold Tresman and Bernard Newgrosh (writing under the name of Brendan O’Gheoghan) presented what might have been their finest disclosure when they wrote that “there is every indication that this original deity [that is Saturn] was at one time the only visible planetary body of the heavens.” Roger Wescott, on the basis of his own research, came to the same conclusion: “The sky, instead of being dominated alternately by the Sun and the Moon, was constantly dominated by a single huge and luminous body, here called Aster.” What Wescott referred to as Aster is to us the planet Saturn.\nIf this had really been the case—in other words, had Saturn been the only celestial body visible from Earth during the indeterminate time with which we are concerned—it would add even more to the ancient belief that Saturn had been the most prominent heavenly body that could be seen in Earth’s primordial sky. We have seen that Earth had been a satellite of what is now the planet Saturn, which planet was described as having been near enough to Earth to be remembered as a sphere, which sphere, in turn, was described as a sun that shone at night during a time when no other heavenly body could be seen. What could have been more prominent?\nBut does the mytho-historical record uphold the view that Saturn was the only visible body during the time in question? David Talbott has long focused attention on this topic. In an article written in 1977, Harold Tresman and Bernard Newgrosh (writing under the name of Brendan O’Gheoghan) stated: “The Egyptians remembered the creator as the solitary Atum or Ra, whom we recognize as the planet Saturn. In the accounts of all periods, Ra is originally a solitary god. The ancient sun is he... who had no companions.” “I am Atum, when I was alone in Nun,” the god is made to state. The deity is thus called “the God One,” the “Only God” —“except whom at the beginning none other existed.” Time and again, in Egyptian liturgies, we hear of Atum being made to state “when I was alone.” Time and again, Atum is lauded as he who “was alone.” Thus the god, “in his earliest remembered state,” as Talbott has noted, is inactive and motionless—“doing nothing, lacking activity or animation.”\n\nIn an Egyptian Coffin Text, the god is made to claim: “[I was] he who had no companion when my name came into existence... I was the maker of myself” and “I came into being of myself.” In the Nesi-Khonsu Papyrus, we find the god described as “Lord of all the gods...the holy soul who came into being in the beginning...the first divine matter...the One One...except whom at the beginning none other existed.” Likewise with Ra who, in the accounts of all periods, was remembered as having originally been a solitary god. Ra was “he who had no companion.”",
            "bibliography": [
                "1. H. Tresman & B. O’Gheoghan, “The Primordial Light?” SIS Review II:2 (December 1977), p. 36.",
                "2. R. W. Wescott, “Aster and Disaster: The Golden Age—I,” KRONOS X:1 (Fall 1984), p. 42.",
                "3. D. Talbott, “Mother Goddess and Warrior-Hero,” Part One, AEON:5 (September 1988), p. 43.",
                "4. J. A. Wilson, “Egyptian Myths, Tales and Mortuary Texts,” in J. Pritchard, Ancient Near Eastern Texts Relating to the Old Testament (Princeton, 1969), p. 3.",
                "5. E. A. W. Budge, The Gods of the Egyptians, Vol. 1 (N.Y., 1969), pp. 131 ff., 400, 501.",
                "6. R.T. Rundle Clark, Myth and Symbol in Ancient Egypt (N.Y., 1959), p. 46.",
                "7. Ibid., pp. 94, 95."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 193,
            "content": "In an Egyptian Coffin Text, the god is made to claim: “[I was] he who had no companion when my name came into existence... I was the maker of myself” and “I came into being of myself.” Ptah was identified by the Egyptians themselves with the god Osiris and, in religious and funeral texts, we often find him called Ptah-Asar (that is Ptah-Osiris). Thus, in yet one more famous Egyptian hymn, we find Osiris himself lauded as Ptah-Seker-Tem” (that is Ptah-Seker-Atum), which, as Budge maintained, is not only a form of Osiris but also “of the night sun.” “Under the name Ptah-Seker-Tem” Ptah was referred to as “the very great god who came into being in the earliest time...father of fathers, Power of powers...father of beginnings...who created his own image, who fashioned his own body...the Disk of heaven...” and “the great god, who came into being in the beginning.” and “the great god who existed alone in the beginning.” “O father of all the fathers of all the gods,” Ptah is lauded in one hymn, “thou Disk of heaven.” Usually understood as the disc of the Sun, but understood here as the disc of Saturn, this “Disk of heaven” is yet one more allusion to the fact that Saturn had been seen as a sizable orb, thus indicating its closer proximity to Earth. Ptah’s self-generation is again alluded to in no uncertain terms in another hymn in which he is lauded with the following words: “Thou hadst no father to begat thee...and thou hadst no mother to give birth unto thee; thou didst fashion thyself without the help of any other being. Fully equipped thou didst come forth...” Ptah was recognized as a personification of Saturn by Giorgio de Santillana and Hertha von Dechend. Ptah was the “greatest of all the old gods of Memphis” and, according to Budge, “his worship, in one form or another, goes back to the earliest part of the dynastic period.” He was referred to as “the very great god who came into being in the earliest time...father of fathers, Power of powers...father of beginnings...who created his own image, who fashioned his own body...the Disk of heaven...” and “the great god, who came into being in the beginning.” “O father of all the fathers of all the gods,” Ptah is lauded in one hymn, “thou Disk of heaven.” Ptah was often referred to as Ptah-Asar (Ptah-Osiris) and Ptah-Seker-Tem (Ptah-Seker-Atum), associating him with other deities like Osiris and the night sun. Seker was originally a power of darkness or the night and was identified with forms of the night sun like Tem (Atum).",
            "bibliography": [
                "1. D. Talbott, “On Models and Scenarios,” AEON 1:4 (July 1988), p. 7.",
                "2. R. T. Rundle Clark, Myth and Symbol in Ancient Egypt (N.Y., 1959), p. 74.",
                "3. R. T. Rundle Clark, Ibid., p. 40.",
                "4. E. A. W. Budge, The Book of the Dead, Vol. III (London, 1901), pp. 645-648.",
                "5. R.T. Rundle Clark, Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 194,
            "content": "Ptah-Seker-Asar (left) and Seker-Asar (right) —god of darkness and of the night sun.\n“Thou hadst no father to begat thee...and thou hadst no mother to give birth unto thee; thou didst fashion thyself without the help of any other being. Fully equipped thou didst come forth...” Ptah was identified by the Egyptians themselves with the god Osiris and, in religious and funeral texts, we often find him called Ptah-Asar (that is Ptah-Osiris). Thus, in yet one more famous Egyptian hymn, we find Osiris himself lauded as Ptah-Seker-Tem” (that is Ptah-Seker-Atum), which, as Budge maintained, is not only a form of Osiris but also “of the night sun.” “Under the name Ptah-Seker-Tem” Ptah was referred to as “the very great god who came into being in the earliest time...father of fathers, Power of powers...father of beginnings...who created his own image, who fashioned his own body...the Disk of heaven...” and “the great god, who came into being in the beginning.” “Broader Hymn to Ptah” Ptah is lauded as “the splendid god who existed alone in the beginning.”",
            "bibliography": [
                "1. Ibid., p. 510.",
                "2. R. T. Rundle Clark, op. cit., p. 74.",
                "3. Thid., p. 40.",
                "4. E. A. W. Budge, The Book of the Dead, Vol. III (London, 1901), pp. 645-648.",
                "5. R. T. Rundle Clark, loc. cit."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 195,
            "content": "Three forms of Ptah—the god who was lauded as the Disk of heaven.\nYet one more Egyptian god who originated as a personification of Saturn was Ptah, recognized as such by Giorgio de Santillana and Hertha von Dechend. Ptah was the “greatest of all the old gods of Memphis” and, as Wallis Budge informs us, “his worship, in one form or another, goes back to the earliest part of the dynastic period.” He was referred to as “the very great god who came into being in the earliest time...father of fathers, Power of powers...father of beginnings...who created his own image, who fashioned his own body...the Disk of heaven...” and “the great god, who came into being in the beginning.” “O father of all the fathers of all the gods,” Ptah is lauded in one hymn, “thou Disk of heaven.” Usually understood as the disc of the Sun, but understood here as the disc of Saturn, this “Disk of heaven” is yet one more allusion to the fact that Saturn had been seen as a sizable orb, thus indicating its closer proximity to Earth. Ptah’s self-generation is again alluded to in no uncertain terms in another hymn in which he is lauded with the following words: “Thou hadst no father to begat thee...and thou hadst no mother to give birth unto thee; thou didst fashion thyself without the help of any other being. Fully equipped thou didst come forth...” Ptah was identified by the Egyptians themselves with the god Osiris and, in religious and funeral texts, we often find him called Ptah-Asar (that is Ptah-Osiris). Thus, in yet one more famous Egyptian hymn, we find Osiris himself lauded as Ptah-Seker-Tem” (that is Ptah-Seker-Atum), which, as Budge maintained, is not only a form of Osiris but also “of the night sun.” Seker himself was originally a power of darkness, or of the night, which was identified with forms of the night sun like Tem (Atum).",
            "bibliography": [
                "1. D. Talbott, “On Models and Scenarios,” AEON 1:4 (July 1988), p. 7.",
                "2. R. T. Rundle Clark, Myth and Symbol in Ancient Egypt (N.Y., 1959), p. 74.",
                "3. R. T. Rundle Clark, Ibid., p. 40.",
                "4. E. A. W. Budge, The Book of the Dead, Vol. III (London, 1901), pp. 645-648.",
                "5. R. T. Rundle Clark, Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 196,
            "content": "Chapter 8 continues to explore the notion that the god who personified Saturn was believed to have come into being of his own accord and that, at least “in the beginning,” he was the only god in existence. Transitioning to the Indic tradition, the text discusses Prajapati, identified with Brahma as Saturn. Prajapati was considered the first of the Devas, meaning “deities” or “shining ones,” and was described as having originally been alone: “He hovers alone above everything.” The Vishnu Purana gives Prajapati as an additional name for Brahma. The 11th-century Arabian scholar Al-Biruni discovered that the Lord of Saturn is called Prajapati. In the Satapatha Brahmana, Prajapati is referred to as having originally ruled alone. Additionally, the text examines the Haida creed, where Raven is recognized as the creator who knew the burden of loneliness, thus aligning with the Saturnian deity being solitary. The Samoan creator, Tangaloa, and the New Hebrides myth of Naareau the Elder also reflect the theme of solitary creation, reinforcing the association between Saturn and the concept of a solitary deity across diverse mythologies.\n\nFOUR FROM THE “PRIMITIVE” WORLD\n\nThe doctrinal conviction that the concept of deity originated from the planet Saturn is further supported by examining beliefs among more primitive peoples. The Raven in Native American mythology, particularly among the Eskimos and the Tlingit, is identified as a personification of Saturn. The Haida and Yuki myths also attribute solitary creation to Raven/Saturn. Similarly, in Samoan and New Hebrides myths, creators like Tangaloa and Naareau are depicted as solitary beings. This pattern contrasts with animistic theories that suggest deities emerged from spirits, demons, or historical figures, highlighting a consistent theme of solitary celestial origins rather than anthropomorphized entities.",
            "bibliography": [
                "1. M. Selim Hassan, Hymnes Religieux du Moyen Empire (Cairo, 1928), pp. 160-161, as quoted by D. N. Talbott, The Saturn Myth (N.Y., 1980), p. 9.",
                "2. R. Van Over, Sun Songs: Creation Myths From Around the World (N.Y., 1980), p. 310.",
                "3. H. de Wilman-Grabowska, “Brahmanic Mythology,” Asiatic Mythology (N.Y., 1972), p. 117.",
                "4. R. Van Over, op. cit., p. 312.",
                "5. H. de Wilman-Grabowska, op. cit., p. 116.",
                "6. J. Bierhorst (ed.), The Red Swan (N.Y., 1976), p. 39.",
                "7. R. Van Over, op. cit., p. 381.",
                "8. R. Van Over, op. cit., p. 382.",
                "9. M. Jastrow, “The Nine Lords of the Night,” in J. A. Graham (Ed.), “Studies in the Archaeology of Mexico and Guatemala,” Contributions of the University of California, Archaeological Research Facility, No. 16 (October 1972), p. 59; see also, E. C. Sachau, Alberuni’s India (London, 1914), pp. ii, 121.",
                "10. Satapatha Brahmana 11:2:4:1."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 197,
            "content": "FOURTH INTERLUDE\nIt has been assumed by many students of religion that man’s concept of deity emerged out of the primitive fear our ancestors experienced in encountering the mysteries of nature around them. These mysteries were eventually explained through the slow and accumulating creation—invention, really—of invisible entities, spirits, and demons, most of which were seen as being antagonistic to man. By the same token, natural phenomena, such as thunder and lightning, were anthropomorphized, given life, named, and even appealed to. In the end, even such natural items as vegetation and sexual prowess became the recipients of animated embodiments which, little by little, evolved into gods.\nSome have claimed that man’s own ancestors, long dead, perhaps through the medium of dreams, were also vivified into ghosts, or lost souls, which were eventually incorporated into an ever-evolving religious belief. Others insist that the ancient deities evolved out of a respect for certain historical persons of note—an old idea which has recently been gloriously revived by David Rohl in his sensational attempt to rewrite ancient history. Those who hold to this view usually point with pride to the Mesopotamian Gilgamesh, a supposed king of Uruk, and the Egyptian Imhotep, architect to King Djoser, as prime examples of their evidence. But that Gilgamesh was anything but a historical person has finally been established beyond a reasonable doubt, once and for all, by Ev Cochrane, while the case of Imhotep is somewhat unique. The first builder of a pyramid—a stepped one to be sure—later dynasts were so impressed by Imhotep’s accomplishments that he was elevated to the stature of a god. This is not to be wondered at because, after all, the Egyptian pharaohs themselves were all looked upon as living gods. We do not, however, encounter Imhotep in any mythological themes, let alone any of a cosmogonic nature. For whatever it is worth, and Rohl notwithstanding, the belief that the ancient gods were really deified historical persons, never adhered to by many, is now accepted by even fewer. On the contrary, the reverse is true, in that some of the primeval deities were eventually demythologized and presented in human garb even by the ancients themselves.” Our own hypothesis, as presented in this work, holds to the view that the concept of deity owes its origin to the planets, especially the planet Saturn, and not to such invented spirits, ghosts, demons, or historical persons as described above. I am not here asserting that the mysteries of everyday life, as they pertained to our primitive forebears, were not conducive to the myth-making process. But to say that our ancestors were more concerned with the threatening character of everyday life, such as flood, famine, earthquakes, and the like, is to go against what they themselves told us concerning their beliefs. If the truth need be known, even such calamities as enumerated above were often connected with the planetary deities, and they were so connected by the ancients themselves. Thus, to give but a few examples: Among the Incas, Saturn was considered the god of famine. Almost throughout the entire world, Mars was considered the god of pestilence. Venus was associated with fear, darkness, and death. The Babylonians, moreover, never discarded their belief that even earthquakes were actually caused by the planets.\n\nAdherents of the animistic theory, however, base their concepts of the origin of religion on the beliefs of present primitive peoples, rather than the civilized nations of the ancient world. But even there, their theory meets with various objections. Consider, for instance, the Efe pygmies of the Ituri forest whom we had occasion to mention in a previous chapter. These pygmies do not cower in fear of thunder and lightning. Their lives are not ruled, or terrorized, by a squadron of jungle spirits that have to be appeased every time a calamity hits.",
            "bibliography": [
                "1. M. Wood, Spirits, Heroes & Hunters From North American Indian Mythology (N.Y., 1981), pp. 48, 53.",
                "2. M. Wood, Ibid., pp. 20, 49.",
                "3. M. Wood, Ibid.",
                "4. M. Wood, Ibid., p. 20.",
                "5. Ibid.",
                "6. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 198,
            "content": "Our own hypothesis, as presented in this work, holds to the view that the concept of deity owes its origin to the planet Saturn, and not to such invented spirits, ghosts, demons, or historical persons as described above. I am not here asserting that the mysteries of everyday life, as they pertained to our primitive forebears, were not conducive to the myth-making process. But to say that our ancestors were more concerned with the threatening character of everyday life, such as flood, famine, earthquakes, and the like, is to go against what they themselves told us concerning their beliefs. If the truth need be known, even such calamities as enumerated above were often connected with the planetary deities, and they were so connected by the ancients themselves. Thus, to give but a few examples: Among the Incas, Saturn was considered the god of famine. Almost throughout the entire world, Mars was considered the god of pestilence. Venus was associated with fear, darkness, and death. The Babylonians, moreover, never discarded their belief that even earthquakes were actually caused by the planets.\n\nAdherents of the animistic theory, however, base their concepts of the origin of religion on the beliefs of present primitive peoples, rather than the civilized nations of the ancient world. But even there, their theory meets with various objections. Consider, for instance, the Efe pygmies of the Ituri forest whom we had occasion to mention in a previous chapter. These pygmies do not cower in fear of thunder and lightning. Their lives are not ruled, or terrorized, by a squadron of jungle spirits that have to be appeased every time a calamity hits",
            "bibliography": [
                "1. R. Van Over, op. cit., p. 312.",
                "2. H. de Wilman-Grabowska, op. cit., p. 116.",
                "3. J. Bierhorst (ed.), The Red Swan (N.Y., 1976), p. 39.",
                "4. R. Van Over, op. cit., p. 381.",
                "5. R. Van Over, op. cit., p. 382.",
                "6. E. C. Sachau, Alberuni’s India (London, 1914), pp. ii, 121.",
                "7. Satapatha Brahmana 11:2:4:1."
            ],
            "captions": []
        }
    ]
}
