{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 134,
            "content": "The god is of course undisputed. And yet, as we have already pointed out, the motions and characteristics of Ra do not match those of the Sun. In view of the ancient connections we have now discovered between Saturn and the Sun, we should not therefore be surprised to learn that an Egyptian ostrakon from Ptolemaic times actually identifies Ra as the Greek Kronos, which is the planet Saturn. Egyptologists, of course, will object, pointing out that this is such a late and isolated case, stemming, no less, from Greek interpretation, that the datum should not be given any credence. Which is why I was surprised when it was brought to my attention that Samuel Mercer came close to admitting something similar. In his study of the Pyramid Texts, Mercer noted that the Egyptian star designated shd.w “is compared to and identified with Re [the same as Ra], and might have been our Saturn.” It is, of course, the “star” shd.w that Mercer thinks might have been the same as Saturn. But if shd.w was Saturn, its identification with Ra would be telling the same story the Ptolemaic ostrakon does. Granting the uniqueness of the ostrakon in question, we at least have one direct identification of Ra as Saturn (plus a second indirect one if Mercer is correct). Besides, is it conceivable that, with the progress of astronomical science, it would have been forgotten by Ptolemaic times that Ra was the Sun? Ra, who, in Ptolemaic times, was actually identified as a representative of the planet Saturn. Or had the Greeks no word for the Sun for them to refer to it as Kronos? (In view of what follows, of course, I realize that this last is something of a loaded question.)",
            "bibliography": [
                "1. J. Frazer, The Golden Bough (N.Y., 1890/1981), Vol. I, p. 313.",
                "2. F. Boll, “Kronos-Helios,” Archiv für Religionswissenschaft, XIX (1916-1919), pp. 343 ff.",
                "3. E. Cochrane, “The Milky Way,” AEON IV:4 (April 1996), pp. 49-50.",
                "4. S. Mercer, The Pyramid Texts in Translation and Commentary, Vol. 2 (N.Y., 1952), p. 157, as quoted in ibid (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 135,
            "content": "Even so, on the basis of this one datum, I would not be bold enough to build an edifice. And, as a qualification I should perhaps add that this does not mean that Ra never stood for the Sun. It is obvious from texts of a historical, or narrative, but not mythological, nature that the Sun was also referred to as Ra. But is this not the same situation we have found among other nations where the planet Saturn and the Sun are made to share the same name?\n\nMeanwhile, the Ptolemaic identification of Ra as Saturn is given additional credence by the Greek poet known as Nonnus. A native of Panapolis in Ptolemaic Egypt, Nonnus likewise referred to the Arabic Sun as “Kronos,” which, again, was the same as calling the Sun by the name of Saturn.\n\nNow it is true that the Greeks, and after them the Romans, had a penchant for calling alien deities and celestial bodies by what they understood to be their Greek, or Roman, counterparts. It is also known that, in certain cases, their matching was somewhat arbitrary. But neither the planet Saturn nor the Sun could have contributed to such arbitrariness since both luminaries were beyond confusion. So why would Nonnus have chosen to call the Arabic Sun by the name of the planet Saturn? Is not one inclined to assume that a similar ambiguity between the Sun and the planet Saturn must have existed in Arabic nomenclature? And does this not indicate that the Graeco-Egyptian who had it recorded that Ra stood for Kronos/Saturn was, in fact, echoing the popular belief of the time?\n\nThe Greeks, of course, had their own lore to draw upon. Not only did they, as we have seen, refer to the planet Saturn as the star of Helios, that is the star of the Sun, they actually identified it outright as Helios. Thus, for instance, Plato (or Philip of Opus) wrote that prominent among the planets for its slowness was the one whom “some call ...Kronos,” which is Saturn. But, in the earliest copies of the text, the name used was not Kronos but, rather, Helios. It was only later copyists, who could not understand why the planet Saturn was here being alluded to by the name of the Sun, who “corrected” the text to read “Kronos,” the “accepted” Greek name of the planet Saturn. As Franz Boll, whose illuminating study of this subject has long been ignored, demonstrated, the practice of “correcting” such texts—changing the name “Helios” to read “Kronos”—was quite common among later copyists.\n\nTo Porphyry, originally named Malchus, the Greek historian and Neoplatonist from Tyre, in Syria, Kronos/Saturn was also called Helios, as it was to Rhetorios and Claudius Ptolemy himself. All of which further indicates that the Ptolemaic identification of Ra as Kronos/Saturn was in keeping with the belief of the time.\n\nAs it happens, the name “Helios” closely resembles the Greek transliteration of the Canaanite/Phoenician “El,” that is “Elos,” a deity who, as Philo Byblius proclaimed, was the same as Kronos/Saturn. Thus a confusion between the names Elos and Helios has been suggested to be at the root of this belief. This point is somewhat tacky because, in my opinion, the Greek Helios, together with similar divinities incorporating the same philological root, does ultimately derive from El. But Plato, who already used the name Helios for",
            "bibliography": [
                "1. T. Nonnus, Dionysiaca, XL:393.",
                "2. See next reference.",
                "3. Plato, Epinomis, 987c. (NOTE: There are some who ascribe the authorship of this work to Plato’s pupil, Philip of Opus.)",
                "4. F. Boll, loc. cit.",
                "5. Ibid.",
                "6. Macrobius, Saturnalia, 1:22:8.",
                "7. F. Boll, op. cit., p. 344.",
                "8. Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 83; see also W. A. Heidel, op. cit., p. 470.",
                "9. A. Bouche-Leclercq, op. cit., p. 93."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 136,
            "content": "Helios, the patron deity of ancient Rhodes, whom Plato named as the planet Saturn.\n(Photograph by the author, courtesy of the Archaeological Museum of Rhodes.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 137,
            "content": "For the planet Saturn, would not have known this since he wrote some four hundred years before Philo. Besides, as Boll pointed out, and as we have seen, the association of Saturn with the Sun was much too widespread to be attributed to a Greek confusion based on Philo. Boll’s own conclusion was that the naming of the planet Saturn as Helios was not due to any confusion of names, and hardly a confusion of the luminaries involved, but owed its cause to the simple fact that, originally, Helios and Kronos were one and the same god and, therefore, one and the same planet—that is Saturn.\nAmbrosius Theodosius Macrobius, the Roman philosopher and grammarian who lived between 395 and 423 A.D., has been much maligned for claiming, in the first book of his Saturnalia, that all forms of worship derived from that of the Sun. Among the misconceptions that are laid at his door is his identification of Kronos as the Sun. But, having learned what we now have, can we honestly say that Macrobius was that much in error? Was he not, in his own way, reporting what his ancestors, and those of the Greeks before them, had believed—that Saturn bore the name of the Sun? Should we fault him for believing that this sun was the same Sun that shone daily above his head? Have we not now seen that most modern mythologists have been trapped into committing the same error?\nThis belief was so inbred in the early sciences it even turns up in alchemy, the fostermother of chemistry. When astrology embraced, and thus debased, what had commenced as a monopolized industry in the transformation of base metals into gold-simulating alloys by the priestly caste of Alexandria, ancient astronomical lore entrenched itself in mystical treatises that were to obsess alchemists well past medieval times. Among these astro-chemical echoes we encounter the statement that the planet Saturn constitutes “the best sun,” which reminds us of Saturn as the “true sun” believed in by Hindu sages. As David Talbott well realized: “...it is unlikely that [the alchemists] themselves knew what to do with the idea. But that the tradition was passed down from remote antiquity is both indisputable and crucial.”\nThis belief was so deeply entrenched that the Swiss psychologist, Carl Jung, could refer to Saturn as “the second sun” as if the oddity was well known.\nFIRST INTERLUDE\nThe handing down of traditions from remote antiquity of which Talbott speaks above does not, however, explain the tenacity with which ancient man has held to the idea that Saturn was a sun. Neither does it explain how the belief itself originated. So that, despite the fact that ideas do travel over distance, across geographical boundaries, and through time, from centuries to millennia, it is not easy to understand why a belief in something that was obviously not so could have survived the advertency of the ages.\nIt is therefore not enough to maintain that this belief owes its spread to diffusion, cultural contact, or wholesale borrowing, because, for one thing, we are not here concerned with an idea that would readily have lent itself to popular appeal. What we are concerned with is an astronomical belief, something that the common man in the street would not have cared about except as a curiosity. In this respect, it was no different then than it is now. Granted that religion would have augmented the belief until it fossilized itself into a credo of faith, the question of why such an obvious falsity would have been incorporated in ritual litanies in the first place remains unanswered. More amazing is the fact that the belief survived the scrutiny of those who were in the best position to know otherwise—the astronomers and astrologers. How could these professional men have attempted to utilize the datum in a more practical way when the belief on which it was based belied reality.\nWe can, perhaps, understand how an error in astronomical observation, or a miscalculated set of figures, could have been misconstrued into a truth. Habitual acceptance of such a misconstrued fact might even, in time, have cemented the misconception into dogmatic belief. It happens. But the incongruity of a belief in something which was demonstrably false would have had a difficult time in being accepted as dogma by a culture and installed as a pillar of astrological wisdom supposedly based on astronomical verity. It is difficult to understand why ancient astronomers, astrologers, or priests looked up at the planet Saturn and asserted that it was a sun. More difficult to believe would be that such a preposterous idea, even if it was somehow believed in, say, by the Babylonians, could have been foisted on a people of a different culture. Everyone could look up into the sky and see that Saturn was not a sun. One need not have been an astronomer in order to expose such a deceit.\nWhat people might have believed is that Saturn could have once shone as a sun. This would have been different because although everyone could see that Saturn did not shine as a sun, there was no way they could tell whether it once did. And, let us face it, man has long been prone to the possibility that things could have been different in remote antiquity—which renders this very study beyond exception.\nOn the other hand, whether embedded in fact or fiction, every belief has to have an origin. So what could have been the origin of this particular one? One explanation offered by Pingree is that the Sun’s hyposoma sets as Saturn’s rises. A hyposoma—plural, hyposomata—is the astrological term for the point in the zodiacal sign in which a planet is believed to exert its greatest influence. But, as Ulla Koch-Westenholz noted, “the earliest evidence for the hyposomata is from the seventh century BC,” and the association of Saturn and the sun is certainly older and far more entrenched in the tradition than warranted by such arcane speculations. The classicist R. Beck had a different explanation. As he had it stated: “In ancient astrology it is widely attested...that Saturn was the star of the Sun...Graeco-Roman astrology made the [same] identification because Babylonian astrology had made it already, and the western tradition here simply drew on its older eastern relative.” But the Babylonians and, before them, the Sumerians, had absolutely no reason to invent the postulate, to perpetrate this astronomical lie. It could have served no purpose—religious, political, or otherwise. It would not have answered any questions posed by theology, sovereignty, or nature. Besides, if we are to invoke diffusion as a solution to this problem, how would we explain similar beliefs from the American continent which, we have been taught, could have had absolutely no contact with the world of the ancient Near East? I will not, at",
            "bibliography": [
                "1. T. Nonnus, Dionysiaca, XL:393.",
                "2. See next reference.",
                "3. Plato, Epinomis, 987c. (NOTE: There are some who ascribe the authorship of this work to Plato’s pupil, Philip of Opus.)",
                "4. F. Boll, loc. cit.",
                "5. Ibid.",
                "6. Macrobius, Saturnalia, 1:22:8.",
                "7. F. Boll, op. cit., p. 344.",
                "8. Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 83; see also W. A. Heidel, op. cit., p. 470.",
                "9. A. Bouche-Leclercq, op. cit., p. 93."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 138,
            "content": "Astronomical belief, something that the common man in the street would not have cared about except as a curiosity. In this respect, it was no different then than it is now. Granted that religion would have augmented the belief until it fossilized itself into a credo of faith, the question of why such an obvious falsity would have been incorporated in ritual litanies in the first place remains unanswered. More amazing is the fact that the belief survived the scrutiny of those who were in the best position to know otherwise—the astronomers and astrologers. How could these professional men have attempted to utilize the datum in a more practical way when the belief on which it was based belied reality.\nWe can, perhaps, understand how an error in astronomical observation, or a miscalculated set of figures, could have been misconstrued into a truth. Habitual acceptance of such a misconstrued fact might even, in time, have cemented the misconception into dogmatic belief. It happens. But the incongruity of a belief in something which was demonstrably false would have had a difficult time in being accepted as dogma by a culture and installed as a pillar of astrological wisdom supposedly based on astronomical verity. It is difficult to understand why ancient astronomers, astrologers, or priests looked up at the planet Saturn and asserted that it was a sun. More difficult to believe would be that such a preposterous idea, even if it was somehow believed in, say, by the Babylonians, could have been foisted on a people of a different culture. Everyone could look up into the sky and see that Saturn was not a sun. One need not have been an astronomer in order to expose such a deceit.\nWhat people might have believed is that Saturn could have once shone as a sun. This would have been different because although everyone could see that Saturn did not shine as a sun, there was no way they could tell whether it once did. And, let us face it, man has long been prone to the possibility that things could have been different in remote antiquity—which renders this very study beyond exception.\nOn the other hand, whether embedded in fact or fiction, every belief has to have an origin. So what could have been the origin of this particular one? One explanation offered by Pingree is that the Sun’s hyposoma sets as Saturn’s rises. A hyposoma—plural, hyposomata—is the astrological term for the point in the zodiacal sign in which a planet is believed to exert its greatest influence. But, as Ulla Koch-Westenholz noted, “the earliest evidence for the hyposomata is from the seventh century BC,” and the association of Saturn and the sun is certainly older and far more entrenched in the tradition than warranted by such arcane speculations. The classicist R. Beck had a different explanation. As he had it stated: “In ancient astrology it is widely attested...that Saturn was the star of the Sun...Graeco-Roman astrology made the [same] identification because Babylonian astrology had made it already, and the western tradition here simply drew on its older eastern relative.” But the Babylonians and, before them, the Sumerians, had absolutely no reason to invent the postulate, to perpetrate this astronomical lie. It could have served no purpose—religious, political, or otherwise. It would not have answered any questions posed by theology, sovereignty, or nature. Besides, if we are to invoke diffusion as a solution to this problem, how would we explain similar beliefs from the American continent which, we have been taught, could have had absolutely no contact with the world of the ancient Near East? I will not, at",
            "bibliography": [
                "1. U. Koch-Westenholz, Mesopotamian Astrology (N.Y., 1995), pp. 122-123.",
                "2. And see here, S. Langdon, op. cit., p. 304.",
                "3. Ibid.",
                "4. R. Beck, Planetary Gods and Planetary Order in the Mysteries of Mithras (Leiden, 1988), p. 86. (NOTE: I am indebted to Peter J. James for bringing this datum to my notice.)"
            ],
            "captions": []
        }
    ]
}
