{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 184,
            "content": "thought to have been the system’s state for a very long time. Indeed numerical integrations backward in time could take the system, still well behaved, through the episode of wild behaviour as if it had never been.”3\nOvenden himself went even further when he theorized that the close approach of planets to each other is not only possible but possibly inherent in the very nature of the cosmos.\nFrom this he also reached the conclusion that “a system of planets (or satellites) will change its configuration slowly when the planets are far apart” but “quickly when they are together and interacting violently.”32\nThis brings us to W. M. Smart who, in 1953, had already understood that such “perturbation series” could not be relied upon except for a very short time—one or two centuries to be exact.33 Later, Bass demonstrated that: “It is perfectly possible, according to Newton’s Laws of Dynamics and Gravitation when three or more bodies are involved, for planets to nearly collide and then relax into an apparently stable Bode’s Law type of configuration within a relatively short time.”34\nMoreover, by “a relatively short time,” Bass meant “in a few centuries.”35\nIf it can therefore be shown that the planets approached and interacted with each other during the age of man, the resonances inherent in Bode’s Law will not admit to dating in millions of years. And, on this issue, the historical record seems to be clear enough even if still unrecognized by most conventionalists.\nRETROACTIVE CALCULATIONS\nWhat then of retroactive calculations (or retrocalculations, for short)? Retrocalculation “is the method which relies on the assumption that the Earth has been behaving in a nice sedate uniformitarian manner, and it is assumed that it is possible to calculate backwards in time to establish the exact date of astronomical events.”3 Do not such calculations prove that no change in the orbits or placements of the planets have taken place in the past? No, they do not. As Leroy Ellenberger indicated when he was still a Velikovskian catastrophist: “No retro-calculations to date have been inherently capable of duplicating near-collisions [among the planets] even if one occurred.”37 William Mullen, too, observed that such retrocalculations are futile since they involve “a problem rather like taking the position of a few billiard-balls towards the end of the game and calculating the positions of the complete set back to the beginning.”38 Or, as Warlow pointed out: “In fact, as far as the stability of the system is concerned, there are experts in the field today who admit that, if we take the system in its present state, it is only reasonable to calculate forward or backward in time for about three",
            "bibliography": [
                "1. A. E. Roy, Orbital Motion (Bristol, 1978), p. 244.",
                "2. M. W. Ovenden, op. cit., p. 485.",
                "3. Idem, “Planetary Distances and the Missing Planet” (see reference #25), p. 331 (emphasis added).",
                "4. W. M. Smart, Celestial Mechanics (London, 1953), pp. 4, 194-195, 198.",
                "5. R. W. Bass, “Did Worlds Collide?” (see reference #20), p. 9 (emphasis added).",
                "6. P. Warlow, op. cit., p. 178.",
                "7. C. L. Ellenberger, “Words in Collision,” Frontiers of Science IV:1 (March-April 1982), p. 35 (emphasis added).",
                "8. W. Mullen, “Catastrophism and the Compulsion to Meaning,” Proceedings of the Symposium held at the Saidye Bronfman Centre (Montreal, Quebec, January 10-12, 1975), p. 45."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 185,
            "content": "hundred years [two hundred, according to Smart] before we reach a level of unacceptable uncertainty.”3 Granted, Warlow goes on to say that: “Equally, there are experts who would deny that the time of validity is so short, and they speak with apparent confidence in megayears. However,” he continues, “they would admit that there is much we do not understand.”40\nThe astronomers Victor Clube and Bill Napier are of the same mind: “Unfortunately,” they wrote, “it is not generally possible to calculate past and future orbits in great detail, small uncertainties magnifying rapidly. Most calculations involving three or more solar system bodies are unreliable beyond a few hundred years.”41\nOr, as Jill Abery succinctly phrased it: “Forget all those old computer calculations of past and future behaviour of the Solar System. Mathematicians now realise that the system is too complicated for conventional computers to ever come up with the right answer. However, they have a new mathematical system which ignores the laws of motion in our familiar 3-dimensional space. Interestingly it demonstrates that the Solar System’s behaviour is very chaotic with many possible scenarios.”42\nLet us not forget the words of astronomer Archie Roy, reviewed above, to the effect that “numerical integrations backward in time could take the system, still well behaved, through the episode of wild behaviour as if it had never been.”\nIn the end, nobody put it better than Lynn Rose and Raymond Vaughan. “Retrocalculation is a very iffy business at best,” they wrote. “Suppose that a spacecraft was launched into orbit this morning. Retrocalculation would show where that spacecraft was located on its orbit at this same time yesterday, when it was still on its launching pad!”43\nFORMER ORBITS\nAs Wallace Thornhill wrote in 1997, “it is well known among astronomers that Newton’s law of gravity when applied to more than 2 orbiting bodies results in chaotic motion after a relatively short time.”4 But, more important than that, he also asked: “How can the solar system have remained in its apparently stable configuration for the 5 aeons required by current theories of solar system evolution? And why, if the planets and moons were formed from the same primordial cloud of gas and dust, are they such a fruit salad of physical characteristics, axial tilts, rotation rates and orbits?”45",
            "bibliography": [
                "1. P. Warlow, op. cit., p. 183.",
                "2. V. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 73.",
                "3. J. Abery, “Monitor,” Chronology & Catastrophism Workshop 1994:1, p. 24; see also New Scientist (March 19, 1994), pp. 32-35.",
                "4. L. E. Rose & R. C. Vaughan, “The Venus Tablets: A Fresh Approach,” KRONOS X:2 (Winter 1985), p. 11.",
                "5. W. Thornhill, The Electric Universe (Beaverton, Oregon, 1997), p. 2.",
                "6. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 186,
            "content": "Retrocalculation of the motions of an artificial Earth satellite—such as the Soviet Molnya 1 shown above—will show that the satellite was in orbit well before it was even launched.\nAnd then, after all that was said above, have not astronomers themselves shown that they care but little about the Solar System’s supposed stability as a whole or the Titius-Bode Law in particular? I can say this with confidence because they themselves have not been exactly averse to postulating scenarios in which orbital paths are shown to be capable of change.\nAmong them, Thomas Van Flandern came close to an unheard-of sensationalism when he wrote:\n“We are only now beginning to see the Universe as a place of constant change with a rich and varied history and as the site of a great many unique events that continue to this day. Mercury, for example, may once have been a satellite of Venus that, in the not-so-distant past, escaped. Whether or not this happened, it is clear that some event caused Venus to spin in a different direction and at a slower speed than any other planet. Both satellites of Mars and most of Jupiter’s did not originate with those planets but also seem to have been captured relatively recently...\nSaturn’s rings could be yet another example of the solar system’s dynamism. Were they once a satellite that broke apart?...What event tilted Uranus on its side? What disrupted the existing satellites of Neptune? Could the planet Pluto be an escaped satellite of Neptune? If so, how did Pluto get its own satellite? Where did the newly",
            "bibliography": [],
            "captions": [
                "Sap"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 187,
            "content": "discovered minor planet Chiron, whose unstable orbit crosses those of Saturn and Uranus, come from?”\nRobert Harrington, a colleague of Van Flandern, has also proposed the idea that “Mercury originated as an escaped satellite of Venus early in the formation of the solar system.”47 As Philip Burns stated:\n“This doesn’t appear to have garnered a lot of support, but on the other hand, I don’t think it’s been refuted, either. The ‘Mercury as Venus’s Moon’ theory explains at one stroke many observations, such as the reduced/reversed spin of Venus, its massive atmosphere, the 2/3 spin resonance of Mercury, the oblate shape of Mercury, and many more.”48\nGeorge Wetherhill posited an even wilder scenario for Mercury in which the planet had originally orbited the Sun at Earth’s present distance. Then, according to this particular theory, Mercury was involved in a violent collision in which the planet was melted. A second collision then resulted in the stripping away of Mercury’s crust and its ejection out of its orbit. Deflected from its path by Earth’s gravity field, together with that of Venus, Mercury eventually settled down into its present circular track.4\nAlan Stern, on the other hand, came out with a proposition of satellite capture, rather than escape. Not that the capture of satellites by planets had not been propounded before. But this one deals with the planet Neptune and its companion, Triton, a moon the size of the planet Pluto. Triton, it was found out, orbits Neptune in what astronomers call “the wrong direction,” that is clockwise as seen from “above,” when all other satellites revolve counterclockwise. The most likely explanation for this, according to Stern, is that Triton had once orbited freely but, passing too close to Neptune, was captured by the larger planet as its moon.\nSo, similarly, with the planet Pluto which, until 1978, was still believed to be without a moon. But a later ground-based photograph of Pluto revealed the presence of a satellite—since then named Charon— orbiting the planet. Because Charon is larger than our Moon, and one third as large as Pluto itself, Stern has said that it is “really more accurate to call this a double planet.”49 Stern is thus of the opinion that these two planets had also once orbited freely but that, coming too close, they managed to capture each other.52\nBut what of Earth itself? Has anyone before us ever posited that it, too, may have shifted?\nTHE SHIFTING EARTH\nAs Tom Yulsman reported:\n“We like to think that the Earth’s orbit and the shape of its magnetic field are changeless—that as the years pass, the planet follows a rock-steady route about the Sun while the compass points resolutely north. Not only is this not true, but scientists",
            "bibliography": [
                "1. T. Van Flandern, “Exploding Planets,” Science Digest (April 1982), pp. 94-95 (emphasis added); concerning Mercury as a former satellite of Venus, see also idem, Dark Matter, Missing Planets and New Comets (Berkeley, California, 1993), p. 251.",
                "2. P. Burns, “Gingerich & Velikovsky,” posted on the Kronia internet private discussion group, Monday, October 28, 1996.",
                "3. Ibid.",
                "4. C. R. Chapman, “Mercury’s Heart of Iron,” Astronomy (November 1988), p. 32.",
                "5. S. Flamsteed, “Planets by the Carload,” Discover (February 1992), p. 16.",
                "6. Ibid.",
                "7. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 188,
            "content": "Mercury—was it once a satellite of the planet Venus?\nMercury—was it once a satellite of the planet Venus?\n(Photograph courtesy of NASA.)",
            "bibliography": [],
            "captions": [
                "Stl 4: Da",
                "Mercury—was it once a satellite of the planet Venus?",
                "eee “bg ee TOR",
                "Soe eG Caen tye Les Se",
                "Mak   ie ASR Bite",
                "Ay   NW    Regs",
                "Sete   a",
                "Nae   ?     yy    >",
                "Mercury—was it once a satellite of the planet Venus?",
                "(Photograph courtesy of NASA.)"
            ]
        }
    ]
}
