{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 384,
            "content": "THE BOREAL CRADLE\nHeer’s study of fossil Arctic flora led him to postulate that the Arctic had served as the center of new generations of plants which then radiated south to America, Europe, and Asia. “These migrations of new plant species and groups, which originated in the Arctic and then became closely related ‘vicarious’ species through simultaneous differentiation, elegantly account for the mysterious similarity of tree and shrub vegetation in such scattered locations as eastern Asia and Atlantic North America. This theory also explained the resemblance noted by Heer of the Tertiary flora of Europe and the Recent flora of eastern Asia and Atlantic North America.” As Johnson noted, while Heer’s theory dates to the late 19th century, his “notion of an Arctic evolutionary cradle is startlingly modern, in line with the work of Dawson and Hickey” to which we shall come anon. E. C. Pielou, on the other hand, reminded her readers of photoperiodism which presents an “apparent obstacle to long, northward and southward migration of plants” since such migrations would have moved said plants out of their physiological niche. Long-day plants, for instance, cannot survive in the tropics, while short-day plants cannot thrive in more northern latitudes. This is because the photoperiodic length varies from latitude to latitude and from season to season. Because day and night lengths in the tropics approximate twelve hours each all year round, photoperiodic variations are small to non-existent. In the mid-temperate regions, photoperiodic spans can vary from up to nine hours in December to up to sixteen hours in June. In the present Arctic regions, photoperiodicity drops to zero in December, rising as high as twenty-four hours in June.\nAll this, however, would have been of very little, if any, importance during the Tertiary if Earth had basked under a continuous and universal sub-tropical climate and light regime as seems to be indicated by the evidence presented above. In the case at hand, the climatic requirements would have been close to identical the world over. Migrating plants would not have had to vacate any physiological niches; they would merely have radiated into new areas the climatic properties of which would have been near identical to the ones of their origin.\nIn the end, it is the available evidence that counts. Does the evidence support the theory of a Tertiary plant migration from the Arctic into more southerly latitudes? We have seen above that Johnson claimed that Heer’s nineteenth century theory of just such a migration is in line with the modern work of Dawson and Hickey. What have these two authorities to show us?",
            "bibliography": [
                "511. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology & Catastrophism Review XIV (1992), p. 8.",
                "32. Ibid.",
                "133. Ibid.",
                "SE. C. Pielou, After the Ice Age (Chicago, 1991), p. 10."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 385,
            "content": "In the Canadian Arctic, Mary Dawson discovered tapirs and flying lemurs which were closely associated in geologic context. But, further south, the tapir was found in a Middle Eocene context, while the flying lemur appeared in an Early Eocene stratum. Meanwhile, Leo Hickey, who had already spent twenty years studying Eocene flora, came to the conclusion that plants, together with marine invertebrates, had risen earlier in the Arctic than in the mid-latitudes. Ancestors of the horse, camel, rhinoceros, land tortoises, together with the flying lemur, and such trees as the Mexican elm, walnut, and the redwood, originated millions of years earlier in the polar regions.\n“Dawson and Hickey in the early 1980s co-authored a paper in Science where they argued that certain plants show up in the fossil record 18 million years earlier in the Arctic than elsewhere while some animals evolved 2 to 4 million years ahead of their time north of the Arctic Circle.”\nAn alternative way in which the theory of Pangea could be brought in line with the Saturnian model is if Earth’s dense atmospheric envelope exhibited a north polar clearing—a hole if you wish. This would bring our thesis perilously close to that advocated in 1886 by Isaac Newton Vail, propounded further by his modern defender, Donald Cyr, and, in a different but slightly similar vein, by Dolph Earl Hooker plus, to a certain extent, even by Milton Zysman. All of these authors—from whom the present writer disassociates himself—have proposed a terrestrial canopy of sorts, although not all of them have included the polar opening. Meanwhile, such a polar opening in a planet’s atmosphere is not all that it claims to be for Polar openings.\nVenus has such a polar opening—a “huge hollow” 1,000 kilometers wide—in its own dense atmosphere right over its north pole, through which the Sun might possibly be shining. If such was the case, the Saturnian sun, complete with its nebular disk, would have been clearly seen through the opening. More than that, it would have warmed Earth’s Arctic regions even more effectively. Unfortunately, a lamentable objection has to be raised against this hypothesis since, as we have already seen, the proximity of the proto-Saturnian sun would have raised Earth’s atmosphere in a tide precisely above Earth’s north polar region. Thus, if a Pangea-like atmosphere did prevail, it would have lacked stability.\nIn the meantime, what Hickey and Dawson’s discoveries seem to demand is a north polar sun emplacement exactly as hypothesized in this volume. Thus, in addition to a universal climatic regime which would have warmed Earth throughout all its latitudes, a direct radiant source at the very top of the world would have ensured that Earth’s Arctic regions would have been slightly warmer earlier than the rest of the globe. In other words, Earth’s sub-tropical climate would have itself advanced slowly from the polar regions to the more southerly latitudes, with flora and fauna advancing along with the climate—just as the geological and paleontological evidence seems to call for.\nIt thus seems that the Saturnian sun was already stationed above Earth’s north pole from at least as far back as the Eocene Epoch of the Tertiary Period of the Cenozoic Era which is dated by geologists to circa 58 million years ago. And even if this time span would have to be drastically shortened, as it probably will have to be, sometime in the future, it remains evident that the situation we have described would have to have prevailed from long before the creation of the Arctic Circle.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 386,
            "content": "G Yee Ah (4, 7 Sais fas |\n4\nfi} > Wi ‘a 0 \\ ee en Of!\n(Illustration by R. C. Dingli.)\nhen ied WW \" fiy Mow: ee\nLe ty Bh Uf yj a epi, 4\nee ae\ntS ys\nHomo Sapiens\nA world with but one season was the state of affairs long before the advent of man... advent of man.",
            "bibliography": [
                "135 H. Thurston, “Icebound Eden,” Equinox (May-June 1986), p. 80.",
                "+85 H. Thurston, “Icebound Eden,” Equinox (May-June 1986), p. 80.",
                "86 Jhid., pp. 74, 81.",
                "86 Tbid., pp. 74, 81.",
                "871. Johnson, op. cit., p. 11.",
                "138 | N. Vail, The Waters Above the Firmament (1886), in toto.",
                "3° DL. Cyr, The Ice Crystal Veil (Santa Barbara, California, 1995), in toto.",
                "D. E. Hooker, op. cit., in toto.",
                "‘41 M. Zysman, “Let There Be Lights,” Catastrophism 2000 (Toronto, 1990), pp. 143 ff.; but also, D. Cardona,",
                "“The Reflective Canopy Model and the Mytho-Historical Record,” AEON IV:4 (April 1996), pp. 13 ff.",
                "R.A. Gallant, loc. cit.",
                "'® R.A. Gallant, loc. cit."
            ],
            "captions": [
                "Illustration by R. C. Dingli."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 387,
            "content": "...but, when man finally arrived on the terrestrial scene, the situation remained much the same—a world with but one spring-like season.\nIt must, however, also be stressed that, when man finally arrived on the terrestrial scene, the situation remained much the same, as mythic themes unambiguously maintain.\nThus, much later in time, the Papago Indians of North America who, together with the rest of humanity, were not yet on Earth during the ages we have been discussing, continued to believe in a time when the “sun” was closer to Earth. As recorded in one of their tales, told in 1883: “The sun was much nearer the earth then, so that it was always pleasantly warm.” Of seasons there were none. “There was no winter and no freezing cold.” It was only later, say these Indians, that the “sun” was pushed “farther away from the earth” and then winter, snow, ice, and hail appeared.\nIn a “sun” that was “nearer the earth” we again recognize the Saturnian brown dwarf star which shed its light and warmth from Earth’s north celestial pole.\nSo, likewise, with the Zuni who maintain that winter came much later when the “sun” escaped, rose into the sky, and drifted away. Had this been our present sun, where could it have been before that? Where could it have drifted to? Can we not see that the Zuni have retained a memory of that time when Earth had basked beneath the light and warmth?",
            "bibliography": [
                "1. R. Erdoes & A. Ortiz (eds.), American Indian Myths and Legends (N.Y., 1984), p. 487.",
                "4. Ibid.",
                "5. Tbid., p. 489.",
                "6. Thid., p. 142."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 388,
            "content": "“The sun was much nearer the earth, so that it was always pleasantly warm,” so the Papago Indians maintain. “There was no winter and no freezing cold.”\nShown above: The Tcirkwena—an archaic ritual dance of the Papago.",
            "bibliography": [],
            "captions": [
                "Illustration by Peter F. Copeland."
            ]
        }
    ]
}
