{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 49,
            "content": "Socrates defending himself at his trial. Accused of preaching against the gods and corrupting the youth of his time, Socrates was found guilty and sentenced to death. Surrounded by his saddened friends, he carried out the sentence by drinking hemlock. (Illustration by John Green.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 50,
            "content": "Kronos, holding the sickle with which he castrated his father.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 51,
            "content": "Rhea, giving Kronos a stone in swaddling clothes, instead of her son Zeus, for him to devour. (From a relief now in the Capitoline Museum, Rome.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 52,
            "content": "What induced ancient humans to deify the planets and offer them sacrifices? To the unaided eye, the planets appear as small flickering points of light among many. The ancient Greeks deified all visible heavenly bodies of the Solar System. Saturn was Kronos, who was once king of heaven. Jupiter was Zeus, who took the kingdom of the gods from Kronos. Mars was known as Ares, the god of war. Aphrodite was the personification of Venus, while Mercury was Hermes, the swiftest god. These identifications were adopted by other ancient peoples who interacted with the Greeks. In Graeco-Jewish texts, planets are named in Greek: Kruno for Saturn; Zeus for Jupiter; Aris for Mars; Aphrodit for Venus; and Ermis for Mercury. However, can we say that for the Greeks, planets and gods were synonymous? Critics often deny this.",
            "bibliography": [
                "1. Enoch, XXX:4. (NOTE: The difference in the spelling of the names is merely due to different transcription from the Greek.)",
                "2. G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 177 (emphasis added).",
                "3. F. G. Bratton, op. cit., p. 21."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 53,
            "content": "Ares, the blood-thirsty god of war, personification of the planet Mars. (From an ancient marble statue—the Ares Ludovisi—now in Rome.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 54,
            "content": "The ancient belief was that gods were originally stars, even though popular fantasy had later obscured this truth. Aristotle stated that a tradition had been handed down by ancient thinkers that these heavenly bodies are gods. Translators and other commentators have tried to criticize Aristotle since the gods were not associated with the planets in popular mythology until the 4th century B.C. M. Tredennick, who translated Aristotle’s works for the Loeb Classical Library, appended a footnote to this passage.",
            "bibliography": [
                "1. G. de Santillana & H. von Dechend, op. cit., p. 4"
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 55,
            "content": "Certain Greek names were recorded, a fact noted by Plato in Epinomis, where they were said to be ‘Syrian.’ Phosphoros and Stilbon, both designations for the Morning Star and Mercury, were no doubt older, although they were not recorded earlier. Scholars have pointed out that the characteristics of Greek gods were identical to the planetary deities of other historical cultures, which is significant because of the influences between these civilizations.",
            "bibliography": [
                "1. J. Burnet, Early Greek Philosophy (4th ed., 1931), p. 23.",
                "2. G. de Santillana & H. von Dechend, loc. cit.",
                "3. Plato, Timaeus 22.",
                "4. Ibid.",
                "5. Ibid., 23.",
                "6. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 56,
            "content": "Aristotle had no reason to invent the association of planets with gods. He rediscovered this truth, as did others. Among the Greeks, Lucian of Samosata recognized this, indicating that the ancients shared a common understanding with astrologers regarding the conjunction of Venus and Mars.",
            "bibliography": [
                "1. G. de Santillana & H. von Dechend, op. cit., p. 177.",
                "2. Lucian, De Astrologia 22.",
                "3. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 57,
            "content": "The Roman Jupiter—Iuppiter, Diespiter, lovis—was the king of the gods and personified the planet of the same name. (From a wall painting at the Casa dei Dioscuri.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 58,
            "content": "The Roman Mercury—Mirqurius, Mercurius—was the god of merchandise, personifying the planet of the same name. (From a sculpture by Giovanni di Bologna.)",
            "bibliography": [
                "1. The Roman Mercury —Mirqurius, Mercurius—god of merchandise who personified the planet of the same name. (From a sculpture by Giovanni di Bologna.)"
            ],
            "captions": []
        }
    ]
}
