[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 449,
        "content": "Also known as “the bond of heaven and earth,” this “pillar” was said to have been held by Ninurta, one of the Babylonian names for the planet Saturn. In Sumerian, this “bond” is termed dimgal, which is fairly translatable as “great binding-post.” Furthermore, this dimgal is also used in reference to the abzu, or Apsu, that is the celestial waters we have seen associated with proto-Saturn. To clinch the matter further, Kronos/Saturn himself is addressed in an Orphic hymn as the “Father of the blessed gods...you who hold the indestructible bond according to the unlimited order of Aion...” We have additionally seen that Aion himself was only an aspect of Saturn. And, since the Roman Janus was also identified by the ancients themselves as Saturnus, it does not surprise us that the same Janus has also been equated with Aion. As R. Reitzenstein claimed, under the influence of Aion, Janus became the ruler of the cosmic axis. This, of course, harks back to Ovid who considered Janus as the connecting link between the upper and lower regions, and said of him to have ruled over the constantly turning axis of the cosmos. The Hindu Vishnu, too, was said to have been “erected as the pillar of heaven” in which form he protected the firmament. “Thou proppedst asunder these two worlds” is the manner in which the god is addressed. He is thus referred to as the one “who propped the upper seat.” In Japanese mythology, the sky pillar is compared to a reed. Thus it was written: “At this time a certain thing was produced between Heaven and Earth. It was in form like a reed-shoot.” Elsewhere in Japanese lore it is stated that: “Before Heaven and Earth were produced, there was something which might be compared to a cloud floating over the sea [our placental cloud]. It had no place of attachment for its root. In the midst of this a thing was generated which resembled a reed-shoot...” In the Yuki myth of Creation, the sky pillar is represented as a rope. Taiké-mol, the creator whom we have already met in association with the fog and foam that existed over the celestial waters, is said to have “stood on the foam, which still revolved.” As it is said, and in keeping with our hypothesis, there was no light at this time. But Taiké-mol “walked” over the water “as if it were land.” It was then that he “made a rope and laid it from north to south.” Not surprisingly, among the Kwakiutl of America’s Northwest Coast, the cosmic pillar was envisioned, and represented, as a totem pole, the name of which was Kalakuyuwish.",
        "bibliography": [
            "117. G. de Santillana & H. von Dechend, op. cit., p. 133.",
            "118. Ibid., p. 413.",
            "119. Ibid.",
            "120. Ibid., pp. 132-133.",
            "121. R. Reitzenstein, Das Iranische Erlösungmysterium (Bonn, 1921), pp. 210 ff.",
            "122. Ibid., p. 215.",
            "123. Ovid, Fasti 1:120.",
            "124. R. M. Müller (ed.), The Sacred Books of the East, Vol. XLVI, p. 356.",
            "125. Ibid., Vol. XXVI, p. 130.",
            "126. Ibid., p. 133.",
            "127. R. Van Over, op. cit., p. 354.",
            "128. Ibid.",
            "129. J. Bierhorst, op. cit., p. 39 (emphasis added)."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 450,
        "content": "",
        "bibliography": [
            "Ibid."
        ],
        "captions": [
            {
                "source": "internal",
                "text": "The Kwakiutl used totem posts like the ones depicted above as uprights to support the roofs of their wooden buildings. It is therefore not surprising that they visualized the sky pillar as a tall totem pole."
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 451,
        "content": "which simply meant “sky pole” or “the pole that holds up the sky.” THE FIERY AXIS Interestingly, in going back to Egyptian liturgical texts, we meet with an entity referred to as aakhu, khu or khut which, among other things, took the form of “the heaven-sustaining column.” Like the Hebrew ruach, this word is often translated as “soul” and/or “spirit.” When written with different determinatives, however, aakhu and/or aakhut or khut also means “light,” “radiance,” “brilliance,” and “fire.” It also stands in for the Light-god or Great Light. But, as Talbott has ably indicated, the most common symbol used to denote khu and/or khut reveals “vertical streams of light ascending the world axis.” But, while seemingly ascending, it was also remembered as a radiant column having been “poured out” by the creator Atum. As we have seen, an epithet of the Hindu Vishnu is Dhruvakshara, derived from Dhruva, the Pole Star, and akshara, which has the meanings of “imperishable,” “indestructible,” and “undecaying.” The word akshara itself is, as Ashton had indicated, arguably formed from akshah, meaning “pivot” or “axis,” and -rah, meaning “fire.” Akshara can therefore be translated as “fiery axis.” There is no fiery axis emanating from the Pole Star but, remembering that Dhruva was also an epithet of Vishnu, whom we have already equated with the Saturnian deity, it becomes obvious that this fiery axis, remembered by others as a ray of light ascending or descending from above, must have been seen ascending or descending from that same Saturnian deity. COOK’S SUPPORT With few exceptions, mythologists have never known what to do with the entity they themselves have dubbed the axis mundi, the polar column, or sky pillar. Arthur Cook, who had so much to say about the subject, opted for Jupiter, which he understood as a personification of the sky, in lieu of the Saturnian deity, as having occupied the pillar’s apex. Despite all that, he could find no physical explanation to account for the phenomenon.",
        "bibliography": [
            "130. R. Erdoes & A. Ortiz (eds.), American Indian Myths and Legends (N. Y., 1984), pp. 425, 426.",
            "131. B. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. I (N. Y., 1920/1978), p. 23.",
            "132. Ibid.",
            "133. Ibid.",
            "134. D. N. Talbott, op. cit., p. 177.",
            "135. Ibid.",
            "136. V. S. Apte, op. cit., p. 6.",
            "137. R. Ashton, “The Polar Planet” (January 1984, unpublished), MS p. 2.",
            "138. V. S. Apte, op. cit., p. 5.",
            "139. Ibid., p. 790.",
            "140. B. Cook, op. cit., pp. 45 ff.",
            "141. Ibid., Vol. I (N. Y. 1914/1964), pp. 1 ff."
        ],
        "captions": [
            {
                "source": "internal",
                "text": "The Egyptian hieroglyph for khu and/or khut depicting streams of light ascending the world axis."
            }
        ],
        "headers": [
            "THE FIERY AXIS",
            "COOK’S SUPPORT"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 452,
        "content": "As he had it stated: “This pillar has no counterpart in astronomical fact or, for that matter, in astronomical theory.” To him, the concept arose out of “the primitive notion that the sky stands in need of a visible support.” As he tells us: “Early man was in fact haunted by a very definite dread that [the sky] might collapse on top of him. The classical authors bear witness to the terror which this thought inspired among the peoples of Central Europe.” Cook has a lot to say about this fear, even though he confessed ignorance concerning its origin. This did not, however, stop him from offering an educated guess. “How that belief arose, we can only surmise. It may be that in the dim past, when the ancestors of these tribes developed out of hunters into herdsmen and emerged from the forest onto the open plain, they missed the big tree that seemed to support the sky...And in the absence of that mighty prop there was nothing to guarantee the safety of their roof.” Cook can well talk about the “big tree that seemed to support the sky” but, in actual fact, a forest is made up of more than a single tree. Why, then, did primitive man not conceive of a sky prop that was composed of multiple posts? Why a single pillar? And, in any case, why would this arboreal support have been visualized as the god’s single leg, his erect phallus, or, worse still, a ray of light ascending or descending from above? SUHR’S LUNAR SHADOW Other mythologists, needless to say, have not accepted Cook’s explanation even though but few of them have ever proffered an interpretation of their own. Among those few was Elmer Suhr. He, too, speaks constantly of “the whirling of the column between heaven and earth” but, when it comes to his interpretation of the phenomenon, he stumbles badly. His belief, of course, was that it was the Sun that rested at the summit of the cosmic pillar. He even speaks of “the sacred disc of the sun” turning itself rapidly as if this was a well-known datum. As he tells us: “The sun, as it rolled or whirled through the sky, had the power to whirl other objects coming within its sphere of influence, and among these objects the column of the cosmos was apparently included.” I hope I will not be accused of splitting hairs when I claim that whirling is not the same as rolling, and that while the Sun may be said to roll across the sky, it does not appear to whirl. And then, what would the Sun, arcing across the sky, have to do with an axis which, by its very definition, had to have been stationary? As he himself tells us, “the meteorological column could serve, metaphorically, as a support for the sky just as any stone column could support the roof and ceiling of a structure.” The sky, however, like a roof or ceiling, does not move while being supported; the Sun, on the other hand, not only moves across the sky, it also disappears from sight at night, which would hardly have made it an appropriate object for a pillar to support.",
        "bibliography": [
            "Ibid."
        ],
        "captions": [],
        "headers": [
            "SUHR’S LUNAR SHADOW"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 453,
        "content": "structure. The sky, however, like a roof or ceiling, does not move while being supported; the Sun, on the other hand, not only moves across the sky, it also disappears from sight at night, which would hardly have made it an appropriate object for a pillar to support. Suhr, of course, has an answer to all this. As he continues to inform us: “Many peoples of the Near East and the Mediterranean area believed that the sun...was the primary source for the quintessence of life. It was the sun’s light, reflected upon the face of the moon, that brought fertility and life to the soil by way of the whirling lunar shadow...” One, however, is immediately bound to ask: What has moonshine to do with the concept of a sky pillar? And in what manner can the shadow of the Moon be said to whirl? Suhr explains: “At the top, the column must have been in contact with the sun and the moon, the two bodies from which it derived most of its life principle...Of course, the two bodies were not always directly above one another, but the sun in ancient astronomy was always exerting an influence on the moon from above, and both influenced the earth—which made the columnar form symbolically suitable.” And: “Whether we think of the column as a shaft grounded in the earth or as the cone-shaped shadow of the moon, its lower extremity appears to penetrate the earth...” Here, then, is Suhr’s answer to this old enigma. According to him, the notion of the sky pillar was derived from the conical shadow the Moon casts in space, which shadow terminates on Earth, during a solar eclipse! As he pointed out in a different work, “surely a shadow from a body ranging somewhere between the sun and the earth and making an occasional direct contact with the earth must have been, for the ancient mind, a projection of divine beneficence.” As we have seen, the real nature of solar eclipses was known to the ancient Greeks. To repeat what we have said on a previous page, both Plutarch and Pliny knew that lunar eclipses were caused by the projection of Earth’s shadow on the lunar surface, and that this projection took the form of a cone, which, as Suhr himself explained, would have been “an observation based on what the naked eye could see” plus “a simple deduction from a law of physics.” As Suhr correctly deduced: “If the ancients were aware of the earth’s shadow, they must also have known, as Diodorus testifies, about that of the moon projected toward the earth during a solar eclipse...” But, while all of this is true, it can hardly be said that this was also known to our primitive forefathers who would not have been capable of any “simple deduction from a law.",
        "bibliography": [
            "Ibid."
        ],
        "captions": [],
        "headers": []
    }
]