{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 19,
            "content": "Egyptian scribes wore special starched kilts which, when sitting cross-legged, acted as a 'desk' on which to place their papyrus sheet when writing—the first lap-top? (From a statue now in the Louvre, Paris)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 20,
            "content": "A reciter could be questioned and receive an answer in explanation. One cannot, however, question the written word. In that respect, as much knowledge was lost as recorded. This we must keep in mind as we continue with our study. As Sharon Begley et al. noted: \"Before there is knowledge, there must be memory. Yet few subjects remain so unknown, so obscured in metaphor and myth. According to the ancient Greeks, life is the act of recollecting knowledge the soul forgot at the moment of its birth in a body... Later thinkers noted the perversity of memories—how nothing imprints them more strongly than the desire to forget.\" Roger Wescott recently wrote: \"Ever since Greek philosophers first initiated critical examination of Homeric and Hesiodic myth, some mythologists have characterized myths in general as mad.\" As Wallis Budge stated of Egyptian texts, the perplexity of ancient beliefs confounded even those very ancients who professed adherence to them. Speaking especially of the antiquity of the so-called Book of the Dead, Budge informed his readers that \"the greater part\" of these texts \"are far older than the period of...the first historical king of Egypt.\" According to him: \"Certain sections indeed appear to belong to an indefinitely remote and primeval time.\" Those who came later, however, did not always seem to have understood what the originals had alluded to—which is exactly the situation that Thamus, in reproaching Thoth, sought to emphasize. \"The earliest texts bear within themselves proofs, not only of having been composed, but also of having been revised, or edited, long before the days of king Mena [or Menes]. Judging from many passages inscribed in hieroglyphics upon the pyramids of Unas [and other early kings], it would seem that even at that remote date, the scribes were perplexed and hardly understood the texts which they had before them. Concerning a particular, and very important, 'chapter' of the Book of the Dead—a 'chapter' that has been considered 'an abridgment of the whole Book of the Dead'—and basing his opinion on that of Chabas, Budge affirms that it was not only 'very ancient' and 'very mysterious,' but 'very difficult to understand' even 'fourteen centuries before our era.' Can we, millennia later, fare any better in our attempt to understand these texts? And is it merely Egyptian texts that will pose this problem for us? In speaking of the great epics of the Germans, the Indians, Finns, and other ancient peoples, Sigmund Freud claimed that the original cause behind these epics had already fallen...",
            "bibliography": [
                "1. S. Begley, et al, “Memory,” Newsweek (Sept. 29, 1986), p. 48 (emphasis added).",
                "2. R. W. Wescott, “Indeterminacy: Temporary, Permanent, or Indefinite?” The Velikovskian 1:1 (1993), p. 54.",
                "3. E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. xii."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 21,
            "content": "into oblivion before the arrival of Alexander the Great, who lamented that he had no Homer to immortalize his deeds. Will we, so many centuries later, be able to ferret out 'the cause behind these epics'? Of course, as anyone who has read anything about him knows, Freud had his own psychoanalytic beliefs when he referred to ancient myths. As Richard Heinberg noted, \"proponents of the non-historical approach to myth interpretations are more or less forced not so much to explain...myths as to explain them away.\" Despite this, Freud's methods did manage to unearth useful insights. It is also worth noting that the ‘collective fantasy’ approach to myth is starting to lose ground... Thus, despite his calling as a psychoanalyst, Theodore Reik had to admit that: 'Myths appeared to us at first as collective daydreams, as wish fulfillment of the masses. Such a characterization is still psychologically valid.'",
            "bibliography": [
                "1. S. Freud, “Moses and Monotheism,” The Standard Edition of the Complete Psychological Works of Sigmund Freud, Vol. XXIII (London, 1955), p. 80.",
                "2. R. Heinberg, “Historical Paradise and Collective Psychology,” HORUS 1:3 (Fall 1985), p. 18 (emphasis as given).",
                "3. T. Reik, as quoted by R. Heinberg, loc. cit. (Emphasis added.).",
                "4. Ibid., p. 19."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 22,
            "content": "I am the lord of the crown. I am in the Eye, my egg...My seat is on my throne. I sit in the pupil of the Eye. Now, what meaning can be extracted from the above? As the 'lord of the crown,' the deity can be understood as the crowned god. There is nothing enigmatic about a crowned god sitting on his throne. But what does it mean that the deity is, or resides, 'in the Eye' or that he sits 'in the pupil of the Eye'? What is this 'Eye' in which the god resides? And why is the eye equated with his egg? The synergy between these symbols is perplexing. Moreover, once myths were put into writing, mistranslations were bound to occur. For instance, an illustration by Bob Forrest underscores how odd anomalies could arise in transmission, notably Cinderella's glass slipper which was a mistranslation of 'pantoufle en vair' (a fur slipper) as 'a glass slipper' (pantoufle en verre). Additionally, when we examine the phrase 'It is easier for a camel to go through the eye of a needle', it becomes apparent that this mistranslation may stem from the Greek word for 'rope'—kameylos—which could easily be confused with 'camel'—kamelos. Various language barriers create significant challenges in myth translation.",
            "bibliography": [
                "1. B.A. W. Budge, The Papyrus of Ani (N. Y., 1967), p. 96.",
                "2. D.B. Vitaliano, op. cit., pp. 5-6."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 23,
            "content": "MISINTERPRETATIONS. The casual reader of popular mythology may not realize to what extent the subject is infused with astronomical content. This is partly due to the aversion displayed by most modern mythologists to anything astronomical in their studies. When Giorgio de Santillana and Hertha von Dechend dared to challenge this notion in their monumental work, Hamlet’s Mill, they found academic doors closed. Earlier this century, mythologists understood the astronomical nature of ancient myths; however, recently the assumption has been that these astral connections are of late derivation. Martin Bernal aptly states: 'Despite de Santillana's reputation, Hamlet's Mill—the book in which he and a younger German colleague set out such a mytho-astronomical scheme—was not accepted for publication by a university press.' This can lead to a significant oversight as modern interpretations may overlook the intricate astronomical motifs present in ancient narratives.",
            "bibliography": [
                "1. M. Bernal, op. cit., pp. 275-276.",
                "2. I. Nicholson, Mexican and Central American Mythology (London, 1967), pp. 22-23."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 24,
            "content": "The discrepancies between the true cosmic placing of the Sun, planets, and Milky Way may be due to a distorted record. We can hardly suppose that people with so accurate a calendar were ignorant of the general positions of the heavenly bodies. Because, as noted, mis-translations did creep into ancient records, Nicholson’s suspicion of a 'distorted record' is not unreasonable. Besides mistranslations, there has also been misinterpretation. Such misidentifications and misinterpretations litter past works on mythology. For example, many believe Ra to be the ultimate sun-god; however, deeper analysis reveals inconsistencies in this belief.",
            "bibliography": [
                "1. Thid., p. 24.",
                "2. J. G. Frazer, The Golden Bough (N. Y., 1890/1981), Vol. I, p. 313."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 25,
            "content": "except for the fact that Ra shone brightly in the sky, the characteristics, and even motions, attributed to Ra do not fit the role of the Sun. Thus, for example, Ra was often lauded as 'Lord of the Circles' and as 'he who entereth in the Circle.' He was described as 'the sender forth of light into his Circle' and as the 'Governor of his circle.' What is this Circle that the hymns allude to? Egyptologists inform us that this Circle refers to the Duat (or Tuat), rendered as 'the Underworld.' However, it remains that Ra was said to shine from within it, suggesting that Ra signified a celestial body residing within a circle. Mythologists struggle to explain why ancient Egyptians referred to the Sun in such a manner, as it contradicts modern understanding of solar phenomena.",
            "bibliography": [
                "1. E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), p. 339."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 26,
            "content": "blaming what to him was an inconsistency on 'a blunder in an early copy which no one has noticed or at least attempted to correct.' This presupposes that other texts exist, conveying the rising and setting of Ra according to the present motions of the Sun. However, as David Talbott indicated, wherever the direction of the sun ship’s movement is explicitly linked with morning and evening phases, the texts reverse the expected direction for solar interpretation. When sailing in his ship, Ra is depicted as moving 'down at dawn' and 'upstream' at night, opposing observed solar movements. This has not been overlooked by mythologists; yet, no comprehensive effort has analyzed these incongruent astronomical aspects in a cohesive manner.",
            "bibliography": [
                "1. Ibid., p. 86.",
                "2. Coffin Texts, Spell 18."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 27,
            "content": "Athena—whose daughter was she? (Photograph by the author, courtesy of the Los Angeles County Museum of Art.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 28,
            "content": "combat.” Apollonius Rhodius tells us that, according to the Pelasgians, Athena was born on the shores of Lake Tritonis in North Africa, having been fostered by Triton (or Tritos), the deity of the lake. Philo Byblius, quoting Sanchoniathon as reported by Eusebius of Caesarea, stated that Athena was the daughter of Kronos. Which of these versions is correct? If mythic lore was originally transmitted orally before becoming written, how did we end up with such differing accounts? We could blame discrepancies on faulty recording when these myths were first set down, but in some cases, such as the Book of Genesis concerning Noah's ark, contrasting versions exist that can be traced to differing traditions that were merged over time. Similarly, early Greeks, known as Hellenes, unified different traditions into what we recognize as Greek history and Classical mythology.",
            "bibliography": [
                "1. Apollodorus, Bibliotheka, III: 12: 3; see also Pausanias.",
                "2. Eusebius Pamphili, Praeparatio Evangelica."
            ],
            "captions": []
        }
    ]
}
