{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 149,
            "content": "Since time immemorial, the existence of the ancient tales has never been doubted. Unfortunately, these tales were written down in their present form by early Christian monks who modified the ancient gods into men of flesh and blood. Such was Balor, he of the single flaming eye, whose name is ultimately derived from 'bhel', and thus equivalent to Beli or Bel. He who once had been a celestial divinity was turned into a terrestrial king. Despite this metamorphosis, the characteristics of Balor have been compared to those of the Sun. However, the title of Balor, known as the King of Night, indicates that he was perceived as a nocturnal sun. \n\nTHE GOD OF SATURDAY NIGHT\n\nAs befitted his nocturnal station, Osiris was celebrated during a festival that took place at night. Herodotus tells us that the grave of Osiris was at Sais in Lower Egypt, and that there was a lake upon which the sufferings of the god were displayed as a mystery by night. This commemoration of the divine passion was held once a year, and an image of a cow, made of gilt with a golden sun between its horns, was carried out of the chamber where it stood the rest of the year. A great feature of the festival was the nocturnal illumination, as people fastened rows of oil-lamps to the outside of their houses, burning them all night long. This custom was not confined to Sais but was observed throughout Egypt.\n\nAnother celebration connected with Osiris was the Sed festival, which has been claimed to be the oldest Egyptian feast of which we yet retain a trace. James Frazer suggested that the ritual, known to have been celebrated until the end of the Roman period, was as old as Egypt itself. The Sed festival was held every thirty years, aligning with the period of Saturn's revolution around the Sun, making it significant. This correlation has been noted and commented upon by several scholars. De Santillana and von Dechend also present Ptah, rather than Osiris, as the 'inventor' of the festival, identifying Ptah as 'the Egyptian Saturn'. The Sed was a royal jubilee festival held by the pharaoh after reigning thirty years—the fortunate pharaoh being able to celebrate two such jubilees. \n\nThis custom was not unique to Egypt; Persian Shahs, tracing lineage from mythical kings such as Kai Kubad, also celebrated their royal jubilee after thirty years—a fact noted by de Santillana and von Dechend.",
            "bibliography": [
                "1. J. X. W. P. Corcoran, 'Celtic Mythology,' New Larousse Encyclopedia of Mythology (London, 1972), p. 227.",
                "2. D. A. Mackenzie, Egyptian Myth and Legend (N. Y., 1907/1978), p. 300.",
                "3. J. G. Frazer, The Golden Bough: A Study in Magic and Religion (London, 1922/1974), pp. 491-492.",
                "4. Idem, Adonis, Attis, Osiris (London, 1919), p. 156.",
                "5. G. de Santillana & H. von Dechend, op. cit., p. 129."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 150,
            "content": "Procession during the festival of Osiris.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 151,
            "content": "At midnight in its radiant light, Lucius was admitted to the degree of Osiris himself at the Iseum in Rome. During this initiation, he spent ten days fasting before being introduced to the nocturnal rites, or orgia, of Osiris. Another nocturnal feast is also held in some parts of India when the thirteenth day of a lunar fortnight coincides with Saturday, called Shanivar in Sanskrit, which translates as 'Saturn's Day'. Saturday was sacred to Saturn among several ancient nations and continues to bear the planet's name. To the Jews, Saturday is Shabbath (the Sabbath), which is sometimes said to derive from 'shabath', meaning 'to repose' or 'to rest'. However, the term Sabbath is named after Saturn, called Shabtai in Hebrew. This word 'shabath' is traceable to the same root, honored because Elohim is said to have rested from creation on that day. In Italian, Saturday is rendered as Sabato, derived from Hebrew through Greek. In Maltese, it is called Sibt, from the same Semitic root. The English name Saturday is a contraction of the Saxon 'Saterne's Day'. In Indo-China, specifically Cambodia, Saturday is named after Prah Sau, correlating to the planet Saturn. While not every ceremony on Saturday has to be Saturnian in origin, the Indian ceremony Shani Pradosh, which means 'Saturn's Night', clearly honors Saturn. This association with Saturn as the Lord of the Sabbath echoes in Persian cosmogony, noted by Al-Biruni in the 11th century A.D.",
            "bibliography": [
                "1. Apuleius, Metamorphoses, IX:22, XI:23.",
                "2. R. E. Witt, Isis in the Graeco-Roman World (Ithaca, 1971), p. 159.",
                "3. V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1975), entry under 'Shanivar'.",
                "4. J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 112."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 152,
            "content": "An image of a cow, made of gilt with a golden sun between its horns, was carried out of the chamber where it stood for the rest of the year.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 153,
            "content": "How many of these celebrants realize that what they are celebrating originates as a Saturnian festival? The feast of Nauroz, celebrated at night, commences the minute the Sun goes down. While the night celebration during New Year’s Eve is logical, it’s important to note that Saturnian festivals were also held at night. According to ancient beliefs, Saturn shone at night, much like the way it appears today. But was it true that the primeval Saturnian sun shone during that time we now call night? This prompts the question: Could Saturn have once radiated as a sun?",
            "bibliography": [
                "1. M. van Nimwegen, 'Persians Get Fired Up to Mark New Year,' The Vancouver Sun (March 22, 1993), p. C5.",
                "2. E. S. Thompson as cited by D. H. Kelley, 'The Nine Lords of the Night,' Contributions of the University of California Archaeological Research Facility, No. 16 (October 1972), p. 56."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 154,
            "content": "Chapter 5\nDARK STARS\n\nAs late as 1966, theories pictured Jupiter as having a large inner core of ice under immense pressure, surrounded by a voluminous ocean of compressed gases leading into a hydrogen atmosphere. It was believed that the planet couldn't emit heat from its internal source, and thermocouple measurements showed low temperatures around -130 to -158°C. Similarly, Saturn was estimated to have extremely low temperatures, approximately -150°C. \n\nThis starkly contrasted the picture emerging less than a year later, as there was no consensus among astronomers, and differing theories flourished. In 1910, F. R. Moulton hinted at Jupiter's possible internal heat. Immanuel Velikovsky referred to both Jupiter and Saturn as 'dark stars' by 1950. Although I do not uphold Velikovsky's scenarios, it is essential to recognize the contributions from various scholars.",
            "bibliography": [
                "1. L. Rudaux & G. de Vaucouleurs, Larousse Encyclopedia of Astronomy (London, 1966 revised edition), pp. 212-213.",
                "2. Ibid., p. 221.",
                "3. F. R. Moulton, An Introduction to Astronomy (N. Y., 1910), p. 343.",
                "4. I. Velikovsky, Worlds in Collision (N. Y., 1950), p. 373.",
                "5. Ibid., 'On Saturn and the Flood,' KRONOS V:1 (Fall 1979), pp. 3 ff.",
                "6. R. E. Juergens, 'On Morrison: Some Final Remarks,' KRONOS V:2 (Winter 1980), p. 71."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 155,
            "content": "According to McNally, not only Jupiter but the entire Jovian planets can be classified as 'failed stars'. Thus, this classification reasonably applies to Saturn as well. In 1980, mission meteorologist Garry Hunt stated: 'We have the paradox of bodies that are somewhat like stars inside but have Earth-like weather on the outside.' In contrast to Jupiter, Saturn absorbs only a fourth of the solar energy, yet internal heating dominates, potentially generating much stronger surface winds.",
            "bibliography": [
                "1. V. A. Firsoff, Life, Mind, and Galaxies (U. K., 1967), pp. 89-90.",
                "2. Ibid.",
                "3. D. A. Allen, Infrared: The New Astronomy (U. K., 1975), p. 61."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 156,
            "content": "Jupiter—radiating more light than it reflects from the Sun.\n(Photograph courtesy of NASA)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 157,
            "content": "By late 1980, Voyager 1's findings about Saturn revealed that it, like Jupiter, appeared to emit more heat than it received from the Sun. Records show that Saturn generates bursts of energy, contributing to its characterization as resembling a star more than the inner planets. Observations indicated that its total heat emission was calculated at approximately 2.2 times higher than its absorbed sunlight, suggesting the existence of an internal heat source.",
            "bibliography": [
                "1. D. McNally, loc. cit.",
                "2. R. Gore, 'Voyager 1 at Saturn: Riddles of the Rings,' National Geographic (July 1981), p. 21.",
                "3. H. T. Simmons, op. cit., p. 43."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 158,
            "content": "Saturn—radiating more heat than it receives from the Sun.\n(Photograph courtesy of NASA.)",
            "bibliography": [],
            "captions": []
        }
    ]
}
