[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 129,
        "content": "which is Ninurta as well as Ningirsu.” As with the former, so also with the latter: The luminary identified with the god is spoken of as radiating a great light. Thus we find it recorded in Gudea’s Cylinder B: “Ningirsu...rose in overwhelming splendor. In the land it became day; the Eninnu [another epithet of the god] rivaled in brilliance the child of Enzu.” This Enzu, also read Zu-en, was the more familiar Sin. His “child” was Shamash, often referred to as Shamash mar Sin –i.e. Shamash son of Sin. This led William Albright to state that “Ningirsu is here the sun...who ascends each morning from the underworld.” That Albright was not well acquainted with the characteristics of this deity is further illustrated when he also opined that “Ningirsu, like Ninurta, seems to have been primarily a god of fertility with intimate solar associations.” Albright did recognize that Ningirsu has “solar associations,” but that Ningirsu was Saturn and not the Sun had already been demonstrated by Jastrow.” This identification is based on a series of deductions which not only proves the ancient identity of Ningirsu but also that of Ninurta. These deductions lead us back to those omens incorporating the formula “when Shamash stands in the halo of Sin” that we have already had occasion to note. Apart from the gloss already discussed, which explains that Shamash is the name of the planet Saturn (Lu-Bat Sag-US), we also come across a clarification which names Ninib/Ninurta as “standing therein.”” This indicates, beyond any reasonable doubt, that Ninib/Ninurta was the same as Lu-Bat Sag-US/Shamash/Saturn.” As Donald Mackenzie noted: “The sun god was identical with Ninip and Nin-Girsu...and resembling Babbar, ‘the shining one,’ the solar deity of Akkadian Sippar, whose Semitic name was Shamash.”” Also, in a slab relief of the god retrieved from the temple of Ninurta in ancient Kalakh (or Kalhu), present-day Nimrud (still named after the very god), Ninurta is depicted with the scythe as one of his weapons. As is widely known, the scythe was the favored weapon of Kronos/Saturnus. Thus, as Jastrow admitted, Franz Kugler was correct in identifying “the planet (Lu-Bat) whose name is Ninib [i.e. Ninurta]” as referring to Saturn.” And, let’s face it, in a bilingual list of the planets, now in the British Museum, Ninurta is definitely listed as the name of the planet Saturn.” Now it should be understood that the term “Lu-Bat” was also used to designate Mars and Mercury besides Saturn. A. F. O’D. Alexander, however, misunderstood the usage of this term when he stated that a “further ambiguity was caused by using lubad [the same as Lu-Bat] (‘planet’) sometimes for Saturn, sometimes for Mercury.”† What Alexander should"
        },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 130,
        "content": "Vy on Alablficieovid By Th, S| NN vi i Be \\ NA SIAR pay) XN ee 4 ni neg Cy, - dK HE 1 Sh ES Ra tar \\ -H th) Pe) \\ to RU , UNE (S/S) Ningirsu—shown seated with his seven-headed weapon—from a cylinder seal impression. What has been noted is that it is the descriptive epithets added to “Lu-Bat” that signify which of these three planets is meant. Thus Lu-Bat Dir was Mars, Lu-Bat Gu-Ud was Mercury, and Lu-Bat Sag-US, as we have seen, was Saturn. Neither Jupiter nor Venus, on the other hand, was ever designated as Lu-Bat.” Meanwhile, an astrological text distinguishes Ningirsu as (An) Lu-Bat which identifies the deity as a planet even if we are left with a choice between Saturn, Mars, and Mercury. As Jastrow, however, pointed out, the listing of Ningirsu as an alias of Ninurta leaves no doubt as to which Lu-Bat—that is, which planet—is intended. If Ninurta, as we have seen, was Lu-Bat Sag-US/Shamash/Saturn, then so must have been Ningirsu.” Of Ningirsu it was also said that “he changes darkness into light.”† This is quite a claim to make of the planet Saturn and yet it is in keeping with the sun-like brilliance attributed to other Saturnian deities. Now while no conventional mythologist has, to my knowledge, ever sanctioned this hypothesis, the veneration of Saturn by the ancients as some sort of sun has been accepted as fact by more than one of them.” Discretion, it seems, has kept them from going further.",
        "bibliography": [
            "117. W. G. Lambert, “The Gula Hymn of Bullutsa-rabi,” Orientalia: New Series, 36 (1967), pp. 105 ff.",
            "118. W. F. Albright, “The Mouth of the Rivers,” The American Journal of Semitic Languages and Literatures, 35:4 (July 1919), p. 165 (emphasis added).",
            "119. Ibid., pp. 165-166.",
            "120. Ibid., p. 166 (emphasis added).",
            "121. M. Jastrow, Jr., op. cit., p. 173.",
            "122. Ibid., p. 172.",
            "123. Ibid.",
            "124. D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian People (London, 1996), p. 132.",
            "125. Tbid.; F. X. Kugler, Sternkunde und Sterndienst in Babel, Vol. 1 (Munster, 1907-1913), pp. 221 ff.",
            "126. D. A. Mackenzie, op. cit., p. 301.",
            "127. A. F. O’D. Alexander, The Planet Saturn (N. Y., 1962), p. 44."
        ],
        "captions": [
            "Ningirsu—shown seated with his seven-headed weapon—from a cylinder seal impression."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 131,
        "content": "(For those in the know: The association of Ninurta with Nergal, as also with the Greek Herakles, will be discussed in a future volume.) THE TRUE SUN Like that of other ancient nations, Hindu astronomy is inseparable from mythology. This particular mythology, however, continues to thrive as the basis of Hindu religion. In a way, it can therefore be said that, among the Hindus, planetary worship is practiced to this day—and not only in an indirect way. Here I would like to remind the reader of that passage from the Linga Purana we had earlier looked at which admonishes that “the worship of the planets should be pursued by good men.” Moreover, the reason behind this admonition is the warding-off of evil at times of planetary “harassment.” That, in these modern times, not many practicing Hindus are even aware of these words, and that few, if any, among them actually practice planetary worship, is beside the point. What is at issue here is that the admonition in question is contained in one of the missals, if you wish, by which one of the world’s great living religions is meant to abide. Like the gods of other nations, Vedic deities are known by more than one name or epithet as so, also, are the planets. Thus, one of the names for the Sun in Sanskrit is Arka.” But then we find that three related designations for the planet Saturn in the same language are Arki,” Arka-putra,” and Arkatanayah.” Both Arka-putra and Arkatanayah translate as “son of the Sun.” © Arkaja, which means “sun-born” can also be applied to the planet Saturn,” as so, also, can Arkanandana.” So, once again, we find the planet Saturn bearing a name which is shared by the Sun. Hindu mythology, of course, is largely based on Vedic belief. And yet, as one critic pointed out quite a few years ago, it has never been proved to the general satisfaction of Indologists that any planets are mentioned in the Vedas.” As I had earlier written in reference to this criticism, however, this lack can be compensated for “if it can be shown that certain deities mentioned in the [Vedic] hymns possess planetary traits and/or characteristics comparable to the [known] planetary deities of other nations.” Today I can go even further because, if it can be shown that the names and/or epithets applied to the Vedic deities are identical to those applied to the planets by the same race and in the same language, the equivalence of deities and planets is proven on home ground without any recourse or appeal to comparative studies. Such, for instance, is the case with Brahma, the supreme creator of Indian mythology. Strictly speaking, Brahma was not a Vedic deity. He more properly belongs to that corpus of Hindu lore known as Brahmanic mythology. He was proclaimed the first of the Devas, usually said to mean “gods,” but which properly translates as “shining ones.” Here it should be noted that the Sanskrit adjective brahmanya means “relating [or belonging] to Brahma.”*",
        "bibliography": [
            "128. Linga Purana, 1:57:32-39.",
            "129. Ibid.",
            "130. V. S. Apte, op. cit., p. 147.",
            "131. V. S. Apte, op. cit., p. 147.",
            "132. R. K. G. Temple, The Sirius Mystery (N. Y., 1976), p. 180.",
            "133. Ibid., p. 181.",
            "134. Ibid., p. 181.",
            "135. F. Edgerton, “Still Colliding,” Harper’s Magazine (August 1951).",
            "136. D. Cardona, “Child of Saturn,” Part II, KRONOS VII:2 (Winter 1982), p. 35.",
            "137. V. S. Apte, op. cit., p. 707."
        ],
        "headers": [
            "THE TRUE SUN"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 132,
        "content": "Brahmanyah, however, is yet another epithet of the planet Saturn.* As Brahmanyah, Saturn can therefore be said to be Brahma’s planet. In fact, while Indologists may find it difficult to accept, Brahma has long been identified as Saturn by certain sages of Hindu religion itself.” What is of greater import to this study is that these sages consider Brahma to be the “true sun””—which is the same as saying that, to them, it is Saturn, and not the present solar orb, that is the real “sun.” Since even these sages can see that this is absurdly not so, we can only assume, on the strength of what we have learned, that this dictum must have been believed to stem from ancient lore. But how could Saturn have been to ancient man what the Sun is to us today? As any work on Indian mythology asserts, Surya is not only the name of the god of the Sun but is the most common Sanskrit name of the Sun itself. There are, however, lines of evidence which indicate that Surya, too, was originally Saturn, the least of which not being the reference to Surya as graha Surya, that is the planet Sun.* But let me forestall an objection. It will be pointed out by the knowledgeable that in India, as in certain other nations, the Sun was counted, with the Moon, as one of the seven “planets.”” But one hardly finds, among these other nations, the Sun itself alluded to singly by a term reserved for planets. Even so, one might argue that the Hindus allowed this exception. Maybe so. But, as in the case of the Egyptian Ra, Surya is described as having motions and characteristics which do not fit those of the Sun. Thus, to give but one example (and, later, I shall be giving others), Surya is said to have occupied samanam dhama, which means “the same place of rising and setting.”” Everyone knows that the Sun does not rise and set in the same place. (How this oddity, in turn, applies to the primeval Saturn will be explained in a later chapter of this work.) Let me, however, be a little more specific. Surya is also termed Suraj. But Suraj, again, is yet another name for the planet Saturn.”” So that, yet one more time, we can see that Saturn and the Sun once shared the same name as, among the Hindus, at least in Sanskrit, they still do. As earlier noted, another Sanskrit name for the planet Saturn is Graha-nayakah, which means “chief, or leader, of the planets.” But, again, Graha-nayakah is also one of the names bestowed on the Sun.””",
        "bibliography": [
            "138. Ibid., p. 708.",
            "139. E. Moor, Hindu Pantheon (London, 1864), p. 218.",
            "140. Ibid., p. 218.",
            "141. Linga Purana, 1:54:65-68.",
            "142. V.S. Apte, op. cit., p. 147.",
            "143. V_S. Apte, op. cit., p. 147.",
            "144. V_S. Apte, op. cit., p. 707."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 133,
        "content": "THE SATURNIAN SUN We have now reached a point where we face the risk of monotonous repetition. But ours is a precarious position since, while listening to the voice of antiquity, we seem to be lending a deaf ear to astronomical principles. For the moment, however, our main interest must focus on what the ancients had to say concerning the cosmos around them. Thus, if our inquiry is to have any meaning, our position will have to be fortified and, hopefully, sustained by invoking first the strength of numbers. Unless enough evidence is presented, we will always face the greater risk of being accused of selectivity. For that reason, and in order to show that the theme being developed here is well established, we must press home with further examples until we have covered a fair share of the ancient world. When it comes to astronomical lore, ancient Egypt presents something of a problem since the Egyptians were not possessed of a formal astronomy until Ptolemaic times. It almost seems as if the Egyptians were content to view the heavenly bodies as deities whose motions were too sacred to be reduced to mundane numbers. Despite their star maps, charts, and calendars, when it comes to the planets and their motions, nothing has survived from pre-Alexandrian Egypt that would allow us to claim an astronomical achievement on their part. On the other hand, if conventional mythologists can treat deities like Horus and Ra as solar representations, with the likes of Isis and Hathor as lunar or Venerian ones, then so are we allowed to treat them as celestial bodies. In fact, as already noted, ask any mythologist to name the solar god par excellence and the name of Ra (or Re) is bound to come up. Not only is Ra presented as the Egyptian sun god, he is believed to have been the Sun itself. As James Frazer echoed this Egyptological dictum: “That Ra was both the physical sun and the sun-god is a well-established fact.”",
        "bibliography": [
            "145. Ibid., p. 708."
        ],
        "captions": [],
        "headers": []
    }
]