[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 399,
        "content": "It has thus been assumed that the geomagnetic poles are inexorably linked to the geographical ones, and thus to the rotational axis, despite the slight disparity between their present locations. Geomagnetism can be, and has been, “fossilized” in rocks. This “fossilized” magnetism occurs when iron-bearing rocks are molten and then quickly cool, thus trapping the orientation of Earth’s field at the time of cooling. Known as paleomagnetism, the orientation of the field can be deduced if and when the original position of such rocks can be determined. If, then, the age of such rocks can also be deduced, the orientation of the field, and so the locality of the old geomagnetic poles, can also be dated. When this was accomplished, it became evident that the geomagnetic poles must have wandered over the terrestrial surface. More importantly, the parameters enumerated above allow the path of the magnetic pole to be traced through the ages and plotted on a map. Jean Andrews, among others, was able to trace this path for the past 180 million years which she dutifully plotted on just such a map. Andrews’ research led her to the conclusion that “the whole earth (or at least the mantle and the overlying lithospheric plates)” has (or have) tumbled. The cause for this, according to her, is the same geoid highs offered earlier by Anderson which cause an imbalance due to mass redistribution on Earth’s surface. This mechanism, which had been offered by others before her, is explained by Andrews through the following analogy: “Imagine a homogeneous plastically deformable sphere rotating in space. A dot is painted at the rotation axis, the sphere’s north pole. If a bug placed on the equator crawls sufficiently slowly (with respect to the time scale of plastic deformation) toward the dot at the pole, it will in fact never leave the equator defined by the spin axis. Rather, the sphere will tumble, with the dot moving toward the bug, while the rotation axis remains fixed in space.” Of course, following Anderson, Andrews was sure to note that Earth is not a homogeneous sphere while the equatorial bulge would tend to stabilize Earth and keep it from tumbling. As she herself, however, retorts: “Nevertheless, the pole can shift through a large angle, even with only a small mass redistribution, as long as the bulge is ‘plastic’ and not ‘frozen.’” Andrews’ findings delivered such an impact that the editors of Scientific American presented her hypothesis as fact. Even so, the question has to be asked: What is the cause of geoid highs and mass redistribution? What causes these areas of higher density? Together with his colleagues, R. Sabadini is of the opinion that mass redistribution is the result of mantle flow instabilities, which is not really saying much. Of more importance to our own hypothesis, however, is the actual path of the magnetic pole traced by Andrews for the last 180 million years. The three localities of the former.",
        "bibliography": [
            "53 “Landslide,” Scientific American (January 1986), p. 64.",
            "4 J. A. Andrews, “True Polar Wander: An Analysis of Cenozoic and Mesozoic Paleomagnetic Poles,” Journal of Geophysical Research, Vol. 90, No. B9 (August 10, 1985), pp. 7737 ff.",
            "55 [bid., pp. 7743-7745, 7746.",
            "56 Tbid., p. T745.",
            "57 T. Gold, “Instability of the Earth’s Axis of Rotation,” Nature, 175 (1955), pp. 526-529; P. Goldreich & A. Toomre, “Some Remarks on Polar Wandering,” Journal of Geophysical Research, 74 (1969), pp. 2555-2567.",
            "58 J. A. Andrews, loc. cit.",
            "59 Ibid. (emphasis added).",
            "60 “Landslide,” Scientific American (January 1986), pp. 64, 68.",
            "61 R. Sabadini, et al., “Polar Wandering and the Forced Responses of a Rotating, Multilayered, Viscoelastic Planet,” Journal of Geophysical Research, 87 (1982), pp. 2885-2903."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 400,
        "content": "The magnetic poles which are the furthest south are those for 180 and 160 million years ago, both of which land us in the Jurassic period of the Mesozoic era, and the one for 115 million years ago, which moves us up to the Cretaceous period of the same era. All three of them, as well as the rest, are within the Arctic Circle—that is, these ancient magnetic poles were already within the Arctic Circle at the times supplied by Andrews. So that, even if her plotting is correct, all this pole-wandering would still not resolve the problem concerning the existence of sub-tropical faunal and floral remains within the High Arctic regions. As with Hapgood’s earlier paths, the most extensive of these polar wanderings would merely have shifted the latitude of Winnipeg close to that of Ellesmere Island. Somehow, I cannot see crocodiles, lemurs, and palm trees thriving in the present latitude of Winnipeg. Thus, as with other theories of polar wandering, these pole shifts would still have fallen short of moving sub-tropical areas into the Arctic Circle. And then, how valid is a theory based on the hypothesized link between Earth’s geomagnetic pole and its axis of rotation? As already noted, Earth’s geomagnetic pole is separated from its axis of rotation by 11°. Nor is it even fixed—it wanders around. In Jupiter’s case, the tilt of its south pole does coincide with its geomagnetic one; but at the north pole, the geomagnetic and spin axes vary by 10°. That of Uranus is tilted a walloping 59° from the planet’s axis of rotation. This was at first thought to be due to the fact that Uranus is tilted on its side. Neptune, however, is not lying on its side and yet its magnetic field is also tilted a walloping 47° from its axis of rotation. It cannot therefore be an inviolable law that geomagnetic poles should coincide with, or otherwise be linked to, geographic ones, that is axes of rotation. True, Saturn’s magnetic field is closely aligned with its spin axis—being separated by less than 1°—but this seems to be unique among the planets of the Solar System. Moreover, Saturn’s magnetic field is stronger at the north pole than at the south (0.69 gauss as opposed to 0.53 gauss), which is equivalent to the center of the field being displaced 2400 km north along the planet’s axis. (Whether the anomaly of this magnetic field has meaning for the thesis proposed in this work remains to be seen.) Earth’s magnetic field is said to be produced by a dynamo effect involving its molten core within the rapidly spinning planet. This mechanism, however, only seems to work in Earth’s case. The core of a small planet like Mercury, for instance, would have cooled off long ago; its spin is nearly 60 times slower than Earth’s. For these reasons, Mercury was believed not to have a magnetic field. And yet, as it was ultimately discovered, it does. As Clark Chapman was forced to state: “In the case of Mercury, more than a decade of subsequent thinking about Mariner 10’s discoveries has still not yielded a clear understanding of what’s going on inside the planet.” Only in the case of Mercury?—one might ask. Take the case of Venus, for instance: If a slow spinning planet with a cold core, like Mercury, can generate a magnetic field, then Venus, much larger and with molten iron in its core, should, despite its slow spin, also generate a magnetic field. How is it then that its magnetic field is close to being non-existent? Mars does not only have a weak magnetic field, it is said to be fading. At first, this magnetic field was thought to swing wildly from one spot to another so that future “Boy Scouts on Mars won’t be able to use compasses to get around...” But it was later discovered that the pattern of the detected magnetism, imbedded in surface rocks, is not so jumbled after all. More than that, the magnetism in these rocks is said to be “40 times stronger than similar ar-",
        "bibliography": [
            "© P. Moore, The Planet Neptune (N. Y., 1988), p. 62.",
            "63 E. Burgess, Farther Encounter: The Neptune System (N. Y., 1991), p. 79.",
            "64 C. R. Chapman, “Mercury: The Sun’s Closest Companion,” in B. Preiss (ed.), The Planets (N. Y., 1985), p. 254.",
            "65 See here, for instance, M. Zeilik, Astronomy: The Evolving Universe (N. Y., 1985), p. 160."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 401,
        "content": "eas on Earth” which led to the belief that, at one time, the magnetic field of Mars was “more than ten times” the strength of Earth’s. Mars, however, rotates about as fast as Earth and has also a molten iron-bearing, if somewhat smaller, core. Why then is its present planet-wide magnetic field 1/500th the size of Earth’s? These anomalies have led Michael Zeilik to state that the entire concept is “a magnetic mess.” Or, as David Stevenson was honest enough to confess: “planetary dynamo theorists have yet to be able to predict anything about planetary magnetism...” Up until the early 1980s, the verdict of NASA authorities was that the “nature of the source of planetary magnetic fields still remains one of the principal unsolved problems of geophysics.” To date, nothing new has emerged to invalidate this verdict. The problem here is that if planets follow the same law, why such a potpourri of magnetic fields? If the dynamo theory cannot account for the magnetic field of all the planets, on what grounds can it be theorized that it accounts for that of Earth? In the end, it can safely be said that what Andrews really plotted was the positions of past geomagnetic poles. Can it positively be surmised that these past positions ever coincided with Earth’s axis of rotation? Besides, as is well known, and as noted above, Earth’s present magnetic pole is even now wandering on its own. So what need have we of crustal slippage to account for past magnetic polar wandering? THE MARTIAN ARCHETYPE In presenting his own version of polar wandering, Don Anderson had also drawn attention to the other planets of the Solar System and zeroed in on Mars. He discussed what he termed the “largest known positive gravity anomaly on any planet” which is associated with the Tharsis volcanic area on Mars. According to received opinion, this mass anomaly has served to reorient the planet with respect to its spin axis. Almost two years later, Peter Schultz took up the topic in the pages of Scientific American. Among other matters, Schultz pointed to ancient networks on the Martian surface which are believed by some to have been cut by running water and flowing mud, which suggests a warm climate. And yet these areas are found within 10° of the southern polar ice cap. This paradox, says Schultz, “can be resolved by one simplifying hypothesis, namely that the orientation in space of the Martian crust has not always remained the same throughout geologic time—that the crust has shifted with respect to the planet’s axis of spin.” “If such is the case, the north and south poles (the points where the spin axis intersects the surface) would appear to have wandered over the planet’s crust; certain regions of the crust that are now far from the poles would at some time in the past have been within the polar regions... [Thus] the Martian equivalent of plate tectonics might",
        "bibliography": [
            "66 K. C. Cole, “Spacecraft Finds a Magnetic Patchwork on Mars,” Global Surveyor data as reported in THOTH, electronic newsletter, I:27 (December 16, 1997), pp. 7-9.",
            "67 See reports from Scientific American, New Scientist, and the New York Times in Chronology & Catastrophism Review 1999:2, p. 37.",
            "68 M. Zeilik, op. cit., p. 166.",
            "69 Ibid., p. 160.",
            "70 R. O. Fimmel, et al, (eds.), Pioneer Venus, NASA SP461 (Washington, D. C., 1983), p. 154.",
            "71 Ibid.",
            "72 D. L. Anderson, op. cit., pp. 348 ff.",
            "73 Ibid., p. 349.",
            "74 P. H. Schultz, “Polar Wandering on Mars,” Scientific American (December 1985), p. 94."
        ],
        "captions": [],
        "headers": ["THE MARTIAN ARCHETYPE"]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 402,
        "content": "simply be the movement of the entire lithosphere, the solid outer portion of the planet, as one plate.” He then continues: “If there has been polar wandering on Mars, the polar regions should contain the traces of processes that normally take place in warmer, nonpolar regions. Features that are normally characteristic of the poles should also be visible outside the polar regions.” The polar networks said to have been eroded by running water and/or mud, indicative of a warmer climate, as mentioned above, constitute such traces. But there is more: “If the Martian pole has wandered, there should be evidence elsewhere on the planet of deposits similar to those at the present poles. Such evidence does indeed exist. Thick deposits of dusty material, and relics of such deposits, can be found in two broad zones outside the polar regions. These zones are antipodal: they are on opposite faces of the planet. The deposits show many of the processes and characteristics of today’s poles, but they lie near the present-day equator.” Additional support was discovered by both Schultz and Anne Lutz from an “unexpected source.” Images of the Martian surface relayed by the Viking Orbiter in 1976 “showed an unexpectedly large number of elliptical craters with distinctive blankets of ejected debris.” Experiments have since indicated that, “because of the high velocity with which objects strike Mars...such craters form only when the angle of impact is very low...” While such grazing impacts are known on other bodies of the Solar System, the number of such impressions on Mars “is from five to 10 times greater than what has been predicted on the basis of theory and what is observed on the moon.” What this additionally indicates, at least in the opinion of Schultz and Lutz, is that these grazing impacts could not have been caused “by randomly arriving objects that had been in orbit around the sun.” “The observations can be understood, however, if one assumes the orbits of ancient Martian satellites decayed gradually until the satellites struck the planet’s surface. If these satellites had orbited Mars in the equatorial plane, as the satellites Phobos and Deimos do today, the geographic location and direction of impact of a crater should establish the location of the poles at the time the satellite struck... The polar points that can be inferred from the youngest grazing-impact craters do indeed match the locations of the present-day poles. Older impacts indicate polar points that cluster far away from the present poles and quite close to the ancient layered deposits found near the equator.",
        "bibliography": [
            "75 Ibid.",
            "76 Ibid.",
            "77 Ibid., p. 97 (emphasis added).",
            "78 Ibid.",
            "79 Ibid.",
            "80 Jbid., pp. 97-98.",
            "81 Ibid., p. 98."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 403,
        "content": "The grazing-impact craters, then, provide an independent piece of evidence that the poles of Mars have shifted, much as frozen magnetic field directions in terrestrial rocks provide evidence for the movement of tectonic plates on the earth. Other evidences are cited by Schultz, but it is not necessary in this short excursion to describe, or even enumerate, all of them. Suffice it to say that Schultz, as also Lutz, were satisfied that polar wandering had indeed taken place on Mars. As Schultz stated in conclusion: “The hypothesis that the Martian poles have wandered is supported by a good deal of evidence, and it offers new explanations for many of the planet’s enigmatic features.” What was the mechanism offered by Schultz to account for this Martian polar wandering? The mechanism he offered was a reversion to Anderson’s proposed method concerning “the redistribution of mass within a planet or on its surface.” His supposition is that: “The stablest alignment for a spinning object is the one in which the most massive parts of the object are farthest from its axis of rotation.” “When geologic forces place a large mass at or near a planet’s surface at a point far from the equator, the spinning motion of the planet becomes unstable, like the unstable motion of an improperly balanced bearing or top. If the planet is not entirely rigid, the crust shifts to move the anomalous mass toward the equator. As the crust of the planet shifts, the spin axis retains its alignment in space and the poles wander over the planet’s surface.” Even so, Schultz was astute enough to submit a caveat: “If the lithosphere of the planet is very flexible, polar wandering does not take place, because any excess mass sinks into the surface before the crust has had time to realign itself. There can be no polar wandering on a completely rigid planet either, because the lithosphere cannot realign itself at all.” This, then, would seem to invalidate Anderson’s theory regarding the cause behind terrestrial wandering as discussed above and with which we are actually concerned. The case of Mars is somewhat different in that the planet’s lithosphere displays both rigid and flexible features. There are ancient lava-filled basins that have been partly isostatically compensated together with volcanic and tectonic regions which have not been compensated at all. Schultz’s own conclusion, as it applies to Mars, is that the “change in mass distribution that is necessary to produce polar wandering could have been provided by convection in the mantle (the rising of hot sections and the sinking of colder ones), by a redistribution of mass due to the impact of large objects or by the filling with lava of the resulting impact basins. “Convection in the mantle” would not, however, induce polar wandering on Earth for the simple reason that, as Schultz himself warned, “any excess mass” thus produced would tend.",
        "bibliography": [
            "82 [bid., pp. 98-99.",
            "83 [bid., pp. 99-102.",
            "84 See here also, B. C. Murray, “Polar Wandering on Mars?” Science (March 9, 1973), pp. 997-1000.",
            "85 P. H. Schultz, op. cit., pp. 101-102.",
            "86 Ibid., p. 94.",
            "87 Ibid.",
            "88 Ibid.",
            "89 Ibid."
        ],
        "captions": [],
        "headers": []
    }
]