{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 109,
            "content": "The study of comets remains relevant to astronomical science today. Every contemporary study on comets is based on a collation of the available historical data. In fact, specialists in the theory of comets give particular importance to the Chinese historical records, which began to be scrutinized for these very purposes in the age of Newton. Edmund Halley owes his fame to his supposed discovery of the periodicity of comets. However, had not Diodorus Siculus and the Egyptians, like Mary Proctor, already written about comets returning on their orbits? More than that, according to Diodorus Siculus and the Chaldeans—whom he meant the Assyro-Babylonian astronomers—had already learned to predict the return of comets. Mary Proctor, however, was not convinced. As she wrote: “For my own part, I reject as altogether improbable the statement of Seneca that the ancient Chaldean astronomers could calculate the return of comets.” Like the planets, comets move in orbits so extensive that they were visible only when near the earth. Johannes Kepler (1571-1630), however, cannot be said of the Greeks. As Francis Baker wrote as far back as 1891: “Olympiodorus some eleven hundred years earlier, we first find attention paid to these phenomena, and definite theories propounded respecting them in the Greek schools, and it is curious to observe how favorably some of the early hypotheses contrast with the fantastic ideas advanced in later times... The Pythagorians held they were permanent bodies belonging to the solar system, revolving around the sun like the planets, but in orbits so extensive that they were visible only when near the earth.” As Velikovsky revealed, one of these Greek scholars was Seneca (4 B.C.-A.D 65): “Seneca [in his De Cometis]...knew the real nature of comets, the inertia of their motion, and their periodicity. [But for] 1,500 years after his time science clung to the",
            "bibliography": [
                "1. Stecchini, S. “Newton’s World View,” KRONOS IX:3 (Summer 1984), p. 54.",
                "2. Velikovsky, loc. cit., 1851.",
                "3. Baker, F.H. “Comet Lore,” Living Age (June 27, 1891), pp. 818-823.",
                "4. Proctor, M. The Romance of Comets (N. Y., 1926), p. 148.",
                "5. Baker, F.H., loc. cit., (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 110,
            "content": "Kepler’s Trigon showing the “Great Conjunction” of Jupiter and Saturn every twenty years along the zodiacal band.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 111,
            "content": "Comets as depicted in a Chinese painting on silk recovered from a 168 B.C. Han Dynasty tomb. The prevailing dogma was that comets are apparitions in the atmosphere, like rainbows. Copernicus thought so, too. Plutarch even knew that comets whirled or rotated. It is, therefore, something of a pity that Pythagoras himself was of a different opinion, believing comets to be nothing more than mere terrestrial “exhalations” which rose in the air and ignited the atmosphere. I say it is a pity because, for whatever reason one wishes to believe, Pythagoras turned out to be such a so-called genius that he held the educated world enthralled for close to two thousand years. Pythagoras, however, did not entirely obliterate the earlier knowledge because, so many years after him, Pliny was still alluding to comets as permanent bodies moving in orbits like the planets and periodically returning on their orbits. And was it not through reading Pliny that Halley managed to gain his fame? Isaac Newton himself disbelieved that comets were physical entities. In an attempt to reconcile his gravitational theory with the precepts of Genesis, he attempted to demonstrate that the Solar System had been created in a single divine act and, obeying divine laws, must have therefore remained in stable equilibrium ever since. The existence of the erratic comets—erratic to the extent that they had not yet been allotted any specific regularity by the astronomers of his time—was very damaging to his thesis and he therefore spent an awful lot of time and energy in an attempt to explain them.",
            "bibliography": [
                "6. Velikovsky, Stargazers and Gravediggers (N. Y., 1983), p. 220.",
                "7. Plutarch, op. cit., 928D.",
                "8. Pliny, op. cit., II:xxii."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 112,
            "content": "Therefore, the existence of the erratic comets—erratic to the extent that they had not yet been allotted any specific regularity by the astronomers of his time—was very damaging to his thesis and he therefore spent an awful lot of time and energy in an attempt to explain them.",
            "bibliography": [
                "9. Velikovsky, Stargazers and Gravediggers (N. Y., 1983), p. 220.",
                "10. Plutarch, op. cit., 928D.",
                "11. Pliny, op. cit., II:xxii."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 113,
            "content": "Even the modern theory of the formation of planets by aggregation, whether it will eventually turn out to be correct or not, was foreseen by Democritus: “Worlds are produced when many bodies are congregated and flow together from the surrounding space to a common point, so that by mutual contact they make substances of the same figure and similar in form come into connection; and when thus intertwined, there are transmutations into other bodies, and that created things wax and wane through necessity.”\nLIFE ON OTHER PLANETS\nGiordano Bruno was not as lucky as Anaxagoras. He had no Pericles to save him from those in authority. In A.D. 1600, Bruno was burned alive at the stake by the Catholic Inquisition for espousing the belief, among other things, that other worlds must necessarily harbor other life. The belief that life exists on other planets did not, however, originate with him. As far back as the fourth century B.C., Metrodorus of Chios had already written that: “To consider the Earth the only populated world in infinite space is as absurd as to assert that in an entire field sown with seed, only one grain will grow.”\nTHE BABYLONIAN PRECEDENCE\nWe have come a long way in analyzing the astronomical knowledge of ancient peoples—from eyewitness reports of meteors and the metallic structure of meteorites to the correct motions of the heavenly bodies; from the calculation of complex calendrical systems to the prediction of solar and lunar eclipses; from the intricacies of Mesoamerican computations to the Greek passion for exactitude and philosophical daring. I therefore hope that when, in the following chapters, the main thesis of this work is revealed, no one will counter its revelations by objecting that the ancients had very little astronomical knowledge at their disposal to be taken seriously. It is, moreover, accepted that this ancient knowledge was not necessarily the property of the masses. Nor was it all necessarily adhered to by every scholar of the time. The man in the street, always prone to age-old superstitions, had little mind for astronomical matters. But, to an extent, this was not much different than it is at present.\nMeanwhile, competing theoreticians were very often contradicted by others. Plutarch, for instance, delighted in enumerating the various and contradictory theories concerning the nature of comets, some of which theories were hilarious even by the standards of his day. And, as we have seen, while the Greeks were quite aware of Earth’s axial tilt, they fell far short when it came to explaining the reason behind it.\nCan it, however, be said that all modern astronomers agree on each and every astronomical issue, or that some of their theories have not been, or will not be, found to be in error? Why should we expect more stringent standards from our ancient forebears? Have we not already seen that many of the great astronomical breakthroughs and theories—even that concerning the Big Bang—were originally discovered, or thought of, by these very ancients? It is no secret—and it never has been—that the Greeks learned, and borrowed, much of their astronomical knowledge from the Babylonians. Nor, unlike many of their modern counterparts, did they ever try to hide the fact. As Alexander Jones noted: “The Greek astronomers of the late Hellenistic and Roman periods were fully conscious that their science drew on earlier ‘Chaldean’ or ‘Babylonian’ astronomy; and this fact has never since been wholly forgotten.” Plato himself acknowledged this Greek debt to Babylonian astronomy, which is perhaps the first such confession to be encountered in Greek literature.\nEven when it came to such practical instruments as time-telling devices, it seems as if the Babylonians long preceded the Greeks. Thus, Herodotus was able to write that: “The sundial with the division of the day into twelve parts, and the gnomon, were received by the Greeks from the Babylonians.”]",
            "bibliography": [
                "12. Jones, A. “Evidence for Babylonian Arithmetical Schemes in Greek Astronomy,” in H. D. Gatter (ed.) Die Rolle der Astronomie in der Kulturen Mesopotamiens (Graz, 1993), p. 77.",
                "13. Plato, Epinomis 986e-987a.",
                "14. James, P. “Greek Debt to Babylonians,” SIS Internet Digest 1997:1, p. 15.",
                "15. Toomer, G.J. “Hipparchus and Babylonian Astronomy,” in A Scientific Humanist: Studies in Memory of Abraham Sachs (1988), p. 353."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 114,
            "content": "Water Bearer\nGoat-Fish.\nRos Fish\nDay Laborer (Ram)\nPoets Bull\nScorpion Twins (Gemini)\nMother Goddess Lion\nLate Babylonian zodiac showing the twelve constellations among which many are still recognizable in our modern version of the same. Astronomers of the late Hellenistic and Roman periods were fully conscious that their science drew on earlier Chaldean or Babylonian astronomy; and this fact has never since been wholly forgotten. Plato himself acknowledged this Greek debt to Babylonian astronomy, which is perhaps the first such confession to be encountered in Greek literature.\nEven when it came to such practical instruments as time-telling devices, it seems as if the Babylonians long preceded the Greeks. Thus, Herodotus was able to write that: “The sundial with the division of the day into twelve parts, and the gnomon, were received by the Greeks from the Babylonians.”",
            "bibliography": [
                "16. Jones, A. “Greek Debt to Babylonians,” loc. cit.",
                "17. Plato, Epinomis 986e-987a."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 115,
            "content": "Even the modern theory of the formation of planets by aggregation, whether it will eventually turn out to be correct or not, was foreseen by Democritus: “Worlds are produced when many bodies are congregated and flow together from the surrounding space to a common point, so that by mutual contact they make substances of the same figure and similar in form come into connection; and when thus intertwined, there are transmutations into other bodies, and that created things wax and wane through necessity.”\nLIFE ON OTHER PLANETS\nGiordano Bruno was not as lucky as Anaxagoras. He had no Pericles to save him from those in authority. In A.D. 1600, Bruno was burned alive at the stake by the Catholic Inquisition for espousing the belief, among other things, that other worlds must necessarily harbor other life. The belief that life exists on other planets did not, however, originate with him. As far back as the fourth century B.C., Metrodorus of Chios had already written that: “To consider the Earth the only populated world in infinite space is as absurd as to assert that in an entire field sown with seed, only one grain will grow.”\nTHE BABYLONIAN PRECEDENCE\nWe have come a long way in analyzing the astronomical knowledge of ancient peoples—from eyewitness reports of meteors and the metallic structure of meteorites to the correct motions of the heavenly bodies; from the calculation of complex calendrical systems to the prediction of solar and lunar eclipses; from the intricacies of Mesoamerican computations to the Greek passion for exactitude and philosophical daring. I therefore hope that when, in the following chapters, the main thesis of this work is revealed, no one will counter its revelations by objecting that the ancients had very little astronomical knowledge at their disposal to be taken seriously. It is, moreover, accepted that this ancient knowledge was not necessarily the property of the masses. Nor was it all necessarily adhered to by every scholar of the time. The man in the street, always prone to age-old superstitions, had little mind for astronomical matters. But, to an extent, this was not much different than it is at present.\nMeanwhile, competing theoreticians were very often contradicted by others. Plutarch, for instance, delighted in enumerating the various and contradictory theories concerning the nature of comets, some of which theories were hilarious even by the standards of his day. And, as we have seen, while the Greeks were quite aware of Earth’s axial tilt, they fell far short when it came to explaining the reason behind it.\nCan it, however, be said that all modern astronomers agree on each and every astronomical issue, or that some of their theories have not been, or will not be, found to be in error? Why should we expect more stringent standards from our ancient forebears? Have we not already seen that many of the great astronomical breakthroughs and theories—even that concerning the Big Bang—were originally discovered, or thought of, by these very ancients? It is no secret—and it never has been—that the Greeks learned, and borrowed, much of their astronomical knowledge from the Babylonians. Nor, unlike many of their modern counterparts, did they ever try to hide the fact. As Alexander Jones noted: “The Greek astronomers of the late Hellenistic and Roman periods were fully conscious that their science drew on earlier ‘Chaldean’ or ‘Babylonian’ astronomy; and this fact has never since been wholly forgotten.” Plato himself acknowledged this Greek debt to Babylonian astronomy, which is perhaps the first such confession to be encountered in Greek literature.\nEven when it came to such practical instruments as time-telling devices, it seems as if the Babylonians long preceded the Greeks. Thus, Herodotus was able to write that: “The sundial with the division of the day into twelve parts, and the gnomon, were received by the Greeks from the Babylonians.”\nSeneca wrote that Apollonius of Myndus learned what he knew about comets from the Chaldeans, which was the general term at that time for Babylonian astronomers: “Apollonius says that the Chaldeans place comets in the category of planets and have determined their orbits.” Epigenes, on the other hand, disagreed with him, stating that, in fact, the Chaldeans knew nothing about comets and thought of them as filaments of twisted atmosphere.\nWhen it comes to the constellations, we still owe their present names and adopted shapes to the Greeks, but, so it seems, the Greeks themselves had borrowed even these from the Babylonians. Thus, for instance, where the Greeks saw a scorpion in the constellation Scorpius, so had the Babylonians before them. Where the Greeks saw twins in the constellation Gemini, so had the Babylonians before them.\nPeter James has even indicated “some specific linguistic borrowing” in this context. Take, for instance, the constellation which the Greeks called Pegasus. To the Sumerians and Akkadians, this group of stars was known as Iku, a word that meant “field.” Why, then, did the Greeks see a horse in this constellation had they really borrowed their lore from them? This misnomer, according to James, probably stems from the fact that, in Greek, 'iku', which sounds much like Iku, used to mean “horse” —as recorded on the Linear B Tablets—before the word 'hippos' was later adopted. If this is true, it would also mean that the borrowing of Babylonian astronomical knowledge by the Greeks “had already begun in Mycenaean times,””” to which the Linear B Tablets belong.\nIt is known that Democritus “spent some time in the East and his astronomic ideas were definitely Babylonian.” So, also, with Hipparchus, who based much of his findings on Babylonian records. Here is what G. J. Toomer had to say about the subject: “It has always been known that Hipparchus derived material from Babylonian astronomy. A considerable number of Babylonian observations are quoted in Ptolemy’s Almagest (which is the principal source of our knowledge of Hipparchus’ work), and some of these are explicitly said to have been used by Hipparchus. But it is only in the present [20th] century, with the decipherment and interpretation of the relevant cuneiform texts, that his debt to Mesopotamian sources was more fully revealed.” Thus, although our information about Hipparchus’ work is largely secondhand and fragmentary, his extensive knowledge of both the observational and theoretical parts of Babylonian astronomy is beyond any doubt.",
            "bibliography": [
                "18. Stecchini, L.C. loc. cit.",
                "19. Clube, F. & Napier, B. The Cosmic Serpent (London, 1982), p. 247.",
                "20. Stecchini, L.C., loc. cit.",
                "21. Hippolytus, The Refutation of all Heresies, 1:xi."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 116,
            "content": "The Babylonian constellation called Iku, which, because of a similarity in sound, became the horse Pegasus in Greek.\n“This major period of Greek borrowing starts in the 5th century B.C. under the Persian empire, which enabled the Greeks to become well acquainted with Babylonia and Babylonian ideas. It is clear that the precise records of the Babylonians were invaluable to the Greeks, and a certain amount of their theory was taken on board as well.”\nNone of this is to say that the Greeks did not learn anything astronomical on their own. Thus, for instance, despite Toomer, and as previously noted, there is at present no evidence that Hipparchus derived his knowledge of the precession, for which he mostly owes his fame, from the Babylonians. And, as with Hipparchus, so also, with various other Greek astronomers and philosophers.",
            "bibliography": [
                "22. Jones, A. “Evidence for Babylonian Arithmetical Schemes in Greek Astronomy,” loc. cit.",
                "23. Toomer, G.J. “Hipparchus and Babylonian Astronomy,” loc. cit."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 117,
            "content": "The Assyro-Babylonians, or Chaldeans as Diodorus Siculus called them, already knew that the planetary system was a dynamic one. As Diodorus wrote: “Each of the planets, according to them, has its own particular course, and its velocities and periods of time are subject to change and variation.” They also knew that Earth was a sphere and thus counted it among the planets. This is evidenced by the words of Diodorus who wrote that the Chaldeans had it stated “that the moon’s light is reflected and her eclipses are due to the shadow of the earth.”\nAmong the Babylonians, texts that deal strictly with astronomical, as opposed to astrological, observations do not seem to have made their appearance until about the middle of the seventh century B.C. during the reign of Nabonassar. It is from about this time, down to the turn of the millennium, that we have in our possession a collection of cuneiform tablets to which Abraham Sachs has applied the term “astronomical diaries.”\nThese diaries record such phenomena as the length of the lunar months, based on the phases of the Moon; lunar and solar eclipses; the dates of first visibility for Mars, Jupiter, and Saturn; the first and last visibilities of the inner planets, Venus and Mercury; the dates of the occurrences of the equinoxes and solstices; the dates of the significant appearances of the star Sirius; and the “conjunction” of the Moon and each of the visible planets with various stars. Meteorological phenomena during the rainy seasons are also recorded, with diverse cloud and storm conditions. To all of this, one finds appended the changes in the level (rise or fall) of the river at Babylon, often followed “by a report of secular events or rumors of such events.” Finally, the amount of produce (barley, dates, etc.) that could be purchased for one shekel of silver during any one month is also listed. The technical data—measurements, calculations—given in cubits and degrees, are evidence of a sophisticated attempt at reconciling once mysterious motions with numerical allocation, while the glosses concerning obstruction of visibility by bad weather are indicative of diligent observation.\nThere is nothing spurious about these astronomical diaries—nothing magical, mythological, or even faintly oracular. They are a mere record of the nightly occurrences concerning the heavenly bodies—hence the term “diaries”—month by month, throughout the year. Were it not for the historical events that they also report, they would probably have inspired less interest among scholars. Astronomically, they are nothing but a catalogue of the same celestial events that we see enacted in the sky above us to this day. But they are accurate—so that a modern student of astronomy would not have been embarrassed had he or she been the author of the diaries. As Sachs observed: “Some of the astronomical phenomena recorded in the diaries are so precise that they allow modern astronomers to test hypotheses about the historical rate of lengthening of the day.”\nThe Assyro-Babylonians, or Chaldeans as Diodorus Siculus called them, already knew that the planetary system was a dynamic one. As Diodorus wrote: “Each of the planets, according to them, has its own particular course, and its velocities and periods of time are subject to change and variation.” They also knew that Earth was a sphere and thus counted it among the planets. This is evidenced by the words of Diodorus who wrote that the Chaldeans had it stated “that the moon’s light is reflected and her eclipses are due to the shadow of the earth.”\nAmong the Babylonians, texts that deal strictly with astronomical, as opposed to astrological, observations do not seem to have made their appearance until about the middle of the seventh century B.C. during the reign of Nabonassar. It is from about this time, down to the turn of the millennium, that we have in our possession a collection of cuneiform tablets to which Abraham Sachs has applied the term “astronomical diaries.”\nThese diaries record such phenomena as the length of the lunar months, based on the phases of the Moon; lunar and solar eclipses; the dates of first visibility for Mars, Jupiter, and Saturn; the first and last visibilities of the inner planets, Venus and Mercury; the dates of the occurrences of the equinoxes and solstices; the dates of the significant appearances of the star Sirius; and the “conjunction” of the Moon and each of the visible planets with various stars. Meteorological phenomena during the rainy seasons are also recorded, with diverse cloud and storm conditions. To all of this, one finds appended the changes in the level (rise or fall) of the river at Babylon, often followed “by a report of secular events or rumors of such events.” Finally, the amount of produce (barley, dates, etc.) that could be purchased for one shekel of silver during any one month is also listed. The technical data—measurements, calculations—given in cubits and degrees, are evidence of a sophisticated attempt at reconciling once mysterious motions with numerical allocation, while the glosses concerning obstruction of visibility by bad weather are indicative of diligent observation.",
            "bibliography": [
                "24. Stecchini, L.C. loc. cit.",
                "25. Rawlinson, G. The Seven Great Monarchies of the Ancient Eastern World, Vol. II (N. Y., 1884), p. 208.",
                "26. Democritus, [Specific work not cited].",
                "27. Sachs, A. “Babylonian Observational Astronomy,” Philosophical Transactions of the Royal Society of London, A 276 (1974), p. 44.",
                "28. Sachs, A. loc. cit., pp. 44-48."
            ],
            "captions": []
        }
    ]
}
