{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 169,
            "content": "Nos was a sky-god: Ouranos means the coverer, but the name would have remained unintelligible apart from its reference to the Sanskrit name. Given the equivocalness of translation, we are not surprised to find Wendy O’Flaherty giving the meaning of the name Varuna as \"all-enveloping.\" Even so, and once again, temporarily leaving aside the god’s assimilation to the sky, we find that Varuna was sometimes simply called Aditya—\"eternal, celestial light\"—which, like the other deities in the series we have been considering, identifies the deity as a celestial body. Like the Saturnian deities of other nations, Varuna was considered \"the first Sovereign\" and \"universal monarch.\" While Ovid spoke of \"yellow-eyed Saturn,\" Varuna was said to have had yellow eyes. True, some may consider the above as rather slim evidence on which to base the identity of Varuna as Saturn but, in following chapters, more will be presented. All that needs to be re-stated here is that, like Janus, with whom we are presently mainly concerned, the above series of gods were all believed to have represented that entity which the Greeks called kosmos and which, among modern mythologists, has come down to symbolize the sky or heaven. Using the old adage that things which are equal to the same thing must be equal to one another, one can therefore assume that, since the deities enumerated above are all, to some extent, identifiable as avatars of the Saturnian deity, then so must Janus be identified. Actually, the above series of identifications has been presented more as an exercise in comparative mythology, and as a basis for coming chapters, than as evidence for the Saturnian identity of Janus since the comparisons are not really required to make our case. As will be seen directly below, we have direct evidence at our disposal.",
            "bibliography": [
                "1. A. S. Murray, Who’s Who in Mythology: Classic Guide to the Ancient World (London, 1995), p. 328.",
                "2. W. D. O’Flaherty, Hindu Myths (Harmondsworth, 1976), p. 356.",
                "3. V. Ions, Indian Mythology (London, 1967), p. 20.",
                "4. M. Eliade, The Myth of the Eternal Return (London, 1955), p. 29.",
                "5. J. W. Perry, Lord of the Four Quarters (N. Y., 1970), p. 121.",
                "6. H. Gregory (trans.), The Metamorphoses (N. Y., 1958), p. 176.",
                "7. A. B. Keith, \"Indian Mythology,\" The Mythology of All Races, Vol. VI (1964), p. 85.",
                "8. Joannes Laurentius Lydus, De Mensibus 4:2 (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 170,
            "content": "The two-faced Janus. Roman coins. Meanwhile, the fact that Janus and Saturnus were considered separate deities has nothing to do with the issue. As noted earlier, and as has been recognized by others, there is nothing strange about having different deities, even within the same pantheon, as personifying the same celestial object. As far as Janus is concerned, he could be considered an older Saturn—Cook had no qualms about making him an older Jupiter, with which this author naturally disagrees. To be fair, since I mentioned him, Cook did not accept the statement of Lydus—but not because he considered the source as a late one. \"The confusion of Ianus [the same as Janus] with Kronos,\" he tells us, \"no doubt presupposes the usual blunder Kronos = Chronos [that is Time personified], which from the fifth century B.C. onwards queered the course of Greek theology.\" Why did Cook bring this point up? He did so because he could not avoid the veneration of Janus as a god of time, or Time personified, which, through the rules of comparative mythology, would equate the Italic deity with the Greek Chronos. But, in the first place, according to Lydus, his countrymen did not call Janus by the name Kronos. They called him by the name Saturnus. The identification with Kronos was added because Kronos was simply the Greek counterpart of the Italic Saturnus. In the second place, as will be indicated in detail in a later chapter of this work, the blunder concerning the identification of Kronos/Saturn with Chronos/Time happens to be Cook’s. In fact, as we shall soon see, the identification of Janus as Saturn does not rest solely on the statement of Lydus but also on the comparison of this deity’s characteristics with those of the known Saturnian deities of other nations. Thus, for instance, William Heidel speaks of \"the recognized association of Saturn with Janus.\"",
            "bibliography": [
                "1. A. B. Cook, op. cit., pp. 335 ff.",
                "2. Ibid., p. 374.",
                "3. W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 469 (emphasis added).",
                "4. Ibid., pp. 336-337."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 171,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 172,
            "content": "Janus can be seen as yet one more example of the Saturnian sun. Hardly. I brought all this up as a foundation for the next datum I wish to present—one that will take us into even deeper waters. One aspect concerning Janus that has bewildered mythologists in the past was originally presented by the Roman Poet Publius Ovidius Naso, who is better known simply as Ovid. It was he who reported Janus as having stated: \"The ancients called me chaos, for a being from of old am I.\" And, after having described the creation of the \"world,\" the same Janus is made to declare: \"’Twas then that I, till that time a mere ball, a shapeless lump, assumed the face and members of a god.\" What this tid-bit of a myth tells us is that, prior to Creation, Janus/Saturn was believed to have had the appearance of a sphere—“a mere ball.” A similar myth is also told by the Eskimos who claim that Ataksak, one of their major divinities, lives in heaven but does not have the form of a man. He merely looks like a sphere. Ataksak is not identified as an aspect of the planet Saturn. But since he happens to share a Saturnian trait to which we shall come later, I will beg my readers’ credence in allowing me",
            "bibliography": [
                "1. Macrobius, Saturnalia, 1:7 sq.",
                "2. A. Hislop, op. cit. (1916 edition), p. 271.",
                "3. Macrobius, op. cit., 1:9:9.",
                "4. Ovid, Fasti 1:103.",
                "5. Ibid., 1:111 (emphasis added).",
                "6. M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972), p. 427."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 173,
            "content": "To assume the identification. In any case, even without the additional evidence of this Eskimo snippet, we are still left with the spherical shape of Janus/Saturn. The implication here is clear. If ancient man could remember a time when Saturn appeared as a sphere to the unaided eye, Saturn would have to have been closer to Earth.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 174,
            "content": "work, was of the opinion that the knowledge was given to the Dogon’s ancestors by visiting extraterrestrials. Believe it if you will. (It has always fascinated me that such extraterrestrials would have bestowed such astronomical knowledge to the ancestors of the Dogon, knowledge which was of no practical use to them, while giving them nothing that might have alleviated the precarious living of their Stone Age primitiveness.) Others would rather have the Dogon educated in these matters by other sorts of visiting aliens—Christian missionaries from the West. The missionary campaign in tropical Africa, however, did not commence in earnest until the late eighteenth/early nineteenth century. But this is neither here nor there because, to be sure, the Sudan, including Mali, had much earlier come under the influence of Islam, so that no Christian influence could have penetrated the region—and this despite the fact that the rural areas, such as the one occupied by the Dogon, continued to stick to their traditional animistic ways. And, in any case, would missionaries, Christian or otherwise, bent on converting primitive peoples to their faith, have filled the minds of these natives with astronomical knowledge? Or why was this knowledge, as adhered to by these natives, first reported to the outside world by missionaries who were as confounded by the knowledge as were later astronomers? One other alternative that has been proposed is that the ancestors of the Dogon had been in possession of optical instruments. However, even Galileo, with his pioneering telescope, was not able to see Saturn as a ringed orb. In fact, the image of Saturn that he was capable of resolving through his optical instrument was so vague that he mistook the planet for three separate bodies. As he himself reported: \"I have observed with great admiration that Saturn is not a single star but three together, which, as it were, touch each other...the middle being much larger than the lateral ones...by employing a glass which multiplies the superficies [i.e., visible boundaries] more than a thousand times, the three globes will be seen very distinctly and almost touching, with only a small dark space between them.\" It was not until 1655 that Christian Huygens, with a better instrument, was able to report (through his now famous encoded message) that Saturn was actually “girdled by a thin flat ring, nowhere touching, inclined to the ecliptic.",
            "bibliography": [
                "1. E. C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 166.",
                "2. M. Griaule & G. Dieterlen, La Renard Pale (Paris, 1965), p. 478.",
                "3. Ibid., pp. 480-481.",
                "4. Ibid., pp. 291.",
                "5. E. C. Krupp, “Observatories of the Gods and Other Astronomical Fantasies,” in E.C. Krupp (ed.), In Search of Ancient Astronomies (N. Y., 1977), p. 267."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 175,
            "content": "The Efe Pygmies of the Ituri Forest in the eastern portion of Africa’s Congo basin in what is now Upper Zaire have been unceremoniously relegated by most anthropologists to the lowest rungs of human evolution. Although their ancient way of life started coming to an end with the institution of the Ituri Research Station, these diminutive people were trying to eke out an existence in peaceful rapport with their overgrown environment in an area where stars are only partly visible at night through the narrow openings of jungle clearings. If ever there was a people who did not need any knowledge of the stars, or who, even if they did, would have been encumbered by their environment in properly observing the twinkling denizens of the night sky, it surely must have been these Pygmies. Of horizons, so crucial to astronomical observations, they could see nothing. And yet, hampered as they are by their encroaching jungle, they possess \"some rather remarkable knowledge of the planets and constellations\" which they continue to observe \"with the keenest interest.\" As with the Dogon, of special interest to us in this work is the Efe Pygmy knowledge concerning the planet Saturn. Despite the fact that he was the first in modern times to telescopically view the rings of Saturn, Galileo at first mistook them for two adjoining bodies.",
            "bibliography": [
                "1. R. C. Bailey, “The Efe: Archers of the African Rain Forest,” National Geographic (November 1989), pp. 664 ff.",
                "2. J-P Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973), p. 110.",
                "3. Ibid., p. 386.",
                "4. Ibid., p. 291.",
                "5. Ibid., p. 385."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 176,
            "content": "Facsimile of Galileo’s drawings of the planet Saturn, as he observed it through his relatively low-power telescope, which led him to believe that the planet was actually three separate bodies. But even if there is a grain of truth in the legends of the Efe Pygmies, it still would not have enabled them, or their ancestors, to see the satellites surrounding the planet Saturn. So where did that information come from? When all is said and done, the only other alternative left to explain the Dogon and Efe Pygmy knowledge of Saturn’s ring structure and its satellites is that their ancestors had, in a far-off time, been able to view the planet at closer proximity—which would mean that, somehow, Earth had been much closer to Saturn than it is at present. As outlandish as this idea may appear, there seems to be no other resolution to the problem—which brings to mind the oft-repeated words of Arthur Conan Doyle: \"When you have eliminated the impossible, whatever remains, however improbable, has to be the truth.\"",
            "bibliography": [
                "1. Ibid.",
                "2. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 177,
            "content": "In 1971, however, Velikovsky gave a lecture at the University of the New World in Valais, Switzerland, in which he presented a synopsis of his unpublished Saturnian scenario. Among the items he disclosed there was the hypothesis that Earth might once have been a satellite of Saturn. Independent of Velikovsky, but basing their work on his as well as on the mytho-historical record, Harold Tresman and Bernard Newgrosh (writing under the name of Brendan O’Gheoghan), also came to the conclusion that Earth must once have orbited Saturn as a satellite, a topic to which Tresman was later to return. In analyzing the ambiguous, but tantalizing, planetary system proposed by Philolaos, the Pythagorean philosopher from Southern Italy who lived in the time of Socrates, Lynn Rose came to the same conclusion. Although this system of Philolaos had long been relegated to the library of Classical curiosities, Rose was able to recapture what it might have once intended to portray.",
            "bibliography": [
                "1. I. Velikovsky, \"On Saturn and the Flood,\" KRONOS V:1 (Fall 1979), p. 7.",
                "2. Ibid.",
                "3. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 178,
            "content": "This makes us better understand why Janus/Saturnus was made to state that, prior to Creation, he appeared as \"a mere ball,\" a claim also made for the Eskimo deity Ataksak who was said to look \"like a sphere.\" It also explains why the symbol of Shamash, identified as the planet Saturn by the Assyro-Babylonians themselves, was represented as a sun-like disk. So, likewise, with the disc-symbol representing Ra, whom we have also seen identified as Saturn, although in a less elaborate manner. It definitely explains the beliefs of the Dogon of Mali, as also those of the Efe Pygmies of the Ituri Forest. This, then, together with its radiating brightness, better explains why Saturn was considered to have been the most prominent among the planets—which provides us with our next numbered hypothesis.",
            "bibliography": [
                "1. Ibid.",
                "2. Ibid."
            ],
            "captions": []
        }
    ]
}
