{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 219,
            "content": "The Yakut of Siberia knew of a celestial locality called 'the still center of the world' from which 'the sun never sets.' Of course, there will now be those who will argue that in Earth’s polar regions, the Sun remains above the horizon for half of the year and, in that respect, it never sets. Unfortunately for this argument, the Sun does eventually set, and it remains absent for the second half of the year. Besides, while visible during the short summer months, the polar Sun is hardly immobile as it circles around the sky above the horizon. In view of what we have already uncovered concerning the immobility of the primeval Saturn, it is more than obvious that what the Yakut were describing was the dimly remembered Saturnian sun. This will become all the more apparent in the next chapter when we will throw further light on that celestial locality here called 'the still center of the world.' What we have learned in this chapter, therefore, is self-illuminating — that, still according to the ancients, and during the time we have been investigating, the planet Saturn not only shone as a sun in a sky that was devoid of other astronomical bodies, but, as seen from Earth, this Saturnian sun was seen to neither rise nor set. It seemed, instead, to have radiated down on mankind while being permanently fixed in one spot. How could this have been possible?",
            "bibliography": [
                "1. B. A. Butterworth, The Tree at the Navel of the Earth (Berlin, 1970), p. 29."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 220,
            "content": "Chapter 10\nThe Polar Station\nA CHOICE OF MODELS\nGiven that Earth was a satellite of Saturn, one way in which the giant planet could have appeared immobile in Earth’s primeval sky is if Earth had been in phase-lock with its primary. This is precisely the case with our Moon, which is in phase-lock with Earth. What this means is that the Moon rotates on its axis in the same time it takes it to revolve around Earth. Thus, as seen from Earth, the Moon always presents the same face to us. The other side of the Moon, usually called the far side, is not visible from Earth. (It was revealed to Earth-bound eyes for the first time through the photographic capabilities of twentieth-century space-probes.) This also means that, as seen from the lunar hemisphere facing Earth, as those astronauts who landed on the Moon could see for themselves, our world appears motionless, that is fixed in one spot, pasted on the darkness of the lunar sky. Whether Earth appears stationary at the zenith of the lunar sky, halfway down the sky, or permanently fixed on the horizon, or even half hidden by the horizon, would depend on the lunar locality from which it is viewed. There is, of course, no need to point out that, from the far side of the Moon, Earth is simply not visible. As Alan Stern and Jacqueline Milton pointed out, a similar situation, but somewhat in reverse, holds for the planet Pluto and its satellite Charon. Since Charon’s orbital period is the same as Pluto’s rotational period, to a Plutonian, Charon would appear to be similarly fixed in the sky. (Patrick Moore misspoke when he called this 'a situation unique in the Solar System,' since he seems to have forgotten the case of the Moon when he penned these words.) There is another way in which Saturn could have appeared immobile in Earth’s sky. This could have come about if Earth had been suspended directly 'beneath' or 'above' one of Saturn’s poles, with both planets sharing the same axis of rotation. In that case, Saturn would have appeared fixed in Earth’s north or south celestial sphere. This, however, is an unheard-of situation which is nowhere duplicated in our present Solar System, and it also defies presently accepted celestial mechanics. All it inspires is disbelief. It is, therefore, understandable that in his Saturnian scenario, as extracted from the 'garbled' system of Philolaos, Lynn Rose opted for an Earth in phase lock with Saturn. And yet for years, I had reason to object to Rose’s explanation of this phenomenon, just as he found reason to object to mine — since, almost from the very start of my research, I had come to the conclusion that Saturn’s proper placement in Earth’s primordial sky had to have been in Earth’s north celestial sphere.",
            "bibliography": [
                "1. P. Moore, 'Worlds on the Edge,' New Scientist (January 3, 1998), p. 39.",
                "2. L. E. Rose, 'Variations on a Theme of Philolaos,' KRONOS V:1 (Fall 1979), p. 26.",
                "3. D. Cardona, 'The Reconstruction of Cosmic History,' AEON II:2 (February 1990), pp. 116 ff.",
                "4. L. E. Rose, op. cit., pp. 12 ff.; idem, 'On Saturn at the North Pole,' AEON I:6 (December 1988), p. 39."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 221,
            "content": "Earth as seen from the surface of the Moon—permanently fixed in one place. (Photograph courtesy of NASA.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 222,
            "content": "been in Earth’s north celestial sphere. Given that Rose’s model is more feasible from a physical point of view, why do I opt for this bizarre idea? The answer is simple enough: That is where the mytho-historical record places the primeval Saturn—plumb in the centre of Earth’s north celestial sphere, the very place which is presently occupied by the Pole Star. That this is an outlandish theory there is no doubt. Despite the fruit of my research, even I ended up disbelieving the entire thing, and I must honestly admit that it was not until I had read Hamlet’s Mill that I finally accepted all that my research had unearthed. If, as I reasoned at the time, scholars of the caliber of Giorgio de Santillana and Hertha von Dechend, the authors of Hamlet’s Mill, had been able to unearth the same set of bizarre situations in connection with Saturn’s polar station, I could not be that far off the mark myself. If the authors in question could discuss the ancient belief in a Saturn that was permanently fixed in Earth’s north celestial sphere, then so could I. That de Santillana and von Dechend chose not to accept what they themselves had discovered was their business. But the lameness with which they ended up explaining away what they had brought to light made me all the more ready to accept it all. Now it has to be said that both Rose’s model and mine (as well as David Talbott’s) are based on the mytho-historical record. Let us then examine what the mytho-historical record has to say about the subject. EL—ELOAH—ELOHIM Because we shall be delving more into the Old Testament as we go along, a few words concerning this collection of Hebrew books are in order. The oldest complete version of the Old Testament is the Greek Septuagint (2nd century B.C.). The Hebrew text from which it was translated is no longer extant in any complete form. The oldest Hebrew version that we now possess in entirety is the Massoretic Text (6th to 8th century A.D.). Not only is there something like eight hundred years separating the two, there are also major differences between them. While the Septuagint is not always to be preferred, it is superior to the Massoretic Text which, beyond dispute, contains more numerous corruptions. To be sure, the Massoretic Text has remained unchanged since its 'fixing' in the 6th century A.D., but that a great number of changes had been introduced before that date is also well known. Textual comparison has long made it obvious that the Septuagint, compiled by the Jewish scholars of Jerusalem at the behest of Demetrius Phalereus and Aristeas for Ptolemy Philadelphus and the Jews of Alexandria, was translated from a Hebrew text that was purer than the much later Massoretic version. The issue, of course, is more complex than that, but the above should suffice to remind the reader that when it comes to interpretation, not all versions of the Old Testament are of equal value. In what follows, and throughout this work, we shall therefore be comparing various versions in an attempt to ferret out what the original beliefs might have been. In matters where even comparison will leave us stranded at an impasse, however, it is to the Septuagint that we shall bow our heads, simply because where no other arbiter is available, it is the oldest version that should receive the benefit of the doubt.",
            "bibliography": [
                "1. D. Cardona, 'The Road to Saturn,' AEON 1:1 (January 1988), pp. 108-129; idem, 'The Road to Saturn,' Part II, AEON 1:3 (May 1988), pp. 109-138.",
                "2. G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 136.",
                "3. J. F. Stenning, et al., 'Bible,' Encyclopaedia Britannica (1959 ed.), Vol. 3, pp. 504-505.",
                "4. L. Canfora, The Vanished Library (Los Angeles, 1990), pp. 15 ff."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 223,
            "content": "What I wish to stress at this point, more than anything else, is that the Old Testament speaks of various deities which, in English and other translations, were changed to read 'God,' 'Lord,' 'Lord God,' 'Most High God,' etc. Leaving all sectarian biases aside, we shall therefore reinsert the correct Hebrew names of these deities in the quotes we shall be citing throughout the rest of this work. As we progress, we shall also see whether these various names were merely cognomens of one and the same deity. The first three such names which will concern us in this study are El, Eloah, and Elohim. Now it has sometimes been stated that 'Elohim,' which name is mentioned 2570 times in the Old Testament, is 'the plural of a lost singular.' The singular, or synonym, of 'Elohim,' however, is hardly lost; it is merely 'El' and/or 'Eloah.' To William Heidel, the Elohim were the allies of El!—whatever these might have been. The name 'Elohim,' however, was not always used as a plural. A. Murtonen, for instance, tells us: 'As to the primary meaning there cannot be any doubt, the word being formally a plural, but the singular meaning is also very old, as the Ras Shamra [i.e., Ugaritic] texts prove.' Murtonen goes out of his way in attempting to explain this plurality, but in the end, it seems to boil down to an old usage equivalent to the more modern royal 'we.' As David Rohl succinctly phrased it: 'Biblical Hebrew occasionally employs something scholars call the 'majestic plural.' In effect, it is a plural ending added to a deity’s name to confer status or majesty. In the Old Testament, the best example is Elohim which does not mean 'the gods' but is rather the god El with the majestic plural im appended. Eloah, on the other hand, only appears 57 times in the Old Testament, 'and almost entirely in poetry' such as the Book of Job. That Eloah was the equivalent of El, meanwhile, is brought out in the same Book of Job where the two names are used interchangeably. According to Murtonen, this variant of the name is merely the vocative of 'El'—that is the form used in invocation. Which leaves us with the shortened form 'El,' which, apart from its inclusion in theophoric names, appears 230 times in the Old Testament. That El was the god of Israel par excellence is borne out by the fact that when Jacob arrived in the city of Shechem, in the land of Canaan, following his twenty-year sojourn working for Laban, he set up an altar and called it El-elohe-yisrael, which means 'El, God of Israel.' More than that, however, is the very name Israel itself. Although, as Hans Goedicke noted, all efforts to explain the name have been unsuccessful, it is definitely a theophoric one.",
            "bibliography": [
                "1. A. Murtonen, A Philological and Literary Treatise on the Old Testament Divine Names (Helsinki, 1952), p. 25.",
                "2. 'Biblical Encyclopedia, Concordance, and Subject Index,' to the King James version of The Holy Bible (N. Y., 1913/1954), p. 120.",
                "3. A. Murtonen, op. cit., p. 42; J. Morgenstern, 'Divine Triad in Biblical Mythology,' Journal of Biblical Literature LXIV (1945), pp. 22, 23; W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 470.",
                "4. A. Murtonen, op. cit., p. 38.",
                "5. A. Murtonen, op. cit., p. 25.",
                "6. D. M. Rohl, A Test of Time: The Bible—From Myth to History (London, 1995), p. 228.",
                "7. A. Murtonen, op. cit., p. 25.",
                "8. And see here also, J. Morgenstern, op. cit., p. 23.",
                "9. See, for instance, Job 22 where Eloah is used in verse 12, and El in verse 13."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 224,
            "content": "incorporating the very name of El. Interpretations of the name have included such laudations as 'he who fights for El,' 'he whom El fights,' 'the upright one of El,' and other similarities, but none of these are true to the etymology of the name. The name 'Israel' appears first in the Book of Genesis where the Patriarch Jacob is described as having wrestled with a mysterious stranger, at the end of which the stranger told Jacob: 'Thy name shall be called no more Jacob, but Israel: for as a prince hast thou power with Elohim and with men, and hast prevailed.' The name Israel was, therefore, bestowed on Jacob because he 'prevailed' like a prince over the stranger with the power of Elohim. And, as it has been assumed by others before me, the name 'Israel' is composed of the word sarah—'to prevail'—and 'El.' Thus it might not be amiss to say that 'Israel' most likely means 'to prevail like El' or 'let El prevail.' As Ronald Hendel argued, El was the oldest god of the Israelites. This is evidenced by the fact that in the Old Testament, up until the time of the Exodus, theophoric names incorporate only the name of El (as, for example, Israel, Ishmael, and Bethuel). This coincides with what is known of Canaanite religion in the pre-Israelite period. 'The evidence, from Ugarit in the north to Sinai in the south, testifies that during [the pre-Israelite period] the high god of various local Canaanite pantheons was named El.' Murtonen goes even further when he states that the name can be traced to primitive times. 'That 'el is a very primitive word is proved by 1) its existence in all the Semitic languages with the (possible) exception of Ethiopic...2) the fact that it was composed of only two radicals...and 3) that these radicals are numbered among the most primitive ones.' As for the origin of El, the same authority informs us: 'El itself can have been derived only from a concrete conception, i.e., from immediate experience. In other words, the question is philologically unsolvable.'",
            "bibliography": [
                "1. H. Goedicke, in M. Rowland (Ed.), Exodus: Myth or History (Basingstoke, Hants, England, 1994), p. 4.",
                "2. A. Murtonen, op. cit., p. 56.",
                "3. Genesis 32:28.",
                "4. R. S. Hendel, 'Finding Historical Memories in the Patriarchal Narratives,' Biblical Archaeology Review (July/August 1995), p. 59.",
                "5. A. Murtonen, op. cit., p. 30."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 225,
            "content": "originally a proper name has been shown by Murtonen. Meanwhile, as we have already seen, the god An and/or Anu was a personification of the planet Saturn. Julius Morgenstern tells us that, in his role of the all-knowing god, 'El seems to have much in common with the Babylonian deity, Enki-Ea, the all-wise one.' And, on an earlier page, we have shown that Enki/Ea is also identifiable as the same planet Saturn. None of this should really surprise anyone. As Frank Moore Cross indicated, El was the chief deity of the Mesopotamian Semites, as he was also that of the pre-Islamic Arabs besides the Canaanites. In fact, it has long been known that the pre-Islamic Allah traces to the same root as El or Eloah. Cross also cites evidence which equates El with the Egyptian Ptah (yet another deity we have already seen identified as Saturn) as also with Ba’al (of whom we shall have more to say elsewhere). William Albright equated El with the Assyro-Babylonian Shamash, which, once again, we have already shown to be an alternate name for the planet Saturn. William Heidel goes straight to the heart of the matter when he tells us that 'Cronos [or Kronos—the Greek name for the planet Saturn] is called El by the Phoenicians.' This identification traces to the Phoenician scholar Sanchoniathon himself, as quoted by Philo of Byblos, who identified the Canaanite El with the Greek Kronos. As Cross submitted: 'Philo Byblius, and other classical sources, and inscriptions in Greek and Latin all establish the formula that Ba’al Hamon on the one hand, and El on the other, are Greek Kronos, Latin Saturnus.' Moreover, as Cross admits: 'These equations have long been known, and all new data confirm the ancient.' Albright, therefore, was on track when he identified El outright with the Latin Saturnus. We did not, therefore, misspeak when, on an earlier page, we pointed out that, according to the ancients, it was the planet Saturn that was really the god of the Jews. When the Old Testament itself, as we have seen, declares El to have been the 'God of Israel,' it is the same as saying that Saturn was that god. And, in fact, is this not additionally borne out by the very name Israel which, as we have pointed out, incorporates the theophoric name of El who was Saturn? Thus, incidentally, when J. Glen Taylor, on Biblical and archaeological evidence, was forced to conclude that it was the 'sun' that was worshipped in the Jerusalem Temple by the Kings of Judah, we can be certain that the 'sun' in question was the Saturnian one.",
            "bibliography": [
                "1. A. Murtonen, op. cit., p. 30.",
                "2. J. Morgenstern, loc. cit.",
                "3. F. M. Cross, Canaanite Myth and Hebrew Epic: Essays in the History of the Religion of Israel (Cambridge, 1973), p. 71.",
                "4. A. Murtonen, op. cit., pp. 25-26.",
                "5. W. F. Albright, Yahweh and the Gods of Canaan (N. Y., 1968), p. 141.",
                "6. W. A. Heidel, loc. cit.",
                "7. L. Delaporte, 'Phoenician Mythology,' New Larousse Encyclopedia of Mythology (London, 1972), p. 83.",
                "8. F. M. Cross, op. cit., p. 25.",
                "9. W. F. Albright, op. cit., p. 144.",
                "10. J. G. Taylor, 'Was Yahweh Worshipped as the Sun?' Biblical Archaeology Review (May/June 1994), p. 58."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 226,
            "content": "As William Warren asked: 'Why this singular enumeration of three of the points of the compass, and this omission of the fourth [that is, the North]?' Is it not, as T. K. Cheyne surmised, because a 'peculiar sanctity is attached to the North in the Old Testament records'? And does this not then mean that Elohim’s exaltation can only come from the north? Does this not, in itself, also mean that Elohim resided in the north? And if Elohim, as we have seen, was identified by the ancients themselves as Saturn, would it not also mean that Saturn’s locus was in the north? As Warren continues: 'A curious trace of the same conception appears in the book of Job.' Here Warren is referring to that specific incident in which Job, while lamenting the bitter deal that fate had dealt him, complains that he has looked for Eloah but could not find him: 'Behold, I look forward [or 'in front'], but he is not there; and backward [or 'behind'], but I cannot perceive him. On the left hand, where he doth work, but I cannot behold him. He hideth himself on the right hand, that I cannot see him.' Here, the Hebrew word translated 'forward' or 'in front' is gedem or gedmah which, among other things, means 'eastward.' As is to be expected, ’achor, the Hebrew word translated as 'backward' or 'behind' also means 'westward.' Semo’l, translated 'left,' also means 'north.' While yamin, that is 'right,' also means 'south.' Job’s words, above, should therefore read: 'Behold, I look eastward, but he [i.e., Eloah] is not there; and westward, but I cannot perceive him. To the north, where he doth work, but I cannot behold him. He hideth himself in the south, that I cannot see him.' The designations 'in front,' 'behind,' 'left hand,' and 'right hand,' for 'east,' 'west,' 'north,' and 'south,' came into common use among the Semites much later when the Sun—that is the present Sun—had replaced the Saturnian one. Because of other factors which do not here concern us, orientation was indicated by facing east in which the Sun rose. Thus the east was in front, the west was behind, the north was at one’s left hand, and the south on one’s right. But here, now, as Warren noted, is the odd thing about the manner in which Job’s lament is worded. While lodging his grievance that nowhere—east, west, north, or south—could he find Eloah, he made a telling distinction concerning the north. The left hand, that is the north, is described as the place 'where he [that is Eloah] doth work.' So that, again, we find that it was precisely in the north that Eloah, the same as Elohim/El/Saturn, was believed to accomplish his handiwork. It is, therefore, somewhat ironical that the left hand, the place where the god’s goodly deeds were accomplished, became synonymous with bad luck. Although now obsolete, the very term 'left hand' used to mean 'unfavorable' and/or 'unlucky.' Moreover, the Latin word for 'left,' which is sinister, in English came to mean 'evil.' As I intend to show in a future work, this is because the god of mankind was not always benign.",
            "bibliography": [
                "1. W. F. Warren, Paradise Found (Boston, 1885), p. 204.",
                "2. T. K. Cheyne, The Book of Isaiah (London, 1870), pp. 140, 141.",
                "3. W. F. Warren, loc. cit.",
                "4. Job 23:8-9."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 227,
            "content": "THE SACRED QUARTER The northern locus of the god of Israel is also referred to in the Book of Ezekiel. When Elohim was said to have revealed himself to the prophet Ezekiel, as described in the very first chapters of that book, he is said to have appeared from the north. It was for this very reason that, when the High Priest of Israel officiated at the altar in both the Tabernacle and, later, in the Jerusalem temple, he was obliged to face north. In fact, this priestly ritual of facing north while officiating was practiced by the prelates of other ancient nations, among them the priests of the Haranite Sabzens. As A. Fornander noted: 'The Hawaiian soothsayer, or kilo-kilo, turned always to the North when observing the heavens for signs or omens...The ancient Hindus turned also to the North for divining purposes, and so did the Iranians before the schism...so did the Greeks, and so did the Scandinavians before their conversion to Christianity.' This northernism, meanwhile, must not be understood in a terrestrial sense, but, rather, in a celestial one. This is brought out by the fact that the circumpolar stars were alluded to as Kokkabe ‘El (the 'stars of El'). The throne of El was considered to be 'the pole of the universe.' Given all of the above, El (Eloah/Elohim) could only have resided in the north celestial pole. As Warren observed: 'The Pole, the unmoving centre-point of the heavens directly overhead, would naturally have seemed to be the top of the world, the true heaven, the changeless seat of the supreme, all-ruling God. And if, accordingly, through all the long lifetime of the ante-diluvian world, the circumpolar sky was to human thought the true abode of God, the oldest post-diluvian peoples, though scattered down the sides of the globe half or two-thirds the distance to the equator, could not easily have forgotten that at the centre and true top of the rotating sky was the throne of its great Creator, and that there, in the far North, was 'the sacred quarter' of the world.' And: 'The religions of all ancient nations signally confirm and satisfy this antecedent expectation. With a marvelous unanimity, they associate the abode of the supreme God with the North Pole, 'the centre of heaven,' or with the celestial space immediately surrounding it.",
            "bibliography": [
                "1. W. F. Warren, op. cit., p. 205.",
                "2. Ezekiel 1:1-4.",
                "3. Leviticus 1:11; W. F. Warren, op. cit., p. 207.",
                "4. W. F. Warren, op. cit., p. 210.",
                "5. A. Fornander, The Polynesian Race, Vol. 1 (London, 1878), p. 240."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 228,
            "content": "High Priest of Israel—who faced north while officiating.",
            "bibliography": [],
            "captions": []
        }
    ]
}
