{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 344,
            "content": "nets.” He, however, added that “given what we’ve seen here on Earth and the rather hostile conditions under which life can flourish, I would now say it’s pretty good odds.” Is this scenario not in keeping with what we have been proposing for our own Earth in primeval times? But hold on, the reader might say. Proto-Saturn has been hypothesized to have been a brown, rather than a red, dwarf star. Brown dwarf stars, however, are actually red; they have merely been designated as brown dwarfs only because the term “red dwarfs” had already been assigned to their slightly more massive siblings. True, brown dwarfs are said to radiate through a slightly different process. They are believed to “glow dimly from heat generated by gravitational contraction and the fusion of deuterium.”7 (If, as some claim, stars are fueled electrically, however, even this distinction disappears.) In any case, both red and brown dwarfs come in various masses, so that the dividing line between them, as that between brown dwarfs and planets, becomes merely arbitrary. If, therefore, life-bearing planets can orbit red dwarf stars, they can just as easily accompany brown dwarfs. And, to be sure, even as the writing of this work progresses, the idea that planets can orbit brown dwarfs is being seriously considered.8\nPHASE LOCK\nAs Croswell explained, planetary orbits around dwarf stars “would come at a price.”10 “A planet in such a tight orbit would become tidally locked to its star, just as our own Moon is locked to Earth. One side would perpetually face the star, while the other faced away.”10 While this, too, is in keeping with our own hypothesis, it also brings to mind Lynn Rose’s postulate, which we contested in an earlier chapter, concerning the nature of Earth’s marriage to proto-Saturn. As we saw there, he, too, had posited a similar phase-lock wherein Earth displayed the same hemisphere toward its primary, but contrary to our axis-sharing hypothesis. Without thinking to credit Rose, such a phase-lock between Earth and proto-Saturn had also been considered by Frederick Hall, who assumed Earth “to have formerly been a nearly spherical satellite of Saturn, circling the giant orb in about 28 days, with a slow spin and the same side of the Earth always facing Saturn.”As he continued: “Proto-Saturn would have been vast in comparison to Earth and perhaps much more massive than the body we know today. Consider it to have been about the smallest possible red dwarf star or a brown dwarf star...”2 Hall, however, was also convinced that Earth had shared the same axis of rotation with proto-Saturn, with the latter having been permanently located in Earth’s north celestial pole, exactly as posited in the present work. How, then, did he reconcile his two opposing views?",
            "bibliography": [
                "1. J. B. Kaler, “Stars in the Cellar: Classes Lost and Found,” Sky & Telescope (September 2000), p. 43.",
                "2. D. Kaisler, “The Puzzles of Planethood,” Sky & Telescope (August 2000), p. 38.",
                "3. K. Croswell, op. cit., p. 29.",
                "4. S. F. F. Hall, “Solar System Studies, Part 2,” AEON 1:4 (July 1988), p. 26.",
                "5. Tia."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 345,
            "content": "Despite the mytho-historical evidence, Earth’s axis-sharing lock with Saturn had always been the most difficult aspect of the Saturn thesis to reconcile with celestial mechanics—which is why Rose could never accept the concept. Hall attempted to resolve the difficulty by claiming that Earth was originally phase-locked with proto-Saturn before it was torn away from its primary during the system’s entry into the Sun’s domain. According to Hall, the “polar alignment occurred due to a massive gravitational pull on Saturn” which would have left Earth “trailing after it.”3 As of this writing, Thornhill, too, is of similar belief. The “spectacular Saturnian polar configuration,” according to him, came into being “when [proto-Saturn’s] planetary system was disrupted by the Sun in a manner similar to that when Jupiter disrupted comet Shoemaker-Levy 9 into a ‘string of pearls’.”4 Thus, according to him, the Saturnian “collinear equilibrium...could not have been primordial.”15 To be sure, this is not necessarily a fallacious interpretation and it should not be dismissed out of hand. One thing to keep in mind, however, is that as far back as man’s memory can reach, the Saturnian sun had always occupied the north celestial pole. What the situation might have been prior to that will be discussed in a later chapter of this work.\nATMOSPHERIC AMPLITUDE\nOne problem inherent in the phase-lock theory involves the amount of heat shed by the dwarf star on the orbiting planet’s hemisphere facing it. As Croswell pointed out, “the day side of a red dwarf planet would fry.” What is perhaps worse is that “the night side would be so frigid” that the atmosphere itself would be expected to freeze.17 How could life have survived such conditions?\nOne way out of this dilemma, according to Croswell, would be to postulate that such a planet’s atmosphere would be “sufficiently thick.”18\n“Researchers have calculated that gases circulating in the atmosphere would then be able to transport heat from the planet’s day side to its night side, warming the night air so that it wouldn’t freeze out.”19\nSuch transportation of heat from one hemisphere to the other would not only warm the planet’s night side, it would also cool its day side resulting in a balanced heat regime. What is interesting in this is that the same situation had also been proposed in relation to Earth itself. It was in the mid-19th century that the British anatomist, Richard Owen, demanded a denser terrestrial atmosphere, containing elevated concentrations of carbon dioxide and reduced oxygen, in order for prehistoric pterodactyls to have been able to fly and navigate.2 Much later, Frederic Jueneman had much to say concerning the inability of pterodactyls, known to have had wingspans of up to 36 feet, to fly and navigate in Earth’s present sky, and why a denser atmospheric envelope would have been required for such flight in prehistoric times.",
            "bibliography": [
                "1. W. Thornhill, op. cit., p. 49.",
                "2. Idem, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 36.",
                "3. K. Croswell, op. cit., p. 30.",
                "4. Norman, Dinosaur! (N. Y., 1991), pp. 74, 218.",
                "5. F. B. Jueneman, “Pleiongaea: A Myth For All Seasons,” AEON II:3 (January 1991), pp. 21 ff."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 346,
            "content": "aN a) 4 —\n_~\nPteranodon.\nCould such creatures, some of which are known to have had wingspans reaching up to 36 feet, have been able to fly in Earth’s present atmosphere?\n(Illustration by Bob Giuliani.)\nAs Jueneman explains, “Pleiongaea (plee-'on-jee-uh) is a neologism, which comes from Greek roots meaning literally ‘more earth’.”22 It is the term he coined to define his hypothesis that Earth was once cocooned in a more massive atmospheric envelope. Having introduced this idea in various entries in his running column—“Innovative Notebook” —which appeared in Industrial Research & Development during 1985, he collated most of that material into a single article which was published in AEON in 1991.\n“Were our planet to have had such an atmospheric envelope approaching some 20,000 km (12,000 mi) in depth with solid earth at its core, the total diameter would be approximately 52,000 km (32,000 mi), and would be in the Neptune class of the smaller giants. This would be merely some 15 times our present mass and only about four times the diameter.”24\nThis idea was also picked up by Roger Wescott as a possibility to account for his Saturn-like Asterian scenario,25 as also by Robert Driscoll in his tentative account regarding the disruption of the primeval Saturnian system.26 Again, even were we to ignore the earlier demand of Richard Owen, the hypothesis is not, of itself, foreign to orthodox astronomy. Armand Delsemme had also proposed a terrestrial envelope, composed mainly of carbon dioxide, “100 times denser than the present atmosphere.”27",
            "bibliography": [
                "1. Ibid., p. 45.",
                "2. Ibid., pp. 45 ff.",
                "3. Ibid., p. 47.",
                "4. R. W. Wescott, “Puzzles of Prehistory,” The Velikovskian 1:3 (1993), pp. 20-21.",
                "5. R. B. Driscoll, “Magnetic Models of the Polar Configuration,” AEON IV:2 (August 1995), p. 22.",
                "6. T. Dickinson, “The Seeds of Life,” Equinox (July 1997), p. 74."
            ],
            "captions": [
                "Illustration by Bob Giuliani."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 347,
            "content": "OR Bet a ee\naaa eee an abundance of green scum —— gio [YS ESS\nVisualized scene during the Carboniferous Period during which the atmosphere has been theorized to have been more oxygen-rich, and therefore denser, than the present.\n(Illustration by J. F. Horrabin.)\nThe idea, of course, did not go unchallenged,8 but other voices were soon to be added to the pro-list. Thus, the problem did not only touch pterodactyls, but also the prehistoric insects of the Carboniferous Period. These included dragonflies with two-and-a-half-foot wingspans and mayflies as big as canaries. These, too, were believed to have been impossible to fly in our present atmosphere.” As Jeffrey Graham recalls: “I remember seeing models of giant dragonflies as a child and wondering how they could fly.”30 But in the mid-1990s, a solution was offered by Graham and his colleagues who now believe that the entire Carboniferous insect population may have been enabled to fly in an oxygen-rich atmosphere. This hypothesis was proposed by Robert Berner who claimed that “the atmosphere in the Carboniferous was more oxygen rich than at any time before or since—it was 35 percent oxygen...compared with 21 percent today.”31 According to Berner, this was due to “the rise of land plants in general and in particular to the vast and verdant swamps that characterized the Carboniferous.”32 “All those swamp plants spit oxygen into the atmosphere, and when they died, they escaped the open-air decomposition by bacteria that would have drawn oxygen back out of the atmosphere. Instead, they sank into the swamps, ultimately forming coal deposits that gave the Carboniferous its name.”33\nNever mind that there is no direct evidence of higher atmospheric oxygen levels during the Carboniferous. After all, Berner’s hypothesis is simply based on a computer model. Even so, as Shanti Menon explained, the oxygen-rich atmosphere hypothesized by Berner would have made for “a denser atmosphere that provided more lift and thus made it easier for [Carboniferous insects] to fly.”34 While this is in keeping with Jueneman’s Pleiongaea, it should be kept in mind that, as Menon was forced to admit, the whole idea is “a hypothesis based on a hypothesis.”35 But then, around 1985, Dale Russell and Parvez Kumar also came to the conclusion that Earth’s atmosphere had to have been much denser than at present. But is a denser atmospheric envelope really required for the sustenance of life on a planet reliant for its heat on a dwarf star? Until recently, such a dense atmosphere around a dwarf star planet had been thought to be detrimental to life since it would prevent the star’s rays from reaching the planet’s surface and thus inhibiting photosynthesis, “a serious blow for the development of life as we know it.” But then, simulation of a red dwarf planet’s atmosphere conducted by Robert Haberle and Manoj Joshi in the 1990s showed that a thick envelope would not really be required. As they stated, “even a thin atmosphere would do the trick.”37 “If the planet had only 15 per cent as much air as the Earth...that would still ferry enough heat around to the dark side to keep the atmosphere from freezing out.”38 The density, or otherwise, of a planet’s atmosphere, however, is relative. Even an atmosphere as dense as that of Venus, which has been blamed for its infernal heat, much denser than that proposed for Earth by the above proponents, is not enough to obstruct the Sun’s rays. And if pterodactyls and giant insects really required a denser atmosphere in order to fly and navigate, we will accept that. After all, the view that Earth was nestled within proto-Saturn’s envelope is not incompatible with a denser terrestrial atmosphere.\nTHE CRADLE OF LIFE\nKeeping the atmosphere from freezing on the night side of such a planet is one thing, keeping the water, still believed to be the cradle of life, in the same hemisphere from suffering the same fate is quite another. “Even in some of Joshi and Haberle’s models, there remained freezing conditions on the planet’s dark side.” At first, this led to something of an",
            "bibliography": [
                "1. Ibid., p. 28.",
                "2. Ibid., p. 28.",
                "3. S. Menon, “Insects of the Oxygeniferous,” Discover (September 1995), p. 32.",
                "4. Ibid."
            ],
            "captions": [
                "Illustration by J. F. Horrabin."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 348,
            "content": "oxygen...compared with 21 percent today.”3 According to Berner, this was due to “the rise of land plants in general and in particular to the vast and verdant swamps that characterized the Carboniferous.”32\n“All those swamp plants spit oxygen into the atmosphere, and when they died, they escaped the open-air decomposition by bacteria that would have drawn oxygen back out of the atmosphere. Instead, they sank into the swamps, ultimately forming coal deposits that gave the Carboniferous its name.”33\nNever mind that there is no direct evidence of higher atmospheric oxygen levels during the Carboniferous. After all, Berner’s hypothesis is simply based on a computer model. Even so, as Shanti Menon explained, the oxygen-rich atmosphere hypothesized by Berner would have made for “a denser atmosphere that provided more lift and thus made it easier for [Carboniferous insects] to fly.”34 While this is in keeping with Jueneman’s Pleiongaea, it should be kept in mind that, as Menon was forced to admit, the whole idea is “a hypothesis based on a hypothesis.”35 But then, around 1985, Dale Russell and Parvez Kumar also came to the conclusion that Earth’s atmosphere had to have been much denser than at present. But is a denser atmospheric envelope really required for the sustenance of life on a planet reliant for its heat on a dwarf star? Until recently, such a dense atmosphere around a dwarf star planet had been thought to be detrimental to life since it would prevent the star’s rays from reaching the planet’s surface and thus inhibiting photosynthesis, “a serious blow for the development of life as we know it.” But then, simulation of a red dwarf planet’s atmosphere conducted by Robert Haberle and Manoj Joshi in the 1990s showed that a thick envelope would not really be required. As they stated, “even a thin atmosphere would do the trick.”37 “If the planet had only 15 per cent as much air as the Earth...that would still ferry enough heat around to the dark side to keep the atmosphere from freezing out.”38 The density, or otherwise, of a planet’s atmosphere, however, is relative. Even an atmosphere as dense as that of Venus, which has been blamed for its infernal heat, much denser than that proposed for Earth by the above proponents, is not enough to obstruct the Sun’s rays. And if pterodactyls and giant insects really required a denser atmosphere in order to fly and navigate, we will accept that. After all, the view that Earth was nestled within proto-Saturn’s envelope is not incompatible with a denser terrestrial atmosphere.",
            "bibliography": [
                "1. Ibid., p. 28.",
                "2. Ibid., p. 28.",
                "3. S. Menon, “Insects of the Oxygeniferous,” Discover (September 1995), p. 32.",
                "4. Ibid., pp. 21 ff."
            ],
            "captions": []
        }
    ]
}
