{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 89,
            "content": "The manuscript lists 405 synodic months observed over 33 years. It also presents a table of 69 possible dates for future solar eclipses. The Evening Star, Venus, with its irregular course, was the first to appear and the last to fade, capturing the Maya's attention. They strived to measure its height, which varies at sunrise and sunset. These preoccupations, far beyond those required for compiling an agrarian calendar, revealed an obsessive interest in infinity—whether of time or space—and an anxiety concerning the passage of time. The astronomical observations of the Maya were so precise that the figures they calculated for the solar year were not only more accurate than the Julian year, but some claimed they were also more accurate than the Gregorian year, which was introduced in Europe in 1582 and remains in use today. Mesoamerican calendars were not produced by a single individual or generation. Their development and refinement spanned centuries. The basic elements can be traced back to the Olmec, who established their cities and ceremonial centers in Mexico’s Gulf Coast as early as the second century B.C. Over time—though the pun is not intended—these calendars evolved into an intricate system, incorporating different time cycles, all calculated independently with similar exactitude, relating one cycle to another in their measurement of time. One specific calendar used by the Maya, known as Haab, was based on a 360-day count divided into 18 months of 20 days each, to which five days—deemed “malefic, ill-omened, empty, and nameless”—were added at the end, bringing the total to 365 days. Although the 365-day calendar, which became common property among all Mesoamerican peoples, has been attested in inscriptions as early as 667 B.C., it is reported that the 360-day calendar did not come into use by the Olmecs until later in the first century B.C. If Edmonson is correct, this contradicts Velikovsky’s contention that the 365-day calendar followed the 360-day one. A simpler, but more mysterious, calendar, called Tzolkin by the Maya and Tonalamatl by the Aztecs, consisted of 260 days divided into 13 months of 20 days each. This sacred calendar was used to align religious festivals with the proper seasons; however, it has since been characterized as merely a divinatory program by scholars of Mesoamerican culture.",
            "bibliography": [
                "1. G. Anequin, op. cit., pp. 204-206.",
                "2. W. Gates in D. de Landa, Yucatan Before and After the Conquest (Baltimore, 1937), p. 60.",
                "3. A. Aveni, op. cit., p. 174 (emphasis added).",
                "4. Ibid., pp. 174, 175.",
                "5. G. Anequin, op. cit., p. 202.",
                "6. M. S. Edmonson, The Book of the Year: Middle American Calendrical Systems (Salt Lake City, 1988), p. 116.",
                "7. Ibid., pp. 194-195.",
                "8. Velikovsky, op. cit., pp. 330 ff.",
                "9. G. Anequin, loc. cit.; P. Tompkins, op. cit., p. 290."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 90,
            "content": "The Zoque’s ceremonial center at Izapa, developed in the fourteenth century B.C., passed on to the Olmec of the Gulf Coast and subsequently to the Maya in the east and the Mexican plateau in the west. Whether Malmstrom has come across a red herring or if Mayanists will ever accept his conclusions remains to be seen. It is certain that the synchronization of this calendar with the 360-day one occurred once every 18,980 days, or 52 years. This period coincides with the ceremony known as the Binding of the Years, which began at the midnight transit of the Pleiades constellation. The Mesoamericans also devised a lunar calendar that integrated with their other timekeeping devices. The lunar period of 29.53 days contained a mere discrepancy of only 0.112 of a day. The Dresden Codex includes both the perpetual lunar calendar and a table of new moons for predicting solar eclipses.",
            "bibliography": [
                "1. H. Malmstrom, “Where Time Began,” Science Digest (December 1981), pp. 56 ff.; idem, Cycles of the Sun, Mysteries of the Moon (Austin, Texas, 1997), pp. 1 ff.",
                "2. G. Anequin, op. cit., pp. 202-203.",
                "3. P. Tompkins, loc. cit.",
                "4. Ibid., p. 294.",
                "5. A. Aveni, “Venus and the Maya,” American Scientist, 67 (May-June 1979), p. 274.",
                "6. Ibid.",
                "7. Ibid., “Astronomy in Ancient Mesoamerica,” in E.C. Krupp (ed.), In Search of Ancient Astronomies (N. Y., 1977), p. 169.",
                "8. W. Gates, “The Dresden Codex,” Maya Society Publication, 2 (1932)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 91,
            "content": "Considering that the Maya had no optical instruments with which to scan the sky, these findings are truly amazing. They were aware of the commensurability between this 584-day Venus 'year' and the so-called vague year of 365 days, understanding that eight Venus 'years' equaled five vague years. The calculated equivalent of 2,920 days is a figure that appears repeatedly in their Venus tables. A newer manuscript, dubbed the Grolier Codex, surfaced in 1971. Michael Coe determined that, like the Dresden Codex, the extant eleven pages of this manuscript illustrate the Venus calendar but display a much more sophisticated system, described as “the world’s first and only perpetual calendar of Venus ever produced by any civilization.” Charles Lacombe stated, “this ancient Mayan document must rank among the supreme intellectual achievements of human history.” The codex predicts the appearance and disappearance of Venus in a great cycle of 845 revolutions equal to 1,352 years, and after completion, this cycle repeats endlessly by shifting the order of the lines and how they are to be read.",
            "bibliography": [
                "1. H. Malmstrom, op. cit., p. 56.",
                "2. G. Anequin, op. cit., pp. 202-203.",
                "3. P. Tompkins, loc. cit.",
                "4. Ibid.",
                "5. A. Aveni, op. cit., p. 274.",
                "6. Ibid., p. 294."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 92,
            "content": "Two pages from the Grolier Codex dealing with the motions of the planet Venus. (From a photograph by Justin Kerr.) Floyd Lounsbury has argued that the Venus table was historically initiated on a date that translates as November 20, A.D. 934. Some scholarly speculation suggests that the codices may also contain information about other planets visible to the naked eye, but this remains unverified. Additionally, much lore has likely been lost due to the destruction of many codices by the Spanish Catholic Church, a topic noted by Diego de Landa, the first archbishop of Yucatan.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 93,
            "content": "In its slow march across the sky, the Chinese calculated that it takes Saturn 28 years to complete one revolution around the Sun, not far from the modern value of 29.46 years. The apparent stoppage and temporary retrograde motion of Saturn, applicable to all outer planets, was also calculated. Gustave Schlegel pointed out that the modern value for this motion aligns closely with Chinese observations. The records of ancient Chinese astronomy include a wealth of astronomical observations.",
            "bibliography": [
                "1. Gribbin, “The Inconstant Sun,” KRONOS V:3 (Spring 1980), p. 64.",
                "2. Ibid.",
                "3. Ibid.",
                "4. Ibid., p. 59.",
                "5. Ibid.",
                "6. G. Schlegel, Uranographie Chinoise (La Haye, Leyde, 1875), p. 628 (translated for the author)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 94,
            "content": "The legendary Chinese astronomers Hsi and Ho receiving their commission from the justly legendary Emperor Yao. (From a Qing dynasty print.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 95,
            "content": "The ancient Chinese records indicate that Saturn takes 28 years to complete one orbit around the Sun, a figure that closely aligns with the modern estimate of 29.46 years. The apparent stoppage and temporary retrograde motion of Saturn, as observed by the Chinese, further reflects a sophisticated understanding of planetary motions and alignments. The concept of 'Guest Stars' was also uniquely Chinese, documenting temporary stellar explosions that brought usually invisible stars to brightness.",
            "bibliography": [
                "1. Gribbin, “The Inconstant Sun,” KRONOS V:3 (Spring 1980), p. 64.",
                "2. Ibid.",
                "3. Ibid.",
                "4. Ibid., p. 59.",
                "5. Ibid.",
                "6. G. Schlegel, Uranographie Chinoise, p. 628."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 96,
            "content": "tion itself where it is stated that “the planets move on their own paths, approaching one another at a distance.” G. Thibaut has claimed that much of what is contained in the Hindu Siddhantas is based on the teachings of the Greek astronomers Hipparchos and Ptolemy. Next, we turn to Greece and Babylon.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 97,
            "content": "Ptolemy wrote a four-book text on astrology, the Tetrabiblos, compiling material from various ancient cultures. Despite his astrological beliefs, he was not an incompetent astronomer. Much of what he presents in the Almagest is based on his own observations and extensive numerical calculations. Ptolemy’s theories, while later challenged, were initially embraced and often elevated to truths.",
            "bibliography": [
                "1. Asimov, “Science Follies,” Science Digest (July 1982), p. 79.",
                "2. Heuer, op. cit., p. 122.",
                "3. Ibid.",
                "4. Gregory, Inventing Reality: Physics as Language, p. 9.",
                "5. Jeans, The Growth of Physical Science, p. 122."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 98,
            "content": "Claudius Ptolemy—depicted here with his astronomical cross-staff—significantly influenced the course of astronomy for a millennium. (Illustration by André Thevet from his Portraits and Lives of Illustrious Men.)",
            "bibliography": [],
            "captions": []
        }
    ]
}
