{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 149,
            "content": "Since time immemorial, has never however been doubted. Unfortunately, the ancient tales were written down in their present form by early Christian monks who saw fit to turn the ancient gods into men of flesh and blood. Such was Balor, he of the single flaming eye, whose name is ultimately derived from bhel, and thus equivalent to Beli or Bel. He who once had been a celestial divinity was turned into a terrestrial king. Despite this metamorphosis, even though the idea has not been widely accepted, the characteristics of Balor have been compared to those of the Sun. That Balor, however, had been a nocturnal sun is indicated by his title. He was known as the King of Night.\n\nTHE GOD OF SATURDAY NIGHT\n\nAs befitted his nocturnal station, Osiris was venerated in a festival which took place at night.\n\n“Herodotus tells us that the grave of Osiris was at Sais in Lower Egypt, and that there was a lake there upon which the sufferings of the god were displayed as a mystery by night. This commemoration of the divine passion was held once a year...and an image of a cow, made of gilt with a golden sun between its horns, was carried out of the chamber in which it stood the rest of the year...A great feature of the festival was the nocturnal illumination. People fastened rows of oil lamps to the outside of their houses, and the lamps burned all night long. The custom was not confined to Sais, but was observed throughout the whole of Egypt.”",
            "bibliography": [
                "1. J. X. W. P. Corcoran, “Celtic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 227.",
                "2. D. A. Mackenzie, Egyptian Myth and Legend (N. Y., 1907/1978), p. 300.",
                "3. J. G. Frazer, The Golden Bough: A Study in Magic and Religion (London, 1922/1974), pp. 491-492.",
                "4. Idem, Adonis, Attis, Osiris (London, 1919), p. 156.",
                "5. G. de Santillana & H. von Dechend, op. cit., p. 129."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 150,
            "content": "",
            "bibliography": [],
            "captions": [
                "Procession during the festival of Osiris."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 151,
            "content": "At midnight in its radiant light. Later, at the Iseum in Rome, the same Lucius is admitted to the degree of Osiris himself, during which initiation he spends ten days in fasting before he is introduced to the nocturnal rites, or orgia, of Osiris.\n\nAnother nocturnal feast, as brought to my attention by Roger Ashton, is also held in some parts of India when the thirteenth day of a lunar fortnight happens to fall on a Saturday. In Sanskrit, the day of Saturday is called Shanivar which, Shani being Saturn, translates as “Saturn’s Day.” Actually, Saturday was the day held sacred to Saturn among more than one ancient nation and, to this day, it continues to bear the planet’s name not only in Sanskrit. To the Jews, Saturday is Shabbath (the Sabbath), which word is sometimes said to derive from the closely related shabath, which means “to repose” or “to rest.” In fact, however, the Sabbath is named in honor of Saturn which, in Hebrew, is called Shabtai.” The word shabath—\"to repose” —is then traceable to the same root, derived because Elohim was said to have rested from creation on that day. In Italian, Saturday is rendered Sabato, derived from Hebrew through the Greek Sabbaton. In Maltese, Saturday is called Sibt, derived from the same Semitic root. The English name Saturday is itself a contraction of the Saxon Saterne’s Day (or Daeg) from the Latin Saturni Dies. Even in Indo-China, and more specifically Cambodia, Saturday is named in honor of Prah Sau, which is the planet Saturn.”",
            "bibliography": [
                "1. Apuleius, Metamorphoses, 1X:22, X1:23.",
                "2. R. E. Witt, Isis in the Graeco-Roman World (Ithaca, 1971), p. 159.",
                "3. Hindi-English edition of Bhargava’s Standard Illustrated Dictionary of the Hindi Language (Varanasi, 1960), p. 1017. V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1975), entry under “Shanivar.”",
                "4. J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 112.",
                "5. W. A. Heidel, op. cit., p. 465.",
                "6. Genesis 2:2.",
                "7. C. H. Marchal, “The Mythology of Indo-China and Java,” Asiatic Mythology (N. Y., 1972), p. 198.",
                "8. V. S. Apte, op. cit., p. 907.",
                "9. See here the index to E. Hoffman’s edition of Augustine’s De Civitate Dei (Vienna, 1899-1900); R. Klibansky, et al, Saturn and Melancholy (London, 1964), p. 161.",
                "10. Al-Biruni, The Chronology of the Ancient Nations (London, 1879), p. 201 (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 152,
            "content": "",
            "bibliography": [],
            "captions": [
                "An image of a cow, made of gilt with a golden sun between its horns, was carried out of the chamber in which it stood the rest of the year."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 153,
            "content": "",
            "bibliography": [],
            "captions": [
                "Saturn—radiating more heat than it receives from the Sun. (Photograph courtesy of NASA.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 154,
            "content": "Chapter 5\nDARK STARS\nDead Suns\nAs late as 1966, most theories still pictured the planet Jupiter as consisting of a large inner core of ice under enormous pressure. This core was believed to be surrounded by a voluminous ocean of compressed and liquefied gases which, in turn, merged into an atmosphere of hydrogen. It was “known” that the planet could not be emitting heat from its own internal source. With a core of ice, obviously, this would have been impossible. Thermocouple measurements had in fact detected a very low temperature in the region of -130 to -158°C. As with Jupiter, so with Saturn. The similar nature of these two planets was stressed. Temperatures on Saturn were estimated as being extremely low, approximately -150°C. What an embarrassing difference from the picture that emerged less than a year later!\n\nOf course, as usual, there was no consensus among astronomers and some were painting pictures of a Jupiter with a much hotter interior. F. R. Moulton, for example, was speaking of Jupiter’s internal heat as early as 1910. It will not be found stated in current scientific literature, but Immanuel Velikovsky was alluding to both Jupiter and Saturn as “dark stars” by 1950. This was not based on the scenario of his book, Worlds in Collision, in which the statement appeared, but on earlier events presented in a prequel to that work, which prequel remains unpublished to this day. It is not that I uphold either of Velikovsky’s scenarios; I do not. But I am not about to throw the baby out with the bath water. Credit should be given where due. In any case, Velikovsky was not alone. By 1962, E. J. Opik had calculated that Jupiter radiated from 1.2 to 2.0 times the energy it receives from the Sun. As Ralph Juergens pointed out: “Indeed, speculation that Jupiter is a dying star, radiating away internal heat, goes back more than a century.”",
            "bibliography": [
                "1. L. Rudaux & G. de Vaucouleurs, Larousse Encyclopedia of Astronomy (London, 1966 revised edition), pp. 212-213.",
                "2. FR. Moulton, An Introduction to Astronomy (N. Y., 1910), p. 343.",
                "3. R. E. Juergens, op. cit., p. 71.",
                "4. Arielle Emmet, op. cit., pp. 14-15.",
                "5. V. A. Firsoff, The Solar Planets (Canada, 1977), pp. 162-163."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 155,
            "content": "According to McNally, it is not just Jupiter but the entire Jovian planets that can be classified as “failed stars.” What applies to Jupiter must therefore also apply to Saturn.\n\nPROTO-STARS\n\nBy late 1980, Voyager 1 did for Saturn what the earlier Pioneers had done for Jupiter. Garry Hunt, the Voyager mission meteorologist, stated: “We have this paradox of bodies that are somewhat like stars inside but have Earth-like weather on the outside.”\n\nBut Saturn is definitely not a star,” Henry Simmons stated and added that, although the planet’s core may reach as much as 30,000°C, its temperature is “hundreds of times too low to ignite the thermonuclear reactions that heat the stars.” These giant planets, Arielle Emmet echoed him, “could not heat up enough to begin deuterium burning.”\n\nFirsoff did not quite agree. He stated that even the lowest assumed temperature of Jupiter’s interior is adequate to initiate nuclear fusion. With deuterium, which has been discovered in the Jovian atmosphere, a reaction can start at 50,000°K. Lithium and beryllium burning would soon follow. “This could raise the central temperature to 1,000,000°C, required for the proton-proton reaction, which is the main source of power in the Sun.”",
            "bibliography": [
                "1. M. van Nimwegen, “Persians Get Fired Up to Mark New Year,” The Vancouver Sun (March 22, 1993), p. C5.",
                "2. E. S. Thompson as cited by D. H. Kelley, “The Nine Lords of the Night,” Contributions of the University of California Archaeological Research Facility, No. 16 (October 1972), p. 56."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 156,
            "content": "",
            "bibliography": [],
            "captions": [
                "Jupiter—radiating more heat than it receives from the Sun.",
                "Photograph courtesy of NASA."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 157,
            "content": "According to McNally, it is not just Jupiter but the entire Jovian planets that can be classified as “failed stars.” What applies to Jupiter must therefore also apply to Saturn.\n\nPROTO-STARS\n\nBy late 1980, Voyager 1 did for Saturn what the earlier Pioneers had done for Jupiter. Garry Hunt, the Voyager mission meteorologist, stated: “We have this paradox of bodies that are somewhat like stars inside but have Earth-like weather on the outside.”\n\nBeing further out,“ wrote Rick Gore, Saturn gets only a fourth the solar energy that Jupiter receives. At Jupiter the solar heat striking the atmosphere is equal to the internal heat coming up. At more distant Saturn internal heating dominates. The upwelling of this heat may generate the much stronger surface winds. In any event, both planets are a theorist’s delight.”\n\nIn fact, scientists found that Saturn generates bursts of energy in the one-megahertz frequency range.\n\nGore described Saturn as “a pale yellow giant, a turbulent ball of primordial gas that more resembles a star than the inner planets we know.” Emmet had earlier expressed similar views. “Recent observations of the giant planets, Jupiter and Saturn,” he wrote, “lend credence to earlier speculation that both were actually proto-stars.” Both have a system of accompanying satellites which have been likened to miniature solar systems.\n\nSaturn’s temperature was eventually given as 94.4 + 3° K. But this, it must be pointed out, was not the assumed temperature of the planet’s interior. Its total heat emission has been calculated at about 2.2 times higher than its absorbed sunlight. It was then felt that this excess heat cannot be due to residue from the planet’s formative period. An internal heat source, long postulated, was therefore thought to be certain.\n\nIn 1977 Firsoff had written that “it has been obvious for many years that Saturn is heated from within.” According to him, Saturn must be powered by substantially the same nuclear processes he had postulated for Jupiter.",
            "bibliography": [
                "1. McNally, loc. cit.",
                "2. R. Gore, “Voyager 1 at Saturn: Riddles of the Rings,” National Geographic (July 1981), p. 21.",
                "3. H. T. Simmons, op. cit., p. 43.",
                "4. R. Gore, op. cit. (emphasis added).",
                "5. H. T. Simmons, op. cit.",
                "6. R. Gore, op. cit., p. 4.",
                "7. A. Emmet, op. cit., pp. 14-15.",
                "8. Anonymous, “Ringside Seat,” Scientific American (April 1980), p. 72.",
                "9. A. Firsoff, op. cit., p. 164.",
                "10. D. Cardona, “Night Sun,” Frontiers of Science (March-April 1982), p. 30."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 158,
            "content": "",
            "bibliography": [],
            "captions": [
                "Saturn—radiating more heat than it receives from the Sun.",
                "Photograph courtesy of NASA."
            ]
        }
    ]
}
