{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 94,
            "content": "The legendary Chinese astronomers Hsi and Ho receiving their commission from the just as legendary Emperor Yao.",
            "bibliography": [],
            "captions": [
                "From a Qing dynasty print."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 95,
            "content": "In its slow march across the sky, the Chinese calculated that it takes 28 years for the planet to complete one revolution around the Sun,\" which is not too far off the modern value of 29.46 years.\n\nThe apparent stoppage and temporary retrograde motion of Saturn along its orbit, which applies to all outer planets—that is, those farther away from the Sun than Earth, and therefore outside Earth’s orbit—an illusion brought about when Earth overtakes it in its narrower circuit, was also calculated by them. As Gustave Schlegel pointed out, the modern value for this apparent motion \"more or less agrees with the Chinese observation.\" And similarly for the other planets visible to the naked eye.\n\nGUEST STARS\n\nOne particular branch of ancient astronomy that can be said to have been uniquely Chinese was the record-keeping of what they termed \"Guest Stars.\" These records documented the temporary blaze of stellar \"explosions,\" or flare-ups, which bring usually invisible stars to bright perceptibility, an effulgence which persists for a specific, but not usually long, time, before it wanes and the star again disappears from view. Having once been referred to as \"new stars,\" these stellar phenomena are now known as novae and supernovae. The most famous of such temporary Chinese Guest Stars was the one that took place in 1054 A.D., a supernova that is now believed to have given birth to the Crab Nebula.\n\nTHE SURYA SIDDHANTA\n\nOf Hindu astronomical knowledge I will say nothing beyond a few facts as contained in the Surya Siddhanta which, among other matters, presents the correct view that Earth is a sphere. As it is there written: \"And everywhere upon the globe of the earth, men think their own place to be uppermost— but since it is a globe in the ether, where should there be an upper, or where an underside of it?\"* Aryabhatta even held the opinion that Earth revolves on its axis.\n\nOne should read the section of the Surya Siddhanta which treats of planetary conjunctions, that is the apparent contact of one planet with another as seen with the naked eye against the background of stars, in order to obtain some measure of understanding concerning the painstaking observations and calculations that these early astronomers were capable of. A different term is there employed for different conjunctions.* These apparent close approaches of planets were correctly understood in a purely angular sense—that is, they were quite aware that the planets appeared to touch each other only when they happened to lie in the same line of sight as seen from Earth.”\n\nVelikovsky was thus completely in error when he proposed that these conjunctions referred to actual physical contacts between planets.\" This is evidenced by the work in question.",
            "bibliography": [
                "1. Ibid., pp. 628-629.",
                "2. Ibid., p. 629.",
                "3. Ibid.",
                "4. E. Burgess & W. D. Whitney (translators), Surya Siddhanta: A Textbook of Hindu Astronomy (Minneapolis, 1978), p. 392.",
                "5. W.E. Clark (translator), The Aryabhatiya of Aryabhatta (1930), p. 13.",
                "6. Surya Siddhanta VII:2-6.",
                "7. Ibid., V:6.",
                "8. Velikovsky, op. cit., p. 256."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 96,
            "content": "Motion itself where it is stated that \"the planets move upon their own paths, approaching one another at a distance.\"*\n\nG. Thibaut has claimed that much of what is found contained in the Hindu Siddhantas, of which there is more than one, is mainly based on the teachings of the Greek Hipparchos and/or Ptolemy. Otto Neugebauer and D. Pingree also trace some of this Hindu knowledge to the even older Babylonians. We therefore turn next to Greece and, after that, to Babylon.\n\nTHE ALMAGEST\n\nClaudius Ptolemaeus, popularly known simply as Ptolemy, was the most celebrated geographer, mathematician, and astronomer prior to medieval times. More than that, he has often been referred to as \"the greatest astronomer of antiquity.\" Unfortunately, despite some Arabian traditions concerning his personal appearance and the report that he lived to the ripe old age of 78 years, nothing much is known about the man himself. Whether his name, Ptolemaeus, derived from that of the Greek city in which he was said to have been born, Ptolemais Hermii, or whether, as Kenneth Heuer assumes, it \"indicates that he was an inhabitant of Egypt of Greek or Macedonian [that is, Ptolemaic] descent,\" cannot now be ascertained.\n\nWhat seemed to have been certain until recently is that he conducted his astronomical observations at Alexandria, in Egypt, sometime during the years 127 and 141 or 151 A.D. The belief among more modern historians of science, however, is that Ptolemy conducted most of his observing \"not at night on the coast of Egypt but during the day in the great library at Alexandria, where he appropriated the work of a Greek astronomer [Hipparchus] and proceeded to call it his own.\"\n\nOf his works on geography and mathematics, I shall say nothing here, concentrating instead, and then only briefly, on his astronomical observations and theories. These were presented in thirteen books originally titled Syntaxis, but later referred to by the Arabs as Almagest, which means \"The Greatest,\" the name by which the work is now more commonly alluded to. For better or worse, this work \"was accepted as the final authority on the subject until it was superseded by the observations of the Polish astronomer Nicolaus Copernicus in the 16th century.\"\n\nWhat Ptolemy concluded from his so-called observations of the heavens was that the heavenly bodies moved in circular orbits and that Earth, already known by then to be spherical in shape, was at the centre of the universe. He calculated the periods of revolution, as well as the apparent retrogradation, of the five planets visible to the unaided eye, the inclination of their orbits, and their motions in latitude. He compiled a catalogue of the stars visible in both the northern and southern hemispheres, listed under constellations, giving their apparent magnitudes, latitudes, and longitudes, which stars numbered 1,022 (some say 1,025) as compared with the 850 or so that were contained in the earlier catalogue of Hipparchus.\n\nMuch of the Almagest is taken up with an explanation of astronomical assumptions and mathematical methods; the length of the year and the motion of the Sun; the length of the month and the motions of the Moon; the sizes and distances of the Sun, the Moon, and Earth itself; eclipses of the Sun and the Moon; and the precession of the equinoxes.",
            "bibliography": [
                "1. Surya Siddhanta V:24 (emphasis added).",
                "2. W. Broad & N. Wade, 'Betrayers of the Truth: Cases of Fraud in the Idealized World of Science,' Equinox (May-June 1983), p. 86.",
                "3. K. Heuer, City of the Stargazers (N. Y., 1972), p. 117.",
                "4. W. Broad & N. Wade, loc. cit.",
                "5. Kindersley (ed.), Quest for the Past (N. Y., 1984), p. 180."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 97,
            "content": "Ptolemy also wrote a text in four books on astrology, the Tetrabiblos, which he compiled from material culled from Chaldean, Egyptian, Greek, and earlier writings, with which we shall also not concern ourselves here. Let not the reader, however, disqualify Ptolemy as an incompetent astronomer because of his astrological beliefs. Isaac Newton was not only a believer in alchemy, he himself attempted to change base metals into silver and gold. As Heuer informed his readers, \"Ptolemy was not the kind of genius who produced new ideas; he took existing ideas and changed and extended them in order to obtain agreement with observed facts.\" There is no doubt, however, that a large part of the theories he presents are his own contributions \"based on observations of his own, not to speak of the unbelievable number of numerical calculations which underlie the tables of the Almagest.\" Some of Ptolemy’s modern defenders have been claiming that his \"system\" has been much misunderstood by astronomers as well as historians of astronomy. As Irving Wolfe pointed out:\n\"...the theory of Ptolemy was not presented in its time as a real picture of the sky.\nAstrophysicist Bruce Gregory reminds us that Ptolemy’s model was not said to be a miniature of the Solar System, as we use the word today. It was 'a device for calculating the position of the planets, not a device for representing the appearance of the planets.' Astonishingly, the theory of Copernicus was first presented in the same way, as a system which 'might not be the true scheme of nature, but merely a mathematical fiction which fitted the observations.'\" Ptolemy’s system, however, was soon elevated to absolute truth, as was Copernicus’ later, so it is we who have made them into religions.\" Maybe so, even though, to me, this sounds more like an attempt to whitewash Ptolemy’s image. Thus, for instance, those astronomers who have more recently re-examined Ptolemy’s original data soon realized that retrocalculations of the planets proved that many of Ptolemy’s so-called observations were wrong. \"The errors were gross even by the standards of ancient astronomy.\" There is also no longer any doubt that Ptolemy plagiarized the work of the earlier Hipparchus. We have already noted the earlier star catalogue compiled by Hipparchus who conducted his observations from the island of Rhodes. This Greek island lies five degrees of latitude north of Alexandria. This makes for a five-degree band of southern stars that can be seen from Alexandria but not from Rhodes. Not a single one of the 1,022 stars that Ptolemy listed in his catalogue is to be found in this five-degree band. Moreover, \"every example given in the Almagest of how to work out spherical astronomy problems is given for a latitude the same as that of Rhodes.\"! Robert Newton went even further:",
            "bibliography": [
                "1. Surya Siddhanta V:24 (emphasis added).",
                "2. W. Broad & N. Wade, 'Betrayers of the Truth: Cases of Fraud in the Idealized World of Science,' Equinox (May-June 1983), p. 86.",
                "3. K. Heuer, City of the Stargazers (N. Y., 1972), p. 117.",
                "4. W. Broad & N. Wade, loc. cit.",
                "5. Kindersley (ed.), Quest for the Past (N. Y., 1984), p. 180."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 98,
            "content": "Claudius Ptolemy —with his astronomical cross-staff—who prevented the advance of astronomy.",
            "bibliography": [],
            "captions": [
                "Illustration by André Thevet from his Portraits and Lives of Illustrious Men (Paris, 1584)."
            ]
        }
    ]
}
