[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 49,
        "content": "Socrates defending himself at his trial. Accused of preaching against the gods and corrupting the youth of his time, Socrates was found guilty and sentenced to death. Surrounded by his saddened friends, he carried out the sentence by drinking hemlock. (Illustration by John Green.)",
        "bibliography": [
            "49"
        ],
        "captions": [
            "Saree. Socrates defending himself at his trial. Accused of preaching against the gods and corrupting the youth of his time, Socrates was found guilty and sentenced to death. Surrounded by his saddened friends, he carried out the sentence by drinking hemlock. (Illustration by John Green.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 50,
        "content": "",
        "bibliography": [
            "50"
        ],
        "captions": [
            "Kronos, holding the sickle with which he castrated his father."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 51,
        "content": "Rhea, giving Kronos a stone in swaddling clothes, instead of her son Zeus, for him to devour. (From a relief now in the Capitoline Museum, Rome.)",
        "bibliography": [
            "planets, should we not turn our attention to a possible cosmological interpretation of the myth? THE PLANETARY DEITIES That ancient man worshipped the planets as gods is not a new revelation. The study of classical texts, of cuneiform tablets, even the pages of the Old Testament, have long illuminated this oft-ignored aspect of ancient religions. The Sun and the Moon—one as the benefactor of light and warmth, the other as the vanquisher of nightly shades—might be considered appropriate candidates for divine worship. But what influence could the planets have?"
        ],
        "captions": [
            "Rhea, giving Kronos a stone in swaddling clothes, instead of her son Zeus, for him to devour. (From a relief now in the Capitoline Museum, Rome.)"
        ],
        "headers": []
    }
]