{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 169,
            "content": "Nos, whom we already know to have been a sky-god: Ouranos means the coverer, but... the name would have remained unintelligible apart from its reference to the Sanskrit name.”[1]\nGiven the equivocalness of translation, we are not surprised to find Wendy O’Flaherty giving the meaning of the name Varuna as “all-enveloping.”[2] Even so, and once again, temporarily leaving aside the god’s assimilation to the sky, we find that Varuna was sometimes simply called Aditya—“eternal, celestial light”[3]—which, like the other deities in the series we have been considering, identifies the deity as a celestial body.\n\nLike the Saturnian deities of other nations, Varuna was considered “the first Sovereign”[4] and “universal monarch.”[5] While Ovid spoke of “yellow-eyed Saturn,”[3] Varuna was said to have had yellow eyes.[3]\n\nTrue, some may consider the above as rather slim evidence on which to base the identity of Varuna as Saturn but, in following chapters, more will be presented. All that needs to be re-stated here is that, like Janus, with whom we are presently mainly concerned, the above series of gods were all believed to have represented that entity which the Greeks called kosmos and which, among modern mythologists, has come down to symbolize the sky or heaven. Using the old adage that things which are equal to the same thing must be equal to one another, one can therefore assume that, since the deities enumerated above are all, to some extent, identifiable as avatars of the Saturnian deity, then so must Janus be identified.\n\nActually, the above series of identifications has been presented more as an exercise in comparative mythology, and as a basis for coming chapters, than as evidence for the Saturnian identity of Janus since the comparisons are not really required to make our case. As will be seen directly below, we have direct evidence at our disposal.\n\nSATURNUS\n\nThat Janus was merely another name for Saturn was known and acknowledged by the ancients themselves. Thus, in describing the New Year Festival, which we have already seen affiliated with the Saturnian planet through the Persian feast of Nauroz, Joannes Lydus had this to say:\n\n“Our own Philadelphia still preserves a trace of the ancient belief. On the first day of the month [that is January, named after Janus] there goes in procession no less a personage than Janus himself, dressed up in a two-faced mask, and people call him Saturnus, identifying him with Kronos.”[8]\n\nHere I must at once state that there is no point in claiming that Janus and Saturnus are presented as different deities in the Roman pantheon or that the quote from Lydus is too late, dating from the sixth century, for any credence to be attached to it. In the first place, it was not Lydus who called Janus by the name Saturnus. It was, as he tells us, the people who did so. In other words, he was reporting general belief. More than that, as Lydus himself stated, the knowledge he imparted still preserved “a trace of the ancient belief,” meaning that the",
            "bibliography": [
                "1. A. S. Murray, Who’s Who in Mythology: Classic Guide to the Ancient World (London, 1995), p. 328.",
                "2. W. D. O’Haherty, Hindu Myths (Harmondsworth, 1976), p. 356.",
                "3. V. Ions, Indian Mythology (London, 1967), p. 20.",
                "4. M. Eliade, The Myth of the Eternal Return (London, 1955), p. 29.",
                "5. J. W. Perry, Lord of the Four Quarters (N. Y., 1970), p. 121.",
                "6. H. Gregory (trans.), The Metamorphoses (N. Y., 1958), p. 176.",
                "7. A.B. Keith, “Indian Mythology,” The Mythology of All Races, Vol. VI (1964), p. 85.",
                "8. Joannes Laurentius Lydus, De Mensibus 4:2 (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 170,
            "content": "Was itself already ancient in his time.\nMeanwhile, the fact that Janus and Saturnus were considered separate deities has nothing to do with the issue. As noted earlier, and as has been recognized by others, there is nothing strange about having different deities, even within the same pantheon, as personifying the same celestial object. As far as Janus is concerned, he could be considered an older Saturn—Cook had no qualms about making him an older Jupiter,[1] with which this author naturally disagrees.\n\nTo be fair, since I mentioned him, Cook did not accept the statement of Lydus— but not because he considered the source as a late one. “The confusion of Ianus [the same as Janus] with Kronos,” he tells us, “no doubt presupposes the usual blunder Kronos = Chronos [that is Time personified], which from the fifth century B.C. onwards queered the course of Greek theology.”[2]\n\nWhy did Cook bring this point up? He did so because he could not avoid the veneration of Janus as a god of time, or Time personified,[3] which, through the rules of comparative mythology, would equate the Italic deity with the Greek Chronos. But, in the first place, according to Lydus, his countrymen did not call Janus by the name Kronos. They called him by the name Saturnus. The identification with Kronos was added because Kronos was simply the Greek counterpart of the Italic Saturnus. In the second place, as will be indicated in detail in a later chapter of this work, the blunder concerning the identification of Kronos/Saturn with Chronos/Time happens to be Cook’s. In fact, as we shall soon see, the identification of Janus as Saturn does not rest solely on the statement of Lydus but also on the comparison of this deity’s characteristics with those of the known Saturnian deities of other nations. Thus, for instance, William Heidel speaks of “the recognized association of Saturn with Janus”[4],",
            "bibliography": [
                "1. A. B. Cook, op. cit., pp. 335 ff.",
                "2. Ibid., p. 374.",
                "3. W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 469 (emphasis added).",
                "4. Ibid., pp. 336-337."
            ],
            "captions": [
                "The two-faced Janus.",
                "Roman coins."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 171,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 172,
            "content": "and gives a reference to Macrobius®\nN                      besides the one to Lydus. For whatever\nbesides the one to Lydus. For whatever\nog                      it is worth, Hislop also identified Janus\nit is worth, Hislop also identified Janus\nSee                   as Saturn.“ It cannot therefore be said\nas Saturn.“ It cannot therefore be said\n:     St Oe                  that Macrobius was that much in error\nthat Macrobius was that much in error\naw)        fy >             when he presented Janus as a solar de-\nwhen he presented Janus as a solar de-\nwent Pare            ity4 if this solar deity is understood to\n:    Fis oy          ii J sil                 have been the primeval Saturnian sun.\nity* if this solar deity is understood to\nhave been the primeval Saturnian sun.\ni ac           ; Niki                      But why did I bring all this up at this\nBut why did I bring all this up at this\nte     P         = Th  “a              particular point? Merely to indicate that\nparticular point? Merely to indicate that\ny Hi TAA Waheed                 Janus can also be seen as yet one more\nJanus can also be seen as yet one more\n‘YY LEN,’              example of the Saturnian sun? Hardly. I\nexample of the Saturnian sun? Hardly. I\n5     alli wae OP    4           brought all this up as a foundation for\nbrought all this up as a foundation for\ny  i;     Sled: A          the next datum I wish to present—one\nthe next datum I wish to present—one\n) eae \\, BY         that will take us into even deeper wa-\nthat will take us into even deeper wa-\n| INN                 ters.\nters.\nOP : 4     )    i  e                      STELLA PROXIMA\nSTELLA PROXIMA\nv    A | \\                  One aspect concerning Janus that\nOne aspect concerning Janus that\nST Ze Ve                     has bewildered mythologists in the past\nhas bewildered mythologists in the past\n= ESA wo                    was originally presented by the Roman\nwas originally presented by the Roman\n.                        Poet Publius Ovidius Naso, who is better\nPoet Publius Ovidius Naso, who is better\n=                  known simply as Ovid. It was he\nter known simply as Ovid. It was he\nbelieved to have had the appearance of a\n==                 who reported Janus as having stated:\nwho reported Janus as having stated:\n=                 “The ancients called me chaos, for a\n“The ancients called me chaos, for a\nfe 4                    being from of old am I.” And, after\nbeing from of old am I.” And, after\neI                        having described the creation of the\nhaving described the creation of the\n=|                            “world,” the same Janus is made to declare: “T’was then that I, till that time a\n“world,” the same Janus is made to declare: “T’was then that I, till that time a\nfe                      mere ball, a shapeless lump, assumed\nthe face and members of a god.”47\nthe face and members of a god.”47\neT ~                              What this tid-bit of a myth tells us is\nWhat this tid-bit of a myth tells us is\nthat, prior to Creation, Janus/Saturn was\nWinged Saturnus—with star above his head, believed to have had the appearance of a\nsphere—“a mere ball.” A similar myth\nglobe in his hands, indicating his original shape. is also told by the Eskimos who claim\nthat Ataksak, one of their major divinities, lives in heaven but does not have\nthe form of a man. He merely looks like a sphere.*8\nAtaksak is not identified as an aspect of the planet Saturn. But since he happens to share a Saturnian trait to which we shall come later, I will beg my readers’ credence in allowing me",
            "bibliography": [
                "1. Macrobius, Saturnalia, 1:7 sq.",
                "2. A. Hislop, op. cit (1916 edition), p. 271.",
                "3. Macrobius, op. cit., 1:9:9.",
                "4. Ovid, Fasti 1:103.",
                "5. Ibid., 1:111 (emphasis added).",
                "6. M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972), p. 427."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 173,
            "content": "to assume the identification. In any case, even without the additional evidence of this Eskimo\nsnippet, we are still left with the spherical shape of Janus/Saturn. The implication here is\nclear. If ancient man could remember a time when Saturn appeared as a sphere to the\nunaided eye, Saturn would had to have been closer to Earth.\nTHE DOGON MYSTERY\nAt this point I wish to introduce a few items which archaeoastronomers have found quite\nbewildering. I start with the astronomical knowledge of the Dogon of Mali of what had once\nbeen the French Sudan, in Africa.\nThanks to the writings of Marcel Griaule, Germaine Dieterlen, and Robert Temple, the\nDogon, once a little-known tribe with some very curious rituals, have now been placed on the\ntourist map. But more than their exotic costumes, bizarre masks, dances, and commemorative\nfestivals, these people have become increasingly renowned for their astronomical lore. As\nEdwin Krupp reported:\n“Counting the phases of the moon, keeping track of the configurations of Venus, and\nwatching the arrivals and departures of the stars are all part of Dogon practical astronomy. The Dogon recognizes 266 stars or asterisms and associate them with 266\npictographic symbols that are painted on rock shelters, altars, and other shrines.”[7]\nThe Moon, say the Dogon, “is dry and dead like dry dead blood.”[8] They know that the\nplanets, which they call tolo tanaze —that is “stars that turn (around something)”[9] revolve\naround the Sun. They claim that “Jupiter follows Venus by turning slowly around the sun.”[10]\nThey possess four different kinds of calendar—a solar calendar, a lunar calendar, a Venus\ncalendar, and, remarkably, one based on the star known to us as Sirius.[11] Either through intuition or otherwise, the Dogon are of the belief that an infinite number of stars and an infinite number of planets, together with their satellites, exist.\nWhat mostly interests us here, however, has to do with what they have to say in relation\nto Saturn. Concerning this planet, the Dogon “affirm there is a permanent halo around the\nstar, different from the one sometimes seen around the moon.”[12] Their own drawing of Saturn\nactually shows the planet, depicted as a circle, distinctly surrounded by a ring. Saturn is\nalso known to them as “the star of limiting the place,” which probably alludes to the fact\nthat Saturn is the outermost planet among those visible to the naked eye.\nAs Krupp was later to admit, these astronomical traditions of the Dogon “were bound to\ncause consternation among astronomers, for it seems impossible to reconcile the Dogon astronomical knowledge...with their instrumental resources, namely the unaided eye.”[13] While\nGriaule and Dieterlen did not, themselves, come to a definite conclusion concerning how the\ndogon came upon their astronomical lore, Robert Temple, who built an edifice on their\nastronomical knowledge concerning the planet Saturn, was led to believe that the planet was actually three separate bodies.\n\n",
            "bibliography": [
                "7. E. C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 166.",
                "8. M. Griaule & G. Dieterlen, La Renard Pale (Paris, 1965), p. 478.",
                "9. Ibid., pp. 480-481.",
                "10. Ibid., p. 226.",
                "11. Ibid., pp. 321, 323.",
                "12. Ibid., p. 292.",
                "13. E. C. Krupp, “Observatories of the Gods and Other Astronomical Fantasies,” in E.C. Krupp (ed.), In Search of Ancient Astronomies (N. Y., 1977), p. 267."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 174,
            "content": "THE DOGON MYSTERY CONTINUED\nAs much as Velikovsky's theories are controversial, the claims of the Dogon and Efe\nPygmies present a unique challenge to conventional astronomy. Robert Temple, who has\ntaken a keen interest in indigenous astronomical knowledge, posits that the Dogon's\ninsights could only have been imparted by extraterrestrial visitors. Others speculate that\nsuch knowledge might have been derived from ancient texts or oral traditions. However,\nthe precise origin remains elusive, prompting further investigation into the astronomical\ncompetencies of these indigenous groups.\n\nThe Efe Pygmies, residing in the Ituri Forest, have similarly perplexed anthropologists with\ntheir astronomical assertions. They assert that Saturn possesses nine moons, a fact that only\nbecame widely recognized with the advent of space exploration. Their legends describe Saturn\nas being surrounded by multiple moons, aligning with modern discoveries.\n\nThe consistency of these claims across different indigenous cultures suggests a common\norigin or possibly unknown astronomical observations from ancient times. This raises\nquestions about the transmission of astronomical knowledge and the extent of ancient\ncivilizations' understanding of celestial mechanics.\n\nIn conclusion, the astronomical knowledge of the Dogon and Efe Pygmies challenges\nthe boundaries of conventional historical and scientific understanding. Further research is\nnecessary to unravel the origins and veracity of these claims, which could potentially reshape\nour comprehension of ancient astronomical knowledge.\n\nTHE DOGON AND EFE PYGMIES: AN ANALYSIS\nThe Dogon and Efe Pygmies offer a fascinating glimpse into how ancient cultures perceived the\nuniverse. Their detailed knowledge of celestial bodies, particularly Saturn, suggests that their\nunderstanding went beyond mere observation, indicating a deeper, possibly ancestral, knowledge\nof astronomy. The implications of this are profound, suggesting that ancient humans may have\npossessed more advanced astronomical knowledge than previously thought, or that such knowledge\nwas somehow transmitted through means yet to be understood.",
            "bibliography": [
                "14. H. Tresman & B. O’Gheoghan, “The Primordial Light?” SIS Review 11:2 (December 1977), p. 36.",
                "15. H. Tresman, “Geological Genesis,” Chronology & Catastrophism Workshop, 1992:2, pp. 4 ff.",
                "16. L. E. Rose, “Variations on a Theme of Philolaos,” KRONOS V:1 (Fall 1979), p. 12.",
                "17. Ibid., pp. 24, 26 ff.",
                "18. F. F. Hall, “Solar System Studies,” Part 2, AEON I:4 (July 1988), p. 26."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 175,
            "content": "Who, if anyone, gave the Efe Pygmies their detailed astronomical lore is still a matter of debate. Some hypothesize that early human migrations brought with them advanced knowledge, while others suggest that these insights could have been developed independently through acute observational skills. Regardless of the origin, the sophistication of their astronomical understanding is undeniable and warrants deeper exploration.\n\nThe myths and legends of these indigenous groups often serve as allegorical representations of celestial phenomena. For instance, the depiction of Saturn surrounded by numerous moons in their art could symbolize the moons' gravitational interactions, which they might have observed through prolonged and careful monitoring of the night sky.\n\nFurthermore, the convergence of similar astronomical knowledge across disparate cultures hints at a possible shared experience or lineage. This notion challenges the widely accepted timeline of human astronomical development and suggests that there may have been lost chapters in the history of human civilization.\n\nNevertheless, skepticism remains high in the academic community regarding these claims. Critics argue that the Dogon and Efe Pygmies' knowledge could be the result of later influences or misinterpretations of their traditions. Until more concrete evidence is presented, the debate continues.\n\nIn summary, the astronomical knowledge of the Dogon and Efe Pygmies presents a compelling case for re-evaluating our understanding of ancient astronomy. Whether through independent development or external influences, their insights into celestial bodies like Saturn provide valuable perspectives that could enrich contemporary astronomical studies.",
            "bibliography": [
                "19. O. Reichenbach, On Some of the Remarkable Features in the Evolution of the Earth (London, 1884), pp. 6 ff.",
                "20. Ibid., p. 3.",
                "21. Ibid., p. 5.",
                "22. Velikovsky, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), p. 7.",
                "23. Velikovsky, Mankind in Amnesia (N. Y., 1982), p. 99.",
                "24. H. Tresman, “Geological Genesis,” Chronology & Catastrophism Workshop, 1992:2, pp. 4 ff.",
                "25. R. C. Bailey, “The Efe: Archers of the African Rain Forest,” National Geographic (November 1989), pp. 664 ff.",
                "26. J-P Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973), p. 110.",
                "27. Ibid., p. 386.",
                "28. Ibid., p. 291.",
                "29. Ibid., p. 385.",
                "30. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 176,
            "content": "O O\nFacsimile of Galileo’s drawings of the planet Saturn, as he observed it through his relatively low-power telescopic view. This illustration highlights the initial misinterpretation of Saturn’s rings as separate bodies, a misconception that persisted until the advent of more advanced observational tools.\n\nThe Efe Pygmies' assertion that Saturn has nine moons predates modern astronomical discoveries, raising intriguing questions about the transmission of celestial knowledge. The fact that these indigenous groups maintained detailed astronomical records suggests a level of sophistication that challenges conventional anthropological narratives.\n\nMoreover, the consistency between Dogon and Efe Pygmy astronomical lore indicates a possible shared source of knowledge or parallel development. This overlap could imply that ancient humans had more interconnected knowledge systems than previously understood.\n\nHowever, the absence of corroborating evidence in archaeological records leaves room for alternative explanations. It remains possible that these astronomical details were embellished or misinterpreted over generations, influenced by external cultural exchanges or observational anomalies.\n\nIn conclusion, while the astronomical claims of the Dogon and Efe Pygmies are compelling, they require further empirical validation. Future research should aim to uncover more concrete links between these indigenous astronomical traditions and the broader history of human celestial observation.",
            "bibliography": [
                "31. O. Reichenbach, On Some of the Remarkable Features in the Evolution of the Earth (London, 1884), pp. 6 ff.",
                "32. Ibid., p. 3.",
                "33. Ibid., p. 5.",
                "34. Velikovsky, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), p. 7.",
                "35. Velikovsky, Mankind in Amnesia (N. Y., 1982), p. 99.",
                "36. H. Tresman, “Geological Genesis,” Chronology & Catastrophism Workshop, 1992:2, pp. 4 ff."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 177,
            "content": "Thus, Earth’s hypothetical past as a satellite of Saturn not only reshapes our understanding of ancient cosmologies but also invites a re-examination of planetary dynamics in historical contexts. If Earth were indeed closer to Saturn in the past, this proximity would have had significant implications for Earth's geological and biological evolution, potentially explaining certain mythological motifs as reflections of environmental and celestial phenomena.\n\nFurthermore, the idea of Earth orbiting Saturn poses fascinating questions about the stability of such a planetary system and the mechanisms that would have facilitated Earth's transition to its current orbital path. This hypothesis challenges existing models of planetary formation and migration, suggesting a need for innovative theoretical frameworks to accommodate such possibilities.\n\nThe intersection of mythology, anthropology, and astronomy in this context underscores the multidisciplinary nature of unraveling humanity’s celestial heritage. By synthesizing insights from these diverse fields, we can approach a more holistic understanding of how ancient civilizations perceived and interacted with the cosmos.\n\nIn summary, the proposition that Earth was once a satellite of Saturn offers a provocative lens through which to explore the convergence of mythological narratives and astronomical phenomena. While speculative, this hypothesis has the potential to unlock new avenues of research and deepen our appreciation for the intricate tapestry of human knowledge and belief systems.",
            "bibliography": [
                "34. Velikovsky, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), p. 7.",
                "35. Velikovsky, Mankind in Amnesia (N. Y., 1982), p. 99.",
                "36. H. Tresman, “Geological Genesis,” Chronology & Catastrophism Workshop, 1992:2, pp. 4 ff.",
                "37. A. Conan Doyle, The Sign of 4 (1890), Ch. 6 (emphasis added).",
                "38. O. Reichenbach, On Some of the Remarkable Features in the Evolution of the Earth (London, 1884), pp. 6 ff."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 178,
            "content": "This makes us better understand why Janus/Saturnus was made to state that, prior to Creation, he appeared as “a mere ball,” a claim also made for the Eskimo deity Ataksak who was said to look “like a sphere.” It also explains why the symbol of Shamash, identified as the planet Saturn by the Assyro-Babylonians themselves, was represented as a sun-like disk. So, likewise, with the disc-symbol representing Ra, whom we have also seen identified as Saturn, although in a less elaborate manner. It definitely explains the beliefs of the Dogon of Mali, as also those of the Efe pygmies of the Ituri forest.\n\nThis, then, together with its radiating brightness, better explains why Saturn was considered to have been the most prominent among the planets—which provides us with our next numbered hypothesis. But, rather than numbering this as Hypothesis #3, I would like to number it #1, while reshuffling our previous two hypotheses. What we have at this point then is the following:\n\nHypothesis #1: That, from what can be deduced from ancient as well as primitive astronomical lore, Earth had once been a satellite of the planet Saturn which, because of its proximity, loomed large in the sky as a distinct disc larger than the size of the full Moon.\n\nHypothesis #2: That, according to the ancients, the planet Saturn once shone as a sun.\n\nHypothesis #3: That, still according to the ancients, this primitive Saturnian sun shone during that time we today call the night.\n\nBut does astronomy, as presently believed in, allow for this state of affairs?",
            "bibliography": [
                "39. A. B. Cook, op. cit., pp. 335 ff.",
                "40. Ibid., p. 374.",
                "41. W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 469 (emphasis added).",
                "42. Ibid., pp. 336-337.",
                "43. Ibid., p. 469 (emphasis added)."
            ],
            "captions": []
        }
    ]
}
