{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 169,
            "content": "Varuna, whom we already know to have been a sky-god: Ouranos means the coverer, but...the name would have remained unintelligible apart from its reference to the Sanskrit name.”31. Given the equivocalness of translation, we are not surprised to find Wendy O’Flaherty giving the meaning of the name Varuna as “all-enveloping.”32 Even so, and once again, temporarily leaving aside the god’s assimilation to the sky, we find that Varuna was sometimes simply called Aditya—“eternal, celestial light”33—which, like the other deities in the series we have been considering, identifies the deity as a celestial body.\n\nLike the Saturnian deities of other nations, Varuna was considered “the first Sovereign”34 and “universal monarch.”35 While Ovid spoke of “yellow-eyed Saturn,”36 Varuna was said to have had yellow eyes.37\n\nTrue, some may consider the above as rather slim evidence on which to base the identity of Varuna as Saturn but, in following chapters, more will be presented. All that needs to be re-stated here is that, like Janus, with whom we are presently mainly concerned, the above series of gods were all believed to have represented that entity which the Greeks called kosmos and which, among modern mythologists, has come down to symbolize the sky or heaven. Using the old adage that things which are equal to the same thing must be equal to one another, one can therefore assume that, since the deities enumerated above are all, to some extent, identifiable as avatars of the Saturnian deity, then so must Janus be identified. Actually, the above series of identifications has been presented more as an exercise in comparative mythology, and as a basis for coming chapters, than as evidence for the Saturnian identity of Janus since the comparisons are not really required to make our case. As will be seen directly below, we have direct evidence at our disposal.\n\nSATURNUS\n\nThat Janus was merely another name for Saturn was known and acknowledged by the ancients themselves. Thus, in describing the New Year Festival, which we have already seen affiliated with the Saturnian planet through the Persian feast of Nauroz, Joannes Lydus had this to say:\n\n“Our own Philadelphia still preserves a trace of the ancient belief. On the first day of the month [that is January, named after Janus] there goes in procession no less a personage than Janus himself, dressed up in a two-faced mask, and people call him Saturnus, identifying him with Kronos.”38\n\nHere I must at once state that there is no point in claiming that Janus and Saturnus are presented as different deities in the Roman pantheon or that the quote from Lydus is too late, dating from the sixth century, for any credence to be attached to it. In the first place, it was not Lydus who called Janus by the name Saturnus. It was, as he tells us, the people who did so. In other words, he was reporting general belief. More than that, as Lydus himself stated, the knowledge he imparted still preserved “a trace of the ancient belief,” meaning that the",
            "bibliography": [
                "31 A. S. Murray, Who’s Who in Mythology: Classic Guide to the Ancient World (London, 1995), p. 328.",
                "32 W. D. O’Flaherty, Hindu Myths (Harmondsworth, 1976), p. 356.",
                "33 V. Iones, Indian Mythology (London, 1967), p. 20.",
                "34 M. Eliade, The Myth of the Eternal Return (London, 1955), p. 29.",
                "35 J. W. Perry, Lord of the Four Quarters (N. Y., 1970), p. 121.",
                "36 H. Gregory (trans.), The Metamorphoses (N. Y., 1958), p. 176.",
                "37 A.B. Keith, “Indian Mythology,” The Mythology of All Races, Vol. VI (1964), p. 85.",
                "38 Joannes Laurentius Lydus, De Mensibus 4:2 (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 170,
            "content": "The two-faced Janus.\nRoman coins.\nThat Janus was itself already ancient in his time.\nMeanwhile, the fact that Janus and Saturnus were considered separate deities has nothing to do with the issue. As noted earlier, and as has been recognized by others, there is nothing strange about having different deities, even within the same pantheon, as personifying the same celestial object. As far as Janus is concerned, he could be considered an older Saturn—Cook had no qualms about making him an older Jupiter,38 with which this author naturally disagrees.\n\nTo be fair, since I mentioned him, Cook did not accept the statement of Lydus—but not because he considered the source as a late one. “The confusion of Ianus [the same as Janus] with Kronos,” he tells us, “no doubt presupposes the usual blunder Kronos = Chronos [that is Time personified], which from the fifth century B.C. onwards queered the course of Greek theology.”39\n\nWhy did Cook bring this point up? He did so because he could not avoid the veneration of Janus as a god of time, or Time personified,40 which, through the rules of comparative mythology, would equate the Italic deity with the Greek Chronos. But, in the first place, according to Lydus, his countrymen did not call Janus by the name Kronos. They called him by the name Saturnus. The identification with Kronos was added because Kronos was simply the Greek counterpart of the Italic Saturnus. In the second place, as will be indicated in detail in a later chapter of this work, the blunder concerning the identification of Kronos/Saturn with Chronos/Time happens to be Cook’s. In fact, as we shall soon see, the identification of Janus as Saturn does not rest solely on the statement of Lydus but also on the comparison of this deity’s characteristics with those of the known Saturnian deities of other nations. Thus, for instance, William Heidel speaks of “the recognized association of Saturn with Janus”41,43.",
            "bibliography": [
                "39 A. B. Cook, op. cit., pp. 335 ff.",
                "40 Ibid., p. 374.",
                "41 Ibid., pp. 336-337.",
                "42 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 469 (emphasis added).",
                "43 #2 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 469 (emphasis added)."
            ],
            "captions": [
                "The two-faced Janus.",
                "Roman coins."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 171,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 172,
            "content": "and gives a reference to Macrobius®\nbesides the one to Lydus. For whatever it is worth, Hislop also identified Janus as Saturn. It cannot therefore be said that Macrobius was that much in error when he presented Janus as a solar deity if this solar deity is understood to have been the primeval Saturnian sun. But why did I bring all this up at this particular point? Merely to indicate that Janus can also be seen as yet one more example of the Saturnian sun? Hardly. I brought all this up as a foundation for the next datum I wish to present—one that will take us into even deeper waters.\n\nSTELLA PROXIMA\n\nOne aspect concerning Janus that has bewildered mythologists in the past was originally presented by the Roman Poet Publius Ovidius Naso, who is better known simply as Ovid. It was he who reported Janus as having stated:\n\n“The ancients called me chaos, for a being from of old am I.” And, after having described the creation of the “world,” the same Janus is made to declare: “T’was then that I, till that time a mere ball, a shapeless lump, assumed the face and members of a god.”47\n\nWhat this tid-bit of a myth tells us is that, prior to Creation, Janus/Saturn was believed to have had the appearance of a Winged Saturnus—with a star above his head, indicating his function as a celestial body, and a sphere—“a mere ball.” A similar myth is also told by the Eskimos who claim that Ataksak, one of their major deities, lives in heaven but does not have the form of a man. He merely looks like a sphere.48 Ataksak is not identified as an aspect of the planet Saturn. But since he happens to share a Saturnian trait to which we shall come later, I will beg my readers’ credence in allowing me to assume the identification. In any case, even without the additional evidence of this Eskimo snippet, we are still left with the spherical shape of Janus/Saturn. The implication here is clear. If ancient man could remember a time when Saturn appeared as a sphere to the unaided eye, Saturn would had to have been closer to Earth.\n\nTHE DOGON MYSTERY\n\nAt this point I wish to introduce a few items which archaeoastronomers have found quite bewildering. I start with the astronomical knowledge of the Dogon of Mali of what had once been the French Sudan, in Africa.\n\nThanks to the writings of Marcel Griaule, Germaine Dieterlen, and Robert Temple, the Dogon, once a little-known tribe with some very curious rituals, have now been placed on the tourist map. But more than their exotic costumes, bizarre masks, dances, and commemorative festivals, these people have become increasingly renowned for their astronomical lore. As Edwin Krupp reported:\n\n“Counting the phases of the moon, keeping track of the configurations of Venus, and watching the arrivals and departures of the stars are all part of Dogon practical astronomy. The Dogon recognizes 266 stars or asterisms and associate them with 266 pictographic symbols that are painted on rock shelters, altars, and other shrines.”49\n\nThe Moon, say the Dogon, “is dry and dead like dry dead blood.”50 They know that the planets, which they call tolo tanaze—that is “stars that turn (around something)”51 revolve around the Sun. They claim that “Jupiter follows Venus by turning slowly around the sun.”52 They possess four different kinds of calendar—a solar calendar, a lunar calendar, a Venus calendar, and, remarkably, one based on the star known to us as Sirius.53 Either through intuition or otherwise, the Dogon are of the belief that an infinite number of stars and an infinite number of planets, together with their satellites, exist.\n\nWhat mostly interests us here, however, has to do with what they have to say in relation to Saturn. Concerning this planet, the Dogon “affirm there is a permanent halo around the star, different from the one sometimes seen around the moon.”54 Their own drawing of Saturn actually shows the planet, depicted as a circle, distinctly surrounded by a ring. Saturn is also known to them as “the star of limiting the place,” which probably alludes to the fact that Saturn is the outermost planet among those visible to the naked eye.\n\nAs Krupp was later to admit, these astronomical traditions of the Dogon “were bound to cause consternation among astronomers, for it seems impossible to reconcile the Dogon astronomical knowledge...with their instrumental resources, namely the unaided eye.”55 While Griaule and Dieterlen did not, themselves, come to a definite conclusion concerning how the Dogon came upon their astronomical lore, Robert Temple, who built an edifice on their",
            "bibliography": [
                "43 Macrobius, Saturnalia, 1:7 sq.",
                "44 A. Hislop, op. cit (1916 edition), p. 271.",
                "45 Macrobius, op. cit., 1:9:9.",
                "46 Ovid, Fasti 1:103.",
                "47 Ibid., 1:111 (emphasis added).",
                "48 M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972), p. 427.",
                "49 E. C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 166.",
                "50 M. Griaule & G. Dieterlen, La Renard Pale (Paris, 1965), p. 478.",
                "51 Ibid., pp. 480-481.",
                "52 Ibid., p. 481.",
                "53 Ibid., p. 483.",
                "54 Ibid., p. 292.",
                "55 Ibid., p. 267."
            ],
            "captions": [
                "STELLA PROXIMA",
                "One aspect concerning Janus that has bewildered mythologists in the past."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 173,
            "content": "to assume the identification. In any case, even without the additional evidence of this Eskimo snippet, we are still left with the spherical shape of Janus/Saturn. The implication here is clear. If ancient man could remember a time when Saturn appeared as a sphere to the unaided eye, Saturn would had to have been closer to Earth.\n\nTHE DOGON MYSTERY\n\nAt this point I wish to introduce a few items which archaeoastronomers have found quite bewildering. I start with the astronomical knowledge of the Dogon of Mali of what had once been the French Sudan, in Africa.\n\nThanks to the writings of Marcel Griaule, Germaine Dieterlen, and Robert Temple, the Dogon, once a little-known tribe with some very curious rituals, have now been placed on the tourist map. But more than their exotic costumes, bizarre masks, dances, and commemorative festivals, these people have become increasingly renowned for their astronomical lore. As Edwin Krupp reported:\n\n“Counting the phases of the moon, keeping track of the configurations of Venus, and watching the arrivals and departures of the stars are all part of Dogon practical astronomy. The Dogon recognizes 266 stars or asterisms and associate them with 266 pictographic symbols that are painted on rock shelters, altars, and other shrines.”49\n\nThe Moon, say the Dogon, “is dry and dead like dry dead blood.”50 They know that the planets, which they call tolo tanaze—that is “stars that turn (around something)”51 revolve around the Sun. They claim that “Jupiter follows Venus by turning slowly around the sun.”52 They possess four different kinds of calendar—a solar calendar, a lunar calendar, a Venus calendar, and, remarkably, one based on the star known to us as Sirius.53 Either through intuition or otherwise, the Dogon are of the belief that an infinite number of stars and an infinite number of planets, together with their satellites, exist.\n\nWhat mostly interests us here, however, has to do with what they have to say in relation to Saturn. Concerning this planet, the Dogon “affirm there is a permanent halo around the star, different from the one sometimes seen around the moon.”54 Their own drawing of Saturn actually shows the planet, depicted as a circle, distinctly surrounded by a ring. Saturn is also known to them as “the star of limiting the place,” which probably alludes to the fact that Saturn is the outermost planet among those visible to the naked eye.\n\nAs Krupp was later to admit, these astronomical traditions of the Dogon “were bound to cause consternation among astronomers, for it seems impossible to reconcile the Dogon astronomical knowledge...with their instrumental resources, namely the unaided eye.”55 While Griaule and Dieterlen did not, themselves, come to a definite conclusion concerning how the Dogon came upon their astronomical lore, Robert Temple, who built an edifice on their",
            "bibliography": [
                "49 E. C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 166.",
                "50 M. Griaule & G. Dieterlen, La Renard Pale (Paris, 1965), p. 478.",
                "51 Ibid., pp. 480-481.",
                "52 Ibid., p. 481.",
                "53 Ibid., p. 483.",
                "54 Ibid., p. 292.",
                "55 E. C. Krupp, “Observatories of the Gods and Other Astronomical Fantasies,” in E.C. Krupp (ed.), In Search of Ancient Astronomies (N. Y., 1977), p. 267."
            ],
            "captions": []
        }
    ]
}
