{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 59,
            "content": "Identified with stars. They worshipped both the Evening and the Morning Star, the latter’s pre-eminence being stressed by many anthropologists and researchers. In fact, Morning Star’s pre-eminence was such that no writer can treat of this North American Indian nation without wondering how this star acquired such significance in the religious beliefs of these people. That the Pawnee Morning Star was the planet Mars has now been astronomically verified and accepted by most anthropologists and archaeoastronomers. Up until 1906, the Pawnee were still offering human sacrifice to it. So, similarly, with the more sophisticated nations of Mesoamerica. Thus Susan Milbrath has observed that a number of scholars agree that the fundamental nature of the ancient Mesoamerican pantheon is astronomical. The same view has also been echoed by David Kelley, who wrote: “It has been clear to all serious students of Mesoamerican culture that there was an intimate relationship between astronomical knowledge, the calendar, and religious beliefs and rituals.” As Ev Cochrane more recently stated: “A prominent characteristic of Mesoamerican astronomy, immediately apparent, was their obsession with the observation and worship of the planet Venus.” And this despite the fact that B. C. Brundage, on considering the function the planet Venus played among the Mesoamericans, had no recourse but to offer the observation that the planet’s true role in the development of this particular culture “is not understood.” He also, however, added: “It might not be far wrong to look upon the Mesoamericans’ great skill in numeration as a child of that planet and to state that their intellectual life pulsed to its periods. Certainly a significant portion of their mythology involved that planet.” Thus Anthony Aveni, one of the foremost archaeoastronomers of the twentieth century, could not help but avow that “for the Maya the importance of Venus ... cannot be overstated.” In fact, what student of Mesoamerican lore can delve into the religious beliefs of these people without running headlong into Quetzalcoatl, perhaps the greatest Mesoamerican deity, at whose death, as we have already seen, his heart flew out to become the Morning Star. But what of more ancient nations?",
            "bibliography": [
                "1. G. A. Dorsey, Unpublished notes, Field Museum of Natural History, Department of Anthropology, Chicago, 1922. These notes were later compiled by R. Linton and published as The Thunder Ceremony of the Pawnee and The Sacrifice to the Morning Star.",
                "2. M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Astronomy (London, 1972), p. 433.",
                "3. J. del Chamberlain, When Stars Came Down to Earth, pp. 84-85.",
                "4. E. C. Krupp, op. cit., pp. 191, 193.",
                "5. R. Linton, The Sacrifice to the Morning Star (1922), pp. 1-2; E. C. Krupp, op. cit., p. 191.",
                "6. M. Milbrath, “Astronomical Imagery in the Serpent Sequence of the Madrid Codex,” in A. Aveni (ed.), Archaeoastronomy in Pre-Columbian America (Lubbock, 1975), p. 263.",
                "7. B. Kelley, “Astronomical Identities of Mesoamerican Gods,” Archaeoastronomy 2 (1980), p. 1.",
                "8. E. Cochrane, “When Venus was a Comet,” KRONOS XII:1 (Fall 1986), p. 3 (emphasis added).",
                "9. B. C. Brundage, The Phoenix of the Western World (N. Y., 1981), p. 173.",
                "10. Ibid.",
                "11. A. Aveni, Skywatchers of Ancient Mexico (N. Y., 1980), p. 184."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 60,
            "content": "",
            "bibliography": [],
            "captions": [
                "Karttikeya—also known as Skanda and/or Kumara—shown here in his southern Indian form of Subrahmanya, the Hindu god of war, who personified the planet Mars. (From a nineteenth-century Trichinopoly painting.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 61,
            "content": "The Indic Linga Purana preaches that “the worship of the planets should be pursued by good men,” and then unambiguously identifies each planet with a major Hindu deity — thus:\n\n“It is stated that the planet Mars is Skanda (Karttikeya) the commander-in-chief of the army of Devas. People of perfect knowledge say that Mercury is Lord Narayan. O excellent Brahmins, the great planet Shaniscara, the slow-moving Saturn, is Yama, the lord of the worlds. The preceptors of Devas and Asuras [that is Shukra and Brihaspati] are the great planets Venus and Jupiter with (refulgent) rays. They are mentioned as the sons of Prajapati.”\n\nIn the Hebrew Talmud, the very meaning of “idolatry” is defined as the “worship of stars and constellations.”\n\nBut none of this has stemmed criticism concerning the synonymy of planets and gods as they appear in ancient literature and beliefs. That planets were deified and worshipped as deities has, of course, been accepted—and how can it be otherwise when the evidence is there for all to read about. What has not been accepted is that this has always been so. What critics generally claim is that the planets had not always been gods—that, on the contrary, the deification of the planets owes its origin to a late date. But, as I have now been asking for a number of years, how late is late? Or, to ask a different question, how far back in history can this belief be traced?\n\nIgnoring, or sweeping aside, the statements of Aristotle, critics continue to maintain that the Greek identification of the planets as gods does not trace beyond the 4th century B.C. But is Greek lore the yardstick by which to measure the antiquity of anything? The Greeks, after all, came somewhat late on the ancient historical scene. What about those nations that were older, much older, than the Greeks?\n\nIn Egypt the planets were also deified. Saturn was called Heru-ka-pet, that is Horus the Bull of Heaven; Jupiter was Heru-ap-sheta, the Star of the South; Venus was Sbat uatitha, the Evening Star; Mars was Heru-khuti and/or Heru-tesher, the Red Horus; and Mercury was Sebku and/or Sebek. Granted, it will be pointed out that these names and identifications became popular during the late Graeco-Roman period and that they do not trace further back than the 19th Dynasty. But the identity of the Morning Star as Horus was already known during the Old Kingdom and is found recorded more than once in the Pyramid Texts. In fact, to the ancient Egyptians, the synonymy of gods and planets was so complete that, in some instances, the same word was employed to signify either. Thus sba, among other things, meant “star,” but Sba was also the name of a “star” god. The word netru meant “stars,” but it also meant “gods.” As Faulkner pointed out:",
            "bibliography": [
                "1. Tinga Purana 1:57:39.",
                "2. Tbid., 1:60:2-5. (NOTE: Elsewhere in the same work other names are also given for the planets, including Budha for Mercury. [bid., 1:57:1-5 and 13-18].",
                "3. Macoby, “‘Worlds in Collision’ and the Birth of Monotheism,” SIS Review II:1 (Autumn 1977), p. 18.",
                "4. E. G. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), pp. 302-303.",
                "5. W. M. Miller, Egyptian Mythology, Vol. 12 of The Mythology of All Races (1918/1964), pp. 94, 373; see also D. Cardona, “Morning Star,” AEON IV:1 (April 1995), pp. 29 ff., where further references are supplied.",
                "6. E. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978), p. 655.",
                "7. Ibid., Vol. 1, p. 409."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 62,
            "content": "",
            "bibliography": [],
            "captions": [
                "“Tt is of course very well-known that the Ancient Egyptians took a great interest in the stars, not only observing them for practical purposes such as determining times and seasons, but also inscribing star-maps and tables in their coffins and tombs at least from the Middle Kingdom onward. It is also realized that behind this lay a very ancient stratum of stellar religion, in which the stars were regarded as gods.” So, also with Wallis Budge, who observed that many passages of the Pyramid Texts mean “house of the star.”\nNe (“refer to primitive star-worship.”)\nMoving next to Syria, we find that in the Eblaite tablets, the word for “temple” is not only given as e-dingir, which, as is to be expected, means “house of god,” but also as e-mul, which means “house of the star.” In ancient Babylon, as elsewhere, the planets were also adored as gods. Saturn, whom the Babylonians called Ninurta, was worshipped as a mighty hunter. Jupiter, as Marduk, was revered as the king of the gods. Planet Mars, under the name Nergal, was already then a god of war. Venus, called Ishtar, had already won her place as the goddess of love and carnal knowledge. Horus, who, as Heru-khuti and/or Heru-tesher, was known as Nabu or Nebo, the god of the planet Mercury.\n\nB. C. Brundage, The Phoenix of the Western World (N. Y., 1981), p. 173.",
                "From a Babylonian lapis lazuli cylinder seal."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 63,
            "content": "",
            "bibliography": [],
            "captions": [
                "So, likewise, in ancient Uruk. As Krystyna Szarzynska has recently noted, “in the most archaic period the determinative dingir [which means “god”] was associated with astral deities only.” The civilization of Uruk traces to that of Sumer. And it is precisely here that the truth can be run to ground for the language of Sumer, the oldest written language that we have. In that language, very much as in writing—the pictograph which preceded cuneiform—was the same symbol derived from the pictograph which preceded cuneiform writing the very picture of a star. This not only proves that stars and gods were thought of as being truly synonymous as far back as written records reach, but it also indicates that the very concept of God has its origin in a star. This brings me to another point I wish to stress. Thus one often encounters the statement that the ancients deified the planets—a statement which, because of its handiness, I have even employed myself, as I have employed it throughout this work. But, strictly speaking, this is incorrect. The ancients had no need to deify the planets because, to them, the planets had always been deities. They were, to be sure, the only deities they knew. In other words, planets were gods; gods were planets: planets and gods were one and the same. It was only during the first century B.C. that Lucretius began to turn the tables by going to great pains in demonstrating that astronomical bodies were not thinking purposeful gods. In doing so, he was indicating that their planets had always been deities before the era of Nabonassar.",
                "From a Babylonian lapis lazuli cylinder seal."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 64,
            "content": "",
            "bibliography": [],
            "captions": [
                "Ishtar, Assyro-Babylonian goddess of the planet Venus. From a cylinder seal of the Neo-Assyrian period. (Illustration by Tessa Rickards.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 65,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 66,
            "content": "",
            "bibliography": [],
            "captions": [
                "(Illustration by Charles Hogarth.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 67,
            "content": "ASTRONOMY IN MYTHOLOGY\n\nASTRONOMY IN MYTHOLOGY\n\nWhen it comes to the antiquity concerning the belief that the gods of our ancient forefathers had been nothing but anthropomorphosed planets, I am not alone. De Sanoo, Tillana, and von Dechend held the identical opinion.\n\n“... this science, although it has dug up a marvelous wealth of details, has been led by its modern evolutionary and psychological bent to forget about the main source of myth, which was astronomy—the Royal science. This obliviousness is itself a recent turn of events—barely a century old. Today, expert philologists tell us that Saturn and Jupiter are names of vague deities, subterranean or atmospheric, superimposed on the planets at a ‘late’ period; they neatly sort out folk origins and ‘late’ derivations, all unaware that planetary periods, sidereal and synodic, were known and rehearsed in numerous ways by celebrations already traditional in archaic times.”\n\n“... this science, although it has dug up a marvelous wealth of details, has been led by its modern evolutionary and psychological bent to forget about the main source of myth, which was astronomy—the Royal science. This obliviousness is itself a recent turn of events—barely a century old.”\n\nMost mythologists who have favored an astronomical interpretation of mythology have, however, been handicapped by the uniformitarian dogma that the Solar System has remained unchanged for millions of years. Not only that, some of them have even utilized this dogma as the very basis for astro-mythological beliefs. Thus, for instance, Elmer Suhr could feel confident in reporting that:\n\n“Astronomy, including manifestations of sun, moon, stars, comets, and meteors, has the advantage of remaining constant in its movements and consistently the same in appearance over great periods of time; its forms are more geometric, its changes more regular, all of which gave the heavens more prestige in the mind of primitive man.”\n\nThis, I intend to show, has been the great pitfall of most mythologists who could not reconcile the heaven alluded to by our ancient forefathers with the one that now stretches above and around us. And yet, as I hope to demonstrate, it was the very opposite of what Suhr believed that lay at the very foundation of mytho-astronomical belief. In fact, what I wish to stress is that the astronomical bodies of the Solar System were deified by ancient man the world over not because they consistently followed an ordained pattern, but precisely because they did not.\n\nAs Lewis Farnell noted early in the twentieth century: “What is normal in nature and society rarely excites the myth-making imagination, which is more likely to be kindled by the abnormal, some startling catastrophe, some terrible violation of the social code.” And as the French anthropologist Emile Durkheim (1858-1917) pointed out:\n\n“... that which characterizes the life of nature is a regularity which approaches monotony. Every morning the sun mounts the horizon, every evening it sets; every month the moon goes through the same cycle; the river flows in an uninterrupted manner in its bed; the same seasons periodically bring back the same sensations. To be sure, here and there an unexpected event sometimes happens: the sun is eclipsed, the moon is hidden behind clouds, the river overflows. But these momentary variations could only give birth to equally momentary impressions, the remembrance of which is gone after a little while; they could not serve as a basis for these stable and permanent systems of ideas and practices which constitute religions. Normally, the course of nature is uniform, and uniformity could never produce strong emotions.”\n\nWhile not exactly an authority on mythological subjects, it is also worth noting the words of Frederick Hall who wrote:\n\n“If we will the myths their proper credence in the light of new evidence of planetary catastrophism, we will find that they can add much to our store of knowledge. All mythical accounts may not be equally authentic—and surely many are garbled—but",
            "bibliography": [
                "20. Lewis Farnell, “The Value and Methods of Mythological Study,” Proceedings of the British Academy XX (1919), p. 47.",
                "21. Emile Durkheim, The Elementary Forms of the Religious Life (N. Y., 1965), p. 103 (emphasis added).",
                "22. Frederick Hall, “Solar System Studies,” (Part 2), AEON 1:4 (July 1988), p. 25.",
                "23. Clube, V., & Napier, B. (1982). The Cosmic Serpent, pp. 169-170."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 68,
            "content": "can point to an older source than the Sumerian that contradicts the statements above, let them present it. In the meantime, the record continues to stand.\n\nASTRONOMY IN MYTHOLOGY\n\nWhen it comes to the antiquity concerning the belief that the gods of our ancient forefathers had been nothing but anthropomorphosed planets, I am not alone. De Sanoo, Tillana, and von Dechend held the identical opinion.\n\n“... this science, although it has dug up a marvelous wealth of details, has been led by its modern evolutionary and psychological bent to forget about the main source of myth, which was astronomy—the Royal science. This obliviousness is itself a recent turn of events—barely a century old. Today, expert philologists tell us that Saturn and Jupiter are names of vague deities, subterranean or atmospheric, superimposed on the planets at a ‘late’ period; they neatly sort out folk origins and ‘late’ derivations, all unaware that planetary periods, sidereal and synodic, were known and rehearsed in numerous ways by celebrations already traditional in archaic times.”\n\n“... this science, although it has dug up a marvelous wealth of details, has been led by its modern evolutionary and psychological bent to forget about the main source of myth, which was astronomy—the Royal science. This obliviousness is itself a recent turn of events—barely a century old.”\n\nMost mythologists who have favored an astronomical interpretation of mythology have, however, been handicapped by the uniformitarian dogma that the Solar System has remained unchanged for millions of years. Not only that, some of them have even utilized this dogma as the very basis for astro-mythological beliefs. Thus, for instance, Elmer Suhr could feel confident in reporting that:\n\n“Astronomy, including manifestations of sun, moon, stars, comets, and meteors, has the advantage of remaining constant in its movements and consistently the same in appearance over great periods of time; its forms are more geometric, its changes more regular, all of which gave the heavens more prestige in the mind of primitive man.”\n\nThis, I intend to show, has been the great pitfall of most mythologists who could not reconcile the heaven alluded to by our ancient forefathers with the one that now stretches above and around us. And yet, as I hope to demonstrate, it was the very opposite of what Suhr believed that lay at the very foundation of mytho-astronomical belief. In fact, what I wish to stress is that the astronomical bodies of the Solar System were deified by ancient man the world over not because they consistently followed an ordained pattern, but precisely because they did not.\n\nAs Lewis Farnell noted early in the twentieth century: “What is normal in nature and society rarely excites the myth-making imagination, which is more likely to be kindled by the abnormal, some startling catastrophe, some terrible violation of the social code.” And as the French anthropologist Emile Durkheim (1858-1917) pointed out:\n\n“... that which characterizes the life of nature is a regularity which approaches monotony. Every morning the sun mounts the horizon, every evening it sets; every month the moon goes through the same cycle; the river flows in an uninterrupted manner in its bed; the same seasons periodically bring back the same sensations. To be sure, here and there an unexpected event sometimes happens: the sun is eclipsed, the moon is hidden behind clouds, the river overflows. But these momentary variations could only give birth to equally momentary impressions, the remembrance of which is gone after a little while; they could not serve as a basis for these stable and permanent systems of ideas and practices which constitute religions. Normally, the course of nature is uniform, and uniformity could never produce strong emotions.”\n\nWhile not exactly an authority on mythological subjects, it is also worth noting the words of Frederick Hall who wrote:\n\n“If we will the myths their proper credence in the light of new evidence of planetary catastrophism, we will find that they can add much to our store of knowledge. All mythical accounts may not be equally authentic—and surely many are garbled—but",
            "bibliography": [
                "20° Lewis Farnell, “The Value and Methods of Mythological Study,” Proceedings of the British Academy XX (1919), p. 47.",
                "21° Emile Durkheim, The Elementary Forms of the Religious Life (N. Y., 1965), p. 103 (emphasis added).",
                "22° Frederick Hall, “Solar System Studies,” (Part 2), AEON 1:4 (July 1988), p. 25.",
                "23° V. Clube & B. Napier, The Cosmic Serpent (N. Y., 1982), pp. 169-170.",
                "24° G. de Santillana & H. von Dechend, op. cit., pp. 283 (emphasis added).",
                "25° C. Sagan & A. Druyan, Comet (N. Y., 1985), pp. 173-187."
            ],
            "captions": []
        }
    ]
}
