{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 199,
            "content": "King Djoser with Imhotep, the architect and builder of the first Egyptian stepped pyramid. (Illustration by John Green.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 200,
            "content": "The deified Imhotep. Contrary to their beliefs in a supreme deity with multiple names, referred to simply as 'Father,' this god and his son are also known as Efe, which is the name from which the tribe derives. The father, Efe, is sometimes associated with Saturn, which they call Bibi Deba—'the good or perfect star.' The pygmies, living in the impenetrable jungles of the Congo, are aware that Saturn is surrounded by satellites, hence they refer to it as Bibi Tiba Abutsiua’ani—'the star of nine moons.' The greatest calamity they remember is a universal flood, challenging the mythologists who claim such myths are absent in Africa and associating it with Efe/Saturn. Non-planetary disasters, such as ordinary floods, famines, thunder, and wind, are infused with their own will, occasionally anthropomorphized. This is true for the forces that terrified early humans as well as those that were benign, such as fog and fair weather.",
            "bibliography": [
                "1. J-P Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973), p. 80.",
                "2. Ibid., p. 62.",
                "3. Ibid., p. 129.",
                "4. Ibid., p. 403, although an entire reading of the book is required to appreciate this identification.",
                "5. Ibid., p. 385.",
                "6. Ibid., p. 212."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 201,
            "content": "Benign nuances of nature, such as fog, thunderstorms, and beautiful weather, were part of early cultural narratives. De Santillana and von Dechend argued that all mythological narratives focused on active powers like planets. However, many primitive mythologies also engage with non-planetary spirits. Notably, nature spirits were not regarded as deities with dominion over humanity's fate. Among more advanced civilizations, such as the Incas, natural phenomena like thunder were sometimes perceived as deities, but primarily, ancient humans were not preoccupied with the antics of nature spirits, as this narrative reveals the great deities—creators, destroyers, and divine movers—integrating into early cosmologies.",
            "bibliography": [
                "1. H. Hirnschall, op. cit., myth 34.",
                "2. Ibid., myth 35.",
                "3. Ibid., myth 18.",
                "4. G. de Santillana & H. von Dechend, op. cit., p. 177 (emphasis added).",
                "5. D. Gifford, Warriors, Gods & Spirits from Central & South American Mythology (London, 1983), p. 57.",
                "6. D. B. Vitaliano, Legends of the Earth (London, 1973), p. 104.",
                "7. Ibid., p. 118."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 202,
            "content": "Could the belief of spirits in nature precede that of the Sun and Moon? Given their visibility, one might expect primitive mythology should have centered around them. However, it appears the planets and phenomena induced by them were more relevant. This puzzle echoes views of mythologists like Velikovsky and Talbott who state evidence suggest prior phases where planets appeared as significant celestial bodies, casting shadows over the night sky. This radical theory suggests that the initial beliefs could have centered around only one visible celestial body—the planet Saturn. Acceptance of this theory challenges long-held perceptions of human religious evolution, suggesting humanity may have initially lived without assigned deities until they recognized them gradually.",
            "bibliography": [
                "1. Velikovsky, Worlds in Collision (N. Y., 1950), p. 301.",
                "2. D. N. Talbott, in interview with J. Gibson, 'Saturn’s Age,' Research Communications Network Newsletter #3 (October 15, 1977), p. 2."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 203,
            "content": "Hypothesis #1: Based on ancient and primitive astronomical lore, the Earth was once a satellite of Saturn, appearing larger than the full Moon. Hypothesis #2: During this undefined period, Saturn was the sole visible celestial object in Earth's primordial sky. Hypothesis #3: According to ancient texts, during this time, Saturn functioned as a sun. Hypothesis #4: This primordial Saturnian sun illuminated what we now refer to as night. Further analysis will delve into how Saturn might have been perceived uniquely, remaining the only discernible object, even in tandem with Earth as its satellite.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 204,
            "content": "Chapter 9: The Immobile God: THE SABBATH STAR. In Chapter 4, we asserted that the Hebrew name for Saturn—Shabtai—was the origin of the term Sabbath, portraying a day of rest after creation as noted in Hebrew tradition. The ties of Saturn with creation extend beyond this context, also intersecting with Persian beliefs as highlighted by Al-Biruni: 'On the 6th day of Farwardin, the great Nauroz, God finished the creation.' The significance surrounding Saturn is palpable, demonstrating its prominent role in cultural and spiritual narratives, marking the day dedicated to rest.",
            "bibliography": [
                "1. W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 465.",
                "2. J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 112.",
                "3. Genesis 2:2.",
                "4. Al-Biruni (translated by E. C. Sachau), The Chronology of Ancient Nations (London, 1879), p. 201.",
                "5. R. Klibansky et al., Saturn and Melancholy (London, 1964), p. 161.",
                "6. Ibid., p. 437.",
                "7. Ibid.",
                "8. R. H. Stieglitz, 'The Hebrew Names of the Seven Planets,' Journal of Near Eastern Studies 40:2 (April 1980).",
                "9. W. A. Heidel, op. cit., p. 465.",
                "10. R. H. Stieglitz, loc. cit."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 205,
            "content": "The notion surrounding the Sabbath's association with Saturn is well-recognized. The query arises: Why did the Israelites possess such an affinity for the image of Saturn? Even the prophet Amos alluded to this in his criticisms regarding idol worship—the correlation remains evident whether referencing Chiun or Remphan. Through these narratives, the historical connection between the Israelites and Saturn emerges historically.",
            "bibliography": [
                "1. R. Graves, The White Goddess: A Historical Grammar of Poetic Myth (N. Y., 1979), p. 265.",
                "2. Ibid.",
                "3. Amos 5:25-26.",
                "4. Acts 7:42-43.",
                "5. L. Ginzberg, The Legends of the Jews, Vol. IV (Philadelphia 1968), pp. 153-154.",
                "6. Ibid., Vol. VI, p. 292."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 206,
            "content": "It is noted that ancient sentiments linked Saturn as the deity of the Jews. This perception, highlighted throughout history, reaffirms the persistent cultural ties with this planetary figure. Associating Saturn with the term Chiun reveals that the planet was not merely another celestial body but a core component of Jewish identity—a concept notable to figures like Jerome who once identified it with Lucifer. However, modern interpretations often disassociate Chiun from Saturn. The ancient readings connect Chiun firmly with Saturn's framework, suggesting a deeper exploration of these historical affiliations.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 207,
            "content": "The association of Chiun with an Assyrian god reflects the continued intertwining of cultural narratives. The exploration surrounding Amos's critique provides insight into the lasting identity associated with Saturn. The planet's symbolic representation as stable and unchanging reiterates its longstanding significance within the ancient cultural tapestry. This structural identity of Chiun as the 'fixed planet' invites deeper study of its implications in various mythological and religious frameworks.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 208,
            "content": "Hammurabi, named after Saturn, exemplifies this enduring connection with ancient beliefs. As historical insights reveal the planet's identification as a sun, this observation branches across the cultural spectrum, showcasing how diverse civilizations understood their gods. The attributes of Hammu and how they situate within Saturn portray a broader reflection on celestial worship and its evolution. Acknowledging these links expands our perspective on humanity's quest to define the divine.",
            "bibliography": [],
            "captions": []
        }
    ]
}
