{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 9,
            "content": "The sacred precinct was constructed in honor of the god. What should also be noted here is that the rites of Dionysus so closely resembled those of the Egyptian god Osiris that Herodotus thought it impossible for the Greek rites to have risen independently of the Egyptian ones, and therefore supposed that the Greeks must have borrowed their rites from the Egyptians and, with slight alterations, passed them on as their own. So, incidentally, also Plutarch, who insisted upon the detailed resemblances between the rites of Osiris and those of Dionysus—which, if nothing else, also indicates that comparative mythology is not itself the modern tool some of its critics have maintained. In this instance, as in many others, however, no borrowing need be called for. What is at bottom here is that whatever it was that Dionysus had originally stood for was the very same thing that the Egyptian Osiris had originally represented. Or, to put it in a simpler way, Osiris and Dionysus were representations of the same original phenomenon; they were simply one and the same god under different national guises. Others, of course, have maintained that the similarity of Greek rituals to those of the Egyptians stems from the ignorance of the Greeks in matters Egyptian. Thus, for instance, Gwyn Griffiths tried to convince his readers that Greek observers were “not usually in a position” to understand Egyptian religion particularly because of their ignorance of the Egyptian language.” Thus, according to Griffiths, Greek theological explanations of Egyptian religious particulars and mythological equations were based on Dionysus.",
            "bibliography": [
                "1. W. Oates & E. O’Neil, The Complete Greek Drama (1938), p. xxiii.",
                "2. J. G. Frazer, The Golden Bough (London, 1974, abridged edition), p. 507.",
                "3. G. J. Griffiths, “Interpretatio Graeca,” in W. Helck & E. Otto, Lexikon der Ägyptologie, Vol. II (1980), col. 167."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 10,
            "content": "Performance of Oedipus Rex in the Theater of Dionysus on the south slope of the Acropolis of Athens. Actors wore masks, each playing more than one role.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 11,
            "content": "Note the altar of Dionysus in the center of the orchestra.",
            "bibliography": [],
            "captions": [
                "Illustration(s) by John Green."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 12,
            "content": "Actors performing in a Roman Theater. Although it has been stated that Roman drama was a secular diversion with its roots in sacred Etruscan funeral rites, it was actually nothing more than a Greek derivative of Hellenic repertory.",
            "bibliography": [],
            "captions": [
                "Illustration by John Green."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 13,
            "content": "Misunderstandings of Egyptian phenomena, as well as on modifications that were introduced on what they saw as Greek parallels. And of course, still according to Griffiths, each deviation caused by misunderstanding, 'whether radical or slight,' would have contributed to one more 'remove' from the original version.' On the other hand, ancient Egyptian religion, together with what Martin Bernal surprised me by calling 'Egyptian philosophy,' has often been denigrated.' But, as Bernal noted, that these 'were necessarily crude and shallow, has difficulties with such superbly intelligent men as Eudoxos who, according to all reports, lived with the priests and learnt Egyptian, and clearly had a great respect and enthusiasm for Egyptian culture.' 'Despite the fact that I do not necessarily agree with all of Bernal’s dauntless assertions concerning the Afroasiatic roots of Classical Greek culture—and he has come under enough criticism from mainstream scholars—he was, in my opinion, quite correct when he accused modern mythologists of what he termed Besserwissen—the audacity of believing to know the ancients better than they knew themselves.' The point to be made is not whether tragedy, as it eventually developed, remained primarily concerned with Dionysiac ritual but whether it really originated in direct response to it. As we have seen, despite the odd dissenter, modern opinion mainly reflects that of the Greeks themselves who seem to have attained a degree of unanimity—by no means the accustomed expectancy—on this particular subject. Let us not, after all, forget that the very word 'tragedy,' in Greek tragodia, means nothing more than 'goat song,' derived from tragos, that is 'goat,' the sacred animal of Dionysus. Despite its enigmatic name, the goat song itself was sung in honor of Dionysus, describing his birth and violent end. That the term 'goat song'—tragodia—became a synonym for 'misfortune' is therefore understandable. Christians, if no one else, can at least understand this much: What could be more tragic than the violent death of a god? ORALITY Myths and rituals originated in the days before the invention of writing. Prior to that, myths were handed down orally. That having been said, the next question the critic will ask is: How reliable can a report of anything be if it has been handed down orally for an untold number of years before it was even written down? And, to be sure, the reliability of oral tradition has been the subject of controversy since the time of Euhemerus. In our own world, as we all know, different eyewitnesses are liable to offer different versions of any single event even when the reports are collected within a very short time of the occurrence. Not only that, but, with each telling, each report becomes more embellished until all semblance of truth is muddied beyond recognition. Can you imagine the reliability of such reports being handed down by word-of-mouth over a few thousand years? And yet, as Dorothy Vitaliano shrewdly observed, how often have parents retold a bed-time story only to be found corrected if they deviate by as much as a single word from the original version told? Such is the power of oral tradition—as notice, to give but one example, the accuracy with which the people of sub-Saharan Africa managed to preserve their history, without the aid of a written language, up until the advent of the colonial period. As Peter Hallberg pointed out in relation to the Icelandic skalds, when history is transmitted through a succession of professional bards with highly trained memories and powers of recollection, there is reason to believe that, when put into writing even after a few centuries, the details remain more than reasonably accurate. Thus Alfred de Grazia was echoing received opinion when he stated: 'We know from general anthropology and ancient literature that an exact rendition of a large body of verse and prose (such as Homer’s Iliad and other epic works) can be transmitted over generations and centuries...[I]n the period of oral transmission, trained speakers can memorize and reproduce exactly thousands of lines heard from the lips of a teacher.' To paraphrase Peter Warlow’s astute words, the main secret behind the retention and immediate recall of any part, or all, of a particular epic, regardless of its enormity of lines, is the systematic learning by rote, or repetition. As he aptly demonstrated, this is made evident by the effortless recall of nursery rhymes learned by rote in early childhood together with other poems and quotations drummed into youngsters in school and college. It is by rote, which Warlow calls 'the basic way,' that every child learns the complexities of speech, the chronological order of the alphabet, the days in the month, multiplication tables, spelling aids, and other fundamentals in the early garnering of knowledge. He was nowhere near exaggerating when he referred to rote learning as 'an incredibly powerful technique.' It has also been hypothesized that the hexameter of Homer’s verses was inherited from an earlier oral tradition and that it was this very hexameter that helped preserve the epics. If this was so, verbatim memorization may not even have been necessary. According to Milman Parry, the hexameters of poetic sagas such as the Iliad and Odyssey are not simply constructed of word-units but of formulas. These constitute 'groups of words [co-ordinated precisely] for dealing with traditional materials, each formula shaped to fit a hexameter line.' Thus, for instance, as Walter Ong noted, the phrase 'there spoke out clever Odysseus' occurs seventy-two times in Homer’s poems.” Such a formula would be easy to remember every time Odysseus is introduced to say something. Personally, I disagree emphatically with Ong when, from this, he also surmises that Odysseus was thought of as being clever—'polymetis'—not because he was supposed to have been, but because 'without the epithet polymetis he could not be readily worked into the meter.' According to Ong, all of Homer’s characters, including the deities, received their time-worn epithets in order to fit the correct metrical lines of the epics in which they appear. This is difficult to believe when one remembers that the same, or similar, epithets were bestowed on the comparative deities of other nations which appear in poetic sagas employing an entirely different meter from that of Homer. In various other cases, deities carry the same, or similar, epithets even when they are not interwoven into verse. Even so, Ong’s forceful conclusion need not affect the validity of Parry’s approach. In recent years, an interesting experiment was conducted by Hildegard Wiencke-Lotz who traveled some 45,000 miles through Europe in an all-encompassing effort to track the various versions of the Gudrun Epic still 'sung' in those parts and to verify, if possible, the historicity of its setting and occurrences. Previously believed to be 'little more than a fairy tale in three parts, of which the middle part possibly reflected some historical events,' the Gudrun Epic was demonstrated by Wiencke-Lotz to be 'an ancient oral tradition representing a unified whole which loses its meaning when the three parts are considered separately.' As David Griffard, relying on notes by William Douglas, as well as the work of Wiencke-Lotz herself, was able to report: '[Wiencke-Lotz] argues that the entire Gudrun Epic has a sound historical basis and that all specific places mentioned can be found where expected geographically, though their distribution covers a large geographical area. She has identified and visited the numerous places named in the tales and has traced the specific period of Gudrun’s life in relation to Roman history.'",
            "bibliography": [
                "1. M. Bemal, Black Athena (New Brunswick, 1988), p. 118.",
                "2. R. M. Dorson, 'The Debate Over the Trustworthiness of Oral Traditional History,' cited by D. B. Vitaliano, Legends of the Earth (Bloomington, 1973), p. 4."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 14,
            "content": "the accuracy with which the people of sub-Saharan Africa managed to preserve their history, without the aid of a written language, up until the advent of the colonial period. As Peter Hallberg pointed out in relation to the Icelandic skalds, when history is transmitted through a succession of professional bards with highly trained memories and powers of recollection, there is reason to believe that, when put into writing even after a few centuries, the details remain more than reasonably accurate. Thus Alfred de Grazia was echoing received opinion when he stated: 'We know from general anthropology and ancient literature that an exact rendition of a large body of verse and prose (such as Homer’s Iliad and other epic works) can be transmitted over generations and centuries...[I]n the period of oral transmission, trained speakers can memorize and reproduce exactly thousands of lines heard from the lips of a teacher.' To paraphrase Peter Warlow’s astute words, the main secret behind the retention and immediate recall of any part, or all, of a particular epic, regardless of its enormity of lines, is the systematic learning by rote, or repetition. As he aptly demonstrated, this is made evident by the effortless recall of nursery rhymes learned by rote in early childhood together with other poems and quotations drummed into youngsters in school and college. It is by rote, which Warlow calls 'the basic way,' that every child learns the complexities of speech, the chronological order of the alphabet, the days in the month, multiplication tables, spelling aids, and other fundamentals in the early garnering of knowledge. He was nowhere near exaggerating when he referred to rote learning as 'an incredibly powerful technique.' It has also been hypothesized that the hexameter of Homer’s verses was inherited from an earlier oral tradition and that it was this very hexameter that helped preserve the epics. If this was so, verbatim memorization may not even have been necessary. According to Milman Parry, the hexameters of poetic sagas such as the Iliad and Odyssey are not simply constructed of word-units but of formulas. These constitute 'groups of words [co-ordinated precisely] for dealing with traditional materials, each formula shaped to fit a hexameter line.' Thus, for instance, as Walter Ong noted, the phrase 'there spoke out clever Odysseus' occurs seventy-two times in Homer’s poems.” Such a formula would be easy to remember every time Odysseus is introduced to say something. Personally, I disagree emphatically with Ong when, from this, he also surmises that Odysseus was thought of as being clever—'polymetis'—not because he was supposed to have been, but because 'without the epithet polymetis he could not be readily worked into the meter.' According to Ong, all of Homer’s characters, including the deities, received their time-worn epithets in order to fit the correct metrical lines of the epics in which they appear. This is difficult to believe when one remembers that the same, or similar, epithets were bestowed on the comparative deities of other nations which appear in poetic sagas employing an entirely different meter from that of Homer. In various other cases, deities carry the same, or similar, epithets even when they are not interwoven into verse. Even so, Ong’s forceful conclusion need not affect the validity of Parry’s approach.",
            "bibliography": [
                "1. W. J. Ong, Orality and Literacy (New York, 1982), p. 58.",
                "2. M. Bemal, Black Athena (New Brunswick, 1988), p. 118.",
                "3. R. M. Dorson, 'The Debate Over the Trustworthiness of Oral Traditional History,' cited by D. B. Vitaliano, Legends of the Earth (Bloomington, 1973), p. 4."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 15,
            "content": "Scandinavian skald, or bard, reciting a saga from memory to a chieftain and his tribe.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 16,
            "content": "Heroes of the Trojan War. From left to right: Menelaus, Paris, Diomedes, Odysseus, Nestor, Achilles, Agamemnon. An artist’s impression.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 17,
            "content": "Heroes of the Trojan War.",
            "bibliography": [
                "1. Wiencke-Lotz, H., 'Folklore: Its Stability and Self-correcting Power,' HORUS II:2 (Summer 1986), p. 29.",
                "2. Wiencke-Lotz, H., 'Folklore: Its Stability and Self-correcting Power,' HORUS II:2 (Summer 1986), p. 29."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 18,
            "content": "Making and writing on papyrus. Not many people among the Egyptians could read and write. Those who could became scribes, valuable to the court and temples as record keepers. The English word 'paper' is derived from the Greek name of the sedge-like plant, the papyrus, the stalks of which were pressed together into a sheet of writing material which was then smoothed with a stone. Despite its many advantages, the invention of writing carried with it at least one major disadvantage—it no longer necessitated the memorizing of past events.",
            "bibliography": [
                "4. Plato, Phaedrus, as translated by H. N. Fowler, pp. 274-275."
            ],
            "captions": []
        }
    ]
}
