{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 69,
            "content": "Elohim. This brings us to another problem we must overcome; after all, theories come cheap. It is one thing to hypothesize, but quite another to uphold the hypothesis. At least Lemaitre had general relativity to rely on. In this respect, David Leveson noted, “In scientific, as opposed to pseudo-scientific polemic, evidence has priority over hypothesis,” adding that “hypothesis must conform to evidence, not evidence to hypothesis.” He further explained: “If evidence contrary to a given hypothesis is found, the hypothesis must (or should) be altered or rejected.” He astutely warned, however, that “this does not mean that when contrary evidence is found the hypothesis is immediately rejected; it may be retained tentatively in the hope that further evidence may eventually explain the ‘contrary’ evidence in terms of the theory.” These are guidelines that will be kept in mind as we attempt to unravel the lost history of our Solar System in the pages that follow. The question must be asked: what constitutes evidence? As Daniel Trifiletti noted, “the very nature of evidence changes from one discipline of science to another. What is evidentiary to one person is excluded by another. Facts are not the same for everyone. Since we cannot all agree on what constitutes ‘facts,’ deductive arguments alone can never be fully convincing.” He proposed an alternative: “There is another approach for assessing what might be considered ‘dubious’ by some. That recourse is inductive reasoning. Let it be recognized that no fact stands alone, but is part of a whole constellation of other facts. At some point, when enough facts have been collected, each individual point of light may be seen as part of a newly recognizable figure—an organic whole. Eventually, the sheer weight of even ‘dubious’ facts becomes too large to ignore.”\n\nTHE HISTORICITY OF THE EVENTS\nCan it, however, be assumed that the events portrayed in myths have any factual basis? Many past mythologists have vociferously denied that any historicity can be discerned in mythic content. Most mythologists continue to believe that myth, on one hand, deals with religious, moral precepts presented in allegorical form, and on the other, with such fabulous events that no scientifically-minded modern person can accept. Conrad Hyers, a professor of religion, has written profusely on the subject.",
            "bibliography": [
                "1. D. Leveson, A Sense of the Earth (1971), p. 158 (emphasis added).",
                "2. Trifiletti, “Precession and the Hebrew Calendar,” Catastrophism and Ancient History X1:2 (July 1989), p. 201.",
                "3. Ibid. (emphasis added).",
                "4. Ibid. (emphasis added).",
                "5. Ibid., pp. 19-20."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 70,
            "content": "on the subject. In attempting to dissect the Old Testament Book of Genesis, he stressed that “the authors were concerned with using these stories as instances of various theological and ethical truths.” As he stated, “the primary function of great myths and legends is not that of offering explanations; they are not concerned with providing a miscellany of information or ready-made answers.” They were, according to Hyers, “understood as vehicles of the most basic and important truths through which people organized, regulated, and interpreted their lives, seeing meaning, purpose, and value in their existence.” He argued against dwelling on the historicity of the accounts, stating that “[The accounts in Genesis] are not aimed at providing a ‘truer’ picture of the universe or human history.” Personally, I refuse to be dubbed a fundamentalist, but I must also state that Hyers’ disclaimer stems from his failure to recognize the historical truths hidden within Genesis, a work that will hold great importance in the pages to follow. Mircea Eliade, who has significantly contributed to comparative mythology, held a slightly different opinion. To him, religious rites consisted of “the repetition of an archetypal action performed in illo tempore (before ‘history’ began) by ancestors or by gods ... ”\n\n“By its repetition, the act coincides with its archetype, and time is abolished. We are witnessing, so to speak, the same act that was performed in illo tempore, at the dawn of the universe.” Of course, this depends on what one means by “history.” If, by that term, one refers to “written history,” then Eliade is correct. If, however, by “history” we mean “the story of mankind,” Eliade could not be more mistaken. This becomes crucial when considering Eliade’s assertion. Thus, toward the end of the work being cited, he states, “Every ritual, and every meaningful act that man performs, repeats a mythical archetype; and this repetition involves the abolition of profane time, placing man in a magico-religious time that connects with the ‘eternal now’ of mythical time.”",
            "bibliography": [
                "1. C. Hyers, “Genesis Knows Nothing of Scientific Creationism,” Creation/Evolution XII, 4:2 (Spring 1983), p. 19.",
                "2. Ibid.",
                "3. Ibid.",
                "4. Ibid., pp. 19-20."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 71,
            "content": "magico-religious experiences; myth allows man to exist in a timeless period known as an illud tempus, a time of dawn and ‘paradise,’ outside history. “We moderns would say that myth (and with it all religious experiences) abolishes ‘history.’ But note that the majority of myths, simply because they record what took place ‘in illo tempore,’ themselves constitute an exemplar history for the human society in which they have been preserved.” Even the cosmogonic myth is history, recounting all that took place ab origine; but it is not ‘history’ in our sense of the word—events that took place once and will never take place again. Despite my reliance on Eliade’s scholarly insights, I must part company with him here. The events narrated in myth did take place, not “outside history,” but within it. By “history,” I do mean “history” in the modern sense. Moreover, while Eliade claimed that even the cosmogonic myth is history, I maintain that all myth is cosmogonic in origin. The “history” I refer to entails a cosmogonic history, one that unfolded across the sky and touched Earth and its inhabitants with a mighty finger that has left the human psyche scarred to this day. The events that the major myths of the world narrate actually occurred, and they unfolded much as the myths describe.",
            "bibliography": [
                "1. Ibid., p. 429-430 (emphasis added).",
                "2. But see further in this work."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 72,
            "content": "Helios—driving his chariot across the sky.\nFrom a Greek vase painting. The story involves Helios, who was believed to drive his flaming chariot across the sky. When, once, Helios told his son Phaethon that he could ask him for any boon, Phaethon replied by asking to drive his father’s chariot. Initially, Helios, repenting his oath, tried to dissuade him by stressing the dangers. However, when Phaethon insisted, Helios had no choice but to comply. Phaethon leaped into the chariot; however, the steeds felt the weight was too light and leaped into the air, confusing themselves further when Phaethon panicked, leading to fires on Earth. Zeus, responding to the calamity, intervened and shattered the chariot, ending the chaos. The ancient Egyptian priest, whoever he was, told Solon that his countrymen knew nothing of the past. He mentioned that the story of Phaethon “has the fashion of a legend, but the truth lies in the shifting of bodies in the heavens and a destruction on Earth by fierce fire.",
            "bibliography": [
                "1. Ovid, Metamorphoses 11:1-329.",
                "2. Plato, Timaeus 22 (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 73,
            "content": "The fall of Phaethon.\nA tableau showing Phaethon making his request of Helios at the upper left-hand corner, with the maddened steeds, the shattered chariot, and the falling Phaethon in the centre. From a Roman relief, currently housed in the Louvre, Paris. Despite the popularity of the tale, astronomers typically do not acknowledge the shifting of heavenly bodies. However, some have suggested the potential for orbital adjustments among planets. In case, such suggestions often remain theoretical, placed far into an era before humans could have recorded any events, leading to skepticism regarding ancient narratives. Nevertheless, there have been noteworthy discussions surrounding the possibility of cosmic events impacting humanity.",
            "bibliography": [
                "1. M. W. de Laubenfels, “Dinosaur Extinction: One More Hypothesis,” Journal of Paleontology 30 (1956), pp. 207-218.",
                "2. R. Matthews, “Ice Cubes From Space Prove the Scoffers Wrong,” The Sunday Telegraph (June 1, 1997)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 74,
            "content": "The hypothesis that the dinosaurs were exterminated at the end of the Cretaceous period due to the terrestrial impact of a celestial body was first proposed by de Laubenfels, the credit for which was later usurped by Luis Alvarez. (Photograph by the author, courtesy of the Royal Ontario Museum, Toronto.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 75,
            "content": "The interpretation of the mytho-historical record has been significantly influenced by works such as The Cosmic Serpent, which drew heavily on Immanuel Velikovsky’s Worlds in Collision. However, while Velikovsky explored planetary catastrophism, Clube and Napier have re-interpreted the mytho-historical sources through the lens of cometary bombardments, although it is pertinent to note that the sources emphasize planetary roles. This suggests that the sudden interest in cosmic catastrophism among establishment science was spurred by three separate events. One ancient event refers to the demise of the dinosaurs attributed to a celestial impact, initially proposed by de Laubenfels in 1956, which later gained acceptance despite earlier skepticism. The two modern events revolve around notable impacts and findings that prompted scientists to reassess cosmic and planetary relationships, leading to fresh inquiries into ancient records.",
            "bibliography": [
                "1. A. Firsoff, “The Anomalous Condition of Venus and the Origin of the Solar System,” Solar System Today IE:3 (September 1980).",
                "2. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 76,
            "content": "Did the ancient deities personify comets rather than planets? It is said that comets were named after the planets before the planets themselves were identified, which raises questions regarding ancient interpretations of celestial phenomena. As Ilse Fuhr noted, “In the list of Hephaistion, the comet Hippeus is not only named after Aphrodite, but actually is Aphrodite (= Venus) as other comets actually are other planets.” This suggests a potential overlap in how celestial bodies were perceived by ancient civilizations, reflecting an intertwined understanding of cosmic entities.",
            "bibliography": [
                "1. F. Boll, Antike Beobachtungen Farbiger Sterne (Munich, 1918), p. 85.",
                "2. Fuhr, “On Comets, Comet-Like Luminous Apparitions and Meteors,” KRONOS VIII:1 (Fall 1982), p. 43."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 77,
            "content": "Chapter 2\nAncient Astronomical Lore\nSACRED IMAGES FROM THE SKY\nThere will be objections that ancient civilizations had enough knowledge of astronomical matters to deem their insights about the Solar System as inaccurate. Such an objection, however, is based on ignorance as various civilizations whose mytho-historical records we will soon explore were knowledgeable concerning observational astronomy. This chapter will provide only a brief account of the major astronomical discoveries made by our ancient forefathers. We will start with meteors and meteorites, phenomena that have been occurring since time immemorial. Primitive ancestors would have encountered such occurrences, and the impact of these events would have fostered awe and reverence towards celestial phenomena.",
            "bibliography": [
                "1. L. La Paz, Topics in Meteorites: Their Recovery, Use, and Abuse From Paleolithic to Present (Albuquerque, 1969), p. 86."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 78,
            "content": "Such events, both in appearance and consequence, would have astounded and mystified primitive man and lent a deeper significance to celestial bodies, further intertwining religious experiences with astronomical phenomena. Meteorites, venerated not only for their origin but also for their association with specific deities, point to an ancient understanding of celestial relationships which has not been fully appreciated in contemporary discourse. The reverence for meteorites across cultures reflects a profound connection between the sky and divinity, demonstrating that ancient peoples perceived these celestial phenomena as manifestations of divine presence.",
            "bibliography": [],
            "captions": []
        }
    ]
}
