{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 19,
            "content": "Egyptian scribes wore special starched kilts which, when sitting cross-legged, acted as a \"desk\" on which to place their papyrus sheet when writing—the first lap-top? (From a statue now in the Louvre, Paris)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 20,
            "content": "One could question the reciter and receive an answer in explanation. One cannot, however, question the written word. In that respect, as much knowledge was lost as was recorded. This we have to keep in mind as we continue with our study, and while I shall never use it as a crutch, I will have recourse to remind the reader of it from time to time in the pages that follow. As Sharon Begley et al. noted:\n\n\"Before there is knowledge, there must be memory. Yet few subjects remain so unknown, so obscured in metaphor and myth. According to the ancient Greeks, life is the act of recollecting knowledge the soul forgot at the moment of its birth in a body... Later thinkers noted the perversity of memories—how nothing imprints them more strongly than the desire to forget.\"\n\nRoger Wescott recently wrote: \"Ever since Greek philosophers first initiated critical examination of Homeric and Hesiodic myth, some mythologists have characterized myths in general as mad.\" As Wallis Budge stated of Egyptian texts, the perplexity of ancient beliefs confounded even those very ancients who professed adherence to them. Speaking especially of the antiquity of the so-called Book of the Dead, Budge informed his readers that there is no doubt that \"the greater part\" of these texts \"are far older than the period of the first historical king of Egypt.\" According to him: \"Certain sections indeed appear to belong to an indefinitely remote and primeval time.\" Those who came later, however, did not always seem to have understood what the originals had alluded to—which is exactly the situation that Thamus, in reproaching Thoth, had meant to emphasize.\n\n\"The earliest texts bear within themselves proofs, not only of having been composed, but also of having been revised, or edited, long before the days of king Mena [or Menes], and judging from many passages in the copies inscribed in hieroglyphics upon the pyramids of Unas [and other early kings], it would seem that, even at that remote date, the scribes were perplexed and hardly understood the texts which they had before them.\"\n\nConcerning a particular, and very important, \"chapter\" of the Book of the Dead—a \"chapter\" that has been considered \"an abridgment of the whole Book of the Dead\"—and basing his opinion on that of Chabas, Budge affirms that it was not only \"very ancient\" and \"very mysterious,\" but \"very difficult to understand\" even \"fourteen centuries before our era.\" Can we, millennia later, fare any better in our attempt to understand these texts? And is it merely Egyptian texts that will pose this problem for us?",
            "bibliography": [
                "1. S. Begley, et al, \"Memory,\" Newsweek (Sept. 29, 1986), p. 48 (emphasis added).",
                "2. R. W. Wescott, \"Indeterminacy: Temporary, Permanent, or Indefinite?\" The Velikovskian 1:1 (1993), p. 54.",
                "3. E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. xii.",
                "4. Ibid. (emphasis added).",
                "5. Ibid.",
                "6. Ibid., p. xiv (emphasis added). But see also p. 314 for variant readings which \"offered difficulties to the ancient Egyptian readers.\""
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 21,
            "content": "into oblivion before the arrival of Alexander the Great, who himself lamented that he had no Homer to immortalize his deeds. Will we, so many centuries later, be able to ferret out \"the cause behind these epics\"? Of course, as anyone who has ever read anything about him knows, Freud had his own psychoanalytic beliefs in mind when he referred to ancient myths. As Richard Heinberg noted, \"proponents of the non-historical approach to myth interpretations are more or less forced not so much to explain...myths as to explain them away.\" And, despite what good can still be said of Freud’s psychoanalytic methods, in the end, that is exactly what he did in his attempts to analyze the messages he believed to be contained in ancient myth—he ended up explaining them away. Fortunately, as Heinberg also noted, \"the ‘collective fantasy’ approach to events or situations.\"",
            "bibliography": [
                "1. S. Freud, \"Moses and Monotheism,\" The Standard Edition of the Complete Psychological Works of Sigmund Freud, Vol. XXIII (London, 1955), p. 80.",
                "2. R. Heinberg, \"Historical Paradise and Collective Psychology,\" HORUS 1:3 (Fall 1985), p. 18 (emphasis as given).",
                "3. Ibid.",
                "4. T. Reik, as quoted by R. Heinberg, loc. cit. (Emphasis added).",
                "5. Ibid., p. 19."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 22,
            "content": "\"I am the lord of the crown. I am in the Eye, my egg...My seat is on my throne. I sit in the pupil of the Eye.\" Now I ask you, what meaning can be extracted from the above? As the \"lord of the crown,\" the deity can be understood as the crowned god. Thus he can say that his seat is on his throne. There is nothing enigmatic about a crowned god sitting on his throne. But what does it mean that the deity is, or resides, \"in the Eye\" or that he sits \"in the pupil of the Eye\"? What is this \"Eye\" in which the god resides? And why is the eye equated with his egg? What has an eye to do with an egg? What is this egg anyway? And yet, enigmatic as these words are, together with others pertaining to different themes, an in-depth study will reveal their coherence and even logic once the key to the symbolism behind them is understood.",
            "bibliography": [
                "1. B. A. W. Budge, The Papyrus of Ani (N. Y., 1967), p. 96.",
                "2. Ibid., p. 96.",
                "3. B. Forrest, Velikovsky’s Sources, Vol. 6 (Manchester, 1983), p. 440.",
                "4. Mark 10:25. See also Luke 18:25.",
                "5. D. B. Vitaliano, op. cit., pp. 5-6."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 23,
            "content": "MISINTERPRETATIONS The casual reader of popular mythology may not realize to what extent the subject is infused with astronomical content. This is partly due to the aversion displayed by most modern mythologists to anything in their studies that smacks of astronomical connections. This is so true that when Girogio de Santillana and Hertha von Dechend dared to go against the common trend in their monumental work, Hamlet’s Mill, they found the doors of academia closed shut in their face. As Martin Bernal found reason to state: “Having written a major book on Galileo, de Santillana [whom Bernal qualifies as possibly the greatest historian of Renaissance science] became interested in the Hermetic Egyptian tradition; then, late in life, he read Dupuis’s Origine de tous les cultes, and was convinced by its argument that much of ancient mythology was indeed allegory for scientific astronomy. Despite de Santillana’s enormous reputation, Hamlet’s Mill—the book in which he and a younger German colleague [Hertha von Dechend] set out [such a mytho-astronomical] scheme—was not accepted by any university press and was published commercially. This means that respectable scholars are not obliged to take such work into account. In addition, de Santillana’s having stuck his neck out so far lessened his effectiveness as a [historian]. Furthermore, his work ... could be lumped together with a more or less ‘lunatic fringe’; this allowed or even compelled orthodox scholars to ignore it. Earlier in this century, mythologists were quite aware of the astronomical nature of ancient myths, but recently, the general assumption has been that these astral connections are of late derivation, having been foisted on an already existing mythology. So much can be said against this that volumes, of which this is one, can be written.",
            "bibliography": [
                "1. M. Bernal, op. cit., pp. 275-276.",
                "2. S. Nicholson, Mexican and Central American Mythology (London, 1967), pp. 22-23.",
                "3. S. Nicholson, Mexican and Central American Mythology (London, 1967), pp. 22-23."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 24,
            "content": "\"The discrepancies between the true cosmic placing of the Sun, planets, and Milky Way may be due to a distorted record. We can hardly suppose that people with so accurate a calendar [and with such accurate knowledge concerning the motions of the planet Venus] were ignorant of the general positions of the heavenly bodies.\" Because, as we have already seen, mistranslations did creep into ancient records, Nicholson’s suspicion of a \"distorted record\" is not, in itself, unreasonable. Besides mistranslations, however, there has also been a fair amount of misinterpretation. Here Nicholson was trapped by her predecessors who had already identified certain Mayan objects as the Sun, the Moon, and the Milky Way. It did not occur to her that these objects might have been misidentified.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 25,
            "content": "Except for the fact that Ra shone brightly in the sky, the characteristics, and even motions, attributed to Ra do not fit the role of the Sun. Thus, for example, Ra was often lauded as \"Lord of the Circles\" and as \"he who entereth [or liveth] in the Circle.\" He was described as \"the sender forth of light into his Circle\" and as the \"Governor of [his] circle.\" What is this Circle that the hymns allude to? Egyptologists will immediately inform us that this Circle of which the hymns speak was what the Egyptians referred to as the Duat (or Tuat), a word that has been rendered into English as \"the Underworld.\" That may be so, but the fact remains that Ra was said to have shone from within it. What becomes obvious, in other words, is that whatever Ra once signified, it was a celestial body that resided within a circle or band or ring. As we all know, the Sun does not send forth its rays into a circle; it does not reside in a ring.",
            "bibliography": [
                "1. E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), p. 339.",
                "2. Ibid., pp. 339-340.",
                "3. Ibid., The Egyptian Book of the Dead (N. Y., 1895/1967), p. 250 (emphasis added).",
                "4. Ibid., p. 251 (emphasis added). See also p. 6 for a similar hymn.",
                "5. D. A. Mackenzie, Egyptian Myths and Legends (N. Y., 1907/1978), pp. 236-237.",
                "6. E. A. W. Budge, Osiris & the Egyptian Resurrection, Vol. II (N. Y., 1911/1973), p. 355."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 26,
            "content": "Blaming what to him was an inconsistency on \"a blunder in an early copy which no one has noticed or at least attempted to correct.\" This explanation, however, presupposes that there must be other texts which give the rising and setting of Ra correctly, that is in accordance with the present motions of the Sun. But, as David Talbott has indicated, \"wherever the direction of the [sun] ship's movement is explicitly connected with the phases of morning and evening the texts always reverse the direction expected by the solar interpretation.\" Worse than that, when sailing in his ship, or boat, Ra is said to move down at dawn and \"upstream\" at night, contrary to what we see the Sun doing in our sky at present. There are many other characteristics of Ra that do not conform with the appearance and motions of our Sun which, in order not to anticipate the major thesis of this book, I will leave for later chapters. In the meantime, I would simply like to add that the items I have so far touched upon have not really gone unnoticed by mythologists. Each and every datum that will be analyzed in this work have been noted and, in some cases, even discussed.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 27,
            "content": "Athena—(Roman sculpture)—whose daughter was she? (Photograph by the author, courtesy of the Los Angeles County Museum of Art.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 28,
            "content": "Apollonius Rhodius tells us that, according to the Pelasgians, Athena was born on the shores of Lake Tritonis in North Africa, having been fostered by Triton (or Tritos), the deity of the lake. Philo Byblius, basing his report on that of Sanchoniathon and quoted by Eusebius of Caesarea, stated that Athena was the daughter of Kronos. So which of these versions, if any, is the correct one? Better still: If, as stated above, mythic lore was faithfully transmitted by word of mouth through the ages before it became engraved in writing, how did we end up with so many different versions of the same tale? While it is tempting to blame such contradictions on faulty recording when these myths were first written down, such is not always the case. The example given above concerning Noah from the Book of Genesis was not chosen at random. It was chosen specifically to clarify a conundrum. Thus, in that passage which tells that only two of every beast was to be taken aboard the ark, the instructions come from Elohim, an ancient name which is usually translated as \"God\" in most English versions of the Old Testament. But in the passage which specifies that seven should be the number taken on board of the beasts designated as clean, the command is said to have come from Yahweh, sometimes rendered \"Jehovah,\" another ancient name which is usually translated as \"the Lord\" in English versions of the same work.",
            "bibliography": [
                "1. Apollodorus, Bibliotheka, III:12:3; see also Pausanias, op. cit., IX:33:5.",
                "2. Apollonius Rhodius, Argonautica, IV:1310.",
                "3. G. W. Cox, Mythology of the Aryan Nations (N. Y., 1870), p. 249.",
                "4. Eusebius Pamphili, Praeparatio Evangelica, I: X:36, 38."
            ],
            "captions": []
        }
    ]
}
