{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 279,
            "content": "“The oral traditions, which are confusing, diverge on numerous points: some describe his [that is, Kon Ticci Viracocha’s] physique, while others maintain that he had neither bones, nor limbs, nor body.” Once again we are reminded of the Roman Janus, the Eskimo deity Ataksak, and the creator told of in Nias—all of whom were described as beings without arms or legs and, in some cases, having the form of a sphere. As we have seen, it was only through creation that Janus “assumed the face and members of a god.” Similarly, the Egyptian creator was “a formless god [who] stood alone in the ‘waters’ of the sky...a sphere without external ‘attributes’ or ‘limbs’.”\nReturning to Kon Ticci Viracocha, we learn that:\n“In all the accounts, whatever the regional variations, this hero always appeared as a god-creator who intervened in a world which was already created...but unorganized...Viracocha’s role was therefore to transform chaos into cosmos...”\nMoreover, this myth of the Collao seems to imply that the “earth” which existed prior to the creation, or appearance, of light was also considered a creation of Kon Ticci. This belief is not to be wondered at for it seems doubtful that man remembers a god older than the Saturnian figure. But it does seem that he remembers a time when the Sun was not yet apparent in the sky. Thus, another myth from the same region explicitly states: “In the most ancient times, the earth was covered in darkness and there was no sun.” The Popul Vuh also relates that before the “earth” was created, “there was only motionless sea” and “it was night; silence stood in the dark.” And again, from a Xingu myth we learn that:\n“In the beginning, it was all dark. It was always night. There was no day.”\nTHE ENDLESS SEA\nWe cross the Pacific to the archipelagos of Micronesia where we find that a pre-existing “rock” was believed to have been the matrix of the “universe.” But even this “rock of ages” is “associated with an endless stretch of original sea” from which the first gods were produced.” The Polynesians also state that, “in the beginning” there was no light. “A brood...",
            "bibliography": [
                "1. J-C Valla, *The Civilization of the Incas* (Geneva, 1978), p. 66.",
                "2. Talbott, “Mother Goddess and Warrior Hero,” *AEON* 1:5 (September 1988), p. 42.",
                "3. Osborne, *[Full Reference Needed]*, p. 338.",
                "4. R. Nelson, *Popul Vuh* (Boston, 1976), p. 33.",
                "5. R. Van Over, *[Full Reference Needed]*, p. 108.",
                "6. A. M. Panoff, “Oceania: Society and Tradition,” *Larousse World Mythology* (London, 1972), p. 507."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 280,
            "content": "ing night called Po enveloped all... The primeval sea, from which the “earth” was created, is also encountered in the beliefs of the natives of Borneo. In fact, “most of the legends [from Oceania] dealing with the origin of the earth make it come out of the sea...” There may be those who will argue that to the natives of Oceania, surrounded as they are by the vast stretches of the Pacific, the creation of the world from an endless sea would appear to be a logical genesis. But we have seen that such an origin is, or was, believed in by tribes in the heartland of India, by the peoples of the Fertile Crescent, by those whose world is enclosed by the sandy wastes of the Egyptian desert, in fact by the peoples of the entire world regardless of their geographical environment. Even among the Aranda aborigines of Australia, living in one of the world’s most arid regions, far from sea or lake, we find the belief that the “earth” emerged from an endless ocean.\nBut our journey is not yet over. Among the Kenta pygmies of Malaya, tradition states that, “in the beginning,” the “world” was all water—and in the firmament above dwelt the great god Kaei. And from the Nias of Sumatra we learn that “the world was dark, for as yet there was neither sun nor moon.”\nSOMETHING CALLED NOTHING\nWe cross the Indian Ocean, travel around the Cape of Good Hope, and up the west coast of Africa. We land among the Yoruba of what was once Nigeria and discover that they, also, believe that, “in the beginning,” the “world” was all a watery marsh.” The Bushongo relate that “In the beginning there was nothing but darkness...there was nothing but water; in this chaos Bumba, the Chembe [i.e., god], reigned alone.”\nThe Dogon of the Sudan, whom we have now met more than once, also believe that their creator, whom they call Amma, resided in the “egg of the world,” and that this egg existed “in the original darkness.” And, from South Africa, we have the following:\n“No stars were there—no sun. Neither moon nor earth—Nothing existed but darkness itself—A darkness everywhere. Nothing existed but nothing-darkness itself—A darkness everywhere. Nothing existed but nothing-ness...”",
            "bibliography": [
                "7. Graham, *Deceptions and Myths of the Bible* (New York, 1979), p. 15.",
                "8. G. H. Luquet, “Oceanic Mythology,” *New Larousse Encyclopedia of Mythology* (London, 1972), pp. 457, 466.",
                "9. Tbid.",
                "10. A. M. Panoff, op. cit., p. 511.",
                "11. P. Schebesta, *Among Forest Dwarfs in Malaya*, as cited by M. K. Jessup, *The Expanding Case for the UFO* (New York, 1957), p. 231.",
                "12. R. Van Over, op. cit., p. 392.",
                "13. G. Parrinder, *African Mythology* (London, 1967), p. 20.",
                "14. E. A. W. Budge, *Osiris and the Egyptian Resurrection*, Vol. II (New York, 1911/1973), p. 364.",
                "15. M. Griaule & G. Dieterlen, “Un Système Soudanais de Sirius,” *Journal de la Société des Africainistes* XX:1 (1950), p. 274.",
                "16. Vv. C. Mutwa, *Indaba, My Children* (Johannesburg, 1965), p. 3."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 281,
            "content": "Yoruba woman whose ancient tribe believed the “world” to have originally been all a watery marsh.\n(From a wood-block print by Omotayo Aiyegbusi.)",
            "bibliography": [],
            "captions": [
                "Yoruba woman whose ancient tribe believed the “world” to have originally been all a watery marsh.\n(From a wood-block print by Omotayo Aiyegbusi.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 282,
            "content": "But even this “nothingness” seems to have been but a memory of “something,” for it is additionally stated that “[this] Nothingness had been floating, for no one knows how long, upon the invisible waters of Time...”\nTHE LONG NIGHT OF RUMIA\nThis primeval night of nights must have impressed the ancestors of the Tahitians deeply, for in the mythology of no other race does the topic surface as often and with such descriptive clarity. “All was darkness,” a Tahitian Creation chant intones, “it was continuous, thick darkness.” In this darkness existed Ta’aroa (The-unique-one) who, like the Saturnian deity of other races, was said to have “developed himself in solitude.” He was the ancestor of all the gods who “made everything.” “From time immemorial was the great Ta’aroa, Tahitumu (The-origin).” He was said to have been his own parent, having had neither father nor mother. There was only Ta’aroa, “and he alone.”\nThe Darkness in which Ta’aroa existed was remembered as the night of Rumia.\n“The night of Rumia was a long night to name; it was thick darkness, the long night to name. The nights would be millions in the long night to name; it was the long, wearisome night, the night of Rumia!”\nWhile this darkness was described as having been primarily in the sky, in which the creator was seen to hover, it does not seem to have restricted itself to the celestial waters. Since this darkness was said to have preceded the appearance of the Sun, as is also implied in Genesis, it would necessarily mean that the entire sky was immersed in it. Needless to say, such a darkness could not but have touched Earth and, in fact, many of the myths we have already enumerated more than intimate this. In some instances, the myths themselves actually state as much.\nIt therefore becomes obvious that the age of darkness preceded the time when Saturn shone as a true sun. As we have seen, time and again we are told that, during this age of darkness, no Sun, no Moon, no stars were seen. It therefore seems that we are still missing something crucial. What was it that hid the Sun, the Moon, and the stars from view?\nAnother problem that arises at this point, of course, has to do with life itself. Could life, let alone man, have existed during a protracted period during which Earth would have been immersed in darkness?",
            "bibliography": [
                "17. Ibid.",
                "18. R. Henry, *Ancient Tahiti* (Honolulu, 1928), p. 336.",
                "19. Ibid.",
                "20. Ibid., p. 337.",
                "21. Ibid., p. 404."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 283,
            "content": "Chapter 14\nThe Dawn of Creation\nTHE PRIMORDIAL GLOW\nThe description of this “thick darkness” might have left the reader with the impression that, during the period in question, there was absolutely no light. A moment’s reflection, however, should tell one that, for anything to have been visible, there must at least have been a modest amount of illumination. Even though not yet glorious as a sun, Saturn must have still shed some light. And, to be sure, the mytho-historical record is not exactly silent on this.\nThe *Book of the Secrets of Enoch* describes the beginning of Creation in a somewhat fuller manner than does the *Book of Genesis*. It is from its pages that we learn of the uncoiling of Adoil as the very genesis of this process. In the quote that follows, God is describing to Enoch the manner in which he created the cosmos:\n“I commanded in the very lowest parts that visible things should come down from invisible, and Adoil came down very great, and I beheld him, and lo! he had a belly of great light.\n“And I said to him: ‘Become undone, Adoil, and let the visible come out of thee.’\n“And he became undone...”\nThe name “Adoil,” also “Idoil,” probably derives from the Hebrew *id El*, that is “hand of God” or, more appropriately, “hand of El,” that is Saturn. The coming undone of Adoil, meanwhile, presupposes that the planetary deity had originally been tightly coiled, which is not at odds with our hypothesized nebular cloud. Note, however, that Adoil is claimed to have had “a belly of great light” even before he became undone to release that light.\nThe Eskimo entity known as Raven, whom we have already identified through the rules of comparative mythology as a representation of the Saturnian creator, was also said to have first existed in darkness. But there is something else of interest that is contained in this myth as paraphrased by Marion Wood:\n“In the beginning there was only darkness. Yet, in that darkness, there was already Raven. He was still small and weak and his special powers had not fully developed.”\nGranted that nothing is here said about Raven having contained, or emitted, any light, the fact that he was described as having still been “small and weak” hints at the apparent ineffectuality of the entity involved; as such, incidentally, does the disclosure that his “special powers had not [yet] fully developed.” What this tells us is that Raven/Saturn had not yet evolved into the glorious sun of night described by other races.\nA tale similar to that of Adoil comes to us from South America. A. Metraux relates it in the following words:\n“Here is the tale of creation as told by the Chibcha Indians of Colombia. When it was dark, before anything in the world existed, light was enclosed in something big, which the Muiscas called ‘Chiminagua’.”\nThat this light of Chiminagua, like that of Adoil, was later released presupposes its pre-existence. Something similar is unequivocally stated in the *Linga Purana* where we read:\n“When the night of Brahma born of the unmanifest reached the stage of dawn, this visible universe was one that had not been analyzed. It was still enveloped in the nocturnal darkness... [but] the self-born lord, he who achieves all the affairs of the worlds, moved about like a glow-worm, with a desire to manifest.”\nWhat we are here told, then, is that not only was the universe—i.e., this “All”—originally in darkness, but Brahma, whom we have already identified as Saturn, radiated a diffused glow that was, however, too dim to dispel the surrounding darkness.\nAccording to the Mbayé:\n“...the First Being [whom they called Namandui and/or the Namandu Father]...made darkness. He made the cradle of darkness... [but] he did not see [this] darkness, though the sun did not yet exist. He was lit by the reflection of his own inner self.”",
            "bibliography": [
                "22. J. Bierhorst, *The Red Swan: Myths and Tales of the American Indians* (New York, 1976), p. 38.",
                "23. R. H. Charles, *The Apocrypha and Pseudepigrapha of the Old Testament*, Vol. II (Oxford, 1913), p. 445."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 285,
            "content": "Hopi pueblo, the inhabitants of which still remember the dark purple light of the first phase of the dawn of creation.\n(Illustration by Peter F. Copeland.)",
            "bibliography": [],
            "captions": [
                "Hopi pueblo, the inhabitants of which still remember the dark purple light of the first phase of the dawn of creation.\n(Illustration by Peter F. Copeland.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 286,
            "content": "These fragments make us assume that, even during the age of darkness, Saturn was not entirely dark. The luminary radiated a diffused glow that was, however, too dim to dispel the surrounding darkness.\n\nAccording to Hopi legend, there definitely was light in the sky during that early age; but it was a dark light. “This,” the Hopi say, “was at the time of the dark purple light, Qoyangnuptu, the first phase of the dawn of creation...”\n\nA darkness that was not total is something that we continue to experience to this day. After all, our nights are dark but, except under the most adverse conditions, never totally so. Even when the full Moon sheds its light on Earth, the night remains dark despite its silvery gleam. The Saturnian milieu we have been examining need not have been that much different.\n\nEven so, the problem remains: After all, at present, night gives way to day. But could life have survived in a dark environment that lasted for ages without the light of day?\n\nCREATURES OF THE DARK\n\nSunlight is not essential to life per se.\n\nMicroscopic bacteria are known to live in the ground, entirely bereft of light, enduring extreme temperatures, and thriving on a diet of metals and sulfur. Some of these microbes get their energy “by digesting compounds containing copper, arsenic, bismuth, molybdenum, nickel, antimony, uranium, vanadium, and zinc.” As they digest this hellish banquet, the microbes excrete pools of sulfuric acid. Ever since the 1970s, this knowledge has been successfully utilized in the mining of metals by introducing such bacterial organisms which extract metals from ores by simply digesting them.\n\nMethane-producing microbes known as Archaea live at great marine depths in a sunless world close to abysmal hydrothermal vents. Nor are microbes the only forms of life that cluster around these orifices. In the 1970s, scientists discovered that flues near the Galápagos Islands support a thriving community of bacteria, tube worms, and even clams “whose primary source of energy is not light but sulfur compounds emitted by the vents.”\n\nTwo large communities thriving in similar sites were discovered in the eastern Pacific, a few hundred miles from Easter Island, in May 1981 by members of the Woods Hole Oceanographic Institution and the Scripps Institution of Oceanography. Apart from bacteria, worms, and clams, these communities also contained mussels, starfish, and actual fish which were photographed at depths reaching 9,000 feet. Like the communities discovered earlier, these organisms thrive on chemical energy “independent of the heat and light from the sun that sustains most life on earth.”\n\nLife itself might very well have originated at such vents, while it is giving hope to others that life might yet be discovered in the seemingly inhospitable environments known to exist on other bodies, both planets and satellites, of our Solar System. As Barry Came noted, judging by the evidence of Earth’s ocean bottoms, sunlight does not appear to be a prerequisite.\n\nIn 1998, the submerged Axial Volcano rumbled into renewed life with an outpouring of lava that rose to fill an old scar a mile beneath the surface, while Axial’s crater sank by an added 10 feet. Scientists working at the New Millennium Observatory, which monitors the ocean bottom some 290 miles off the Oregon coast, were offered the chance to study the drifting of continents firsthand. Submersibles, robots, and remote-controlled cameras joined forces in collecting information. Apart from the geologic implications of the undersea eruption, it also gave scientists a chance to study the ecological changes that ensued. As reported by Jessica Gorman:\n“Even as lava overran old life at the bottom, jets of water squeezed out by the volcano disgorged bacteria that thrive at 220 degrees Fahrenheit — hotter than household boiling water — from even more searing environments below.\nDespite the complete lack of sunlight, bacterial colonies bloomed around Axial, feeding on volcanic chemicals like hydrogen sulfide, and tube worms arrived seemingly from nowhere. Such scenes of rebirth are probably common along the 40,000 miles of mid-ocean ridges, where the Earth’s crust is torn apart.”\nDeep sea life in sunless waters, but away from deep sea vents, has actually been known to exist from much earlier than the 1970s. As Lincoln Barnett describes, in “the zone of utter blackness, animals display the brown and black shades of Melanocetus and Photostomias, though a few, such as the scarlet deep-sea prawns, astonishingly wear bright colors for reasons no one can guess.”\n“But the fact that most deep-sea fish are also equipped with enormous gaping mouths and long, needlelike teeth,” Barnett continues, “is suggestive of the bitter struggle to survive in the blind depths where food is located by chance.”\nThese creatures, nightmarish monsters from a sunless depth, live in such total darkness that some of them grow and carry their own light. To quote Rachel Carson:\n“For the darkness of the lower depths has forced many creatures to make their own light. Perhaps half of the fishes that live in dimly lit or darkened water, as well as many of the lower forms, are phosphorescent. Many fishes carry torches that can be turned on or off at will, presumably to help them find or pursue their prey. Others have rows of light over their bodies, in patterns that vary from species to species. This may be a sort of recognition mark or badge by which the fish can be known as friend or enemy.”\nMoreover:\n“Down beyond the reach of even the longest and strongest of the sun’s rays, the eyes of fishes are different. They become enlarged, as though to make the most of any chance light of whatever sort. Or they may be telescopic, large of lens, and protruding. Some fishes, on the other hand, have become blind, as has happened to certain cave animals that live in a world of darkness. To make up for their lack of eyes, the blind animals of the sea have marvelous feelers and long, slender fins. With these they grope their way like so many blind men with canes. They get their knowledge of enemies or food through the sense of touch.”\nSea plants do not grow at these depths so that these “hungry flesh-eaters prey fiercely upon each other, yet the whole community depends in the end upon the slow rain of food particles descending from above.” The fierceness of the death struggles that must go on in this Stygian gloom “is seen in the saber-toothed jaws of some of the small, dragonlike fishes of the deeper waters, in the immense mouths, and in the elastic bodies that make it possible for a fish to swallow another several times its size where pressure and darkness are the conditions of life...”\nSulfur-sustained life is found not only around deep sea vents but also up on land, out of the sea, in caverns as dark as the oceans’ abysmal depths. Such a cavern, known as the Cave of the Lighted Town—a misnomer, if ever there was one—is located about forty miles south of Villahermosa in the Mexican state of Tabasco. Every April, Soque Indians gather at...",
            "bibliography": [
                "24. F. Waters (with O. White Bear Fredericks), *Book of the Hopi* (New York, 1963), p. 6.",
                "25. Anonymous, “Marvelous Microbes Mine Metals,” *Science Digest* (Special Winter 1979 Edition), p. 28.",
                "26. J. Horgan, “In the Beginning...,” *Scientific American* (February 1991), p. 121.",
                "27. L. Thomas, “On Life in a Hell of a Place,” *Discover* (October 1983), pp. 42-45.",
                "28. Anonymous, “Oases Under the Sea,” *Discover* (July 1981), p. 12."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 287,
            "content": "Since then, many such community-bearing deep-sea apertures have been discovered. As Robert Ballard reported:\n“We’ve now found this kind of community life from twenty degrees north to twenty degrees south of the equator. It’s obvious to us that there must be many, many more communities in between to make it possible for these animals to migrate along the ridge.”\nIn fact, it is now being theorized, but by no means universally accepted, that life itself might very well have originated at such vents, while it is giving hope to others that life might yet be discovered in the seemingly inhospitable environments known to exist on other bodies, both planets and satellites, of our Solar System. As Barry Came noted, judging by the evidence of Earth’s ocean bottoms, sunlight does not appear to be a prerequisite.\nIn 1998, the submerged Axial Volcano rumbled into renewed life with an outpouring of lava that rose to fill an old scar a mile beneath the surface, while Axial’s crater sank by an added 10 feet. Scientists working at the New Millennium Observatory, which monitors the ocean bottom some 290 miles off the Oregon coast, were offered the chance to study the drifting of continents firsthand. Submersibles, robots, and remote-controlled cameras joined forces in collecting information. Apart from the geologic implications of the undersea eruption, it also gave scientists a chance to study the ecological changes that ensued. As reported by Jessica Gorman:\n“Even as lava overran old life at the bottom, jets of water squeezed out by the volcano disgorged bacteria that thrive at 220 degrees Fahrenheit — hotter than household boiling water — from even more searing environments below.\nDespite the complete lack of sunlight, bacterial colonies bloomed around Axial, feeding on volcanic chemicals like hydrogen sulfide, and tube worms arrived seemingly from nowhere. Such scenes of rebirth are probably common along the 40,000 miles of mid-ocean ridges, where the Earth’s crust is torn apart.”\nDeep sea life in sunless waters, but away from deep sea vents, has actually been known to exist from much earlier than the 1970s. As Lincoln Barnett describes, in “the zone of utter blackness, animals display the brown and black shades of Melanocetus and Photostomias, though a few, such as the scarlet deep-sea prawns, astonishingly wear bright colors for reasons no one can guess.”\n“But the fact that most deep-sea fish are also equipped with enormous gaping mouths and long, needlelike teeth,” Barnett continues, “is suggestive of the bitter struggle to survive in the blind depths where food is located by chance.”\nThese creatures, nightmarish monsters from a sunless depth, live in such total darkness that some of them grow and carry their own light. To quote Rachel Carson:\n“For the darkness of the lower depths has forced many creatures to make their own light. Perhaps half of the fishes that live in dimly lit or darkened water, as well as many of the lower forms, are phosphorescent. Many fishes carry torches that can be turned on or off at will, presumably to help them find or pursue their prey. Others have rows of light over their bodies, in patterns that vary from species to species. This may be a sort of recognition mark or badge by which the fish can be known as friend or enemy.”\nMoreover:\n“Down beyond the reach of even the longest and strongest of the sun’s rays, the eyes of fishes are different. They become enlarged, as though to make the most of any chance light of whatever sort. Or they may be telescopic, large of lens, and protruding. Some fishes, on the other hand, have become blind, as has happened to certain cave animals that live in a world of darkness. To make up for their lack of eyes, the blind animals of the sea have marvelous feelers and long, slender fins. With these they grope their way like so many blind men with canes. They get their knowledge of enemies or food through the sense of touch.”\nSea plants do not grow at these depths so that these “hungry flesh-eaters prey fiercely upon each other, yet the whole community depends in the end upon the slow rain of food particles descending from above.” The fierceness of the death struggles that must go on in this Stygian gloom “is seen in the saber-toothed jaws of some of the small, dragonlike fishes of the deeper waters, in the immense mouths, and in the elastic bodies that make it possible for a fish to swallow another several times its size where pressure and darkness are the conditions of life...”\nSulfur-sustained life is found not only around deep sea vents but also up on land, out of the sea, in caverns as dark as the oceans’ abysmal depths. Such a cavern, known as the Cave of the Lighted Town—a misnomer, if ever there was one—is located about forty miles south of Villahermosa in the Mexican state of Tabasco. Every April, Soque Indians gather at...",
            "bibliography": [
                "29. Ballard, R. *Exploring Our Living Planet* (Washington, D.C., 1983), pp. 123-131.",
                "30. Ibid.",
                "31. E. Ferington, “A New Energy of Life?” *Science Digest* (November 1983), p. 22.",
                "32. Anonymous, “In the Beginning...,” *Scientific American* (February 1991), p. 121.",
                "33. L. Thomas, *On Life in a Hell of a Place* (Discover, October 1983), pp. 42-45.",
                "34. Anonymous, “Oases Under the Sea,” *Discover* (July 1981), p. 12."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 288,
            "content": "Since then, many such community-bearing deep-sea apertures have been discovered.\nAs Robert Ballard reported:\n“We’ve now found this kind of community life from twenty degrees north to twenty degrees south of the equator. It’s obvious to us that there must be many, many more communities in between to make it possible for these animals to migrate along the ridge.”\nIn fact, it is now being theorized, but by no means universally accepted, that life itself might very well have originated at such vents, while it is giving hope to others that life might yet be discovered in the seemingly inhospitable environments known to exist on other bodies, both planets and satellites, of our Solar System. As Barry Came noted, judging by the evidence of Earth’s ocean bottoms, sunlight does not appear to be a prerequisite.\nIn 1998, the submerged Axial Volcano rumbled into renewed life with an outpouring of lava that rose to fill an old scar a mile beneath the surface, while Axial’s crater sank by an added 10 feet. Scientists working at the New Millennium Observatory, which monitors the ocean bottom some 290 miles off the Oregon coast, were offered the chance to study the drifting of continents firsthand. Submersibles, robots, and remote-controlled cameras joined forces in collecting information. Apart from the geologic implications of the undersea eruption, it also gave scientists a chance to study the ecological changes that ensued. As reported by Jessica Gorman:\n“Even as lava overran old life at the bottom, jets of water squeezed out by the volcano disgorged bacteria that thrive at 220 degrees Fahrenheit — hotter than household boiling water — from even more searing environments below.\nDespite the complete lack of sunlight, bacterial colonies bloomed around Axial, feeding on volcanic chemicals like hydrogen sulfide, and tube worms arrived seemingly from nowhere. Such scenes of rebirth are probably common along the 40,000 miles of mid-ocean ridges, where the Earth’s crust is torn apart.”\nDeep sea life in sunless waters, but away from deep sea vents, has actually been known to exist from much earlier than the 1970s. As Lincoln Barnett describes, in “the zone of utter blackness, animals display the brown and black shades of Melanocetus and Photostomias, though a few, such as the scarlet deep-sea prawns, astonishingly wear bright colors for reasons no one can guess.”\n“But the fact that most deep-sea fish are also equipped with enormous gaping mouths and long, needlelike teeth,” Barnett continues, “is suggestive of the bitter struggle to survive in the blind depths where food is located by chance.”\nThese creatures, nightmarish monsters from a sunless depth, live in such total darkness that some of them grow and carry their own light. To quote Rachel Carson:\n“For the darkness of the lower depths has forced many creatures to make their own light. Perhaps half of the fishes that live in dimly lit or darkened water, as well as many of the lower forms, are phosphorescent. Many fishes carry torches that can be turned on or off at will, presumably to help them find or pursue their prey. Others have rows of light over their bodies, in patterns that vary from species to species. This may be a sort of recognition mark or badge by which the fish can be known as friend or enemy.”\nMoreover:\n“Down beyond the reach of even the longest and strongest of the sun’s rays, the eyes of fishes are different. They become enlarged, as though to make the most of any chance light of whatever sort. Or they may be telescopic, large of lens, and protruding. Some fishes, on the other hand, have become blind, as has happened to certain cave animals that live in a world of darkness. To make up for their lack of eyes, the blind animals of the sea have marvelous feelers and long, slender fins. With these they grope their way like so many blind men with canes. They get their knowledge of enemies or food through the sense of touch.”\nSea plants do not grow at these depths so that these “hungry flesh-eaters prey fiercely upon each other, yet the whole community depends in the end upon the slow rain of food particles descending from above.” The fierceness of the death struggles that must go on in this Stygian gloom “is seen in the saber-toothed jaws of some of the small, dragonlike fishes of the deeper waters, in the immense mouths, and in the elastic bodies that make it possible for a fish to swallow another several times its size where pressure and darkness are the conditions of life...”\nSulfur-sustained life is found not only around deep sea vents but also up on land, out of the sea, in caverns as dark as the oceans’ abysmal depths. Such a cavern, known as the Cave of the Lighted Town—a misnomer, if ever there was one—is located about forty miles south of Villahermosa in the Mexican state of Tabasco. Every April, Soque Indians gather at...",
            "bibliography": [
                "35. R. Gore, “Our Restless Planet Earth,” *National Geographic* (August 1985), pp. 164-165."
            ],
            "captions": []
        }
    ]
}
