{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 239,
            "content": "Revolve around it! Like the priests of other nations, we learn that, when officiating before the Altar of Heaven, the Chinese Emperor always faced north.\nTHE EUROPEAN EVIDENCE\nIt was no different in ancient Greece. In neo-Platonist philosophy, for instance, Kronos/Saturn was associated with the pole. Orphic thought also identified Chronos who, as we shall see, was the same as Kronos, as the power behind the turning of the heavens around the polar axis. It is therefore no surprise that, when praying, the ancient Greeks, too, faced to the north.\nIn time, the sacredness of the north was bound to touch terrestrial realms which, in European thought, remained philologically bound to Saturn through Kronos. The Greeks themselves referred to the North Sea as Kronios Okeanos, or the Saturnian Sea. The adjective “Cronian,” derived from “Kronos,” has even survived in the English language as descriptive of the Arctic Ocean.\nAs Warren discovered, the same idea persisted in Etruria, before Rome:\n“Varro and other Latin writers confirm this general representation, so that all modern expounders of the old Etruscan religion unite in locating the abode of the gods of Etruria in the Centre of Heaven, the northern circumpolar sky. Niebuhr and other authorities of the highest rank assure us that the Romans shared the same faith.”\nThus, Ovid, in his Fasti, offers a description of Creation, at the conclusion of which Janus is made to state: “The guardianship of this vast universe is in my hands alone, and none but me may rule the wheeling pole.” As Roger Ashton indicated:\n“The centre of the wheeling pole is motionless to the terrestrial observer. Janus, ruler of the motionless celestial pole, must thus be located at the Celestial Pole.”\nWhen Saturnus was flung down from his celestial seat, he was said to have continued ruling from “the opposite end of the world axis,” which presupposes a former position corresponding to the northern polar station. But even here, we do not really require such a circuitous route to the Latin Saturn’s former polar placement since Saturnus himself was remembered as the god of “the steadfast star,” which star is understood as the Pole Star.",
            "bibliography": [
                "1. J. Sammer, “The Cosmology of Tawantinsuyu,” KRONOS 10:2 (Winter 1984), p. 28, who references L. de Saussure, “Le système cosmologique sino-iranien,” Journal Asiatique 203, pp. 235-297, and idem, “La serie septenaire, cosmologique et planetaire,” in ibid., 204 (1924), pp. 333-370.",
                "2. AB. Cook, Zeus: A Study in Ancient Religion, Vol. II (N.Y., 1965), p. 557.",
                "3. U. Holmberg, Der Baum des Lebens (Helsinki, 1922), p. 109, as cited by D. Talbott, “On Testing the Polar Configuration,” AEON 1:2 (February 1988), p. 101.",
                "4. WF. Warren, op. cit., p. 213.",
                "5. G. Websier, Twentieth-Century Dictionary of the English Language (N.Y., 1939), p. 401.",
                "6. WF. Warren, op. cit., p. 214.",
                "7. Ovid, Fasti 1:119-120.",
                "8. Ashton, “The Genie of the Pivot,” KRONOS 10:1 (Fall 1984), p. 21.",
                "9. Manilus, Astronomica, as cited in R. Klibansky, et al., Saturn and Melancholy (London, 1964), p. 141.",
                "10. See here the Latin poem “Aetna,” Minor Latin Poets (Harvard, 1968), p. 381."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 240,
            "content": "The Aztec god Xiuhtecuhtli was also known as Huehueteotl, that is “the old god,” and/or “the old god of the center,” as well as Ixcozauhqui, that is revered as “the sun of the center” and “he of the yellow face.” He was revered as “the sun of the center” and pole. Although Xiuhtecuhtli is no longer identified as “the central fire,” thus bringing to mind the central fire of Philolaos. He was described as the pivot of the turning heavens and identified with the celestial pole. Although Xiuhtecuhtli is no longer specifically identified as the planet Saturn, we can see that he was a very old god who personified a yellow-faced sun which stood at the center of the celestial pole. The description is apt and, to be sure, Brundage was astute enough to recognize Xiuhtecuhtli as “the Aztec Cronus [the same as Kronos/Saturn], the first king and Lord of Time.” It should perhaps be noted here that, as the god of fire, and very much like the Mesopotamian Ninurta—if not for similar reasons—Xiuhtecuhtli also bore some non-Saturnian traits which we shall endeavor to resolve in a future work. In the meantime, there is yet one more motif which ties the deity in question inextricably to Saturn that we shall have reason to explore in a following page of this work. Meanwhile, in a previous chapter we met the Yuki creator Taiké-mol, whose name translates as “Solitude Walker,” and who we had reason to identify as the solitary Saturnian sun. It is, therefore, worth noting that Taiké-mol was also said to have resided in the north. Thus, when the Damaras of Africa claim that their “highest deity,” Omakuru, “dwells in the far North,” we can be certain that the reference is to their own version of the Saturnian deity.",
            "bibliography": [
                "11. M. Simoni, “Central America: Gods of Sacrifice,” Larousse World Mythology (London, 1972), p. 468.",
                "12. M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972), p. 435.",
                "13. Nicholson, Mexican and Central American Mythology (London, 1967), pp. 106-107.",
                "14. M. Simoni, op. cit., p. 463.",
                "15. C. A. Burland, The Gods of Mexico (N.Y., 1967), p. 77.",
                "16. Thid., pp. 77, 80.",
                "17. BC. Brundage, The Fifth Sun (Austin, 1983), pp. 22 ff.",
                "18. J. Bierhorst (Editor), The Red Swan: Myths and Tales of the American Indians (N.Y., 1976), p. 40.",
                "19. E. B. Tylor, Primitive Culture, Vol. II, p. 259.",
                "20. A0"
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 241,
            "content": "SINTERKLAAS\nThe belief in the northern placement of the Saturnian sun perpetuated itself down through the ages in various mystic societies and other traditions in which Saturn continued to be remembered as “the old man who lives at the north pole.” If this has a familiar ring to it, the reader is not mistaken. In fact, as Manly Hall observed:\n“Saturn, the old man who lives at the north pole, and brings with him to the children of men a sprig of evergreen (the Christmas tree), is familiar to the little folks under the name Santa Claus.”\nTo be sure, Santa Claus can be said to have had an entirely different origin, one that stemmed from the life of Nicholas of Myra. While the history of Nicholas is somewhat obscure, his cult became a very popular one in Christian circles. What is known of him is that he was the bishop of Myra, in Lycia, a region in present-day Turkey, during the time of the Roman emperor Diocletian (A.D. 245-313). Persecuted and tortured for his Christian faith, Nicholas was then imprisoned until released during the tolerant reign of Constantine. Sanctified by the Christian Church, he was honored by Latins as well as Greeks by an annual feast held on December 6th.\nNicholas’ connection with the myth of Santa Claus arose out of the legend which claims that he was once responsible for clandestinely bestowing dowries to three daughters of a poor citizen who, not having been able to procure decent marriages for them, was about to give them up to a house of prostitution. This event inaugurated the tradition of giving presents in secret on the eve of his feast day, that is on December 6th.\nThe name Santa Claus itself is merely the English corruption of the Dutch form of Saint Nicholas—that is Sinterklaas—which transpired when the tradition was introduced to America by early Dutch colonists.\nThere is, of course, no direct connection between Saint Nicholas and the north pole in which Santa Claus is said to reside. So how did the belief originate?\nThe date of Jesus’ birth has never been ascertained (and it never will be). The Christian feast commemorating the event had originally shifted to and fro all over the calendar. Somewhere around 354 A.D., Latin Christians decided on December 25th since this had been the date on which the feast of Mithra, whose religion had become the main competitor of the Christian one, and which had been amalgamated with that of Sol Invictus, was held. This raised dissent among the Christian community of other countries, especially among the Syrians and Armenians, who continued to celebrate the birth of Jesus on whatever day their own tradition had dictated. In A.D. 440, however, the Fathers of the Christian Church decided to revert to December 25th as the official date since this was also the day of the winter solstice which had for long been a day of celebration. This was also the time during which the feast of Saturn, known as the Saturnalia, was celebrated. Originating as a New Year festival, the Saturnalia was held on December 17th, but was gradually extended to seven days up to December 23rd. The Greek, and original, version of the Roman Saturnalia, however, was the Greek Kronia, likewise dedicated to Kronos/Saturn, and this used to be held on December...",
            "bibliography": [
                "21. M. P. Hall, An Encyclopedic Outline of Masonic, Hermetic, Qabalistic and Rosicrucian Symbolic Philosophy (1928), LXXIX, as cited by D. Talbott, “On Testing the Polar Configuration,” AEON 1:2 (February 1988), p. 101.",
                "22. W. F. Warren, op. cit.",
                "23. Nuttal, Fundamental Principles of Old and New World Civilizations in Archaeological and Ethnological Papers of the Peabody Museum, Vol. 11 (Harvard, 1901).",
                "24. U. Holmberg, Der Baum des Lebens (Helsinki, 1922).",
                "25. R. Guenon, Le Symbolisme de la Croix (Paris, 1931) and Le Roi du Monde (Paris, 1958).",
                "26. J. O’Neil, The Night of the Gods (London, 1893).",
                "27. de Saussure, Les Origines de l’Astronomie Chinoise (Paris, 1930).",
                "28. D. Talbott, “Guidelines to the Satur Myth,” KRONOS 10:3 (Summer 1985), p. 47.",
                "29. G. de Santillana & H. von Dechend, [Complete Reference].",
                "30. Thid., p. 140.",
                "31. Thid., p. 136.",
                "32. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 242,
            "content": "Mithra—slaying the Saturnian bull—whose festival in Rome was held on December 25th. Presents had also been freely exchanged during the festivities of the Saturnalia, which custom then coincided with that held in honor of Saint Nicholas.\nWe can then see how the two traditions were merged into one—the giving of presents by Saint Nicholas on the eve of December 6th and the giving of presents by, or in honor of, Saturn anywhere from December 17th to December 25th. In the minds of the common people, Saint Nicholas was thus merged with Saturn, “the old man who lives at the north pole,” and the myth of Santa Claus was inadvertently born.",
            "bibliography": [
                "33. S. Langdon, Semitic Mythology (Boston, 1931), p. 18.",
                "34. A2"
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 243,
            "content": "FIFTH INTERLUDE\nAs we have seen, the mytho-historical record consistently bombards one with allusions from every mythological quarter that persistently associate the ancient Saturnian sun god with the north and, more specifically, the north celestial sphere. And it is the collective strength of such traditions, ranging all the way from Sumero/Babylonian times to the present, that impels one to believe that, as far as our ancient forefathers were concerned, the primeval sun god had once inhabited that place in Earth’s northern sky that is presently occupied by the Pole Star. Although all this might be new to the public-at-large, I am not revealing any esoteric secrets. Mythologists have known it all for quite some time. Gerald Massey, William Warren, Zelia Nuttal, Uno Holmberg, René Guenon, and others we have already had occasion to mention as well as those mentioned below—they all wrote extensive works bearing on the subject. As David Talbott noted:\n“...the tradition of a former polar god or polar sun has been chronicled by a host of scholars; together they have succeeded in demonstrating a universal tradition. In the late nineteenth century John J. O’Neill even recognized the god as Saturn and had to contrive a distinction between the god and the planet to account for the identity.\nLater, the specific connection of the planet [Saturn] with the Pole was noted by Léopold de Saussure. But not one of these innovative researchers ever wondered if their polar suns or polar gods might have actually been there!\"\nGiorgio de Santillana and Hertha von Dechend are prime among those who have researched the subject, but have objected to a literal interpretation of what these ancient messages portray. Since their own research took them far and wide across the entire world in digging through the mytho-historical record, they had no option but to accept that, as far as the ancients were concerned, Saturn had once resided in the place now occupied by the Pole Star. “This is puzzling at first,” they state. “What has Saturn, the far-out planet, to do with the pole?” They ask. They even admit that “the reader is not the first to be perplexed by an imagery which allows for the presence of planets at the pole...” And then comes the objection: “It is not in the line of modern astronomy to establish any link connecting the planets with Polaris, or with any star, indeed, out of reach of the members of the zodiacal system.”\nSo how do they explain the ancient belief in Saturn’s former polar placement? Their answer is that “such figures of speech were an essential part of the technical idiom of archaic astrology...” Nowhere, however, do they tell us what it was that gave rise to these “figures of speech.” Nowhere do they tell us why “such figures of speech” were thought to be",
            "bibliography": [
                "35. G. Massey, The Natural Genesis, Vols. I & II (London, 1883; N.Y., 1970).",
                "36. W. F. Warren, op. cit.",
                "37. Nuttal, Fundamental Principles of Old and New World Civilizations in Archaeological and Ethnological Papers of the Peabody Museum, Vol. 11 (Harvard, 1901).",
                "38. Holmberg, Der Baum des Lebens (Helsinki, 1922).",
                "39. R. Guenon, Le Symbolisme de la Croix (Paris, 1931) and Le Roi du Monde (Paris, 1958).",
                "40. J. O’Neil, The Night of the Gods (London, 1893).",
                "41. de Saussure, Les Origines de l’Astronomie Chinoise (Paris, 1930).",
                "42. D. Talbott, “Guidelines to the Satur Myth,” KRONOS 10:3 (Summer 1985), p. 47.",
                "43. G. de Santillana & H. von Dechend, [Complete Reference].",
                "44. Thid., p. 140.",
                "45. Thid., p. 136.",
                "46. Ibid."
            ],
            "captions": []
        }
    ]
}
