[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 199,
        "content": "",
        "bibliography": [],
        "captions": [
            "King Djoser with Imhotep, architect and builder of the first Egyptian (stepped) pyramid. (Illustration by John Green.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 200,
        "content": "Their community. On the contrary, they believe in a supreme deity who, despite his innumerable divine appellations, is commonly referred to simply as Father. This god, as well as his son, is also known as Efe, from whom the tribe derived its name; but Efe the father was also Saturn. The planet itself is also known by them as Bibi Deba—'the good or perfect star.' As we have already noted in a previous chapter, hemmed in as they are by the almost impenetrable jungles of the Congo, these pygmies know that Saturn is surrounded by satellites, for which reason they also allude to the planet as Bibi Tiba Abutsiua’ani—'the star of nine moons.' The greatest calamity that these diminutive but highly intelligent people remember is that of a universal flood—which gives the lie to those mythologists who claim that Deluge myths are unknown from Africa—and even this they associate with Efe/Saturn. But what then of non-planetary disasters, of ordinary floods, famines, and thunder, and wind, etc.? True—man did imbue these non-planetary forces with a will of their own and, yes, they often anthropomorphized them. This holds true not only for those forces which terrified early man but also for those aspects of nature that were passive, beautiful, and even benign—such as fog, the northern lights, and even fair weather, to give but a few examples.",
        "bibliography": [
            "J-P Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973), p. 80.",
            "Ibid., p. 62.",
            "Ibid., p. 129.",
            "Ibid., p. 403, although an entire reading of the book is required to properly appreciate this identification.",
            "Ibid., p. 385.",
            "Ibid.",
            "Ibid., p. 212."
        ],
        "captions": [
            "The deified Imhotep."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 201,
        "content": "Thus de Santillana and von Dechend were not entirely correct when they stated that 'all the stories, characters and adventures narrated by mythology concentrate on the active powers among the stars, who are the planets.' Regardless of the impetus behind its origin, a fair share of primitive mythology does concern itself with non-planetary spirits of nature. We notice, however, that these spirits of nature, a few among which have been mentioned above, were not deified—that is they were not regarded as demiurges with powers over the destiny of man. Only among the more sophisticated Incas, long out of primitiveness, was Thunder, for instance, considered something of a deity, and even then he was subservient to the Creator. And there, I must stress, lies the difference, because, according to his own statements, ancient man was not concerned with the purported antics of fog, fair weather, or other nature spirits, demons, and fairies. What concerns us in this study are the great deities of mankind—the creators and destroyers, the movers of the world—which we find imbuing the religions and cosmic beliefs of early civilizations and primitive tribes alike. Again, I am not attempting to negate the fact that so-called primitive cultures perceive the world as being spirit animated. But what of it? Until a few hundred years ago, were not the most sophisticated centers of European civilization also imbued with superstition, which is what a spirit-animated belief amounts to? Are countries like China and India, Indonesia, and heaven knows where else, not superstition-ridden to this day? Do they not still throw live chickens into volcanic craters in Java, and pour gin, in lieu of awa, to Pele in America’s fiftieth state, as endeavors meant to pacify the destructive force exhibited by volcanoes? Does any of this negate the fact that the countries in question also pay homage to a higher deity dictated by whatever religion these societies adhere to? Why, then, could not primitive planetary worship have co-existed with a more down-to-earth animism? As research implies, residual planetary worship continues to saturate the most primitive beliefs up to the present, as exemplified by the religion of the Efe pygmies mentioned above. Nor must this particular example be viewed as unique. Space does not here permit anything close to a fair sampling of such cases but I could easily have included a catalogue of similar residues found embedded in the beliefs of such people as the Dogon of the Sudan, which is present-day Mali, the astronomical lore of whom we have already discussed in a previous chapter; the Negroes of Mozambique; the Bambala of the Congo; the Bushongo; and many other tribes from the African heartland. The mythology of Oceania is likewise saturated with residual planetary worship as is that of the Inuit from Alaska to Greenland. None of these primitive societies, and others like them, can be said to be astronomically adept, yet, when traced to their basic fundamentals, the roots of their religious beliefs exhibit an uncanny similarity to the planetary motifs found scattered among the more sophisticated early civilizations of man. True, demons and nature spirits also abound, but none of these play a cosmogonic role or hold a prominent place in the complex religious rituals performed by these societies. Students of religion will tell us that logic dictates that man would have first endowed what he could see around him with spiritual life before he would have done likewise with the far away planets. But, in that case, should he not have looked upon the Sun and the Moon as",
        "bibliography": [
            "H. Hirnschall, op. cit., myth 34.",
            "Ibid., myth 35.",
            "Ibid., myth 18.",
            "G. de Santillana & H. von Dechend, op. cit., p. 177 (emphasis added).",
            "D. Gifford, Warriors, Gods & Spirits from Central & South American Mythology (London, 1983), p. 57.",
            "D. B. Vitaliano, Legends of the Earth (London, 1973), p. 104.",
            "Ibid., p. 118."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 202,
        "content": "Part of his all-surrounding environment? Could he then have believed that rivers and trees and wind and thunder were animated by spirits before he believed similarly of the most comforting object he was aware of—the Sun? Given that the Sun and the Moon are much more conspicuous than the planets, theirs should have been the major role in primitive mythology. How is it then that, while not always readily obvious from cursory studies, the prime protagonists were invariably the planets and planet-induced phenomena? This poses something of a conundrum to those who view mythology through uniformitarian eyes, one that has already been commented on by Immanuel Velikovsky and David Talbott. The riddle, however, is solved when we discover, as in fact the sources themselves convincingly illustrate, that the planets, or at least some of them, prime among them the planet Saturn, were once more conspicuous than Sun and Moon. Once this is accepted, as it is by an ever-growing body of neo-catastrophists, it becomes much easier to accept that before man had developed an awareness of the heavenly bodies, he had no gods at all. This would seem to lead to the assumption that early man lived for long ages before he discovered his first god but the fruits of research indicate otherwise. In the first place, one must stop thinking of the planets in this instance as mere pin-points of light in the night sky. It should by now have become obvious to the readers of this work that man’s earliest memory of the planets is one that hints at recognizable orbs hanging low in the sky. As we have thus far seen, originally there seems to have been only one such orb visible in the sky—the planet Saturn. Mankind, it now seems, discovered its identity under the close influence of this planetary body which is why the Saturnian deity, in his many guises, is to be found at the head of every major pantheon throughout the ancient civilized world. This primeval Saturn entered man’s memory first as a passive entity which was originally looked upon with neither fear nor awe. But, as I intend to show in a future work, this was not to remain so. In time, a series of events transpired which so impressed the human mind that Saturn became, for man, the very centre of his environment, his ever-increasing awe and, eventually, the deduced reason for his very being. Given all this, while not wishing to borrow credence, what would be so difficult in accepting that (a) man’s original deity was a planetary body and that (b) prime among these deified bodies was the planet Saturn? The question, of course, is simply this: Is there any proof that any of this transpired? So let me be quite honest. If proof is what we are after, it is not forthcoming—any more than proof to the contrary is. But the evidence now at hand, which we shall continue to present, is more than enough to upset antiquated views of man’s emergence as a religious being and quite capable of upholding this new, if revolutionary, theory. Further evidence concerning our proposition that, during the indeterminate period with which we are concerned, Saturn was the only celestial body visible from Earth will be presented in following chapters. In the meantime, it is again time to reshuffle our previous set of hypotheses while incorporating this new datum in the set. Our hypotheses, then, will read as follows:",
        "bibliography": [
            "I. Velikovsky, Worlds in Collision (N. Y., 1950), p. 301.",
            "D. N. Talbott, in interview with J. Gibson, 'Saturn’s Age,' Research Communications Network Newsletter #3 (October 15, 1977), p. 2."
        ],
        "captions": [],
        "headers": [
            "KARR KR ROR KK ROK"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 203,
        "content": "Hypothesis #1: That, from what can be deduced from ancient as well as primitive astronomical lore, Earth had once been a satellite of the planet Saturn which, because of its proximity, loomed large in the sky as a distinct disc larger than the size of the full Moon. Hypothesis #2: That, still according to ancient astronomical lore, during this indeterminate period, Saturn was the only visible celestial body in Earth’s primordial sky. Hypothesis #3: That, still according to the ancients, during this same period, Saturn shone as a sun. Hypothesis #4: That this primordial Saturnian sun shone during that time we today call the night. Needless to say, the reader may be wondering how it could have been possible for Saturn to have been the only visible body, even if Earth was its satellite. Would not the Sun, the Moon, and the stars have also been visible in Earth’s primordial sky? In order to answer that question, we will have to wade into deeper waters still. But answer it we will.",
        "bibliography": [],
        "captions": [],
        "headers": []
    }
]