[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 269,
        "content": "The determinative for water and the sign for 'god,' all of which show that this deity was the god of the watery mass in the sky. Moreover, in a hymn to Ra, we read: \"Praise be to thee, O Ra...thou shining one who dost send forth light upon the waters of heaven.\" Of Osiris, also, it was said that \"[his] water is in heaven.\" In the Egyptian Book of the Dead, Ra is also made to utter: \"I am the Great God who created himself.\" It is then asked: \"Who is he?\" And the answer is given: \"The Great God who created himself is the water—it is the Abyss, the Father of the Gods.\" For that reason Ra was also known as Akeb-ur, the \"god of the great celestial waters.\" The Indic Satapatha Brahmana informs us that \"in the beginning this (universe) was water, nothing but a sea of water,\" where \"universe\" is the translation of the Sanskrit vishva which actually means \"all.\" And, during the time of being and not being, according to the Rig Veda, \"all was a dark and watery chaos.\" The same Rig Veda also tells us that this was a sea of \"upper waters.\" Thus Varuna, whom we have also seen identified as Saturn, was lauded as he who is \"an ocean far removed\" while worship was said to ascend to him through heaven. Even more explicitly, the Satapatha Brahmana additionally informs us that \"the seat of the waters is the sky, for in the sky the waters are seated.\" According to some accounts, these waters seem to have preceded Creation. Thus, for instance, Nahum Sarna noted that: \"[Genesis] shares with [the Babylonian] Enuma Elish the idea of the priority of water in time. Just as Apsu and Tiamat...exist before all things, so in Genesis the existence of water is taken for granted. The darkness is over the surface of the deep...Now this concept of the priority of water is fairly widespread among many unrelated mythologies.\" Among these unrelated mythologies, one might again point to that of ancient Egypt. While all that was created was said to have been raised from the watery abyss of Nu, some of the Egyptian versions of Creation do not state that the waters themselves were created. But, in a hymn to Ptah-Tenen, whom we have also seen identified as Saturn, mention is made of a time \"when the waters had not [yet] come forth\" while, a little later, \"the celestial water\" is",
        "bibliography": [
            "A. W. Budge, op. cit., p. 283.",
            "Ibid., p. 341.",
            "Idem, Osiris and the Egyptian Resurrection, Vol. 1 (N. Y., 1911/1973), p. 142.",
            "A. Piankoff, The Shrines of Tut-Ankh-Amon (N. Y., 1955), p. 121.",
            "A. W. Budge, op. cit., p. 131.",
            "Satapatha Brahmana 11:1:6:1.",
            "Rig Veda X:129.",
            "Ibid., 1:163:1.",
            "Ibid., VIU:41:8.",
            "Satapatha Brahmana VII:5:2:56.",
            "N. M. Sarna, Understanding Genesis (N. Y., 1976), p. 13.",
            "A. W. Budge, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 295.",
            "Ibid., p. 510."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 270,
        "content": "said to have come forth from the \"mouth\" of the same god. Also, in a hymn to Ra, the creator is praised with the words: \"Thou art the One God who came into being in the beginning of time...thou didst make the watery abyss of the sky...\" Budge could thus paraphrase the point we wish to stress through the following words: \"In what form [Atum-Ra] existed no one knows, but he created for himself, as a place wherein to dwell, the great mass of Celestial Waters to which the Egyptians gave the name of Nu. In these, for a time, he lived quite alone.\" So, similarly, in the Laws of Manu where the \"Self-existent...first with a thought created the waters...\" Although described in a philosophical vein, the Satapatha Brahmana likewise discloses the creation of the waters: \"Verily, there was nothing here in the beginning: by Death this (universe) was covered...He [the creator] created for himself this mind, thinking 'May I have a soul.' He went on worshipping. Whilst he was worshipping the waters were produced...\" Of special interest here is that what is translated as \"Death\" is actually Yama whom we have also presented as one of the Sanskrit names for the planet Saturn. So that the line translated as \"By Death this (universe) was covered\" should actually read \"by Saturn this All was covered.\" Now whether the waters had always been there, whether Saturn was seen to emerge from them, or whether the waters were seen to issue out of the Saturnian globe, seems to have depended on who did the remembering. At this late date it is not easy, if even possible, to reach a definite conclusion. The more important question remains: What were these celestial waters? THE WHIRL OF CREATION All these, and other, myths of celestial waters led Roger Ashton to assume that there must have been some celestial phenomenon resembling shimmering waters, possibly an auroral effect, surrounding the primeval Saturnian orb. As he also elsewhere stated, \"part of that assemblage must have looked like waters, whose implicitly or explicitly celestial character has severally been noted\" and that these \"waters evidently appeared in a distinct image or pattern.\" But while an auroral effect might resemble shimmering water, and while this could also be called an indistinct entity, even a nebulosity, it is doubtful that it would also",
        "bibliography": [
            "Ibid., p. 511.",
            "Idem, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 251.",
            "Idem, as cited by R. Van Over, op. cit., p. 253.",
            "Laws of Manu 1:6-8.",
            "Satapatha Brahmana X:6:5:1-7.",
            "R. Ashton, \"The Age of Purple Darkness,\" AEON V:3 (December 1998), p. 98.",
            "Idem, \"Saturn: The First of the Gods,\" unpublished manuscript, p. 17."
        ],
        "captions": [],
        "headers": ["THE WHIRL OF CREATION"]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 271,
        "content": "The hieroglyphic characters which denote the primeval waters of Egyptian mythology. (Rendering by Stéphane Rossini.) have imparted an image of fog, or foam, or fluffy cotton, mud, slime, or primeval matter in chaos. Is it then not more conceivable that the nebular cloud we have been pushing forward as a tentative explanation of the entity in question would have been seen by the majority of the ancients as a spinning whirlpool of chaotic water? If there is one thing that many an astronomical nebula resembles, it has to be a whirlpool. But should we let astronomical nebulae—that is circumstellar disks—which are not themselves planetary, dictate what Saturn’s nebulosity would have looked like? Let us then re-examine the record. What does the Yuki creation myth say about that fog or foam that was at the beginning of things? It \"moved round and round continually,\" it is said. Nor was this foam known only to the Yuki. It also appears in Buddhist mythology where the surface of the celestial waters is said to have been stirred by \"the dawn wind of creation.\" It is then said that the foam of the waters solidified to form the god’s residence. Here we have a direct connection between the nebulosity that was described as foam and the celestial waters; they were both part and parcel of the same entity. But to continue—what about the myth of the Marquesas Islands? Is it not there stated that the \"primeval void\" started a whirling? Ovid also reminds us that Chaos \"heaved and turned.\" So, also, with the entity called Tao which was said to have been \"eternally revolving without fail.\" Everywhere, then, we catch a glimpse of this indistinct entity as continually moving round and round, whirling, like a whirlwind in the sky. Why not then a whirlpool, many of",
        "bibliography": [
            "K. Coomaraswamy, Elements of Buddhist Iconography (New Delhi, 1972), p. 52.",
            "Ibid."
        ],
        "captions": [
            "F BABA AAA AA NA",
            "yvryryr *y *.' a ay Ce a"
        ],
        "headers": ["AAAAAAA"]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 272,
        "content": "which, in the form of eddies, man would have been accustomed to seeing in terrestrial waters? Here we have to exercise great caution because mythology speaks of diverse whirlpools—as also cyclones—not the least of which being the whirlpool of destruction into which Saturn was said to have ultimately sunk (yet one more topic which will have to be reserved for a future work). Even so, in describing the cosmology of the Phoenicians according to Sanchoniathon, Philo wrote that: \"The first principle of the universe he [Sanchoniathon] supposes to have been air dark with cloud and wind, or rather a blast of cloudy air, and a turbid chaos dark as Erebus; and these were boundless and for long ages had no limit.\" It was out of this dark and turbid chaos that Creation was said to have progressed, a description that has more in common with a dark whirlwind, if not whirlpool, than an auroral effect. Something similar is recounted in the Japanese Nihongi as paraphrased by Raymond Van Over: \"Before Heaven and Earth were produced, there was something which might be compared to a cloud floating over the sea. It had no place of attachment for its root.\" And so, also, among the Chinese as we learn from the Tao Teh Ching: \"There is [or was] a thing confusedly formed, born before heaven and earth. Silent and void, it stands alone and does not change, goes round and does not weary.\" And did not Ovid tell us that this water \"heaved and turned in darkness\"? At the other extreme of civilization, we encounter Amma, the Dogon creator, of whom it was said that, during the \"original darkness,\" he spun and danced while creating the heavens; he whirled round as he commenced to organize (or reorganize) the world out of chaos. The Norse Aesir, according to the Véluspa, established their seat on Idavollr, i.e. the \"whirl-field,\" derived from ida, meaning \"eddy.\" This led to a Teutonic legend concerning some Frisians who sailed on a voyage up to the Arctic Ocean where they encountered a darkness that could hardly be penetrated. They were then exposed to a maelstrom which threatened to drag them down into Chaos. While this legend cannot be used as evidence of anything, we notice how the various themes we have been considering are brought together in what appears to be a garbled version of the motifs of Creation. The northern region in which we have seen ancient man persistently place the primeval Saturn, and therefore the celestial waters associated with him, is here terrestrialized as the northern Arctic Ocean; the darkness in which the celestial waters were enshrouded is here remembered as having enveloped the same Arctic Ocean; the whirling nebulosity in the sky became a terrestrial maelstrom or whirlpool; and even Chaos shows up in connection with it all. Such is the nature of myths and legends. Can we then be positively sure that the celestial waters of chaos owed their origin to Saturn’s nebular cloud? Of course not. It would be arrogant of me to be adamant about this. What our ancient forebears saw in the sky during this period was too indistinct for them to describe in clear detail. That much is more than obvious. All that can safely be stated is that the few snippets from the mytho-historical record we have had a chance to examine seem to fit such a model.",
        "bibliography": [
            "Eusebii Pamphili, Evangelicae Praeparationis, Book 1, Chapter X.",
            "R. Van Over, op. cit., p. 354.",
            "J. Purce, The Mystic Spiral: Journey of the Soul (N. Y., 1974), p. 20.",
            "M. Griaule & G. Dieterlen, \"Un Système Soudanais de Sirius,\" Journal de la Société des Africainistes XX:1 (1950), p. 274.",
            "Idem, Le Renard Pélé (Paris, 1965), p.163.",
            "Idem, see reference #87, Note #14.",
            "G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 154."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 273,
        "content": "ness that could hardly be penetrated. They were then exposed to a maelstrom which threatened to drag them down into Chaos. While this legend cannot be used as evidence of anything, we notice how the various themes we have been considering are brought together in what appears to be a garbled version of the motifs of Creation. The northern region in which we have seen ancient man persistently place the primeval Saturn, and therefore the celestial waters associated with him, is here terrestrialized as the northern Arctic Ocean; the darkness in which the celestial waters were enshrouded is here remembered as having enveloped the same Arctic Ocean; the whirling nebulosity in the sky became a terrestrial maelstrom or whirlpool; and even Chaos shows up in connection with it all. Such is the nature of myths and legends. Can we then be positively sure that the celestial waters of chaos owed their origin to Saturn’s nebular cloud? Of course not. It would be arrogant of me to be adamant about this. What our ancient forebears saw in the sky during this period was too indistinct for them to describe in clear detail. That much is more than obvious. All that can safely be stated is that the few snippets from the mytho-historical record we have had a chance to examine seem to fit such a model.",
        "bibliography": [
            "V. Rydberg, Teutonic Mythology (N. Y., 1907), p. 320."
        ],
        "captions": [],
        "headers": []
    }
]