[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 39,
        "content": "Osiris, in his form of Seker, dead in his chest, with Isis on the left and Nephthys on the right. (From a bas relief at the temple of Osiris at Dendera.) Named Tezcatlipoca, who eventually brought down his downfall, it was not he who placed Quetzalcoatl in his chest. And while it is stated outright that Quetzalcoatl’s heart turned into the Morning Star, in the case of Osiris it is only intimated. Besides which, in the case of Osiris, it is his soul, and not his heart, that becomes the Morning Star, although, to be sure, the Egyptians held that the soul did reside in one’s heart. In seeking to explain the similarities we find between American and classical mythology “as well as with the chief traditions of the Hebrews,” Max Fauconnet asked the following questions: “Does this mean that Humanity was once upon a time reduced to a little group of individuals who later spread over the earth, bringing with them their legends which they altered through the centuries in accordance with new climates and new habits? Or, as seems more probable, are all these legends a confused account of great events on a planetary scale which were beheld in terror simultaneously by the men scattered everywhere over the world?”",
        "bibliography": [
            "1. Nicholson, op. cit., p. 88.",
            "2. Fauconnet, 'Mythology of the Two Americas,' New Larousse Encyclopedia of Mythology (London, 1972), p. 448.",
            "3. Ibid. (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 40,
        "content": "But then what great event could have given rise to the witch riding on a broom which we find on both sides of the Atlantic? Although the notion that witches flew through the air on brooms traces to medieval Europe, the Spanish conquistadors found the witch’s equivalent in the annals of the Mexicans in the form of Tlacolteutl, goddess of vice and eater of filth. Depicted as naked as some of her European counterparts, she, too, was a witch who flew through the air on a broom. Immanuel Velikovsky—and I hope no one will accuse me of relying on a scholar who has been discredited—had his own explanation concerning the appearance of the witch on her broom on both sides of the Atlantic. As he noted: '... if there exists a fantastic image that is projected against the sky and that repeats itself all around the world, it is most probably an image that was seen on the screen of the sky by many peoples at the same time. On one occasion a comet took the striking form of a woman riding on a broom, and the celestial picture was so clearly defined that the same impression was imposed on all the peoples of the world.' Fantastic as this explanation may seem at first sight, it should not be discounted out of hand. The appearance of comets, for one thing, should not be judged by the faint luminosities that have vainly striven to illuminate the twentieth-century sky. When one reads in a prestigious encyclopedia of astronomy about 'the extraordinary spectacle that a large comet can produce;' when one reads in ancient, and not-so-ancient, chronicles about comets 'spreading forth in the likeness of a dragon,' stretching all the way from the Irish Sea to the regions of Gaul, or of others seen 'lashing their tail wildly as if in agony;' when one views ancient, and not-so-ancient, depictions of comets with their tails streaming halfway across the sky, some of which were bright enough to be seen with the unaided eye in broad daylight, one cannot help but come to the conclusion that cometary magnificence is petering out. Present-day comets seem to be nothing but decrepit, tired, and wan remnants—spectral shadows of their former glory. If then, in the not-so-distant past, comets have appeared to take on the fantastic shapes of dragons (not to mention swords and even people), what would be so extraordinary had one of them taken a shape that was visualized by various peoples as a woman riding on a broom? Actually, the visualization of comets as celestial brooms was quite common in the Old World. In China, for instance, comets were also known as 'candle stars' which were said to consist of a star above which brooms could be seen pointing upward. And, in fact, the term 'Broom Star,' in Chinese rendered sao-hsing, was the most common Chinese name for 'comet.' A bundle of straw, which is what primitive brooms consisted of, was also an old European cometary symbol. It is therefore indicative that, as portrayed in an Aztec codex, the witch Tlacolteutl combines two separate cometary symbols, since she is not only shown riding on a broom, but the broom itself is coupled with the image of a serpent-dragon.",
        "bibliography": [
            "1. Velikovsky, Worlds in Collision (N. Y., 1950), p. 305.",
            "2. L. Rudaux & G. de Vaucouleurs, Larousse Encyclopedia of Astronomy (London, 1966 revised edition), p. 229.",
            "3. Geoffrey of Monmouth, The History of the Kings of Britain (N. Y., 1958), p. 169.",
            "4. C. Beaumont, The Mysterious Comet (London, 1925), pp. 82-83."
        ],
        "captions": [
            "Egyptian funerary rite. Every dead pharaoh became an Osiris and was thus believed to recreate the events of Osiris’ death and resurrection in order to enable him to join the god in heaven. (Illustration by John Green.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 41,
        "content": "",
        "bibliography": [],
        "captions": [
            "Romantic depiction of witch on her broom."
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 42,
        "content": "",
        "bibliography": [],
        "captions": [
            "Tlacolteutl, goddess of vice and eater of filth, the Aztec witch riding on her broom, which broom is coupled with the additional cometary image of the serpent-dragon. (From the Codex Fejervary-Mayer.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 43,
        "content": "It is therefore indicative that, as portrayed in an Aztec codex, the witch Tlacolteutl combines two separate cometary symbols, since she is not only shown riding on a broom, but the broom itself is coupled with the image of a serpent-dragon. Despite all that, and without wishing to negate anything I said above, it remains my personal belief that many, if not most, of the mythohistorical record has been passed on from one culture to another through the medium of diffusion. But it was not, as generally believed, diffusion by contact. On the contrary, it seems to have been diffusion by separation. DIVINE REVELRY At this point, it should perhaps be pointed out that the problems involved in the interpretation of mythology is not merely a modern concern. The same problems occupied the minds of the ancients themselves—definitely the ancient Greeks who were very 'concerned with the relation of rationalism to traditional beliefs.' As Fred Bratton noted: 'The Sophists and Neoplatonists anticipated one modern solution by defining myths as allegories that symbolized moral or spiritual truth and were not to be taken literally. The Neoplatonic and Stoic philosophers of the Hellenistic period were thus able to hold both to tradition and rationalism. This method of interpretation was rejected by Plato and the later Epicureans as just a way of keeping intact the traditional supernatural beliefs of the state religion and keeping the facts of history from the people. The emperor Julian regarded myths as esoteric teachings understood only by the intellectual aristocracy. The early Christian theologians discredited the pagan myths while teaching new ones for the Hebrew and Christian religions.' Other than as a form of art, often more of a voluptuous or heroic nature than not, mythology is not much valued by the modern layman. Yet, in one form or another—and this includes past and recent occultism among our youth—religion is. Here lies one of the major incongruities of the problem I wish to address because, in essence, religion is only the philosophical interpretation and mystic ritualization of myth. The forms which man’s various religions have taken in the past, and continue to take in the present, are endless. The names of his past and present gods are legion. The rituals he has invented with which he has sought, and continues to seek, divine protection and godly blessing have run the gamut from love feasts to horrible mass human sacrifice. Throughout the ages, the expositional interpretation and theological apologetics concerning his rites and beliefs have filled untold volumes most of which do nothing but contradict each other. Meanwhile, the discoveries of anthropology and archaeology keep adding evidence not only of the antiquity of man’s basic faith but also of the universality of its thematic structure. Even that indomitable primitive, Neanderthal Man, it finally had to be admitted, had, burning in his savage breast, the desperate need to satisfy, or otherwise appease, the unseen forces associated with death. Man, so it now seems, has been a religious creature from the very moment of his human inception. The study of comparative religion, despite its past overall banality, has always been subject to stray insights. From the very beginning of the development of western thought, the philosophes have been cognizant of the universality of certain religious rites and beliefs. Among these one can enumerate all manner of lustrative rituals; the need for some sort of redemption; the immortality of the soul, the mind, or the human aura; the belief in paradise, hell, or some other place of existence after death; and various others. Most of these have often been explained as a psychological alleviation—a ray of hope against the realization of a futile life capped with the finality of death. Man, it has been said before, is the only animal burdened with this acute awareness. It is also for this same reason that those of an unreligious bent of mind, whether they realize it or not, very often find themselves involved in a continuous search for the supposed meaning of life. Belief in an afterlife should not, of itself, incur a belief in God. Belief in a reward, or punishment, after death, on the other hand, does—for someone, or something, must exist to judge and mete out justice. This someone, this something, this God, should logically be exemplary. How come most of man’s gods are not? The philosophic endeavor to discern moral precepts in divine action becomes something of a farce when one is confronted with the ungodly activities of most deities. The Greek gods, for instance, were guilty of patricide, butchery, cannibalism, rage, jealousy, adultery, rape, incest, deception, and slaughter without equal. These actions are not symbolic of moral precepts; they are the irresponsible adventures of a bunch of delinquent revelers. Why, then, did the Greeks look up to these imperfect gods, build them costly temples, offer them sacrifices, prayers, and invocations, while philosophers endeavored to illustrate the divinity of what they believed to be the orderly universe by comparing it with these gods? The Stoics and pagan apologists had long attempted to spiritualize the myths described by Hesiod and others. This spiritualization, in the form of allegorism, continued as the dominant mode of mythic interpretation well past the Middle Ages and into the Renaissance. Only halfway through the seventeenth century, and more so during the eighteenth, did philosophers begin to reduce the fantastic episodes of classical mythology to common-sense narratives. But this was merely an attempt to de-allegorize the myths. The origin of the gods, together with the rites connected with them, remained unexplained. The actions of the Greek gods could no longer be seen as the moral conflict between good and evil—between virtue and vice—for the simple reason that, according to the myths, the evil, or vice, was more often triumphant than not. Zeus was guilty of more deceptions and rapes than any other god the Greeks venerated. Yet this same Zeus was considered to be the upholder of law and order. If this divine lawlessness could not be explained allegorically, it could only mean that the gods were impervious to their own laws. Pierre Bayle took great pleasure in accumulating tales which told of the lusts of these gods and goddesses who could indulge in incestuous and homosexual rape. To him, the Greek world was a world of sex-mad divinities. Yet the Greeks of ancient times believed that these actions, normally repugnant even to them despite their hedonistic society, actually took place precisely as narrated by the early poets—by Hesiod, by Homer, and others.",
        "bibliography": [
            "1. H. Yoke, 'Ancient and Medieval Observations of Comets and Novae in Chinese Sources,' Vistas in Astronomy 5 (1962), pp. 137, 164.",
            "2. J. Grimm, Teutonic Mythology, Vol. II (Gloucester, 1976), p. 722.",
            "3. Nicholson, loc. cit.",
            "4. F. G. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970), p. 4.",
            "5. Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 44,
        "content": "",
        "bibliography": [],
        "captions": [
            "Diana—Greek goddess of the hunt. Sculpture by Gaudens. More often than not, such mythological subjects merely served as an excuse for the portrayal of the unclad human body. (Photograph by the author, courtesy of the Metropolitan Museum of Art.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 45,
        "content": "Pheidias, architect of the Parthenon and sculptor of the colossal Athena Parthenos, was accused of an act of impiety simply because one of the figures on Athena’s shield was thought to resemble him. Epicurus, because he was bold enough to teach a school of mixed sexes, caused a scandalous stir in his day. When Praxiteles sculpted his famous Aphrodite, the people of Cos were shocked by the complete nudity of the figure. Socrates, because he preached against the gods, was accused of blasphemy and of corrupting the youth of his time. For that he was put to death. Yet these very people, so scandalized by the impiety of their citizens, could look at their upholders of law, the gods, and excuse the atrocious actions they were portrayed as having been guilty of. Since our western world owes so much to Classical Greece, should we not wonder at the incongruity of this affair? Should we not ask the question: What was it that made the ancients—and the Greeks were not the only ones—bow their heads to such consistent lawlessness in the lives of their upholders of law? CELESTIAL DIVINITIES From Greek sources comes the following well-known tale of divine family conflict: The goddess Gaea bore a son called Ouranos and then lay with him in incest. Ouranos’ children, born of Gaea, planned a revolt against their father. Ouranos therefore imprisoned these rebellious sons. In revenge, Gaea inflamed her youngest-born, Kronos, to overthrow his father. Kronos, hiding in ambush, attacked his father and castrated him with a sickle. He then became lord of heaven in his father’s stead. Fearing a similar rebellion, Kronos did not see fit to release his brethren. Worse than that, laying in incest with his sister Rhea, he commenced to devour his own offspring. But when his son Zeus was born, Rhea gave Kronos a stone to swallow in his stead. When Zeus grew to manhood, he also attacked his father and deposed him. Like Ouranos and Kronos before him, Zeus then inherited the lordship of heaven. What philosophical insights could lay buried within this tale of incest, revenge, castration, patricide, cannibalism, stupidity (for how could a god have mistaken a stone for his infant child?), and deception? Not that philosophers have not tried. Pierre Jurieu, for instance, saw Kronos as a symbol of time which devours what it first produces. Jurieu’s belief derived from the fact that, in Greek, 'Time' is rendered Chronos, which concept they then attributed to Kronos. Jurieu did not ask what prompted the Greeks to equate time with their god Kronos—and this question should have been asked in view of the fact that Kronos was also the Greek name of the planet we call Saturn. To the ancient Greeks, the planet Saturn would have appeared as nothing more than a pinpoint of light in the night sky, no different than the way it appears to us with the unaided eye at present. What, then, could have impelled the Greeks to equate this pinpoint of light with the abstract idea of time? When, as narrated in the above myth, Zeus deposed Kronos, did he also depose time? Better still, what does it mean that Zeus deposed Kronos?—for Zeus was also the Greek name of a planet, that which today is known to us as Jupiter. What could it mean that the planet Jupiter deposed the planet Saturn? Despite what philosophers, mythologists, and students of ancient religion might have written in the past, the tale recorded above can have no philosophical meaning—at least none that would not be strained. In view of the fact that Kronos and Zeus were actually deified",
        "bibliography": [
            "1. F. E. Manuel, The Eighteenth Century Confronts the Gods (Cambridge, 1959), p. 33."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 46,
        "content": "",
        "bibliography": [],
        "captions": [
            "Zeus, who was guilty of more deceptions and rapes than any other god the Greeks venerated. Why, then, was this same Zeus considered to be the upholder of law and order? (Photograph by the author, courtesy of the National Archaeological Museum of Athens.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 47,
        "content": "Pheidias, architect of the Parthenon and sculptor of the colossal Athena Parthenos, was accused of an act of impiety simply because one of the figures on Athena’s shield was thought to resemble him. Epicurus, because he was bold enough to teach a school of mixed sexes, caused a scandalous stir in his day. When Praxiteles sculpted his famous Aphrodite, the people of Cos were shocked by the complete nudity of the figure. Socrates, because he preached against the gods, was accused of blasphemy and of corrupting the youth of his time. For that he was put to death. Yet these very people, so scandalized by the impiety of their citizens, could look at their upholders of law, the gods, and excuse the atrocious actions they were portrayed as having been guilty of. Since our western world owes so much to Classical Greece, should we not wonder at the incongruity of this affair? Should we not ask the question: What was it that made the ancients—and the Greeks were not the only ones—bow their heads to such consistent lawlessness in the lives of their upholders of law? CELESTIAL DIVINITIES From Greek sources comes the following well-known tale of divine family conflict: The goddess Gaea bore a son called Ouranos and then lay with him in incest. Ouranos’ children, born of Gaea, planned a revolt against their father. Ouranos therefore imprisoned these rebellious sons. In revenge, Gaea inflamed her youngest-born, Kronos, to overthrow his father. Kronos, hiding in ambush, attacked his father and castrated him with a sickle. He then became lord of heaven in his father’s stead. Fearing a similar rebellion, Kronos did not see fit to release his brethren. Worse than that, laying in incest with his sister Rhea, he commenced to devour his own offspring. But when his son Zeus was born, Rhea gave Kronos a stone to swallow in his stead. When Zeus grew to manhood, he also attacked his father and deposed him. Like Ouranos and Kronos before him, Zeus then inherited the lordship of heaven. What philosophical insights could lay buried within this tale of incest, revenge, castration, patricide, cannibalism, stupidity (for how could a god have mistaken a stone for his infant child?), and deception? Not that philosophers have not tried. Pierre Jurieu, for instance, saw Kronos as a symbol of time which devours what it first produces. Jurieu’s belief derived from the fact that, in Greek, 'Time' is rendered Chronos, which concept they then attributed to Kronos. Jurieu did not ask what prompted the Greeks to equate time with their god Kronos—and this question should have been asked in view of the fact that Kronos was also the Greek name of the planet we call Saturn. To the ancient Greeks, the planet Saturn would have appeared as nothing more than a pinpoint of light in the night sky, no different than the way it appears to us with the unaided eye at present. What, then, could have impelled the Greeks to equate this pinpoint of light with the abstract idea of time? When, as narrated in the above myth, Zeus deposed Kronos, did he also depose time? Better still, what does it mean that Zeus deposed Kronos?—for Zeus was also the Greek name of a planet, that which today is known to us as Jupiter. What could it mean that the planet Jupiter deposed the planet Saturn? Despite what philosophers, mythologists, and students of ancient religion might have written in the past, the tale recorded above can have no philosophical meaning—at least none that would not be strained. In view of the fact that Kronos and Zeus were actually deified",
        "bibliography": [
            "1. F. E. Manuel, The Eighteenth Century Confronts the Gods (Cambridge, 1959), p. 33."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 48,
        "content": "",
        "bibliography": [],
        "captions": [
            "Ancient Greek school for boys. Education was not compulsory. Schools were private and charged fees. Girls could receive similar education in separate schools. In Europe, separate schools for boys and girls continued as the moral standard well into the twentieth century. When Epicurus was bold enough to teach a school of mixed sexes, he caused quite a scandalous stir. (Illustration by John Green.)"
        ]
    }
]