{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 59,
            "content": "They worshipped both the Evening and the Morning Star, with the latter's preeminence being emphasized by many anthropologists and researchers. In fact, the Morning Star's significance was such that no writer can treat this North American Indian nation without wondering how this star acquired such importance in their religious beliefs. The Pawnee Morning Star has been astronomically verified to be the planet Mars, a fact accepted by most anthropologists and archaeoastronomers. Up until 1906, the Pawnee were still offering human sacrifices to it. Similarly, the more sophisticated nations of Mesoamerica illustrate this connection. Susan Milbrath observed that a number of scholars agree that the fundamental nature of the ancient Mesoamerican pantheon is astronomical. This view was echoed by David Kelley, who noted that there was an intimate relationship between astronomical knowledge, the calendar, and religious beliefs and rituals. Ev Cochrane recently stated that a prominent characteristic of Mesoamerican astronomy was their obsession with observing and worshiping the planet Venus. However, B. C. Brundage remarked that the function of Venus among the Mesoamericans is not fully understood. He posited that it might not be far wrong to consider Mesoamerican numeration as a product of Venus, influencing their intellectual life and mythology. Anthony Aveni, a leading archaeoastronomer, asserted that for the Maya, the significance of Venus cannot be overstated. Any student of Mesoamerican lore invariably encounters Quetzalcoatl, the greatest Mesoamerican deity, whose heart became the Morning Star after his death.",
            "bibliography": [
                "1. G. A. Dorsey, unpublished notes, Field Museum of Natural History, Department of Anthropology, Chicago, 1922. These notes were later compiled by R. Linton and published as The Thunder Ceremony of the Pawnee and The Sacrifice to the Morning Star.",
                "2. M. Fauconnet, 'Mythology of the Two Americas,' New Larousse Encyclopedia of Astronomy (London, 1972), p. 433.",
                "3. W. del Chamberlain, When Stars Came Down to Earth, pp. 84-85.",
                "4. E. C. Krupp, op. cit., pp. 191, 193.",
                "5. R. Linton, The Sacrifice to the Morning Star (1922), pp. 1-2; E. C. Krupp, op. cit., p. 191.",
                "6. S. Milbrath, 'Astronomical Imagery in the Serpent Sequence of the Madrid Codex,' in A. Aveni (ed.), Archaeoastronomy in Pre-Columbian America (Lubbock, 1975), p. 263.",
                "7. D. Kelley, 'Astronomical Identities of Mesoamerican Gods,' Archaeoastronomy 2 (1980), p. 1.",
                "8. E. Cochrane, 'When Venus was a Comet,' KRONOS XII:1 (Fall 1986), p. 3 (emphasis added).",
                "9. B. C. Brundage, The Phoenix of the Western World (N. Y., 1981), p. 173.",
                "10. A. Aveni, Skywatchers of Ancient Mexico (N. Y., 1980), p. 184."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 60,
            "content": "Karttikeya—also known as Skanda and/or Kumara—shown here in his southern Indian form of Subrahmanya, the Hindu god of war, who personified the planet Mars. (From a nineteenth century trichinopoly painting.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 61,
            "content": "The Indic Linga Purana preaches that 'the worship of the planets should be pursued by good men,' explicitly identifying each planet with a major Hindu deity: 'It is cited that the planet Mars is Skanda (Karttikeya), the commander-in-chief of the army of Devas. The planet Mercury is lord Narayan. The great planet Shaniscara, the slow-moving Saturn, is Yama, the lord of the worlds. The great planets Venus and Jupiter are mentioned as the preceptors of Devas and Asuras.' In the Hebrew Talmud, the term 'idolatry' defines the 'worship of stars and constellations.' Despite this, criticism exists regarding the synonymy of planets and gods in ancient beliefs. Critics claim that the deification of planets originated at a late date, yet the question remains: how late is late? Furthermore, the Greek identification of planets as gods does not predate the 4th century B.C. What about older civilizations? In Egypt, planets were deified; Saturn was called Heru-ka-pet (Horus the Bull of Heaven), Jupiter was Heru-ap-sheta (the Star of the South), Venus was Sbat uatitha (Evening Star), Mars was Heru-khuti and/or Heru-tesher (the Red Horus), and Mercury was Sebek. These names, although popularized during the Graeco-Roman period, trace back to the Old Kingdom where the synonymy of gods and planets was so thorough that the same word signified both.",
            "bibliography": [
                "1. Tinga Purana 1:57:39.",
                "2. Ibid., 1:60:2-5.",
                "3. Macoby, 'Worlds in Collision and the Birth of Monotheism,' SIS Review II:1 (Autumn 1977), p. 18.",
                "4. E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), pp. 302-303.",
                "5. W. M. Müller, Egyptian Mythology, Vol. 12 of The Mythology of All Races (1918/1964), pp. 94, 373.",
                "6. D. Cardona, 'Morning Star,' AEON IV:1 (April 1995), pp. 29 ff.",
                "7. E. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978), p. 655.",
                "8. Ibid., Vol. I, p. 409."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 62,
            "content": "It is well-known that the Ancient Egyptians took a great interest in the stars, not just for practical purposes like determining times and seasons, but also inscribing star maps and tables in their coffins and tombs from at least the Middle Kingdom onward. This reflects a very ancient stratum of stellar religion in which stars were regarded as gods. Wallis Budge noted that many passages of the Pyramid Texts refer to primitive star-worship. Moving next to Syria, the Eblaite tablets reveal that the word for 'temple' is given as e-dingir, meaning 'house of god,' and e-mul, meaning 'house of the star.' In ancient Babylon, planets were similarly venerated as gods. Saturn, called Ninurta, was worshipped as a mighty hunter; Jupiter, as Marduk, was the king of the gods; and Mars, under the name Nergal, was recognized as a war deity. Venus, referred to as Ishtar, had already become the goddess of love. Horus, identified as Heru-khuti and/or Heru-tesher, personified the planet Mars embodied as the Morning Star. Morris Jastrow commented that this association belonged to a later religious stage, but N. H. Snaith highlighted that all Mesopotamian deities, without exception, were associated with heavenly bodies.",
            "bibliography": [
                "1. R. Faulkner, 'The King and the Star-Religion in the Pyramid Texts,' Journal of Near Eastern Studies 25 (1966), p. 153.",
                "2. E. A. W. Budge, From Fetish to God in Ancient Egypt (N. Y., 1988), p. 51.",
                "3. G. Pettinato, The Archives of Ebla (N. Y., 1981), p. 252.",
                "4. D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian People (London, 1996), p. 301.",
                "5. M. Jastrow, Jr., 'The Sign and Name for Planet in Babylonian,' Proceedings of the American Philosophical Society XLVII:189 (May-August 1908), p. 146.",
                "6. N. H. Snaith, The Distinctive Ideas of the Old Testament (N. Y., 1964), p. 29.",
                "7. S. Lloyd, The Art of the Ancient Near East (N. Y., 1965 third printing), p. 235."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 63,
            "content": "In ancient Uruk, the determinative 'dingir' (meaning 'god') was historically associated with astral deities only. The Uruk civilization traces back to Sumer, having the oldest written language we possess. Similar to the Egyptians, the Sumerian language had one symbol that signified both 'god' and 'star.' This indicates that stars and gods were viewed as synonymous from the earliest records. The ancients had no need to deify planets; to them, planets were always deities, and were their only known deities. The notion that planets were deified arose only later. Lucretius, in the first century B.C., asserted that astronomical bodies were not purposeful gods, initiating a shift in belief that the ancients had deified the planets.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 64,
            "content": "Ishtar, the Assyro-Babylonian goddess of the planet Venus, is depicted here from a cylinder seal of the Neo-Assyrian period. (Illustration by Tessa Rickards.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 65,
            "content": "If one can present an older source than the Sumerian that contradicts the existing records, it should be brought forward. In the meantime, the historical accounts remain. Critics must validate their assertions with actual ancient sources. In the discourse regarding morphosed planets influencing ancient beliefs, figures like De Santillana and von Dechend hold a steady opinion that astronomy was the main source of myth, overshadowed by modern evolutionary perspectives that dismissed this historical significance.",
            "bibliography": [
                "1. C. Stecchini, 'Newton and Historical Science,' KRONOS X:1 (Fall 1984), p. 63.",
                "2. Ibid.",
                "3. V. Clube & B. Napier, op. cit., in toto.",
                "4. C. Sagan & A. Druyan, Comet (N. Y., 1985), pp. 173-187."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 66,
            "content": "History conflicts with Newton's theory, prompting bold statements regarding mythology's validity. Fréret argued that the astronomical events mentioned in mythologies were based on actual observations, yet skepticism remains about the relative value of ancient astronomical assertions compared to modern science. Myths can still contribute valuable insights into planetary changes documented by our ancestors, despite seeming archaic.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 67,
            "content": "Mythology's roots in primitive polytheistic religion and celestial mythology must be scrutinized as they reflect an ever-changing understanding of the cosmos. Despite the assumption that constancy defines astronomy, elevated celestial occurrences often evoke powerful responses from humans, igniting myth-making. However, some contemporary mythologists have become entangled in uniformitarian principles that do not address the celestial knowledge of ancient people.",
            "bibliography": [
                "1. V. Clube & B. Napier, op. cit., p. 283 (emphasis added).",
                "2. E. G. Suhr, Before Olympos (N. Y., 1967), p. 27.",
                "3. L. R. Farnell, 'The Value and Methods of Mythological Study,' Proceedings of the British Academy XX (1919), p. 47.",
                "4. É. Durkheim, The Elementary Forms of the Religious Life (N. Y., 1965), p. 103 (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 68,
            "content": "This underscores the importance of bridging the messages encapsulated in myths with contemporary scientific discoveries. Noteworthy is the correlation drawn between mythological accounts and contemporary scientific theories like the Big Bang Theory, particularly in Genesis, where the creation narrative parallels modern cosmological insights about the universe's origin.",
            "bibliography": [],
            "captions": []
        }
    ]
}
