{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 174,
            "content": "Work was of the opinion that the knowledge was given to the Dogon’s ancestors by visiting extraterrestrials. Believe it if you will. (It has always fascinated me that such extraterrestrials would have bestowed such astronomical knowledge to the ancestors of the Dogon, knowledge which was of no practical use to them, while giving them nothing that might have alleviated the precarious living of their Stone Age primitiveness.) Others would rather have the Dogon educated in these matters by other sorts of visiting aliens—Christian missionaries from the West. The missionary campaign in tropical Africa, however, did not commence in earnest until the late eighteenth/early nineteenth century. But this is neither here nor there because, to be sure, the Sudan, including Mali, had much earlier come under the influence of Islam, so that no Christian influence could have penetrated the region—and this despite the fact that the rural areas, such as the one occupied by the Dogon, continued to stick to their traditional animistic ways. And, in any case, would missionaries, Christian or otherwise, bent on converting primitive peoples to their faith, have filled the minds of these natives with astronomical knowledge? Or why was this knowledge, as adhered to by these natives, first reported to the outside world by missionaries who were as confounded by the knowledge as were later astronomers? One other alternative that has been proposed is that the ancestors of the Dogon had been in possession of optical instruments. However, even Galileo, with his pioneering telescope, was not able to see Saturn as a ringed orb. In fact, the image of Saturn that he was capable of resolving through his optical instrument was so vague that he mistook the planet for three separate bodies. As he himself reported:\n\n“I have observed with great admiration that Saturn is not a single star but three together, which, as it were, touch each other... the middle being much larger than the lateral ones... by employing a glass which multiplies the superficies [i.e., visible boundaries] more than a thousand times, the three globes will be seen very distinctly and almost touching, with only a small dark space between them.”\n\nIt was not until 1655 that Christian Huygens, with a better instrument, was able to report (through his now famous encoded message) that Saturn was actually “girdled by a thin flat ring, nowhere touching, inclined to the ecliptic.”\n\nIs it then probable that the Dogon, who are still living in their primitive mud huts as I write this, could have been in possession of a better telescope than the one utilized by Galileo?\n\nTHE STAR OF NINE MOONS\n\nThe Efe Pygmies of the Ituri Forest in the eastern portion of Africa’s Congo basin in what is now Upper Zaire have been unceremoniously relegated by most anthropologists to the lowest rungs of human evolution. Although their ancient way of life started coming to an",
            "bibliography": [
                "1. R. K. G. Temple, The Sirius Mystery (N. Y., 1976), p. 11 ff., and throughout the entire work.",
                "2. E. Huxley, The Challenge of Africa (London, 1971), pp. 53 ff.",
                "3. A. Adu Boahen, “Kingdoms of West Africa,” in A. M. Josephy, Jr. (ed.), The Horizon History of Africa (N. Y., 1971), pp. 185 ff.",
                "4. J. H. Clarke, “Time of Troubles,” in ibid., p. 388.",
                "5. W. Bixby, The Universe of Galileo and Newton (N. Y., 1964), p. 57 (emphasis added).",
                "6. General knowledge."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 175,
            "content": "end with the institution of the Ituri Research Station, here were these diminutive people, trying to eke an existence in peaceful rapport with their surrounding environment in an area where stars are only partly visible at night through the narrow openings of jungle clearings. If ever there was a people who did not need any knowledge of the stars, or who, even if they did, would have been encumbered by their environment in properly observing the twinkling denizens of the night sky, it surely must have been these Pygmies. Although horizons, so crucial to astronomical observations, they could see nothing. And yet, hampered as they are by their encroaching jungle, there are intimations that, like the Dogon, their ancestors were also aware that this planet is surrounded by a ring.\n\nThere are intimations that, like the Dogon, the Pygmies possess “some rather remarkable knowledge of the planets and constellations” which they continue to observe “with the keenest interest.” Their name for the planet—Bibi Tiba Abutsiua’ani—means exactly that: The Star of Nine Moons. They also call it Bibi Deba—“The good or perfect star.” Jean-Pierre Hallet, of course, is of the belief that the Efe Pygmies had not always occupied the land they do at present. “According to Pygmy legends,” he wrote, “the ancient Pygmies smelted and worked metals, dwelled in ‘great villages’ or cities, practiced agriculture and animal husbandry, sailed about in boats, manufactured pottery, and in general lived on an exceedingly high level of material technology.”° None of this has ever been verified by",
            "bibliography": [
                "7. R. C. Bailey, “The Efe: Archers of the African Rain Forest,” National Geographic (November 1989), pp. 664 ff.",
                "8. J-P Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973), p. 110.",
                "9. Ibid., p. 386.",
                "10. Ibid., p. 291.",
                "11. Ibid., p. 385.",
                "12. Ibid.",
                "13. Ibid., p. 110."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 176,
            "content": "telescope, which led him to believe that the planet was actually three separate bodies.\n\nFacsimile of Galileo’s drawings of the planet Saturn, as he observed it through his relatively low-power telescope, which led him to believe that the planet was actually three separate bodies.\n\nAnthropology and/or archaeology. But even if there is a grain of truth in these legends, it still would not have enabled the Efe Pygmies, or their ancestors, to see the satellites surrounding the planet Saturn. So where did that information come from?\n\nWhen all is said and done, the only other alternative left to explain the Dogon and Efe Pygmy knowledge of Saturn’s ring structure and its satellites is that their ancestors had, in a far-off time, been able to view the planet at closer proximity—which would mean that, somehow, Earth had been much closer to Saturn than it is at present. As outlandish as this idea may appear, there seems to be no other resolution to the problem—which brings to mind the oft-repeated words of Arthur Conan Doyle: “When you have eliminated the impossible, whatever remains, however improbable, has to be the truth.” Besides, as forthcoming chapters will indicate, everything else that our ancient forefathers had to say about this planet continues to strengthen the supposition.\n\nTHIRD INTERLUDE\n\nScience has forgotten Oskar Reichenbach who, as far back as 1884, had proposed a theory purporting to prove that land masses on Earth have rifted and moved northward.” His ideas can therefore be said to have preceded the similar ones of Alfred Wegener, himself relegated to a footnote in the annals of science as the originator of the Continental Drift Theory, by some 33 years. But, more than that, Reichenbach was of the belief that, in the past, the Solar System had experienced a series of catastrophic events.” Basing his conclusions on the imperfect knowledge of his time, he had also formulated certain theories concerning the planet Saturn. As wrong as he might have been, and I am not here concerned with defending Reichenbach, he hit on the novel idea that Earth is “an offspring of Saturn,” by which he meant to imply that Earth had once been a satellite of the giant gas planet.\n\nReichenbach hit on the novel idea that Earth is “an offspring of Saturn,” by which he meant to imply that Earth had once been a satellite of Saturn. Whether Immanuel Velikovsky was aware of Reichenbach’s wild theory or not must remain a moot question but, many years later, he, too, came to the same conclusion. Originally, Velikovsky’s Worlds in Collision contained a section on Saturn concerning events that predated the ones he described in that work. For various reasons, he was then advised to excise this section from his seminal work and to present it at a future time as a prequel. At one time, because of the manner in which he was treated by academia, Velikovsky threatened to take his Saturnian thesis with him to the grave but, as matters turned out, reason prevailed and he was able to expand and finalize his hypothesis under the title of Saturn and the Flood and Jupiter of the Thunderbolt, a title which was later changed to In the Beginning. As of this writing, this work still has to see the light of day.\n\nIn 1971, however, Velikovsky gave a lecture at the University of the New World in Valais, Switzerland, in which he presented a synopsis of his unpublished Saturnian scenario. Among the items he disclosed there was the hypothesis that Earth might once have been a satellite of Saturn. The lecture was later transcribed by Jan Sammer and appeared as an article in KRONOS.\n\nIndependent of Velikovsky, but basing their work on his as also on the mytho-historical record, Harold Tresman and Bernard Newgrosh (writing under the name of Brendan O’Gheoghan), also came to the conclusion that Earth must once have orbited Saturn as a satellite,” a topic to which Tresman was later to return.",
            "bibliography": [
                "14. A. Conan Doyle, The Sign of 4 (1890), Ch. 6 (emphasis as given).",
                "15. O. Reichenbach, On Some of the Remarkable Features in the Evolution of the Earth (London, 1884), pp. 6 ff.",
                "16. Ibid., p. 3.",
                "17. Ibid., p. 5."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 177,
            "content": "and to present it at a future time as a prequel. At one time, because of the manner in which he was treated by academia, Velikovsky threatened to take his Saturnian thesis with him to the grave but, as matters turned out, reason prevailed and he was able to expand and finalize his hypothesis under the title of Saturn and the Flood and Jupiter of the Thunderbolt, a title which was later changed to In the Beginning. As of this writing, this work still has to see the light of day.\n\nIn 1971, however, Velikovsky gave a lecture at the University of the New World in Valais, Switzerland, in which he presented a synopsis of his unpublished Saturnian scenario. Among the items he disclosed there was the hypothesis that Earth might once have been a satellite of Saturn. The lecture was later transcribed by Jan Sammer and appeared as an article in KRONOS.\n\nIndependent of Velikovsky, but basing their work on his as also on the mytho-historical record, Harold Tresman and Bernard Newgrosh (writing under the name of Brendan O’Gheoghan), also came to the conclusion that Earth must once have orbited Saturn as a satellite,” a topic to which Tresman was later to return.\n\nIn analyzing the ambiguous, but tantalizing, planetary system proposed by Philolaos, the Pythagorean philosopher from Southern Italy who lived in the time of Socrates, Lynn Rose came to the same conclusion. Although this system of Philolaos had long been relegated to the library of Classical curiosities, Rose was able to recapture what it might have once intended to portray. Although what resulted was a Saturnian scenario the details of which are at variance with the one being presented here, it still contains some of its basic elements. As Rose explained: “According to the conventional interpretation, the system of Philolaos had Earth in orbit around a Central Fire...” Since the Sun was described as orbiting this Central Fire, it becomes obvious that the Central Fire could not have been the Sun. An in-depth study of this system, together with his privileged knowledge of Velikovsky’s unpublished work on the subject, enabled Rose to conclude that this Central Fire was Saturn shining as a “sun,” and that Earth was in those days in orbit around it.\n\nCombining Velikovsky’s postulate with that of David Talbott and others, Frederick Hall embraced the same idea, presenting it in a speculative scenario concerning the history of the Solar System.\n\nCertain fundamentals, based on specific proposals offered by others, are here accepted, but also tested against the record. The hypothesis that Earth had once been a satellite of Saturn, which originally came to this author via Velikovsky, is one of them. Additional research conducted independently by the present author has led to the same conclusion. This research has, however, made it apparent that prehistoric man, ignorant of astronomical matters, would not have been able to deduce that his world was a satellite of another planet. But, being close enough to Saturn, he would have been able to view that planet as something much bigger than the present pin-point of light we see in the night sky. Saturn, in fact, would have loomed large in the sky as a disk, or sphere, much larger than that of the present full Moon. And this ",
            "bibliography": [
                "18. Velikovsky, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), p. 7; see also idem, Mankind in Amnesia (N. Y., 1982), p. 99.",
                "19. Ibid., pp. 3-11.",
                "20. Ibid.",
                "21. H. Tresman & B. O’Gheoghan, “The Primordial Light?” SIS Review 11:2 (December 1977), p. 36.",
                "22. H. Tresman, “Geological Genesis,” Chronology & Catastrophism Workshop, 1992:2, pp. 4 ff.",
                "23. L. E. Rose, “Variations on a Theme of Philolaos,” KRONOS V:1 (Fall 1979), p. 12.",
                "24. Ibid., pp. 24, 26 ff.",
                "25. F. Hall, “Solar System Studies,” Part 2, AEON I:4 (July 1988), p. 26."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 178,
            "content": "is precisely what we find intimated in the lore of our ancient forefathers, a lore that continues in the belief of some of our more primitive siblings. This makes us better understand why Janus/Saturnus was made to state that, prior to Creation, he appeared as “a mere ball,” a claim also made for the Eskimo deity Ataksak who was said to look “like a sphere.” It also explains why the symbol of Shamash, identified as the planet Saturn by the Assyro-Babylonians themselves, was represented as a sun-like disk. So, likewise, with the disc-symbol representing Ra, whom we have also seen identified as Saturn, although in a less elaborate manner. It definitely explains the beliefs of the Dogon of Mali, as also those of the Efe pygmies of the Ituri forest. This makes us better understand why Janus/Saturnus was made to state that, prior to Creation, he appeared as “a mere ball,” a claim also made for the Eskimo deity Ataksak who was said to look “like a sphere.” It also explains why the symbol of Shamash, identified as the planet Saturn by the Assyro-Babylonians themselves, was represented as a sun-like disk. So, likewise, with the disc-symbol representing Ra, whom we have also seen identified as Saturn, although in a less elaborate manner. It definitely explains the beliefs of the Dogon of Mali, as also those of the Efe pygmies of the Ituri forest.\n\nThis makes us better understand why Janus/Saturnus was made to state that, prior to Creation, he appeared as “a mere ball,” a claim also made for the Eskimo deity Ataksak who was said to look “like a sphere.” It also explains why the symbol of Shamash, identified as the planet Saturn by the Assyro-Babylonians themselves, was represented as a sun-like disk. So, likewise, with the disc-symbol representing Ra, whom we have also seen identified as Saturn, although in a less elaborate manner. It definitely explains the beliefs of the Dogon of Mali, as also those of the Efe pygmies of the Ituri forest.\n\nThis makes us better understand why Janus/Saturnus was made to state that, prior to Creation, he appeared as “a mere ball,” a claim also made for the Eskimo deity Ataksak who was said to look “like a sphere.” It also explains why the symbol of Shamash, identified as the planet Saturn by the Assyro-Babylonians themselves, was represented as a sun-like disk. So, likewise, with the disc-symbol representing Ra, whom we have also seen identified as Saturn, although in a less elaborate manner. It definitely explains the beliefs of the Dogon of Mali, as also those of the Efe pygmies of the Ituri forest.",
            "bibliography": [],
            "captions": []
        }
    ]
}
