[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 52,
        "content": "Is it not possible that the gods were exerted on Earth and its inhabitants to induce our ancient forebears to deify them, venerate them, and offer them the blood of human sacrifice? After all, unlike the Sun and Moon, to the unaided eye the planets appear no more than small flickering pinpoints of light lost amid a starry sea among a multitude of other flickering pinpoints of light. The ancient Greeks deified all of the heavenly bodies of the Solar System that were, and still are, visible to the naked eye. Saturn was Kronos who was once king of heaven. Jupiter was Zeus who, as in the case of other planetary pantheons, seized the kingdom of the gods from his father Kronos/Saturn. Mars was known as Ares, the blood-thirsty god of war. Aphrodite, the goddess of love, perhaps the most popular of the Greek deities, was the personification of Venus. The planet Mercury was Hermes, with his winged sandals, the swiftest god among the Olympians. These planetary identifications were even adopted by those ancient peoples who came into direct contact with the Greeks. Thus, in The Book of the Secrets of Enoch, a Graeco-Jewish work from the intertestamental period, the names of the planets are so given in Greek: Kruno for Kronos/Saturn; Zeus for Jupiter; Aris for Ares/Mars; Aphrodit for Aphrodite/Venus; and Ermis for Hermes/Mercury. Can it, however, be said that, in the minds of the Greeks, planets and gods were synonymous? I pose this all-important question because critics have often denied this to have been the case. My answer is that the identity of the ancient gods as planets should never even have been questioned. The only acceptable assertion in this matter is that of those very people who once believed in, and venerated, these gods. Giorgio de Santillana and Hertha von Dechend recognized this truth when they wrote: “The most ‘ancient treasure’ ... left to us by our predecessors ... was the idea that the gods are really stars, and that there are no others. The forces reside in the starry heavens, and all stories, characters and adventures narrated by mythology concentrate on the active powers among the stars, who are the planets.” This is quite a claim, to say the least, when one remembers that, at the very dawn of civilization, the Sumerian list of deities already contained more than five thousand names with which to reckon—think about it! Accepting that most of these names constitute nothing but a litany of epithets bestowed on a much shorter list of deities, the deities themselves, and the tales told about them, remain quite numerous. And yet, as we shall see, this was not merely a case of epithets, for the deities themselves were often inadvertently duplicated, triplicated, and so forth. On the other hand, to maintain that all mythological characters reduce to a handful of planets, and that all mythological tales are descriptive of planetary motions, is not, in my opinion, a defensible position. After all, in the end, man found it expedient to recognize divinity in just about everything, creating deities who would lord it over such concepts as birth, health, sleep, and death and a thousand other issues to boot. Even so, I will maintain that if we restrict ourselves to the world’s major myths, de Santillana and von Dechend’s claim can be validated.",
        "bibliography": [
            "151. Enoch, XXX:4. (NOTE: The difference in the spelling of the names is merely due to different transcription from the Greek.)",
            "12. G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 177 (emphasis added).",
            "155. F. G. Bratton, op. cit., p. 21."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 53,
        "content": "",
        "bibliography": [
            "53"
        ],
        "captions": [
            {
                "source": "internal",
                "text": "Ares, the blood-thirsty god of war, personification of the planet Mars. (From an ancient marble statue—the Ares Ludovisi—now in Rome.)"
            }
        ],
        "headers": []
    }
]