{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 209,
            "content": "Jerusalem, but also as Bét (or Bit) Sulman. The designation “House” —i.e., Bét(h)—for cities in Palestine is, of course, quite common. Easily coming to mind are such cities as Beth-Avan, Beth-El, Bethlehem, Beth-Haran, Bethshemesh, Beth-Horon, Beth-Eden (in Syria), Beth-Peor, Beth-Shan, and many others. Lewy himself explains such place names as due to the one-time existence of sanctuaries each of which was dedicated to the deity there named. Thus, Jerusalem would have been referred to as Beth Shulman because a temple of Shulman would have existed there.\n\nLewy’s conclusion was that a temple of Shulman supplanted an earlier one dedicated to Shalim, but that it did not last for long. During the same period, the name of the city changed from Urusalim to Bet Shulman; but, with the destruction of the Shulman temple, the name of the city reverted back to Urusalim. This would explain why the name Bet Shulman never became popular.\n\nNeedless to say, this was all conjecture on Lewy’s part. For one thing, Lewy himself accepted that Shalim and Shulman(u) were slightly different versions of the same deity, so that no replacement of sanctuaries need enter the picture. Nor need the name Bet Shulman have ever supplanted that of Urusalim since, in effect, the meaning of both names is theologically, even if not philologically, synonymous—the former meaning “House of Shulman,” the latter, as we have seen, “Founded by Shalim.” It is thus more than possible that Bet Shulman was merely another designation for Urusalim, the one derived from Assyrian, the other from Chaldean sources. The Chaldean name passed into Hebrew; the Assyrian did not. The one became popular; the other not.\n\nIn any case, whether called by the very name of the god (Salem); referred to as having been founded by him (Urusalim/Yerushalem); or simply called his city (Bet Shulman); it remains obvious that the city we call Jerusalem was named in honor and dedicated to the god Shalem/Shulman.\n\nIndications that this god was worshipped there can be traced at least to the time of Israel’s United Monarchy. Also rendered Shulman or Shulmanu, this god’s name gave Jedidiah, son of David and king of Israel, his more popular name of Solomon. Rendered Shlomoh in Hebrew, this monarch’s name has also been stated to have been derived from shalom, which, as everyone knows, does, inter alia, mean “peace.” (Compare also the Arabic salam and Maltese sliema.) The probability, however, is that both the monarch’s name and the word for “peace” derived from the name of the god. As Roy Rosenberg tells us, Shlomoh (Shlomo) means “belonging to Salim.”\n\nBiblical theophoric names derived from Shalem are common, including the names of kings of Israel and Judah. Among such names we find: Shallum, Shelemiah, Shelomi, Shelemi (or Shulamit), after whom Immanuel Velikovsky named one of his daughters, and Elekhemoth.",
            "bibliography": [
                "1. Tbid., pp. 520-521.",
                "2. Tbid., p. 521.",
                "3. Jbid., p. 519.",
                "4. Lewy gives the meaning of the latter as “Creation of Shalem”—see ibid., p. 521—but the Hebrew yeru is more in keeping with the meaning “founded.”",
                "5. Rosenberg, BRA. “The God Sedeq,” Hebrew Union College Annual, Vol. XXXVI (Cincinnati, 1965), p. 166.",
                "6. J. Lewy, see reference #21, pp. 441, 454.",
                "7. Ibid., p. 454.",
                "8. Gray, op. cit., p. 304; idem, The Canaanites (N. Y., 1964), pp. 124-125.",
                "9. Rosenberg, R.A., loc. cit."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 210,
            "content": "Outside of the Old Testament, we find this theophoric name adopted by Shalamanu, King of Moab. It also appears in the name of Shalmaneser, a name borne by more than one Assyrian king. Perhaps less known is the fact that Salummati was an epithet of the great Assurnasirpal.\nAs a god, Shulman was worshipped in Nineveh and, under the variant Shulmanuha or Shulmanuhi, is found mentioned in Assyrian tablets.\nShulman is known to have had a feminine counterpart named ShulmanituS!—but also Shala. This goddess—but not Shulman—has been identified with Astarte and Ishtar, both personifications of the planet Venus. Moreover, Assyrian sources define Sulmanitu (the same as Shulmanitu) as distar Urusilimma which Michael Astour has rendered “Ishtar of Jerusalem.” That this goddess was known in Jerusalem is verified by her laudation in the famous Song of Solomon in which she is referred to merely as the Shulammite. Shulamim—the plural of shelem. Usually translated as “peace offering(s),” R. de Vaux is of a different opinion in that shelamim “implies the idea of a tribute offered to God...” If this is correct, the god in question must originally have been Shalem.\nAs they appear in cuneiform, the words salummatu and salummati are usually thought to signify “brightness” and “splendor” respectively.” As epithets, these descriptive terms were applied to Enlil (Saturn), Nergal (Mars), and Nabu (Mercury). On their own, they throw no light on the real identity of Shalem. Who, then, was this god?\nVery much like other names of Saturn, Shalem (or Salim) meant “the Stable One.”\nSolomon’s name, “belonging to Salim,” can then be translated as “belonging to Saturn.” David, his father, must have been very partial to the Saturnian deity for not only did he name Solomon in his honor, but also his first-born son, \"Amnon, which means “belonging to Amin—i.e. the Stable One,” and even his third, AbSalom, which means “the Father is Salim.” It can now safely be said that Jerusalem was the City of Saturn, a conclusion that was additionally reached by Lewis Greenberg. (And did not Isaiah himself refer to Jerusalem as the city of justice,” which justice, in Akkadian kittum, we have already found to be an epithet of Shamash/Saturn?) Finally, those of the Jewish faith will hate me for...",
            "bibliography": [
                "10. Gray, loc. cit.",
                "11. Engnell, Studies in Divine Kingship in the Ancient Near East (Oxford, 1967), p. 183.",
                "12. Albright, W. F., Yahweh and the Gods of Canaan (N. Y., 1968), p. 149.",
                "13. Ibid., pp. 133-134, 150.",
                "14. Gottwald, N. K., “The Shulammite,” The Interpreter’s Dictionary of the Bible Vol. IV (N. Y., 1962), p. 341; Rowley, H. H., “The Meaning of ‘The Shulammite’,” American Journal of Semitic Languages and Literature, LVI (1939), pp. 84-91.",
                "15. Albright, W. F., loc. cit.",
                "16. Astour, M. C., Hellenosemitica (Leiden, 1965), pp. 154-155.",
                "17. Song of Solomon (also known as Song of Songs and/or Canticle of Canticles—see especially 6:10 & 6:13) (NOTE: Hyam Macoby’s contention that the Shulammite mentioned in this source is to be understood as a reference to the Queen of Sheba—“The Queen of Sheba and the Song of Songs,” SIS Review IV:4 (Spring 1980), pp. 98-100—cannot be accepted.)",
                "18. de Vaux, R., Ancient Israel (N. Y., 1965), pp. 417, 427, 440.",
                "19. Engnell, loc. cit.",
                "20. Ibid.",
                "21. Rosenberg, R. A., loc. cit.",
                "22. Ibid.",
                "23. Greenberg, L. M., “Jerusalem—City of Saturn,” KRONOS X:2 (Winter 1985), pp. 94 ff.",
                "24. Isaiah 1:26."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 211,
            "content": "Jerusalem —(Roman period)—the City of Saturn\nSaying this, but the sacrifices called shelamim which were offered in Solomon’s temple could only mean that the famous Israelite temple, as Hildegard Lewy showed in 1950, was really one dedicated to the planetary god Salim/Saturn. This is all the more true since the inner sanctum, that is the Holy of Holies, of the temple was constructed in the shape of a cube, which was the characteristic shape of Saturnian temples.” In fact, for some now forgotten reason, the cube had been a traditional representation of Saturn from ages past.",
            "bibliography": [
                "1. H. Lewy, op. cit., in toto.",
                "2. Ibid., p. 69.",
                "3. de Santillana, G. & von Dechend, H., Saturn’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969), pp. 221-222."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 212,
            "content": "Floor plan and cross section of Solomon’s Temple, showing the Holy of Holies, marked X, the cubic construction of which bespeaks its dedication to the planetary god Saturn. (Adapted from plans drawn by Marie-Joséphe Devaux.)\n\nTHE HOUSE OF SHULMAN\nFurther connections between Shalem/Shulman and Saturn can be derived from the el-Amara correspondence, letters written in Akkadian cuneiform dispatched to the Pharaoh Akhnaton and his father by the rulers of Palestine. In two of these letters which Egyptologists have numbered 74 and 290, reference is made to a place which transliterators have rendered differently. In 1915, J. Knudtzon settled on the reading of this place as Bet Ninib”—i.e., House of Ninib.\n\nSome time later, in 1940, Julius Lewy re-read the name of this place as Bit Shulmanu—House (or Sanctuary) of Shulman.”\n\nWilliam Albright did not accept Lewy’s transliteration, claiming that the ideogram which he read as “Shulmanu” did not incorporate the determinative for divinity.”\n\nIn 1969, the team of Tadmor and Kalai re-read the ideogram again, this time as Beth Ninurta.\n\nWhich, then, was the correct reading?\n\nThis problem has given birth to many a debate, but it should never have done so. Let me say that Knudtzon was perfectly correct in reading the name as Bet Ninib since the cuneiform ideogram which “spells” the name of the god in question is “NIN.IB. Of that, there never was any doubt.\" As pointed out in an earlier chapter of this work, Ninib, sometimes rendered Ninip and/or Nirig, was the planetary god Saturn.\n\nThe reason behind Lewy’s re-reading of the name as Shulman may not appear clear to the uninitiated. Suffice it to say that cuneiform characters can be read ideographically and/or phonetically. Thus the ideogram “NIN.IB can also be read “Ninurta” —which means that...",
            "bibliography": [
                "1. Knudtzon, J. A., Die El-Amarna-Tafein (Leipzig, 1915), pp. 1160, 1343.",
                "2. Lewy, J., “The Sulman Temple in Jerusalem,” Journal of Biblical Literature LIX (1940), pp. 519 ff.",
                "3. de Vaux, R., From Fetish to God in Ancient Egypt (London, 1934), p. 394.",
                "4. Lewy, J., op. cit., p. 520.",
                "5. Rawlinson, G., The Seven Great Monarchies of the Ancient Eastern World, Vol. 1 (1870 second ed.), p. 86; Mackenzie, D. A., Myths of Babylonia and Assyria (London), p. 314; Jastrow, M., Jr., “Sun and Saturn,” Revue d’Assyriologie et d’Archeologie Orientale (September 1910), p. 172.",
                "6. Lewy, J., op. cit., p. 519."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 213,
            "content": "Tadmor and Kalai’s reading of the place in question as Beth Ninurta was also correct. As we have already documented, Ninurta was also one of the names by which the planet Saturn was known.\n\nLewy’s re-reading, meanwhile, was based on an equation which is to be found in an Assyrian explanatory list of divine names. In this list, the Assyrians themselves equated “NIN.IB” with “DI.MES.” Just as “NIN.IB” can be read as “Ninurta,” so also can “DI.MES” be read as “Shulmanu.” It therefore follows that, like Ninib/Ninurta, with whom he was equated, Shulman was simply an alias of the planetary god Saturn.\n\nFrom this it can be seen that all three readings—Bet Ninib, Beth Ninurta, and Bit Shulmanu—are correct. They all mean the same thing: “House (or Sanctuary) of Saturn.”\n\nOn the other hand, Albright was entirely wrong when he claimed that the name Shulman did not incorporate the determinative for divinity. The name Shulman, as it appears in el-Amarna letter 290, does incorporate the determinative —dingir—for divinity. Lewy reproduced it by the usual transliteration—viz., “Sulmani.”\n\nThe equation of Shulman with Ninurta/Saturn, as revealed in the above, is of additional importance to the subject of this chapter because, very much like Shulman/Shalem, Ninurta was also considered an immobile god. Thus, in Akkadian, Ninurta was styled kaimanu, that is “the steady star.”\n\n(The association of Shulman with Resheph, like that of Ninurta with Nergal, will be discussed in a future work.)\n\nTHE MESOPOTAMIAN EVIDENCE\n\nWhile we have already seen that one of the Assyro-Babylonian names for the planet Saturn was (Mul) Lu-Bat Sag-U$S, we have so far refrained from saying what the name stood for. Simply put, Lu-Bat Sag-U$S means “the steady planet.” The term “steady planet” is not much different than the term “stable planet,” so that we can see that this characteristic of the Saturnian deity was by no means a rarity.\n\nIn keeping with this topic, we also find that Shamash/Saturn was said to have occupied “the house of rest.” Here there is no intimation of slow movement. A deity who occupies a house of rest must himself be at rest.\n\nWhen speaking of the Sumerian god Ea, Berossus, writing in Greek, used the name Kronos” who was Saturn. And did we not, in Chapter 6, see Ea identified precisely as that very same planet?\n\nThe Babylonian name of Ea was Enki.” In fact, Ea was actually written with the ideogram EN.KI. Our interest here lies in the fact that Enki, who must, therefore, also be equated with Saturn, was known as “the motionless lord” and god of “stability.” As the god of stability, Enki compares favorably with Saturn’s epithet as the Stable One. As the motionless lord, we again see that this stability had nothing to do with slowness of movement. What is being described here is an immobile god, a planet bereft of motion.\n\nTHE EGYPTIAN EXPLICITNESS\n\nWhen we come to Egypt, there is no longer any ambiguity concerning the Saturnian characteristic we have been investigating. In a hymn to Ra, the deity is addressed with these words: “O thou firstborn, who dost lie without movement...” Here, once again, it remains for Egyptologists to explain why, if Ra was truly the Sun, it was described as lying “without movement.” Ra, it was said, “rests on his high place.”\n\nAtum was also said to have been immobile. Called “the Firm Heart of the Sky,” it was distinctly said of him that “the Great God lives fixed in the middle of the sky.”\n\nIn the Papyrus of Ani, the deceased is addressed with these words: “O thou who art without movement like unto Osiris!”—and this phrase is twice repeated.” The immobility of Osiris is also mentioned in the Text of Teta: “Thou art stable in thy name of ‘Menu’,” it is there stated, where “Menu” itself has the meaning of “Stable One,”” the very same epithet we have found attached to other Saturnian deities.\n\nThe Egyptian god Ptah, whom we have also seen being identified as a personification of Saturn, was also syncretized with Tenen or Tatanen, a primeval deity who was also lauded as the Disk of Heaven, a definite identification of the god as a celestial body. Here, Wallis Budge informs us that the “exact attributes” of this deity “appear to have been unknown even to the Egyptians.” And yet, he had no difficulty in deriving the god’s name from the word enen, or nen, which means “inertness, inactivity, rest, motionless,” and the like” Despite Budge, what this really tells us is that Tenen was considered to be without motion. If this god can truly be equated with Saturn, as his assimilation with Ptah forces us to conclude, it would again register the planet in question as having been immobile.\n\nSHINING IN THE LIGHTLAND\n\nThose familiar with Egyptian mythology, especially Egyptologists, can—actually should—raise one telling objection against all of the above. And the objection is this: that, despite his being lauded as lying without movement and as resting on his high place, there are various tracts which describe Ra as rising and setting. For instance, in a hymn to Ra, the god is lauded with the words:\n\n“Hail, thou Disk, thou lord of rays, who risest on the horizon day by day! Homage to thee...when thou risest on the horizon and sheddest thy beams of light...Homage to thee, O thou who risest in the horizon as Ra...”!\n\nHow, then, can we reconcile the above passages, and many more like them, with the idea of a motionless Ra?\n\nWell, in the first place, the word translated as “horizon” —3ht—actually means “light-land,” and while this term continues to be accepted as meaning “horizon,” it should never have been.\n\nIn the second place, the word translated as “rises” actually means “shines,” as Patricia Spencer indicated. There are various Egyptian words which carry these ambiguous meanings. Nen, for instance, means “to rise,” often used in relation to a celestial body, but it also means “to shine.” More than that, as we have just seen, nen also carries the meanings “inertness, inactivity, rest,” and “motionless.” Khaut signifies the “rising of a god,” but also “appearance, splendor, radiance, or brilliance of a god.” Skhai means “to make to rise up,” but also “to appear.” When it comes to the rising of the very Ra in question, one word that is often used is kha or khai, meaning “to rise” or “to ascend,” but also “to shine” or “to appear.” Similarly, with such words as pert (to come forth), uben (to grow bright), and un.\n\nAs for “setting,” there is an Egyptian word—urt—which has been rendered as meaning just that, but it is only used for “the setting of a star.” On the other hand, a related word—urt-t—actually means “immobility,” while Urt refers to “a motionless god.” Egyptologists who have translated such phrases as “O thou who risest in the horizon as Ra” did so because the words “O thou who shines in the light-land” made little sense. On the other hand, and in face of the fact that Ra is often described as having been motionless, translators should have kept these additional meanings in mind. A motionless god, or celestial body, that rises and sets is an impossibility. A god, or celestial body, that shines without movement is not. Thus, as David Talbott indicated, the god does not rise or set but comes forth and recedes, that is he grows bright, he shines, and he dims.",
            "bibliography": [
                "1. Budge, E. A. W., The Egyptian Book of the Dead (N. Y., 1895/1967), p. 250.",
                "2. Budge, E. A. W., From Fetish to God in Ancient Egypt (London, 1934), p. 394.",
                "3. Clark, T. R., Myth and Symbol in Ancient Egypt (N. Y., 1959), p. 59.",
                "4. Budge, E. A. W., The Egyptian Book of the Dead (see reference #81), p. 315.",
                "5. Lewy, H., The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 509.",
                "6. Budge, E. A. W., The Egyptian Book of the Dead (see reference #81), p. 508 (emphasis added).",
                "7. Budge, E. A. W., The Egyptian Book of the Dead (see reference #81), p. 509.",
                "8. Budge, E. A. W., The Egyptian Book of the Dead (see reference #81), p. 335-336."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 214,
            "content": "We suggested above that the Semitic word for “peace” — shalom, salam, sliema—derived from the name of the Saturnian deity called Shulman, Shulmanu, and/or Shalem. We have also seen that the name of this god translates as “the Stable One.” But what, then, is the connection between peace and stability?\n\nThe Hebrew shalom derives from shalam, which means “to be safe.” So, also, with the Maltese sliema which also means “safety.” “Peace” and “safety” are allied terms but, in a sense, is not also “stability”?\n\nNow, as it happens, the Egyptian word sharm’ means “to be peaceful,” but also “to be idle”—that is “to be doing nothing,” which negates motion. Another Egyptian word meaning “to be at peace” is heri, but heri also means “to rest.” The Egyptian word most commonly used for “to be at peace,” however, is hetep which also means “to repose,” “to rest,” and “to be at rest.”\n\nThis, then, raises the question: Given that Atum was described as being fixed in the middle of the sky, what is the logical characteristic to be allotted him when he is stated to have been em hetep —to have been at peace, or to have been at rest?\n\nThis, incidentally, brings us back to the god Imhotep—the same as Em Hetep—and makes us ask the question: Was Imhotep really the deified architect who built Djoser’s pyramid, as generally believed? Or was he yet another manifestation of the immobile god we have learned to recognize as Saturn? Talbott, who embraced the meaning of this god’s name as “the one who comes forth while standing in one place,” seems to have had no doubt.\n\nIMMOVABLY FIXED\n\nThe Egyptian Ra is not the only supposed sun-god said to have been devoid of motion. In chapter 3 we saw the Indic Surya called Suraj, which latter name belongs to the planet Saturn. We also noted there that Surya is said to have occupied samanam dhama, “the same place of rising and setting.” We did not there explain the meaning behind this term, having used it only to denote that Surya could not possibly have been the present Sun. What is easier to believe, that a celestial body can climb vertically up the sky and vertically down on the same path, or that it brightens and fades while remaining in the same spot? In view of what we have now disclosed, does not the latter seem preferable? In fact, we can state it unequivocally, since it is unambiguously written that Surya “stands firmly,” and he does so on a “safe resting place.” The belief in Surya’s immobility was so ingrained that he continued to be remembered as “the immovable center of his system.” So how can Indologists continue to perpetrate the disinformation that Surya is the Sun?\n\nEven Brahma, we are told, does not rise and set. He “remains alone in the center.” And if there are those who think that this immobility may have applied to planetary deities, but not necessarily to the planets they once personified, they are mistaken. Sthirah, for instance, is yet one more Sanskrit name for the planet Saturn. No planetary deities enter this equation. It is a pure astronomical assertion deduced from the very meaning of the planet’s name.\n\nTHE NEVER-SETTING PLANET\n\nLynn Rose deduced that the bizarre astronomical system of Philolaos, the Pythagorean philosopher from Southern Italy, was merely a “garbled” version of the primeval Saturnian system. This, needless to say, led him to the conclusion that the Central Fire of which Philolaos spoke was really an allusion to the old Saturnian sun. As Rose then tells us: “Historians of philosophy are fond of referring to the ‘dark sayings’ of Heraclitus. If Heraclitus was at times reflecting back to conditions during the Age of Kronos, perhaps we are now in a position to understand some of his mysterious remarks. The Central Fire is always at the same location in the sky (as viewed from one spot); this may be why Heraclitus asks, ‘How can anyone hide from that which never sets?’”\n\nAs Rose continues: “Even some of the Philolaos fragments, although their authenticity has been questioned, make more sense now. We are also told that ‘it [the Central Fire] is ruler and teacher of all things; it is God, One ever-existing, stable, unmoving, itself like to itself, different from the rest,’ and that it ‘remains One for ever in the same position and condition.’\"\n\nGreek knowledge of the immobile Saturnian sun, however, was not restricted to the “garbled” version of Philolaos. In his evaluation of the Greek Helios and other so-called ancient sun-gods, E. A. Butterworth also came to the conclusion that this luminary “is not the natural sun of heaven, for it neither rises nor sets, but is, as it seems, ever at the zenith...”\n\nSo similarly from other parts of the world. For example, in Roman tradition, among the poets, Saturn was remembered as the god of “the steadfast star.”\n\nThe Incas, too, preserved a memory of a sun-god—a resting one, to be sure—who was able “to light the world from one spot.” We can therefore be assured that when the Makiritare of the Upper Orinoco River, in Venezuela, tell us that their god Wanadi was “like a sun that never sets,” they are referring to an old tradition about the planet Saturn. That Wanadi was not the present Sun is additionally indicated by the fact that the Makiritare name for the Sun is Shi.",
            "bibliography": [
                "1. Rose, E. D., “Variations on a Theme of Philolaos,” KRONOS V:1 (Fall 1979), pp. 12 ff.",
                "2. Rose, E. D., op. cit., p. 26 (emphasis added).",
                "3. Talbott, D. N., The Saturn Myth (N. Y., 1980), p. 49.",
                "4. Butterworth, E. A. W., op. cit., p. 27.",
                "5. Rose, E. D., op. cit., p. 27.",
                "6. Talbott, D. N., op. cit., p. 41.",
                "7. Talbott, D. N., op. cit., p. 38."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 218,
            "content": "Surya—the god who stood firmly in one place. (Photograph by the author—courtesy of the British Museum, London, England.)",
            "bibliography": [],
            "captions": []
        }
    ]
}
