{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 139,
            "content": "This point, delve into Mesoamerican lore to uphold the thesis being developed, since I would like to reserve that for a later part of this work. But it would do no harm here to note that in analyzing the Mayan holy book known as the Popul Vuh, which, among other things, deals with the glowing face of the sun, it comes out unreservedly that certainly it was not the same sun which we see.'”\n\nWould it then be too much to consider what appears to be the only other alternative—that what the ancients believed was indeed what they, or their ancestors, had actually seen and experienced?\n\nBefore we answer that question, let us consider one additional point. The ancients did not merely maintain that Saturn was, or had been, a sun. They alluded to it as such as if it was, or once had been, general knowledge; as if everyone knew that this was, or had been, the case. No explanations, clarifications, or qualified rationalizations are ever encountered to account for the phenomenon. But, whether speaking of the Saturnian god as distinct from his luminary or of the luminary that was Saturn itself, it was always accepted that deity and planet, which in reality were one, coruscated, or had once coruscated, as a true sun. Personally, this was one aspect concerning the Saturnian phenomenon which further convinced me that not only did the ancients mean exactly what they “said,” but that they probably knew what they were “talking” about. But what, exactly, did this amount to?\n\nAt this point we had best lay the cards we have so far accumulated plainly on the table. We have, I believe, supplied ample evidence (and more will be forthcoming in the chapters that follow) to indicate that the ancients believed Saturn to have once radiated as a sun. As Hodder Westropp and Staniland Wake had concluded long before Jastrow on studying ancient symbolism, as far as the ancients were concerned, Saturn was the first irradiator of light.'* But a question we posed earlier remains unanswered. This concerns the sharing of names between Saturn and the Sun. But then, what is true—that Saturn was given the former name of the Sun, or that the Sun was given the former name of Saturn?\n\nBoll seems to have had no doubts about this. As far as he was concerned, the Greek Hel-nios and the Latin Sol were originally the names of the planet Saturn.” Here I would like to mention the cult of Sol Invictus, the Unconquered Sun, which did not gain significant ascendency until the third century A. D. Both the cult and the festivals associated with it were established by the Emperor Aurelian (Marcus Aurelius Antoninus, also known as Elagabalus) and celebrated on the 25th of December’®—what to the Western World today is Christmas.\nAs Roger Wescott asked, why would the Sun have been deemed unconquered. “The common assumption about this theonymic phrase,” wrote Wescott, “is that it could be loosely equated with ‘the invincible sun’.”*' Wescott, however, was “inclined” to take the term literally. In which case the question could be asked: Was there also a cult of Sol Victus—“the conquered Sun”? As Wescott concluded: “Although this latter phrase [i.e. Sol Victus] does not occur in Roman literature, the phrase Sol Indigetes is found, referring to an older sun-god.””\n\nIt can therefore be conjectured that in each case where Saturn and the Sun share the same name, the name originally belonged to Saturn. This suspicion moves closer to certainty when we realize that, while every major ancient name of the Sun was also bestowed on Saturn, not every ancient name of the planet Saturn was bestowed on the Sun. The certainty grows when,",
            "bibliography": [
                "71. Goetz & S. Morley, Popul Vuh (Norman, 1972), p. 188, (emphasis added).",
                "8 H. Westropp & C. S. Staniland, Ancient Symbol Worship: Influence of the Phallic Idea in the Religions of Antiquity (N. Y., 1875), p. 64.",
                "2 F. Boll, op. cit., p. 344 ff.",
                "8° L. M. Greenberg, “The Lord of Light,” AEON III:4 (December 1993), p. 13.",
                "51 R. W. Wescott, “Quantalism: The Big Picture,” AEON V:1 (November 1997), p. 47 (emphasis added).",
                "32 Tbid (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 140,
            "content": "As already intimated, we discover that the characteristics attributed to the ancient sun gods fail to fit the role of the Sun. Mythology, it now seems, was never concerned with the Sun—that is our Sun. The sun it speaks of was the Saturnian one. It therefore follows that the sun of the ancients—the “true sun” —was Saturn. And if, later, some of the names of Saturn were bestowed on the Sun, it could only have been because the Sun supplanted Saturn—not merely mythologically, but physically.\n\nWe can therefore offer the above conclusion as a hypothesis—which, for the time being, we will call Hypothesis #1—to the effect that, according to the ancients, the planet Saturn once shone as a sun. But, because we suspect that the reader may not be entirely satisfied with the evidence we have so far presented, we will seek to test the postulate further by analyzing what else the ancients had to offer on the subject because, if their sun of ages was Saturn rather than the present Sun, their traditions should also reflect conditional astronomical differences. And this, as we shall see, is precisely what we encounter in our continuing investigation of ancient astronomical lore.\n\n140",
            "bibliography": [
                "as already intimated, we discover that the characteristics attributed to the ancient sun gods",
                "fail to fit the role of the Sun. Mythology, it now seems, was never concerned with the",
                "Sun—that is our Sun. The sun it speaks of was the Saturnian one. It therefore follows that the",
                "sun of the ancients—the “true sun” —was Saturn. And if, later, some of the names of Saturn",
                "were bestowed on the Sun, it could only have been because the Sun supplanted Saturn—not",
                "merely mythologically, but physically.",
                "We can therefore offer the above conclusion as a hypothesis—which, for the time being,",
                "we will call Hypothesis #1—to the effect that, according to the ancients, the planet Saturn",
                "once shone as a sun. But, because we suspect that the reader may not be entirely satisfied",
                "with the evidence we have so far presented, we will seek to test the postulate further by anal-",
                "yzing what else the ancients had to offer on the subject because, if their sun of ages was Sat-",
                "ur rather than the present Sun, their traditions should also reflect conditional astronomical",
                "differences. And this, as we shall see, is precisely what we encounter in our continuing in-",
                "vestigation of ancient astronomical lore."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 141,
            "content": "\nChapter 4\nThe Sun of Night\nTHE EGYPTIAN NIGHT SUN\nThe Egyptian god Atum bore a specific and strange characteristic. He was honored as a sun of night.’\nStudents of Egyptian mythology have long grappled with the exact meaning that lies hidden beneath this strange characteristic. The best that Wallis Budge could offer by way of an explanation was that Atum, whom he referred to by the name’s former reading of Temu, was the Sun after it had set. By this he meant to imply that the Egyptians worshipped Temu, the Sun after it had set.” By this he meant to imply that the Egyptians worshipped the Sun even when it was absent from the sky. Sun worship at night, however, makes for an incongruous institution. This fallacious interpretation should never have been derived, and it would not have, had the Egyptologists thought of comparing their texts more diligently with those in the hands of the Assyriologists.\nThere has never been any doubt that, as far as the Egyptians themselves were concerned, Atum “was held to be one of the forms of the great Sun-god Ra..   .”? For the time being, we Atum “was held to be one of the forms of the great Sun-god Ra...”* For the time being, we shall not bother ourselves with Budge’s contention that Atum was the personification of the setting Sun,* especially since, elsewhere, Atum is described as rising. As we shall see, both setting Sun, especially since, elsewhere, Atum is described as rising. * As we shall see, both these terms—i.e. “rising” and “setting” —are based on mistranslations which will be clarified these terms—i.e. “rising” and “setting” —are based on mistranslations which will be clarified later on. Budge was also of the opinion that Atum “was originally the local god of the city of Annu, or Heliopolis,”® and that only later was he assimilated with Ra. While this seems to have really been the case, it must not be assumed that the assimilation was an arbitrary one. This assimilation resulted in the double god known as Atum-Ra (or Ra-Atum)’ as indicated Here, perhaps, we could add that Ra was also worshipped by the same name in in the hymn contained in the Papyrus of Mut-hetep® and elsewhere.\nHere, perhaps, we could add that Ra was also worshipped by the same name in Mesopotamia, although his Semitic equivalent, El, was more popular.” This should not surprise us. Far away in Tahiti, the sun-god was also known by the name of Ra.” Thus, in Semitic, Babylon was rendered Bab-el, which translates as “Gate of El.” The non-Semitic Kassites, however, seem to have referred to the city as Ka-ra, in which “ra” stood for the Kassites, however, seem to have referred to the city as Ka-ra, in which “ra” stood for the Semitic El.'\nv | Vhe Egyptian god Atum bore a specific and strange characteristic. He was honored as a sun of night.\n\n",
            "bibliography": [
                "1 E. A. W. Budge, Osiris and the Egyptian Resurrection (N. Y., 1911/1973), Vol. I, pp. 65, 104.",
                "? Idem, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 246, where Atum, here called Tmu, is referred to as “the night sun, at the twelfth hour of the night.” Elsewhere in the same work, Atum is referred to as Tum and/or Atemu—see p. cx.",
                "3 Idem, The Gods of the Egyptians, Vol. I (N. Y., 1904/1969), p. 349.",
                "Ibid.",
                "5 bid., p. 352.",
                "° Ibid., p. 349.",
                "7 [bid., p. 330.",
                "8 Ihid., p. 351.",
                "° G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World (N. Y., 1885), Vol. 1, p. 73.",
                "‘© T. Henry, Ancient Tahiti (Honolulu, 1928), p. 465.",
                "\"' G. Rawlinson, loc. cit., in which the author refers to the Kassite language as Cushite."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 142,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 143,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 144,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 145,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 146,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 147,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 148,
            "content": "\nNevertheless, at this point we have to return to the question: How many Egyptian deities are we going to identify as personifications of the planet Saturn? Or why were there so many names—and we shall be meeting many others—within the same nation for one and the same planet? Once again, I will let Mullen answer this one since it was he who indicated that Atum should be considered the alter-ego of a special aspect of Osiris: “Atum and Osiris are sometimes amalgamated into one god; more frequently they are portrayed sitting back to back.” So that if Atum, as also Ra, is identifiable as the planet in question, then logic dictates that so must Osiris.\nGranted that Mullen’s equation may be considered as somewhat indefinite, there are other indications that both Atum and Ra were directly associated with Osiris. Thus, in a vignette of the Book of the Dead, as elsewhere, the disk of Ra, usually said to be that of the Sun, is shown resting on the pillar known as Djed (or Tet) which was the emblem of Osiris.” Elsewhere in the same work, Atum is made to utter: “I am yesterday.” But a few lines later it is stated that: “Yesterday is Osiris.”® But let’s cut across the lawn since the very same work leaves little doubt as to the equation of Ra with Osiris. In the liturgy for the dead, it is asked—and answered:\n“*Who then is this? It is Osiris,’ or (as others say), Ra is his name, even Ra the self-created.””\ncreated.”\nIn other sections of the same work, Ra is presented as the soul of Osiris, while Osiris is presented as the soul of Ra, thus again indicating that the two gods were merely aspects of each other.” As Lepsius pointed out, in the Book of the Dead, Osiris is even referred to as Osiris-Ra, while Isis, who was the wife of Osiris, is even there called “the royal consort of Ra.” It was precisely this assimilation with Ra that drove earlier mythologists to equate Osiris with the Sun.* James Frazer, of course, had his own reason for disagreeing with this identification since, as far as he was concerned, Osiris had been nothing more than a god of vegetation.”\nActually, the identification of Osiris as a Saturnian deity, and even as a personification of the planet Saturn itself, is anything but new, having been proffered by many a mythologist.” Immanuel Velikovsky was much in agreement with this identification.” Few of these writers, however, ever presented any direct evidence that ties Osiris to Saturn. William Heidel was at least shrewd enough to point out that, just as Osiris was considered the judge of the dead, so, also, was Kronos/Saturn.” But it is not this or that particular datum that makes our case, but, rather, the collective weight of various clues and diligent reasoning. And to add to what we have already enumerated, I offer next the following information which refers us back to En-Me Sar-ra, that epithet of Shamash/Saturn which, as we have already seen, means “Lord of the Law of the Universe.” The Indic Brahma, whom we have already seen identified as the same planet, was also honored as the “Lord of the Universe.”” It could not then be through coincidence that another name for Osiris happens to be Neb-er-tcher, which also means “god of the universe.”®",
            "bibliography": [
                "1 E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 252.",
                "› E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 252.",
                "® Ibid., p. 252.",
                "3 M. Oldfield Howie, The Encircled Serpent (N. Y., 1955), p. 25.",
                "% J. G. Frazer, The Golden Bough (N. Y., 1890/1981), pp. 312-313.",
                "% Ibid.",
                "25 Ibid., p.316.",
                "% Ibid., p. 316.",
                "6 See here, for instance, A. Hislop, The Two Babylons (London, 1916), pp. 328-329.",
                "7 |, Velikovsky, Worlds in Collision (N.Y., 1950), p. 174; idem, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), pp. 4, 5; idem., Mankind in Amnesia (N. Y., 1982), pp. 98-99.",
                "2 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 471.",
                "* W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 471.",
                "» V. Ions, Indian mythology (London, 1967), p. 25.",
                "5° E. A. W. Budge, op. cit., p. cxxii."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 146,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 147,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 148,
            "content": "\nNonetheless, at this point we have to return to the question: How many Egyptian deities are we going to identify as personifications of the planet Saturn? Or why were there so many names—and we shall be meeting many others—within the same nation for one and the same planet? Once again, I will let Mullen answer this one—at least in part. As he wrote: “One cause for the complexity of the account is that when the Nile valley was united into one kingdom, it consisted of many tribes, each with its own names for the planetary gods and its own stories about them. After unification the cults of these gods were preserved and conflated even though in many cases one and the same planet was being worshipped under different names in different places.””\nAs time went by, the ancestral memory of these former times dimmed. In Egypt, the sacred litanies continued to be chanted even when a full understanding of their content was partially lost. Eventually, even the identities of the gods were forgotten; and were it not for the present-day rediscoveries of ancient texts, we would be in no better position. In Egypt, a time came when not only were planetary deities worshipped under different names in different places, but also in the very same nomes under the roof of the very same temples.\nWhen one remembers that this evolutionary process took place, not only in Egypt, but throughout the entire world, one begins to appreciate the complexity of the mytho-historical record and the reason behind the legion of names which now burden the gods of humankind.\nAll of which reminds us of Fred Bratton’s words when he had it stated that: “It has been estimated that a list of Sumerian deities [alone] would contain more than five thousand names.” Add to that the thousands of deities from other ancient civilizations and the mind boggles. Let us face it, we are here talking about an astronomical number of divinities. Could we really hope to attach them all to just five planets, those which the ancients could see with the naked eye? And yet, as we saw on an earlier page, that is precisely what Giorgio de Santillana and Hertha von Dechend claimed:\n“The real actors on the stage of the universe are few, if their adventures are many...The forces reside in the starry heavens, and all the stories, characters and adventures narrated by mythology concentrate on the active powers among the stars, who are the planets. A prodigious assignment it may seem for those few planets to account for all those stories...”°\n\nA prodigious assignment it surely is, but not an entirely impossible one because, for one thing, many of these deities turn out to be nothing but aliases of each other. Take Osiris, for example, seeing as we are on that subject—the god was known under sixty different names in the Theban recension, up to c. 1600 B.C., which had accumulated to one hundred and fifty-eight by the time of the Saite recension in c. 300 B.C.* In the Babylonian Enuma Elish, sometimes referred to as the Babylonian Creation Epic, the god Marduk is given fifty names.* And if you think that these two examples constitute extremes, think again. The Indic god Shiva is claimed to bear one thousand and eight different names.” In fact, it will be found that most of the deities of antiquity are merely aliases of each other. Nor will I be bold enough to proclaim that all these mythological characters are to be identified as planets since some actually personify planetary powers, while others are associated with various celestial phenomena.\nBut, before we lose the thread of our present topic, another question should now be asked: Was it only in Egypt that Saturn was lauded as a sun of night?\nTHE BABYLONIAN EXEMPLAR\nActually, there is undeniable evidence that the concept of a night sun existed in ancient Babylonian thought as well. As Morris Jastrow indicated, Saturn and the Sun were viewed as the “two chief lights of the heaven, one to serve during the day and the other at night.”TM\nThis is indicated by the fact, mentioned in the previous chapter, that when the Sun was intended, a gloss to that effect—SamSe u-mi (i.e. Shamash of the day)—was inserted in those astrological texts dealing with Shamash/Saturn.” A Shamash-of-the-day presupposes a Shamash-of-the-night. As Jastrow expressed this idea:\n“Strange as it may seem to us, the planet Saturn appears to have been regarded as ‘the sun of night’ corresponding to Samai as ‘the sun of the daytime’ and the cause of such light as the night furnishes.”\nIt was only when trying to explain this phenomenon that Jastrow stumbled:\n“Tt was argued, that since there was a sun furnishing the light of day, so there must be some corresponding power which causes the illuminations of the heaven at night.\nSaturn was chosen—in preference even to the moon—because of the slowness of its movement, which made it visible continuously for a long period.”\nAs if there are no other stars in the heaven that are “visible continuously for a long period” of time, or none that are brighter than Saturn! Besides, what has the slowness of a planet to do with its brightness?\nJastrow went on to state that the light of the Moon, as well as that of the other planets and the stars, was, by the Babylonians, ascribed to Saturn.” But would the Babylonians, who could calculate the complex motions of the heavenly bodies with mathematical accuracy, as we have seen in a previous chapter, have been so naive as to invent a concept in which even the most ignorant of their peasantry could hardly have believed? Should we not rather believe the words of Diodorus when he stated that the reason the Chaldeans called Saturn by the name of the Sun was because it was the most prominent of the five planets or the stars?\nA colleague of Jastrow, Professor J. A. Montgomery, has even raised “the interesting question whether in Genesis 1:16 the two ‘lights’ may not at one time have referred to the Sun and Saturn?”® Without realizing that the second body might have been Saturn, James Strickling also suggested a similar interpretation. While I do not wish to use this particular datum as evidence of anything, I have to admit that it is an interesting supposition for, in the Biblical passage referred to, which supposedly describes the creation of Sun and Moon, neither Sun nor Moon is mentioned. The passage merely reads:\n“And Elohim [usually translated as ‘God’] made two great lights; the greater light to rule the day, and the lesser light to rule the night: He made the stars also.”*\nNOCTURNAL DEITIES\nWell down into the present era, the ancient belief in a former nocturnal sun continued to resurface in art. A floor mosaic, showing Helios riding in his four-horse chariot, was discovered at the Beth Alpha Synagogue, dating to the sixth century A.D., in Israel’s Jezreel Valley. In it, the god is depicted riding through the night, with the Moon and a sky “sprinkled with stars” behind him. The incongruity has been explained by claiming that “[t]he night sky...still shines around him.”” At no time, however, can the night sky continue to shine around the Sun once it has risen. In view of the fact that Helios was originally interchangeable with Kronos/Saturn, the mosaic in question should be allowed to speak for itself. What it portrays is Helios as Saturn shining at night.\nCarl Jung, among few, understood this much. He, too, had come across references to a sun of night. As he wrote of the Latin Sol: “[T]here is...also a Sol niger [that is “black sun,” which makes us think of what we earlier noted concerning “black Saturn”], which, significantly enough, is contrasted with the day-time sun and clearly distinguished from it.””\nThe Celtic tradition preserved in Irish and Welsh texts dates no earlier than the eighth century A.D. That it incorporates much earlier beliefs, which had been handed down orally",
            "bibliography": [
                "33 G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),",
                "% G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),",
                "p. 177.",
                "• E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), pp. 176-178.",
                "35 Ibid., pp. 179-185.",
                "3o Langdon, “Semitic Mythology,” Mythology of All races, Vol. V (N. Y., 1964), pp. 310 ff.",
                "3” Linga Purana, 1:65:54b-168.",
                "38 M. Jastrow, Jr., “Sun and Saturn,” Revue D’Assyriologie et D’Archeologie Orientale (Paris, September 1910), p. 172.",
                "® Ibid.",
                "*® Ibid."
            ],
            "captions": []
        }
    ]
}
