{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 164,
            "content": "Forefathers that allusions to the phenomenon continued to surface up till the Roman era and even beyond that into medieval times. Now it turns out that, among the planets visible to the naked eye, only Jupiter and Saturn have been found to exhibit star-like qualities. These characteristics are not even detectable in the field of a telescope. Without the sophistication of modern space technology, there is no way in which the ancients could have recognized such peculiarities. Yet, from among the entire planets visible to them, they picked on one of these two and persistently alluded to it as a sun.\n\nThe hypothesis presented in this work does not necessarily demand that the age of Earth or the Solar System be reduced. Nor even that of Saturn. Only that its luminous phase could not have terminated billions, but only a few thousand, years ago.\n\nAs we saw in Chapter 2 of this work, the ancient belief that stones, and even iron, were wont to fall from the sky, despite the fact that meteorites were not allotted the sanctity of scientific verity until 1803, turned out to be correct. The ancient belief that the Sun exhibits blemishes on its face, which, up until the seventeenth century of the present era, was still being contested, also proved to be correct. The ancient belief that the Sun, rather than Earth, was at the centre of the Solar System, which truth was not “re-discovered” until the sixteenth century, was proven to be so. The ancient belief that Earth was round, rather than flat, and that it rotated on its axis was found to be true. The ancient belief that comets were physical bodies, and that the appearance of these bodies in our skies followed a predictable periodicity, turned out to be accurate. In all these cases, as well as others, ancient belief turned out to be free from error while more modern assumptions turned out to be wrong. Dare we now repeat history by proclaiming that the ancient belief in a Saturnian sun has to be wrong?\n\nFinally, I do not expect astronomers and astrophysicists, or anyone else for that matter, to accept the hypothesis on faith. Fools be they who do. My only plea at this point is for an open mind and a re-evaluation of the facts. Can science be imposed upon to give the matter serious consideration?\n\nBesides, is deuterium burning, or nuclear fusion, the only way in which Saturn could have shone as a sun?",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 165,
            "content": "Chapter 6\nPrimordial Satellite\nSTARLIGHT: STAR BRIGHT\nThe Fiote of the African Loango Coast believe that the Star Way—which is usually, but erroneously, interpreted as the present Milky Way!—“is the road to a funeral procession of a huge star which, once, shone brighter from the sky than the Sun.”2 As Giorgio de Santillana and Hertha von Dechend commented on this myth, if it even could be called that: “Conveniently short, and no technicalities.”3\n\nEven though the Fiote do not themselves identify this star, we will be forgiven if we accept this datum as an allusion to Saturn’s former sun-like brilliance. True, as stated earlier, there is no way in which Saturn could have shone as bright as the Sun but, for the time being, we will allow the Fiote that much. Even so, the question must be asked: How bright could Saturn have been?\n\nHad Saturn, through whatever means, really radiated as a sun, at its present distance it would have been brighter than the full Moon but, in size, it would not have appeared much bigger than it presently does. As a star brighter than the full Moon, we can understand why the Assyro-Babylonians could allude to it as the most prominent among the planets. But why would the Saturnian deity, under whatever name, be allotted a place at the head of every ancient pantheon above the much brighter, and definitely more prominent, Sun? Why would Saturn have been considered a greater deity than the Sun itself? Because, let us face it, once we appropriate the roles of deities such as Shamash, Atum, Ra, Surya, Helios, Sol, and others, as applicable to Saturn, there is no deity of any significance left to fit the Sun. Call it a gut feeling for now, but something impels one to believe there was something more to this Saturnian sun besides its brightness that compelled the ancients to revere it, inter alia, as the Lord of the Law of the Universe.\n\nJANUS\nAs I have already stated, ancient astronomical knowledge can be complimented by mythology. Much more than that, mythology will end up shouldering the main burden of the scenario we are attempting to reconstruct. Allow me then, at this point, to introduce the Latin god Janus and, through him, a series of interconnected deities.\n\nJuvenal and Prokopios referred to Janus as the “most ancient of the gods” and “the first of the ancient gods,” while Herodian called him the “most ancient indigenous god of Italy.”4 This has led mythologists to label Janus as “a uniquely Roman god.”5 Guirand and...",
            "bibliography": [
                "1. E. Cochrane, “The Milky Way,” AEON IV:4 (April 1996), pp. 39 ff.",
                "2. E. Pechuel-Loesche, Volksunde von Loango (1907), p. 135, as quoted by G. de Santillana & H. von Dechend, Hamlet's Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 253.",
                "3. A. B. Cook, Zeus: A Study in Ancient Religion, Vol. II, Part I (N. Y., 1965), p. 335.",
                "4. P. Grimal, “Rome: Gods by Conquest,” Larousse World Mythology (London, 1972), p. 178."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 166,
            "content": "",
            "bibliography": [],
            "captions": [
                "From a rare bust now at Palazzo Spada in Rome. (After E. Braun.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 167,
            "content": "Pierre tells us that Janus “appears in no other mythology.” But in his ancient assimilation to the sky, or heaven, he is, in actuality, only the Latin counterpart of the Greek Ouranos. This is not to say that the Latins borrowed Janus from the Greeks, any more than the Greeks can be said to have derived their Ouranos from the Vedic Varuna who also, among other things, stood for the sky. I use the term “sky” here because that is the way mythologists have generally understood the meaning of the god’s assimilation. But, despite Arthur Cook, who identified so many ancient deities as personifications of the sky, it is quite obvious that by “sky” something different is indicated. Thus, as reported by Varro, while some authorities did identify Janus as the sky, others were just as confident that the deity personified the universe. This “universe,” “sky,” and/or “heaven,” however, was the kosmos of the Greeks, a term which literally meant “order,” “harmony,” or “an orderly arrangement.” Thus Janus was considered a “god of beginnings” and ascribed “an essential role in the creation of the world,” which creation is a topic we shall have to reserve for a future work. As Janus Pater, the god was revered as the father of the gods and god of gods.\n\nIn all the above, Janus bears a close similarity to the Saturnian deities of other nations. Are we then saying that Janus was the same as Saturn?\n\nAN OR ANU\nAccording to Cook, the “most probable etymology” of the name Janus is derived from a series of related names. Thus he tells us that: “Corresponding with the series Diviana Diana Iana we have the series Divianus Dianus lanus (the same as Janus). Janus, therefore, can be legitimately connected with dius (for diuios), a word familiar to us in the phrase sub dio, ‘under the open sky’.” This derivation has been picked up and repeated by other scholars but, to me, it seems more likely that the name Janus owes its origin to a primitive root which also gave us the Sumero-Babylonian An or Anu, the Greek Ouranos, and the Indic Varuna—all of whom were inter alia assimilated with the mythological sky. This primitive root would then have belonged to a time when, in the words of Max Miiller, “Sanskrit was not yet Sanskrit, Greek not yet Greek, but when both, together with Latin, German, and other Aryan dialects, existed as yet as one undivided language...”\n\nLike Janus, the Sumerian An was considered the father of all the gods and, like the Saturnian deities of other nations, he always stood at the beginning of every theological list from all periods. To be sure, An and Anu have always been identified as a personification of the sky.",
            "bibliography": [
                "1. F. Guirand & A.-V. Pierre, “Roman Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 200.",
                "2. Aurelius Augustinus, De Civitate Dei, VII:28.",
                "3. P. Grimal, “Rome: Gods by Conquest,” Larousse World Mythology (London, 1972), p. 178.",
                "4. B. Cook, Zeus: A Study in Ancient Religion, Vol. II, Part I (N. Y., 1965), pp. 338-340.",
                "5. L. M. Greenberg, “The Lord of Light,” AEON III:4 (December 1993), p. 19.",
                "6. M. Miller, Chips From a German Workshop, Vol. II (N. Y., 1870), p. 16."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 168,
            "content": "Sky or heaven! But that An, in his Akkadian version of Anu, was a radiating body in the sky is ascertained not only, as we have seen, by the cuneiform sign which designates him, the stylized picture of a star—but also by the allusion to “the terror of his splendour” radiating “in the midst of heaven.” This is not a description of the sky and mythologists should never have identified him as such. Rather than being the sky, Anu creates the sky. But is this enough to equate the celestial body that was An as Saturn? We dig further.\n\nThe god An also appears in Egypt. We find him there as an alias of the god Osiris.” In the “Lamentations of Isis and Nephthys,” Isis addresses Osiris as An. In a hymn to Osiris he is called the “god An of millions of years.” As we have seen, as the sun of night, Osiris is identifiable as Saturn as so, also, is his assimilation with both Atum and Ra.\n\nOURANOS\nIn Greek mythology, the place of the Latin Janus is taken up by Ouranos, which name the Latins rendered as Uranus. In Greek, ouranos means “heaven” but, as E. Tonnelat indicated, this must not be taken to mean that the god’s original function was the personification of the sky. The association of Ouranos with the sky might have derived from the fact that an earlier name for the god seems to have been Epigeios, that is “the One who is above the earth.” Plato himself referred to Ouranos as Kosmos, concerning which see above. It was, however, the Phoenician Sanchoniathon who directly equated Ouranos with Kronos/Saturn. So also, more recently, Lynn Rose even though his model is at variance with the one being constructed in this work.\n\nVARUNA\nWe find the Indic version of the Greek Ouranos in the person of Varuna. Although the common identity of these two deities has been said to be exaggerated and even doubtful, Georges Dumézil has gone a long way in establishing the identification. As Alexander Murray tells us in a more recent work: “The name is derived from Var, to cover, or to overarch: and so far Varuna means the vault of heaven. Here, then, we seem to find a clue to the meaning of the Greek Oura-",
            "bibliography": [],
            "captions": []
        }
    ]
}
