{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 139,
            "content": "At this point, we delve into Mesoamerican lore to uphold the thesis being developed. I would like to reserve that for a later part of this work. However, it is worth noting that in analyzing the Mayan holy book known as the Popul Vuh, which, among other things, addresses the glowing face of the sun, it becomes clear that it was not the same sun we see today.\n\nWould it then be too much to consider what appears to be the only other alternative—that what the ancients believed was indeed what they, or their ancestors, had actually seen and experienced?\n\nBefore answering that question, let us consider one additional point. The ancients did not merely maintain that Saturn was, or had been, a sun. They referred to it as such as if it was, or once had been, common knowledge; as if everyone knew that this was the case. No explanations, clarifications, or qualified rationalizations are ever found to account for the phenomenon. Whether speaking of the Saturnian god as distinct from his luminary or of the luminary that was Saturn itself, it was always accepted that deity and planet, which in reality were one, radiated, or had once radiated, as a true sun. Personally, this aspect of the Saturnian phenomenon further convinced me that the ancients meant exactly what they said, and that they probably knew what they were discussing. But what, exactly, did this amount to?\n\nAt this point, we had best lay the cards we have so far accumulated plainly on the table. I believe we have supplied ample evidence (and more will be forthcoming in the chapters that follow) to indicate that the ancients believed Saturn to have once radiated as a sun. As Hodder Westropp and Staniland Wake concluded long before Jastrow, upon studying ancient symbolism, the ancients viewed Saturn as the first source of light. Yet a question we posed earlier remains unanswered. This concerns the sharing of names between Saturn and the Sun. What is true—that Saturn was given the former name of the Sun, or that the Sun was given the former name of Saturn?\n\nBoll had no doubts about this. In his view, the Greek Helios and the Latin Sol were originally the names of the planet Saturn. Here I would like to mention the cult of Sol Invictus, the Unconquered Sun, which did not gain significant prominence until the third century A.D. Both the cult and the associated festivals were established by the Emperor Aurelian (Marcus Aurelius Antoninus, also known as Elagabalus) and celebrated on the 25th of December—what is today known as Christmas. As Roger Wescott asked, why would the Sun have been deemed unconquerable? Wescott noted that the common understanding of this phrase is that it could be loosely equated with ‘the invincible sun,’ but he was inclined to take the term literally, raising the question: Was there also a cult of Sol Victus—'the conquered Sun'? Although the latter phrase does not occur in Roman literature, the phrase Sol Indigetes is found, referring to an older sun-god.\n\nIt can therefore be conjectured that in every case where Saturn and the Sun share the same name, the name originally belonged to Saturn. This suspicion becomes more certain when we realize that while every major ancient name of the Sun was also bestowed on Saturn, not every ancient name of the planet Saturn was given to the Sun.",
            "bibliography": [
                "1. W. Oates & E. O’Neil, The Complete Greek Drama (1938), p. xxiii.",
                "2. J. G. Frazer, The Golden Bough (London, 1974, abridged edition), p. 507.",
                "3. G. J. Griffiths, 'Interpretatio Graeca,' in W. Helck & E. Otto, Lexikon der Ägyptologie, Vol. II (1980), col. 167."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 140,
            "content": "As already indicated, we discover that the characteristics attributed to ancient sun gods fail to represent the role of the Sun. Mythology seems to have never concerned itself with the Sun—that is, our Sun. The sun referenced in these myths was the Saturnian one. Therefore, it follows that the sun of the ancients—the 'true sun'—was Saturn. If some names of Saturn were later assigned to the Sun, this could only reflect that the Sun supplanted Saturn—not merely mythologically, but physically.\n\nWe can thus offer the above conclusion as a hypothesis—which, for now, we will call Hypothesis #1—suggesting that, according to the ancients, the planet Saturn once shone as a sun. However, since we suspect the reader may not be entirely satisfied with the evidence we have presented so far, we will further test this postulate by analyzing additional insights from the ancients. If their sun of ages was Saturn rather than the present Sun, their traditions should also reflect conditional astronomical differences. As we shall see, this is precisely what we encounter in our ongoing investigation of ancient astronomical lore.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 141,
            "content": "Chapter 4\nThe Sun of Night\nTHE EGYPTIAN NIGHT SUN\nThe Egyptian god Atum bore a specific and strange characteristic: he was honored as a sun of night. Students of Egyptian mythology have long grappled with the implications of this unusual trait. Wallis Budge suggested that Atum, referred to by the earlier name Temu, was the Sun after it had set. This implied that the Egyptians worshipped the Sun even when it was absent from the sky. Sun worship at night, however, seems paradoxical. This flawed interpretation should never have emerged, and it would not have, had Egyptologists compared their texts more diligently with those of Assyriologists.\n\nThere has always been certainty that the Egyptians viewed Atum as one of the manifestations of the great Sun-god Ra. For the time being, I will not delve into Budge’s assertion that Atum was merely the personification of the setting Sun, especially since Atum is also depicted as rising. Both terms—'rising' and 'setting'—are based on mistranslations, which will be clarified later. Budge believed that Atum was originally a local god of the city of Annu, or Heliopolis, and that only later was he assimilated with Ra. While this seems to be the case, it must not be assumed that this assimilation was arbitrary; it resulted in the dual god known as Atum-Ra (or Ra-Atum).",
            "bibliography": [
                "1. E. A. W. Budge, Osiris and the Egyptian Resurrection (N. Y., 1911/1973), Vol. I, pp. 65, 104.",
                "2. Idem, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 246, where Atum, here called Tmu, is referred to as 'the night sun at the twelfth hour of the night.' Elsewhere in the same work, Atum is referred to as Tum and/or Atemu—see p. cx.",
                "3. Idem, The Gods of the Egyptians, Vol. I (N. Y., 1904/1969), p. 349."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 142,
            "content": "Atum—the sun of night. I mention this because even in ancient times, El (and, by extension, the Chaldean Ra) was known as a representative of the planet Saturn. George Rawlinson, writing in 1885, who did not accept the identification of god with planet, stated concerning this ancient belief: 'The identification of the Chaldean II [i.e. El] or Ra with Saturn, which Diodorus makes, and which may seem to derive some confirmation from Philo-Byblius, is certainly incorrect regarding the planet Saturn; but it may be regarded as having a basis of truth, as Saturn was, in one sense, the chief of the gods.' This, however, seems to have troubled mythologists from the beginning, as they have often claimed they are better informed about what the ancients believed than the ancients themselves. Given this context, may we not assume that Atum, a facet of Ra, also originated as a personification of the planet Saturn? If Atum was honored as a sun of night, should we not also expect that Ra was honored in a similar fashion? This is precisely what we find. In a hymn, Ra is celebrated as 'the one alone... lying awake while all men lie asleep.' This becomes clearer in the Egyptian Book of the Dead, where the god is unmistakably described as: 'I am that god Re who shines in the night.'",
            "bibliography": [
                "1. G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World (N. Y., 1885), Vol. 1, p. 73.",
                "2. T. Henry, Ancient Tahiti (Honolulu, 1928), p. 465."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 143,
            "content": "Three forms of Osiris—the nocturnal sun. Osiris could not have predated Ra. In fact, it is incorrect to refer to Ra as 'the Sun of Day,' even if he filled that role in later times. Wallis Budge shared the opinion of Mariette-Bey when he informed his readers that 'the Egyptian texts suggest that in late times the Sun-god of night may have been regarded as a form of Osiris.' O. D. Miller, who also commented on Osiris as a nocturnal sun, explains this scenario by proposing that Osiris was 'regarded as a type of the sun before its first rising.' This presupposes that ancient man witnessed the Sun's first rising, raising the question of where the Sun could have been before it first rose. In this way, mythologists often complicate the issue, as their attempts to clarify a mythological puzzle result in further confusion.",
            "bibliography": [
                "1. E. A. W. Budge, Osiris and the Egyptian Resurrection (N. Y., 1911/1973), Vol. I, p. 21.",
                "2. D. Miller, 'Solar Symbolism,' American Antiquarian (April 1881), p. 219."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 144,
            "content": "The Djed column, symbol of Osiris, shown supporting the disc of Ra. Nevertheless, at this point, we must return to the question: How many Egyptian deities are we going to identify as personifications of the planet Saturn? Why were there so many names—and we shall be discovering many more—within the same nation for one and the same planet? Mullen provides some insight: 'One cause for the complexity of the account is that when the Nile valley was united into one kingdom, various tribes, each with its own names for the planetary gods and their narratives, were merged into one culture. When unification occurred, the cults of these gods were preserved and blended, even though often the same planet was worshipped under different names in different locations.' In time, the ancestral memory of these former times faded. In Egypt, sacred litanies continued to be recited, even as the full understanding of their content was partially lost. Eventually, the identities of the gods became obscured. Were it not for contemporary rediscoveries of ancient texts, we would find ourselves in no better position. A time came when planetary deities were worshipped under different names in different places, even within the same regions under the same temples.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 145,
            "content": "Thus, if Atum, as well as Ra, is recognizable as the planet in question, logic dictates that Osiris must also be understood in the same framework. Although Mullen’s perspective could be considered somewhat vague, there are further indications of a direct connection between both Atum and Ra with Osiris. For instance, in a vignette from the Book of the Dead, the disk of Ra, often claimed to be that of the Sun, rests on the Djed pillar (or Tet), which is emblematic of Osiris. Additionally, Atum proclaims, 'I am yesterday.' Shortly after, it is stated, 'Yesterday is Osiris.' This text reinforces the identification of Ra with Osiris. In the liturgy for the dead, there is a query and an answer: 'Who then is this? It is Osiris,' or others say, 'Ra is his name, even Ra the self-created.' In other sections, Ra is depicted as the soul of Osiris, while Osiris is presented as the soul of Ra, further emphasizing that these two gods were merely aspects of each other. As Lepsius noted in the Book of the Dead, Osiris is referred to as Osiris-Ra, while Isis, his wife, is introduced as 'the royal consort of Ra.' This very assimilation with Ra led earlier mythologists to equate Osiris with the Sun. However, James Frazer had his reasons for disputing this identification, as he posited that Osiris was primarily a god of vegetation.",
            "bibliography": [
                "1. W. Mullen, 'A Reading of the Pyramid Texts,' Pensée IVR III (Winter 1973), p. 14.",
                "2. E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 252."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 146,
            "content": "Osiris as judge of the dead. Nonetheless, at this juncture, we need to reconsider: How many Egyptian deities should be identified as personifications of the planet Saturn? Or why were there so many names—many others will emerge within this examination—within one culture for one celestial body? Once again, I defer to Mullen for partial clarification. He stated, 'A significant cause of the account's complexity is that the Nile valley, once united, comprised many tribes, each with its own appellations for planetary gods and myriad tales about them. After the kingdom's unification, their cults were maintained and conflated, even though many were worshipping the same planet under different names in various locations.' Over time, the memories of these eras faded, and in Egypt, ancient litanies were recited even when their meaning was partially lost. In Egypt, there came a point when planetary deities were worshipped under numerous appellations across different places, and even within identical nomes in the same temples.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 147,
            "content": "This results in an astronomical number of deities, making it difficult to attribute them all to just five planets visible to ancient eyes. Yet, as stated earlier, that is precisely what Giorgio de Santillana and Hertha von Dechend argued: 'The real actors on the stage of the universe are few, despite their many adventures... The forces lie in the starry heavens, and all stories, characters, and activities reflect these celestial bodies.' This might seem a daunting task, yet it isn't entirely unattainable, since many of these deities often turn out to be aliases of one another. Take Osiris as an example—the god possessed over sixty different names in the Theban version, around 1600 B.C., and this amassed to one hundred and fifty-eight by the time of the Saite recension around 300 B.C. In the Babylonian Enuma Elish, Marduk is bestowed fifty names. If you consider these examples extreme, think again; the Indic god Shiva is believed to have one thousand and eight different names. It can be derived that most divine figures of antiquity are merely aliases of each other. Nevertheless, I won't claim that all these mythological entities should be considered planets, as some actually represent planetary embodiments while others symbolize various celestial occurrences. But before we stray from our primary topic, a crucial question arises: Was Saturn also revered as a sun of night in places other than Egypt?",
            "bibliography": [
                "1. G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 177.",
                "2. E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), pp. 176-178."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 148,
            "content": "Indeed, there is compelling evidence that the notion of a night sun existed in the thoughts of ancient Babylonians. Morris Jastrow noted that Saturn and the Sun were perceived as the 'two chief lights of the heavens, one destined to radiate during the day and the other at night.' This is reinforced by the fact, referenced previously, that when the Sun was intended, a clarification—SamSe u-mi (i.e., Shamash of the day)—was inserted in astrological texts concerning Shamash/Saturn. A Shamash-of-the-day implies the existence of a Shamash-of-the-night. Jastrow described: 'Strange as it may seem, the planet Saturn was regarded as 'the sun of night,' paralleling Samai as 'the sun of the daytime' and the source of illumination during the night.' When Jastrow attempted to explain this phenomenon, he stumbled: 'It was argued that since there was a sun radiating daylight, there must also be a corresponding force illuminating the heavens at night.'",
            "bibliography": [],
            "captions": []
        }
    ]
}
