{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 79,
            "content": "Elagabalus (A.D. 218-222). Born Varius Avitus, high priest of the Syrian god Elagabalus, was proclaimed Emperor of the Roman Empire on May 16, 218. He was given the title of Marcus Aurelius Antoninus. Assuming the name of his god, he became popularly known as Emperor Elagabalus. When he moved from Emesa to Rome, he took the meteoritic 'image' of his deity with him, which also came to be known as the Elagabalus, and installed it in the temple of Kybele.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 80,
            "content": "The Sumerian name for 'iron' was an-bar, which means 'fire from heaven.' The Hittites were among the first, if not the very first, in the ancient world to use weapons made out of iron, referred to as ku-an, which also translates to 'fire from heaven,' since they claimed iron originated in the sky. The Assyrians also extracted iron from ore, claiming the metal was made from 'fragments from heaven.' In Egypt, the term for 'iron' was bia-en-pet or baat-en-pet, which translates as 'metal of heaven' (though 'thunderbolt of heaven' has also been suggested). In Egypt, the association of meteoric iron with the gods, especially with the evil god Set, appears to have led to a taboo against the use of the metal. A similar religious taboo seemed to have existed in ancient Israel, as the Old Testament preaches against using iron tools in the construction of Yahweh's altar. The taboo against iron was also observed in Greek and Roman cults. However, a religious exception was seemingly allowed during Egyptian funerary rites, where 'metal of heaven' was utilized in making small symbolic instruments associated with the rites of the dead, which were often interred with the deceased. These religious instruments are mentioned in Egyptian prayers, even though few have been retrieved due to the corrosive nature of iron. Meteorites were also worshipped in Greece. Pausanias noted: 'Orchomenos has a sanctuary of Dionysos, but the most ancient one is consecrated to the Graces. They pay particular worship to rocks, saying they fell out of heaven.'",
            "bibliography": [
                "1. V. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 196.",
                "2. E. C. Krupp, loc. cit.",
                "3. H. B. Walters, Catalogue of the Bronzes, Greek, Roman and Etruscan, in the British Museum (London, 1899), p. xviii.",
                "4. G. A. Wainwright, 'The Coming of Iron,' Antiquity, X (1936), p. 11.",
                "5. E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 306.",
                "6. Velikovsky, Ramses II and His Time (N. Y., 1978), p. 236.",
                "7. Deuteronomy 27:5.",
                "8. Ibid.; J. Huxley, et al., The Ancient World (London, 1968), pp. 95-96."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 81,
            "content": "The image of Aphaca was also associated with a meteor at Byblos in Syria. The great 'image' of Pallas Athena, known as the Palladium, in the citadel of Troy, on which the safety of the city was held to depend, was also said to be a stone which fell to Earth. So was the sacred stone at Delphi, said to belong to Kronos, who was Saturn. As G. A. Wainwright wrote in 1936: 'Plenty of other meteorites could be mentioned as being kept in churches or temples, but let that of Casa Grande suffice. It was found in a room of an ancient Mexican temple carefully swathed in bandages.' Let not the reader delude himself into thinking that such beliefs and practices were merely the result of ancient and/or primitive naiveté. Modern-day Muslims might not care to admit it, but the most holy object in all of Islam, the Black Stone, incorporated into the Ka’aba at Mecca, is also a meteorite. Here it is fair to point out that Immanuel Velikovsky’s claim that the Black Stone was believed to have fallen from the planet Venus cannot be substantiated. Even so, there seems to be no doubt that the Black Stone 'had streaked out of the heavens one night in the forgotten past,' and that it is nothing but a meteorite. There has been speculation that this meteorite had originally been reddish in hue and that its present black color is simply due to patina of ages. To my knowledge, this has never been ascertained. In fact, there is reason to believe that the Stone’s blackness coincided with a special characteristic of mythic significance. That the Ka’aba was originally a shrine to the god and planet Saturn has been documented. Myths and astronomical lore of various nations connect the color black with Saturn and its deity.",
            "bibliography": [
                "1. C. P. Olivier, Meteors (1925), p. 3.",
                "2. Fuhr, 'On Comets, Comet-Like Luminous Apparitions and Meteors,' KRONOS VIII:1 (Fall 1982), p. 38.",
                "3. H. Bancroft, The Native Races of the Pacific States (1874-1876), Vol. III, p. 302.",
                "4. G. A. Wainwright, op. cit., p. 6.",
                "5. Ibid.",
                "6. Velikovsky, Worlds in Collision (N. Y., 1950), p. 291.",
                "7. S. Welles, et al., The World’s Great Religions (N. Y., 1957), p. 101.",
                "8. Ibid.; J. Huxley, et al., The Ancient World (London, 1968), pp. 95-96."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 82,
            "content": "The Ka’aba, in the base of which the meteoritic Black Stone is cemented. The meteoric 'image' which Elagabalus—that is, Marcus Aurelius Antoninus—carried from Emesa to Rome was also described as having been black. Despite all the above, and much more that I could have added, science did not officially recognize the existence and fall of meteors until April 26, 1803. Despite reports of stones falling from the sky, scientists preferred to doubt all such reports.",
            "bibliography": [
                "1. Ibid, p. 348.",
                "2. D. Overbye, 'Voyager Was On Target Again,' Discover (April 1986), p. 78.",
                "3. W. K. Hartman, Moons and Planets (Belmont, 1972), pp. 175-177.",
                "4. A. Paneth, 'Meteorites,' Encyclopaedia Britannica (1959 edition), Vol. 15, p. 341."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 83,
            "content": "When, for example, a large stone was reported to have fallen from the sky near Luce in 1768, the Académie des Sciences sent chemist Antoine Laurent Lavoisier to investigate. He concluded that nothing of the sort could have transpired and that all claimed witnesses were mistaken or lying. The reasoning was simple: as Charles Fort put it, since there were no stones in the sky to start with, none could have fallen from it. Because of such episodes, many European museums discarded genuine meteorites, thinking of them as relics of a superstitious past. One meteorite from that era, however, was preserved due to the protection given to it by the bishop of Zagreb's consistory. This was an iron meteorite that had fallen at Hraschina in 1751. Sworn statements by eyewitnesses were collected, and along with the iron fragment, sent to the Austrian emperor. Eventually, both the documents and meteorite came into possession of the Vienna museum and the attention of physicist E. F. F. Chladni, who commenced a battle against the scientific establishment. In his paper of 1794, Chladni defended the trustworthiness of Hraschina and other meteorites, boldly claiming they were cosmic debris that penetrated Earth's atmosphere.",
            "bibliography": [
                "1. Ibid.",
                "2. T. Palmer, Catastrophism, Neocatastrophism and Evolution (Nottingham, 1992), p. 2.",
                "3. D. Knight (ed.), The Complete Books of Charles Fort (N. Y., 1974), p. 19.",
                "4. A. Paneth, loc. cit."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 84,
            "content": "Among the Maya, the priests usually acted as keepers of scientific knowledge, including astronomy. It was not just the priesthood that had an interest in such knowledge; even kings were involved. Netzahualpilli, the king of Texcoco, was described by Juan de Torquemada a century after the Spanish conquest of Mexico, as a great astrologer who prided himself on his understanding of celestial motions. He caused inquiries throughout his dominions for all who were knowledgeable and would discuss astronomical questions with him. Pyramid-temples were utilized for astronomical observation. The concept of an eye within or accompanying cross-pieces appears on codices that address astronomical matters, indicating that this was a common instrument used for observations. The Mesoamerican astronomical knowledge, although chiefly calendric, was sophisticated. For instance, the 365-day calendar, as shown in the Codex Tro-Cortesianus, was remarkably accurate in its mathematical functions. The Mesoamericans had mathematical abilities that allowed them to calculate time periods and formulate various calendars, using a base 20 system, which enabled complex calculations concerning astronomical phenomena. They accurately predicted eclipses and tabulated the motions of Venus with precision.",
            "bibliography": [
                "1. A. Aveni, 'Astronomy in Ancient Mesoamerica,' in E. C. Krupp (ed.), In Search of Ancient Astronomies (N. Y., 1977), p. 174.",
                "2. A. Aveni, loc. cit.",
                "3. D. Knight, The Civilization of the Maya (Geneva, 1978), p. 200."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 85,
            "content": "Mixtec artist from Oaxaca painting a codex.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 86,
            "content": "Maya priest-astronomer seated on top of a four-storey observational tower using his sighting cross to track the heavenly bodies.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 87,
            "content": "Left: Seated priest-astronomer, from the Codex Mendoza, shown in the act of observing the stars. Right: Symbolic representation of the same idea through a cross-stick device as an aid to observation. Among various ancient peoples, the star cluster known as the Pleiades also served to pinpoint the beginning of the year and the cycle of seasons, which the Mesoamericans observed as well. The Aztecs determined their most significant feast day based on the appearance of the Pleiades, with ceremonies taking place every fifty-two years, commencing when the Pleiades transited zenith at midnight. Saturn was regarded as the black god and/or black planet, an association I believe holds implications for the Navajo representation as Black God. This planetary deity requires explanation as there is no observable celestial correlation between Saturn and the Pleiades.",
            "bibliography": [
                "1. A. Aveni, op. cit., p. 207."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 88,
            "content": "Symbolic representations of Mesoamerican observational temples utilizing crossed-stick and V-shaped devices. The precision with which the Mesoamericans calculated the 365-day calendar—illustrated in the Codex Tro-Cortesianus—is remarkable. Lacking advanced optical instruments, they achieved this through sighting, triangulation calculations, and shadow measurements based on the sun's position. Observing the sky played a crucial role as they documented lunar transformations and trajectories in the Dresden Codex.",
            "bibliography": [
                "1. D. Cardona, 'The Mystery of the Pleiades,' KRONOS III:4 (Summer 1978), pp. 24 ff.",
                "2. P. Tompkins, Mysteries of the Mexican Pyramids (N. Y., 1976), p. 296."
            ],
            "captions": []
        }
    ]
}
