{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 114,
            "content": "Aquarius (Water Bearer)\nPisces (Goat-Fish)\nAries (Ram)\nTaurus (Bull)\nScorpio (Scorpion)\nGemini (Twins)\nLeo (Shea)\nCancer (Crab)\nMother Goddess (Lion)\nLate Babylonian zodiac showing the twelve constellations among which many are still recognizable in our modern version of the same.\nAstronomers of the late Hellenistic and Roman periods were fully conscious that their science drew on earlier ‘Chaldean’ or ‘Babylonian’ astronomy; and this fact has never since been wholly forgotten.” Plato himself acknowledged this Greek debt to Babylonian astronomy, which is perhaps the first such confession to be encountered in Greek literature.\nEven when it came to such practical instruments as time-telling devices, it seems as if the Babylonians long preceded the Greeks. Thus Herodotus was able to write that: “The sun-",
            "bibliography": [
                "1. A. Jones, “Evidence for Babylonian Arithmetical Schemes in Greek Astronomy,” in H. D. Gatter (ed.) Die Rolle der Astronomie in der Kulturen Mesopotamiens (Graz, 1993), p. 77.",
                "2. Plato, Epinomis 986e-987a."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 115,
            "content": "dial...and the gnomon with the division of the day into twelve parts, were received by the Greeks from the Babylonians.\nSeneca wrote that Apollonius of Myndus learned what he knew about comets from the Chaldeans, which was the general term at that time for Babylonian astronomers: “Apollonius says that the Chaldeans place comets in the category of planets and have determined their orbits.” Epigenes, on the other hand, disagreed with him, stating that, in fact, the Chaldeans knew nothing about comets and thought of them as filaments of twisted atmosphere.\nWhen it comes to the constellations, we still owe their present names and adopted shapes to the Greeks, but, so it seems, the Greeks themselves had borrowed even these from the Babylonians. Thus, for instance, where the Greeks saw a scorpion in the constellation Scorpio, so had the Babylonians before them. Where the Greeks saw twins in the constellation Gemini, so had the Babylonians before them.\nPeter James has even indicated “some specific linguistic borrowing” in this context. Take, for instance, the constellation which the Greeks called Pegasus. To the Sumerians and Akkadians, this group of stars was known as Iku, a word that meant “field.” Why, then, did the Greeks see a horse in this constellation had they really borrowed their lore from them? This misnomer, according to James, probably stems from the fact that, in Greek, igo, which sounds much like iku, used to mean “horse” —as recorded on the Linear B Tablets—before the word hippos was later adopted. If this is true, it would also mean that the borrowing of Babylonian astronomical knowledge by the Greeks “had already begun in Mycenaean times,” to which the Linear B Tablets belong.\nIt is known that Democritus “spent some time in the East and his astronomic ideas were definitely Babylonian.” So, also, with Hipparchus, who based much of his findings on Babylonian records. Here is what G. J. Toomer had to say about the subject:\n“It has always been known that Hipparchus derived material from Babylonian astronomy. A considerable number of Babylonian observations are quoted in Ptolemy’s Almagest (which is the principal source of our knowledge of Hipparchus’ work), and some of these are explicitly said to have been used by Hipparchus. But it is only in the present [20th] century, with the decipherment and interpretation of the relevant cuneiform texts, that his debt to Mesopotamian sources was more fully revealed.”\n“Thus, although our information about Hipparchus’ work is largely secondhand and fragmentary, his extensive knowledge of both the observational and theoretical parts of Babylonian astronomy is beyond any doubt.”\nAs James pointed out:",
            "bibliography": [
                "1. Herodotus, Historiae, II:109.",
                "2. Seneca, Quaestiones Naturales, VII:IV:1.",
                "3. P. James, “Greek Debt to Babylonians,” SIS Internet Digest 1997:1, p. 15.",
                "4. G. Sarton, History of science: Ancient Science Through the Golden Age (Harvard, 1952), Vol. I, p. 291; A. T. Olmstead, History of the Persian Empire (Chicago, 1948/1970), pp. 328-342.",
                "5. G. Sarton, op. cit., Vol. II, pp. 335 ff.; A. T. Olmstead, op. cit., pp. 195-213; J. Lindsay, Origins of Astrology (London, 1971), pp. 63-89; B. L. van der Waerden, Science Awakening II: The Birth of Astronomy (N. Y., 1974).",
                "6. G. J. Toomer, “Hipparchus and Babylonian Astronomy,” in A Scientific Humanist: Studies in Memory of Abraham Sachs (1988), p. 353 (emphasis added).",
                "7. Ibid., p. 357."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 116,
            "content": "Illustration by Arthur Ungnad.\nThe Babylonian constellation called Iku, which, because of a similarity in sound, became the horse Pegasus in Greek.\n“This major period of Greek borrowing starts in the 5th century B.C. under the Persian empire, which enabled the Greeks to become well acquainted with Babylonia and Babylonian ideas. It is clear that the precise records of the Babylonians were invaluable to the Greeks, and a certain amount of their theory was taken on board as well.”\nNone of this is to say that the Greeks did not learn anything astronomical on their own. Thus, for instance, despite Toomer, and as previously noted, there is at present no evidence that Hipparchus derived his knowledge of the precession, for which he mostly owes his fame, from the Babylonians. And, as with Hipparchus, so, also, with various other Greek astronomers and philosophers.\nTHE ZODIAC\nAs early as 687 B.C., the Mesopotamians knew that the Sun travels through the belt of the zodiac—that collection of stars which form a ring that encircles the sky in the plane of the ecliptic—in the period of one year. They also knew that the Moon traveled through the same constellations and that it circled back to its starting point in about twenty-seven days, which is why they called the band of the zodiac “the path of the Moon.” The five planets visible to the naked eye were also seen to travel the same path, but each at a slower pace than the Moon.\nAs far back as Sumerian times, the constellations of the zodiac were already known. Long before even the Babylonians, the constellations Taurus, Leo, and Scorpius had already been assimilated to a bull, a lion, and a scorpion. The German historian of science, Willy Hartner, has even attempted to trace the symbols associated with these constellations farther back in time, to the Neolithic people of Elam and Persia. As early as the fourth millennium B.C., these people of southern Iraq were already drawing bulls, lions, and scorpions studded with star symbols.\" To quote Edwin Krupp:\n“Six thousand years ago, the stars of Taurus, Leo, and Scorpius rose heliacally at significant times of the year, as seen from latitude 30 degrees north. This is close to the latitude of Ur, the Sumerian city founded on the Euphrates River five thousand years ago.”",
            "bibliography": [
                "8. P. James, loc. cit."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 117,
            "content": "which is why they called the band of the zodiac “the path of the Moon.” The five planets visible to the naked eye were also seen to travel the same path, but each at a slower pace than the Moon.\nAs far back as Sumerian times, the constellations of the zodiac were already known. Long before even the Babylonians, the constellations Taurus, Leo, and Scorpius had already been assimilated to a bull, a lion, and a scorpion. The German historian of science, Willy Hartner, has even attempted to trace the symbols associated with these constellations farther back in time, to the Neolithic people of Elam and Persia. As early as the fourth millennium B.C., these people of southern Iraq were already drawing bulls, lions, and scorpions studded with star symbols.\" To quote Edwin Krupp:\n“Six thousand years ago, the stars of Taurus, Leo, and Scorpius rose heliacally at significant times of the year, as seen from latitude 30 degrees north. This is close to the latitude of Ur, the Sumerian city founded on the Euphrates River five thousand years ago.”®!\nago.”\nTHE ASTRONOMICAL DIARIES\nThat the Babylonians carefully noted and recorded eclipses is reported by Claudius Ptolemy, who had access to a continuous series of such observations reaching back to 747 B.C. Ptolemy implies that the series did not reach further back in time than that, which has led various authorities to claim that the observation of eclipses by the Babylonians commenced with Nabonassar who, according to generally accepted chronology, reigned over Babylon somewhere between 747 and 732 B.C.\nFranz Xavier Kugler, who examined more than one hundred Babylonian cuneiform tablets pertaining to astronomy, has demonstrated that the oldest documents containing a scientific approach to astronomy dated only from the second half of the sixth century B.C.\"\nNabonassar, however, is known to have destroyed previously existing observations in order that exact historical chronology would commence with his own reign.\nThe Babylonians also compiled a catalogue of the fixed stars and recorded the occultations of the planets by the Sun and Moon.” Through the use of gnomons, and other sun-diagrams, they were able to measure time during the day and were able to fix the length of the solar day with sufficient accuracy. They determined the synodic revolution of the Moon within a small fraction of the correct value.\"® They discovered that the length of the solar year was close to 365 1⁄4 days.” They knew that comets were permanent bodies revolving in orbits similar to, but greater than, those which the planets followed.'®\nWhen Richard Stephenson analyzed the content of Babylonian astronomy, he did not find it wanting. In his view, despite the paucity of texts from the period 700-50 B.C., the ancients",
            "bibliography": [
                "B.C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 124.",
                "189. Tbid., p. 142.",
                "18. Ibid.",
                "19. Claudius Ptolemy, Syntaxis (Almagest) III:6.",
                "20. G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. II (N. Y., 1884), p. 208.",
                "21. Ibid.",
                "22. Aristotle, De Caelo, 1:12.",
                "23. G. Rawlinson, loc. cit.",
                "24. Ibid.",
                "25. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 118,
            "content": "had proven themselves good and careful astronomers. All that they recorded, he has concluded, “has actually happened in the sky.” As far as he was concerned, the old Babylonian eclipse data can be used with confidence. As he wrote: “Comparison of modern calculations with the Babylonian eclipse records gives an excellent figure for the average rate of lengthening of the day over the past 2500 years.” In fact, he went out of his way to inform his readers how Babylonian astronomical records were proving useful to modern astronomers in calculating changes in the length of the day. He did, of course, discover a statistical uncertainty of 1.78 milliseconds per century, but, as he explained, this “arises not so much from inaccuracies in the Babylonian measurements but more from uncertainties in the modern estimates of the rate of expansion of the Moon’s orbit.”\"\n\nThe Assyro-Babylonians, or Chaldeans as Diodorus Siculus called them, already knew that the planetary system was a dynamic one. As Diodorus wrote: “Each of the planets, according to them, has its own particular course, and its velocities and periods of time are subject to change and variation.”'” They also knew that Earth was a sphere and thus counted it among the planets. This is evidenced by the words of Diodorus who wrote that the Chaldeans had it stated “that the moon’s light is reflected and her eclipses are due to the shadow of the earth.”\n\nAmong the Babylonians, texts that deal strictly with astronomical, as opposed to astrological, observations do not seem to have made their appearance until about the middle of the seventh century B.C. during the reign of Nabonassar. It is from about this time, down to the turn of the millennium, that we have in our possession a collection of cuneiform tablets to which Abraham Sachs has applied the term “astronomical diaries.”\n\nThese diaries record such phenomena as the length of the lunar months, based on the phases of the Moon; lunar and solar eclipses; the dates of first visibility for Mars, Jupiter, and Saturn; the first and last visibilities of the inner planets, Venus and Mercury; the dates of the occurrences of the equinoxes and solstices; the dates of the significant appearances of the star Sirius; and the “conjunction” of the Moon and each of the visible planets with various stars. Meteorological phenomena during the rainy seasons are also recorded, with diverse cloud and storm conditions. To all of this, one finds appended the changes in the level (rise or fall) of the river at Babylon, often followed “by a report of secular events or rumors of such events.” Finally, the amount of produce (barley, dates, etc.) that could be purchased for one shekel of silver during any one month is also listed. The technical data—measurements, calculations— given in cubits and degrees, are evidence of a sophisticated attempt at reconciling once mysterious motions with numerical allocation, while the glosses concerning obstruction of visibility by bad weather are indicative of diligent observation.”\n\nThere is nothing spurious about these astronomical diaries—nothing magical, mythological, or even faintly oracular. They are a mere record of the night by night occurrences concerning the heavenly bodies—hence the term “diaries”—month by month, throughout the year. Were it not for the historical events that they also report, they would probably have inspired less interest among scholars. Astronomically, they are nothing but a catalogue of the same boring celestial events that we see enacted in the sky above us to this day. But they are accurate —so that a modern student of astronomy would not have been embarrassed had he or she been the author of the diaries. As Sachs observed: “Some of [the astronomical phenomena recorded in the diaries] are purely observational, while others involve rudimentary calculations derived from those observations.”",
            "bibliography": [
                "1. Herodotus, Historiae, II:109.",
                "2. Seneca, Quaestiones Naturales, VII:IV:1.",
                "3. P. James, “Greek Debt to Babylonians,” SIS Internet Digest 1997:1, p. 15.",
                "4. G. Sarton, History of science: Ancient Science Through the Golden Age (Harvard, 1952), Vol. I, p. 291; A. T. Olmstead, History of the Persian Empire (Chicago, 1948/1970), pp. 328-342.",
                "5. G. Sarton, op. cit., Vol. II, pp. 335 ff.; A. T. Olmstead, op. cit., pp. 195-213; J. Lindsay, Origins of Astrology (London, 1971), pp. 63-89; B. L. van der Waerden, Science Awakening II: The Birth of Astronomy (N. Y., 1974).",
                "6. G. J. Toomer, “Hipparchus and Babylonian Astronomy,” in A Scientific Humanist: Studies in Memory of Abraham Sachs (1988), p. 353 (emphasis added).",
                "7. Ibid., p. 357."
            ],
            "captions": []
        }
    ]
}
