{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 229,
            "content": "Unfortunately, Warren was not aware of the Saturnian association with the “God” he alludes to. However, having seen that, according to the ancients themselves, the god of the Old Testament was really a personification of the planet Saturn, we will have to assume that, as astronomically impossible as it might at first seem, the primeval Saturn was believed to have once been situated in the place now occupied by the Pole Star. One discordant item the reader may have noted concerns the circumpolar stars themselves—for have we not, on a previous page, argued for the solitude of the very same planetary deity, where no other heavenly body was visible? To be sure, we will posit here that, while Saturn shone as a sun, no stars, except perhaps those of first magnitude, could have been seen in the night sky. So how, then, could the circumpolar stars have been seen, let alone proclaimed as being the stars of El/Saturn? These stars, which we shall meet again below, could not have been considered the property of El during that time when Saturn ruled the pole. It was only when Saturn resigned his lofty position that the stars came into view for the first time. It was then seen that the circumpolar stars circled around that very area in the center of which the god of humanity had once resided. For that reason, they became sacred to the memory of the god who had, by then, moved elsewhere. But all this will have to be left for a future work. What is of immediate concern here is whether this Saturnian northernism is upheld by the beliefs of ancient nations other than the Semites.",
            "bibliography": [
                "1. D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001), p. 71.",
                "2. N. Schwarz, “Old World Maps—A response to Charles Ginenthal,” The Velikovskian 11:2 (1994), p. 49.",
                "3. R.H. Allen, Star Names and Their Meanings (N. Y., 1936), p. 20.",
                "4. S.H. Langdon, “Semitic Mythology,” The Mythology of All Races, Vol. V (N. Y., 1964), p. 94."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 230,
            "content": "UNAS AND THE CIRCUMPOLAR STARS. During the first four hundred years of Egypt’s Old Kingdom, royal tombs were covered with rounded mounds which later evolved into stepped pyramids. These were located in traditional ancestral cemeteries at Abydos and Saqqara. It is of interest that, associated with these tombs were vast rectangular niched enclosures the long sides of which ran north to south. Royal officials also built their tombs in ancestral cemeteries apart from those of the kings. They, too, were oriented north-south. As Ann Macy Roth pointed out: “Both the orientation and the size of these early burial complexes provide clues to the ancient Egyptians’ beliefs about immortality. The tombs’ sloped northern entrance pointed to stars in the northern sky that never sank below the horizon [the circumpolar stars]—suggesting that immortality could be attained by joining these ‘unwearying’ stars.” By the end of the Third, and the beginning of the Fourth, Dynasty, royal burials shifted to within true smooth-sided pyramids. Roth was of the opinion that the change came about because “the diurnal death and rebirth of the sun supplanted the perpetual northern stars as the most important symbol of the afterlife.” However, even in the pyramids she mentions, the connection with the circumpolar stars continued to be retained.",
            "bibliography": [
                "1. A. M. Roth, “Architecture of the Afterlife,” Archaeology Odyssey (Spring 1998), p. 58.",
                "2. Pyramid Texts, Utterance 269, Spell 380.",
                "3. Ibid., Utterance 214, Spell 138.",
                "4. W. R. Fix, Star Maps (London, 1979), p. 86."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 231,
            "content": "In the Pyramid Texts found inscribed on the walls of the Pyramid of Unas, the circumpolar stars are indirectly associated with Atum. The text deals with the final location in the sky that Unas is meant to achieve after his death. It states: “The Father of Unas, Atum, seizes the arm of Unas and assigns Unas to...the Circumpolar Stars.” “Thou art to purify thyself with the cool water of the Circumpolar Stars.” “The sun-folk shall call out to you, for the Circumpolar Stars have raised you aloft.” From this, it becomes obvious that Unas needed to travel to the region of the circumpolar stars. That Atum is to be identified as the planet Saturn need not be repeated. THE EGYPTIAN CREED OF RESURRECTION. On the inner side of a lid to a granite sarcophagus discovered at Kom Abu Yasin are recorded the monthly variations of the polar constellation, represented by a bull, which is symbolized only by its foreleg. This symbolism is not merely reserved for pictorial depictions; it is also invoked in verbal incantations.",
            "bibliography": [
                "1. Ibid., p. 86.",
                "2. Ibid., Spells 138-139."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 232,
            "content": "The inner side of the lid to the Kom Abu Yasin sarcophagus shows Mshtyw—the thigh of the celestial bull (our Big Dipper)—as it rotates around the north celestial pole. Among these constellations, some stars are chosen as “chieftains.” Predominant among these starry chieftains is Gah, referred to as the great one of the middle of the sky—i.e., the Pole Star. In a later section of the same work, seven planets are allotted to the seven chieftains. The guardianship of the great one of the middle of the sky— that is, the Pole Star—was assigned to the planet Saturn. We do not deal with planetary deities, but with actual planets and stars. In regard to the ancient Persians, it is well recorded that according to them, Kevan (Khevan, Kewan), one of their names for the planet Saturn, occupied the polar center.",
            "bibliography": [
                "1. Bundahish 11:5-8.",
                "2. Ibid., V:1-2."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 233,
            "content": "Identified as a personification of the planet Saturn, Dhruva is the Sanskrit name of the Pole Star. In the Bhagavata Purana, the celestial north pole is described as the “highest region of Vishnu.” Again, it is stated that “above Ursa Major lies what they call the highest abode of Vishnu” around which the stars respectfully go round. The question becomes: Is Vishnu, like Brahma, to be identified with Saturn or with the Pole Star? This seems to be answered in the Kurma Purana, where it is stated that the Lord Vishnu abides in the place of Dhruva, which is the Pole Star. In other words, Vishnu was not identified with the Pole Star; it is merely stated that he abides in its place.",
            "bibliography": [
                "1. Bhagavata Purana IV:12:25-26.",
                "2. Ibid. V:23:1.",
                "3. Kurma Purana 1:41:12."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 234,
            "content": "(From a Parthian bass relief.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 235,
            "content": "",
            "bibliography": [
                "(Photograph by the author—courtesy of the British Museum, London, England.)"
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 236,
            "content": "More than that, another of Vishnu’s various epithets is Mahakala, which translates as “Great Saturn.” Yet one more epithet of Vishnu is Darunah, a name derived from daruna, meaning “terrible.” In the Garuda Purana, however, Daruna is given as a name for Saturn. Finally, the name Shaurih is shared by both Vishnu and the planet Saturn. There is little doubt that, regardless of what Vishnu’s avatars turn out to be, the primal god himself was remembered as a personification of the planet Saturn, which connection was tendered through various interconnecting equations. Now the Linga Purana contains a myth that tells how Dhruva became the Pole Star. According to this myth, Dhruva was placed at his station by Vishnu.",
            "bibliography": [
                "1. Garuda Purana 1:62:14.",
                "2. Ibid. 1:62:1 ff."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 237,
            "content": "THE GENIE OF THE PIVOT. So, also, in China. As Warren tells us: “The oldest traceable worship among the Chinese is that of Shang-te [or Shang-ti], the highest of all gods... Shang-te is usually described as the god of heaven. But his proper place of abode, his palace, is called Tsze-wei. And if we inquire as to the meaning and location of Tsze-wei, it is ‘a celestial space about the North Pole’.” Thus we find it stated that “Shang-te’s throne is in Tsze-wei, i.e., the Polar Star.” One of his symbols was the tortoise. The tortoise is also sometimes accompanied by a snake. It is noteworthy that the symbolism of the tortoise and serpent goes back as far as the Han dynasty.",
            "bibliography": [
                "1. W. F. Warren, op. cit., pp. 215-216."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 238,
            "content": "Shang+i/Huang-ti—the Yellow Emperor—standing on his emblems, the tortoise and serpent, symbolizing the northern region of the world.",
            "bibliography": [],
            "captions": []
        }
    ]
}
