{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 179,
            "content": "\nChapter 7\nPlanetary Shuffle\nTHE UNSTABLE SOLAR SYSTEM\nSince Earth is no longer a satellite of Saturn, it becomes obvious that the planets of the\nSolar System have been shuffled around since that time. And here another objection\nmay be raised because such shuffling around would be seen by some as violating\nBode’s Law, to say nothing of the stability of the Solar System.\nReferences concerning the belief in the immutability of the Solar System as a whole, and\nof its planets in particular, are not required since this one-time verity has been vouched for by\nmany an astronomer and astrophysicist since the dawn of modern astronomical observation.\nIt will be pointed out, for instance, that Simon Laplace (1749-1827) mathematically proved\nthe near-eternal stability of the planets of the Solar System, which work was carried forward\nand supposedly improved upon by Joseph Lagrange and Siméon Poisson. In studying the\nwork of Laplace, however, we find that what he presented was turned into a uniformitarian\ndogma against his intentions. Regardless of what historians of science have made of his so-\ncalled proofs, he himself was not averse to celestial disorder. “The sky itself, despite the orderliness of its movements,” he wrote, “is not unalterable.” As far as he was concerned, the\nstability of the present system is itself “disturbed by various causes that can be ascertained by\ncareful analysis, but which are impossible to frame within a calculation.” More than that, he\nfound himself wondering whether the heavenly bodies of the Solar System might be affected\nby forces other than gravitation, that is whether electric and magnetic energies might also\nplay a role.2 As Peter Warlow described the entire matter:\n“...the first thing we must say here is that, contrary to an often-repeated statement,\nno one has ever proved that the Solar System has been, or will be, stable for any significance\nlength of time. The statement has its beginnings about two hundred years\nago, and stems from the work of the Marquis de Laplace, who spent much of his life\nworking out a mathematical model for the Solar System. The model was based on the\nassumption that Newton was right in attributing all of the motions to the effect of\ngravity alone, and it was limited to a consideration of the major bodies alone—the\nmain planetary bodies plus the Sun. The thirty or so other major bodies [since then\nmany more], in the form of the main satellites of the planets, were ignored.”3\nAnd:\n“Laplace, himself, fully appreciated the limitations of his model, and he recognized\nthat it was quite possible for the system to become disturbed, either as a result of the",
            "bibliography": [
                "1. S. Laplace, Oeuvres Completes, Vol. II:121.",
                "2. Ibid., Vol. I:347.",
                "3. P. Warlow, The Reversing Earth (London, 1982), p. 182. (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 180,
            "content": "\nappearance of a new body into the system, or by some change of the bodies already\nwithin the system. Indeed, it would probably be appropriate to classify him as a catastrophist, and it is rather ironic that his name has been taken so much in vain by uniformitarians.”4\nThis, however, is not the place to review the impetus that Laplace’s mathematics had on\nthose astronomers who came later and the extent to which they saw fit to reinterpret his work\nin order to force-fit it into their uniformitarian, and even religious, prejudices.” As we will\nsoon see, belief in this matter has changed considerably since the days of Laplace.\nV. Szebehely and R. McKenzie have even contested G. Hills’ much earlier postulate of a\nstable Sun-Earth-Moon system,® and have themselves reached the conclusion that the Moon\nmay someday escape from Earth to become itself a planet.” Thus, if the Moon can yet escape\nEarth’s attraction to become an independent planet, what is so bizarre about another satellite,\nin this instance Earth itself, escaping the clutches of Saturn to become the autonomous planet\nit now is?\nThe Moon, however, is not the only celestial body in our system that has recently been\ncalculated to be capable of an orbital change. Computer simulations by Gerald Sussman have\nindicated that the orbits of the inner four planets—Mercury, Venus, Earth, and Mars—are\nunstable and liable to future orbital changes.8 Doug Lin had also suggested as far back as 1982\n“that planets like Jupiter could migrate from the outer solar system in toward their parent\nstars.”? While these are processes which are thought to take millions of years, the important\nthing to remember, for the time being, is that the new Science of Chaos shows beyond a reasonable doubt that the Solar System is not the “paragon of predictability that was once imagined,”!0 and that Laplace’s deterministic world view no longer holds. What now turns up is\nthat resonance pervades the Solar System and that it probably acts through tidal effects. As\nfurther computer retrocalculations conducted by Archie Roy and his team have shown, the\norbits of the smaller bodies of the Solar System are actually chaotic and unpredictable.!!\nAnd then, in a study of planetary perturbations performed by John Bagby, it was found\nthat such computer simulations as the ones described above are not, of themselves, reliable\nbeyond a certain length of time. As he had it stated: “I found that every outer planet all the\nway in to at least Mars, was so perturbed by some as yet unmodeled cause that their orbits\nneeded to be computerized every ten years.”\nWhile Bagby’s simulations had to do with the outer planets, as opposed to the orbits of\nthe inner ones simulated by Sussman, Roy, et al., it should be noted that Mars was included in\nboth studies.",
            "bibliography": [
                "4. Ibid., pp. 182-183 (emphasis added).",
                "5. Those interested in this particular debate would do well to consult R. W. Bass, “Proofs of the Stability of the Solar System,” KRONOS II:2 (November 1976), pp. 27 ff.; A. E. Roy, “The Stability of the Solar System: An Historical Perspective,” SIS Review VI:1-3 (April 1983), pp. 66 ff.; R. W. Bass, “The Celestial Dynamics of “Worlds in Collision,”” in Ibid., pp. 69 ff.",
                "©. G. W. Hill, American Journal of Mathematics (1878), as cited in the following reference.",
                "7. V. Szebehely & R. McKenzie, “Stability of the Sun-Earth-Moon System,” The Astronomical Journal, 82:4 (April 1977), p. 303.",
                "8. D. H. Friedman, “Gravity’s Revenge,” Discover (May 1990), p. 54; see also Scientific American (October 1988), p. 20; Nature, 338 (1989), pp. 207, 208, 237-238.",
                "9. S. Flamsteed, “Impossible Planets,” Discover (September 1997), p. 81.",
                "10. New Scientist (November 25, 1989), pp. 60-63.",
                "11. Ibid.",
                "12. J. P. Bagby, “Further Speculations on Planet ‘X’,” KRONOS IX:3 (Summer 1984), pp. 100-103 (first emphasis as given, second emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 181,
            "content": "Bagby himself reached the conclusion that a tenth planet, dubbed “X,” or a stellar companion, orbited the Sun beyond the orbit of Uranus, and that it was this massive object that was causing the perturbations of the outer planets.!3 But while Bagby’s Planet “X” has yet to materialize, the perturbations of the outer planets remain real.\n\nTHE TITIUS-BODE LAW\n\nBut what, one might ask, of the spacing between the planetary orbits dictated by Bode’s\nLaw? Would this law not be violated had Earth once been a satellite of Saturn?\n\nBode’s Law was actually discovered by Johann Daniel Titius of Wittenberg, Germany, in\n1772. But because it was brought to prominence by Johann Elert Bode, another German astronomer—some say actually stolen by him!+—it has become known by his name.\n\nWhat is this law?\n\nIn order of distances, the planets of the Solar System moving outward from the Sun are\nMercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, Neptune, and Pluto. What Titius dis-\ncovered was that if we take the number 3, double it, then double the result, and keep on\ndoubling in that manner, we end up with the series 3, 6, 12, 24, 48, 96, etc. Adding 4 to each\nof these numbers results in the series 7, 10, 16, 28, 52, 100, etc. If we then divide each of\nthese numbers by 10, we finally end up with 0.7, 1.0, 1.6, 2.8, 5.2, 10.0, and so on. What is extraordinary about this final series is that it turns out to be in fair agreement with the actual\nmean distances of each planet from the Sun, still moving outward, when measured in astronomical units.15\n\nWhere this law was at first thought to fail was in its fourth placement, since there is no\nplanet to be found at 2.8 astronomical units from the Sun. But then, when the asteroid belt\nwas discovered between Mars and Jupiter close enough to this position, Bode’s Law became\nengraved in granite—never mind that the law breaks completely down when it comes to\nNeptune and Pluto.\n\nIt was then “established” that the effects of this law had manifested themselves early in\nthe history of the Solar System. But, in 1960, Robert Bass demonstrated mathematically that\nplanets tend to space themselves in a Bode’s Law type series of orbits, by what he termed the\nPrinciple of Least Mean Potential Energy,'© even if initially disturbed. Thus the Bode formula—for that is all it really is—reveals absolutely nothing about the original spacing of the Solar System planets. This was validated in 1968 by the then Soviet theoretician A. M.\nMolchanov, who claimed that Bode’s Law is actually the result of orbital resonances and that\nit could not be of primeval origin.!7 This was again stressed seven years later by Michael\nOvenden, who renamed Bass’ earlier axiom as the Principle of Least Interaction Action,\nwhen he reached a conclusion identical to Molchanov’s—“that the present distribution of the\nplanetary and satellite orbits is the result of mutual perturbations.”!8 What Ovenden deter-",
            "bibliography": [
                "13. Idem, “Evidence for a Tenth Planet or Massive Stellar Companion Beyond Uranus,” presented at the Tomorrow Starts Here Conference, sponsored by NASA, TRW, RCA, National Space Institute and Delta Vee, at Palo Alto, California, September 11, 1982.",
                "14. L. E. Rose, “Variations on a Theme by Philolaos,” KRONOS V:1 (Fall 1979), p. 19.",
                "15. One astronomical unit, abbreviated as “a.u.,” is the mean distance of Earth from the Sun, calculated at approximately 93 million miles.",
                "16. R. W. Bass at the Tenth International Astronautical Congress in Stockholm, 1960; Idem, Aeronca-Aerospace Technical Report, No. 60-5.",
                "17. 4. M. Molchanov, “The Resonant Structure of the Solar System,” Icarus 8 (1968), p. 203.",
                "18. M. W. Ovenden, “Bode’s Law—Truth or Consequences?” Vistas in Astronomy 16 (1975), Kepler Memorial Volume."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 182,
            "content": "\nmined from all this is that “the present distribution gives no information concerning the origin of the solar system.”!9\nIn 1970, J. G. Hills computed simulations of the N-body problem and discovered that\n“arbitrary planetary configurations, started with purely random initial positions and velocities, tend, during a few thousand to a few hundred thousand subsequent years, to ‘relax’ into\na Bode’s-law type of resonant configuration.”20 So much, then, for “millions of years.”\nNow it is true that the planetary system that relaxed the fastest in Hills’ simulations, at\nsomething like 2000 years, consisted of the Sun with four planets, each of which contained\nten times the mass of the Jovian planets—hardly a portrait of our Solar System. However, the\nactual planetary composition of this simulation is not the central issue being discussed here.\nWhat is important to keep in mind is that Hills showed that, under certain conditions, planets\ncan relax into a Bode’s Law type of configuration within a comparatively short time. And\nthis is important because, up to then, this had generally been thought to be impossible—which, if nothing else, proves that what is thought to be impossible in astronomy today may be thought of as being quite possible tomorrow.\nActually, as Bass informed his readers in 1974,?! the phenomenon discovered by Hills\nwas foreseen by Emest Brown as early as 1931@ but no one seems to have paid him any heed.\nWhat all this implies is that Bode’s Law is an empiricism based on the present spacing of\nthe planets. Lynn Rose explained it best:\n“Tt is usually not the case that mathematical gimmickry comes first, and that an inventory of the heavens is taken later. Usually the heavenly body count comes first, and\nthe tissue of mathematical rationalization is developed later. Thus Kepler first considered that there were six bodies\norbiting the Sun—Mercury, Venus, Earth, Mars, Jupiter, and Saturn [since the rest had not yet been discovered]—and then invented\nhis scheme involving the five regular solids to explain why there could be only those\nsix bodies. And in the eighteenth century, when Titius was working on his law and\nBode was stealing it, the properties of the known bodies were examined first, and\nthen the artificial mathematical formula—now known as ‘Bode’s Law’—was developed in an effort to rationalize what was already known.”3\nIn fact, one of the most reputable encyclopedias of astronomy has it stated that “the\nTitius-Bode Law...is most probably a mere coincidence.”*4\nBe that as it may, when it comes to the actual Solar System, Hills’ above-described\nmodel suggested to him that a reasonable estimate for the relaxation of the Jovian planets\ninto their present orbits would be between 100,000 and a million years. Thus, while it may be\npointed out that Bass himself was more concerned with the orbital crossings of an erratic\nVenus as proposed by Immanuel Velikovsky, which does not concern us here, than he was\nwith the Jovian giants, Hills’ conclusion may be said to bode disaster for the Saturnian scenario being proposed here. After all, a hundred thousand to a million years would hardly place\nour posited event within human memory.",
            "bibliography": [
                "19. [bid. (emphasis added).",
                "20. R. W. Bass, “Did Worlds Collide?” Pensée 1VR VIII (Summer 1974), p. 11.",
                "21. Ibid.",
                "22. E. W. Brown, “Observation and Gravitational Theory in the Solar System,” Publications of the Astronomical Society of the Pacific, 44 (1932), pp. 21-40.",
                "23. L. E. Rose, loc. cit. (emphasis as given).",
                "24. §. Mitton (ed.), The Cambridge Encyclopedia of Astronomy (London, 1977), p. 162 (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 183,
            "content": "\nWhat must not be lost track of, however, is that these computer simulations, as well as Ovenden’s calculations, involve point-particle (or point-mass) motions and not those of semi-rigid solid bodies. This, also, is important because, according to point-particle Newtonian mechanics, the relaxation of planets into resonant orbits would be reversible. It was for this reason that, despite Ovenden’s own disclaimer,25 Bass suggested the inclusion of tidal friction as this would be one way of breaking this reversing tendency. Hills, as later Ovenden, saw no reason to take this drag into consideration. Had they done so, their results would have been entirely different. As Bass indicated, the addition of tidal friction “could put the planets onto vastly different orbits.”27\nPersonally, I will not claim that tidal friction, or tidal friction alone, would resolve the Saturnian problem. In the meantime, however, it should be kept in mind that Bass was not relying on Hills’ discovery as much as he was on an adaptation of it.\nEventually, Ovenden’s Principle of Least Interaction Action failed in predicting the present orbits of the Jovian planets. Ovenden could only save his Principle by postulating the one-time existence of an additional massive object and then getting rid of it at some point in time. According to this postulate—which, at first glance, should seem wilder than the one being proposed in this work—the Solar System has still not reached equilibrium? (which reminds us very much of Bagby’s postulate concerning his undiscovered planet as the cause for planetary perturbations). Ovenden placed the catastrophe which got rid of his one-time planet at 16 million (1.6 × 107) years ago, while also stating that it would take something like another 280 million (2.8 × 108) years for the Solar System to reach complete equilibrium (thus allowing his Principle of Least Interaction Action to fulfill itself). Since, however, I am here only concerned with the past and present orbits of the planets, Ovenden’s 280 million years of future orbital re-adjustments are irrelevant to our case. But we will take note that, according to Ovenden, the present near-equilibrium of the Solar System is not its final stage—that, in fact, the Solar System is still adjusting to a relatively recent planetary shuffle.\nNeedless to say, it will again be pointed out that an event which supposedly occurred 16 million years ago is hardly “recent.” But let us not get carried away just yet because one thing that Ovenden himself stressed takes the wind out of the above objection.\n“...if it can be shown that processes operate within the solar system that can rearrange\nthe planetary orbits on a sufficiently short time-scale then we must conclude that the\npresent distribution of planetary and satellite orbits contain no information about\nconditions at the time of formation of the solar system.”29\nThis was expanded on later by Archie Roy when he wrote:\n“We have seen that the work of J. G. Hills and M. W. Ovenden demonstrated that after a short period of wild behavior, a planetary system could settle down into a distribution of orbits very similar to a commensurable Bode-type configuration. Such a configuration would, under the action of other forces such as tidal friction, nudge the system into a neighboring truly stable configuration, which on inspection might be",
            "bibliography": [
                "25. M. W. Ovenden, “Planetary Distances and the Missing Planet,” Recent Advances in Dynamical Astronomy, ed. by B. D. Tapley & V. Szebehely (Dordrecht, Holland, 1973), pp. 319-320.",
                "26. R. W. Bass, op. cit., p. 69; idem, “The Celestial Dynamics of ‘Worlds in Collision’,” SIS Review VI:1-3 (April 1983), p. 71.",
                "27. Ibid."
            ],
            "captions": []
        }
    ]
}
