{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 239,
            "content": "Revolve around it! Like the priests of other nations, we learn that, when officiating before the Altar of Heaven, the Chinese Emperor always faced north.\n\nTHE EUROPEAN EVIDENCE\n\nIt was no different in ancient Greece. In neo-Platonist philosophy, for instance, Kronos/Saturn was associated with the pole. Orphic thought also identified Chronos who, as we shall see, was the same as Kronos, as the power behind the turning of the heavens around the polar axis. It is therefore no surprise that, when praying, the ancient Greeks too faced to the north.\n\nIn time, the sacredness of the north was bound to touch terrestrial realms which, in European thought, remained philologically bound to Saturn through Kronos. The Greeks themselves referred to the North Sea as Kronios Okeanos, or the Saturnian Sea. The adjective “Cronian,” derived from “Kronos,” has even survived in the English language as descriptive of the Arctic Ocean.\n\nAs Warren discovered, the same idea persisted in Etruria, before Rome:\n\n“Varro and other Latin writers confirm this general representation, so that all modern expounders of the old Etruscan religion unite in locating the abode of the gods of Etruria in the Centre of Heaven, the northern circumpolar sky. Niebuhr and other authorities of the highest rank assure us that the Romans shared the same faith.”\n\nThus, Ovid, in his Fasti, offers a description of Creation, at the conclusion of which Janus is made to state: “The guardianship of this vast universe is in my hands alone, and none but me may rule the wheeling pole.” As Roger Ashton indicated:\n\n“The centre of the wheeling pole is motionless to the terrestrial observer. Janus, ruler of the motionless celestial pole, must thus be located at the Celestial Pole.”197\n\nWhen Saturnus was flung down from his celestial seat, he was said to have continued ruling from “the opposite end of the world axis,”* which presupposes a former position corresponding to the northern polar station. But even here, we do not really require such a circuitous route to the Latin Saturn’s former polar placement since Saturnus himself was remembered as the god of “the steadfast star,”” which star is understood as the Pole Star.",
            "bibliography": [
                "1. J. Sammer, “The Cosmology of Tawantinsuyu,” KRONOS XVII:2 (Winter 1984), p. 28, who references L. de Saussure, “Le système cosmologique sino-iranien,” Journal Asiatique 203, pp. 235-297, and idem, “La série septenaire, cosmologique et planetaire,” in ibid., XVII:4 (1924), pp. 333-370.",
                "2. AB. Cook, Zeus: A Study in Ancient Religion, Vol. II (N. Y., 1965), p. 557.",
                "3. U. Holmberg, Der Baum des Lebens (Helsinki, 1922), p. 109, as cited by D. Talbott, “On Testing the Polar Configuration,” AEON I:2 (February 1988), p. 101.",
                "4. WF. Warren, op. cit., p. 213.",
                "5. Websier’s Twentieth-Century Dictionary of the English Language (N. Y., 1939), p. 401.",
                "6. Ibid.",
                "7. WF. Warren, op. cit., p. 214.",
                "8. Ovid, Fasti 1:119-120.",
                "9. Ashton, “The Genie of the Pivot,” KRONOS X:1 (Fall 1984), p. 21.",
                "10. Manilus, Astronomica, as cited in R. Klibansky, et al, Saturn and Melancholy (London, 1964), p. 141.",
                "11. See here the Latin poem “Aetna,” Minor Latin Poets (Harvard, 1968), p. 381."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 240,
            "content": "THE SUN OF THE CENTRE AND\nOTHER ECHOES\nThe Aztec god Xiuhtecuhtli was also known as Huehueteotl, that is “the old god,” and/or “the old god of the centre,” as well as Ixcozauhqui, that is revered as “the sun of the centre” and “he of the yellow face.” He was revered as “the sun of the centre” and pole. Although Xiuhtecuhtli is not specifically identified as the planet Saturn, we can see that he was a very old god who personified a yellow-faced sun which stood at the centre of the celestial pole. The description is apt and, to be sure, Brundage was astute enough to recognize Xiuhtecuhtli as “the Aztec Cronus [the same as Kronos/Saturn], the first king and Lord of Time.” It should perhaps be noted here that, as the god of fire, and very much like the Mesopotamian Ninurta—if not for similar reasons—Xiuhtecuhtli also bore some non-Saturnian traits which we shall endeavor to resolve in a future work. In the meantime, there is yet one more motif which ties the deity in question inextricably to Saturn that we shall have reason to explore in a following page of this work.\n\nMeanwhile, in a previous chapter we met the Yuki creator Taiké-mol, whose name translates as “Solitude Walker,” and who we had reason to identify as the solitary Saturnian sun. It is, therefore, worth noting that Taiké-mol was also said to have resided in the north.”\n\nThus, when the Damaras of Africa claim that their “highest deity,” Omakuru, “dwells in the far North,”'* we can be certain that the reference is to their own version of the Saturnian deity.",
            "bibliography": [
                "1. M. Simoni, “Central America: Gods of Sacrifice,” Larousse World Mythology (London, 1972), p. 468.",
                "2. M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972), p. 435.",
                "3. Nicholson, Mexican and Central American Mythology (London, 1967), pp. 106-107.",
                "4. M. Simoni, op. cit., p. 463.",
                "5. C. A. Burland, The Gods of Mexico (N. Y., 1967), p. 77.",
                "6. Thid., pp. 77, 80.",
                "7. BC. Brundage, The Fifth Sun (Austin, 1983), pp. 22 ff.",
                "8. J. Bierhorst (Editor), The Red Swan: Myths and Tales of the American Indians (N. Y., 1976), p. 40.",
                "9. E. B. Tylor, Primitive Culture, Vol. II, p. 259.",
                "10. 2A0."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 241,
            "content": "SINTERKLAAS\n\nThe belief in the northern placement of the Saturnian sun perpetuated itself down through the ages in various mystic societies and other traditions in which Saturn continued to be remembered as “the old man who lives at the north pole.” If this has a familiar ring to it, the reader is not mistaken. In fact, as Manly Hall observed:\n\n“Saturn, the old man who lives at the north pole, and brings with him to the children of men a sprig of evergreen (the Christmas tree), is familiar to the little folks under the name Santa Claus.”\n\nTo be sure, Santa Claus can be said to have had an entirely different origin, one that stemmed from the life of Nicholas of Myra. While the history of Nicholas is somewhat obscure, his cult became a very popular one in Christian circles. What is known of him is that he was the bishop of Myra, in Lycia, a region in present-day Turkey, during the time of the Roman emperor Diocletian (A.D. 245-313). Persecuted and tortured for his Christian faith, Nicholas was then imprisoned until released during the tolerant reign of Constantine. Sanctified by the Christian Church, he was honored by Latins as well as Greeks by an annual feast held on December 6th.\n\nNicholas’ connection with the myth of Santa Claus arose out of the legend which claims that he was once responsible for clandestinely bestowing dowries to three daughters of a poor citizen who, not having been able to procure decent marriages for them, was about to give them up to a house of prostitution. This event inaugurated the tradition of giving presents in secret on the eve of his feast day, that is on December 5th.\n\nThe name Santa Claus itself is merely the English corruption of the Dutch form of Saint Nicholas—that is Sinterklaas—which transpired when the tradition was introduced to America by early Dutch colonists.\n\nThere is, of course, no direct connection between Saint Nicholas and the north pole in which Santa Claus is said to reside. So how did the belief originate?\n\nThe date of Jesus’ birth has never been ascertained (and it never will be). The Christian feast commemorating the event had originally shifted to and fro all over the calendar. Somewhere around 354 A.D., Latin Christians decided on December 25th since this had been the date on which the feast of Mithra, whose religion had become the main competitor of the Christian one, and which had been amalgamated with that of Sol Invictus, was held. This raised dissent among the Christian community of other countries, especially among the Syrians and Armenians, who continued to celebrate the birth of Jesus on whatever day their own tradition had dictated. In A.D. 440, however, the Fathers of the Christian Church decided to revert to December 25th as the official date since this was also the day of the winter solstice which had for long been a day of celebration. This was also the time during which the feast of Saturn, known as the Saturnalia, was celebrated. Originating as a New Year festival, the Saturnalia was held on December 17th, but was gradually extended to seven days up to December 23rd. The Greek, and original, version of the Roman Saturnalia, however, was the Greek Kronia, likewise dedicated to Kronos/Saturn, and this used to be held on December...",
            "bibliography": [
                "1. M. P. Hall, An Encyclopedic Outline of Masonic, Hermetic, Qabalistic and Rosicrucian Symbolic Philosophy (1928), LXX & It (London, 1883) and Ancient Egypt, Vols. I & II (N. Y., 1970).",
                "2. W. F. Warren, op. cit.",
                "3. Nuttal, Fundamental Principles of Old and New World Civilizations in Archaeological and Ethnological Papers of the Peabody Museum, Vol. 11 (Harvard, 1901).",
                "4. G. de Santillana & H. von Dechend, op. cit., p. 136.",
                "5. Ibid.",
                "6. Thid., p. 140.",
                "7. Thid., p. 136.",
                "8. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 245,
            "content": "",
            "bibliography": [
                "245,"
            ],
            "captions": [
                "vii\nLynn E. Rose.\n(Photograph —1996—by the author.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 246,
            "content": "diligent in expurgating their received traditions? Is it believable that such expurgation would take place all over the world with such completeness?\n\nRose correctly informs us that, during the Saturnian age, the planet’s immobility was tantamount to cosmic stability. When Saturn’s immobile placement was catastrophically displaced, the stability of the cosmic order was impaired. Following this event, the only immobile object in the sky was the North or Pole Star. The immobility of this star became a sign of the stability of the new celestial order. It was because of this, according to Rose, that Saturn’s former phase-locked immobility was transferred to the North Star’s polar station. Yet, as we have seen through the parable of Vishnu and Dhruva, the record dictates exactly the opposite—that the polar station had been Saturn’s before it became the Pole Star’s. After all, what is the point in attempting to reconstruct a cosmic history based on the mytho-historical record if one ends up tampering with that record in order to make the data fit a different model than the one dictated by the record? As Frederic Jueneman once admonished, “the tapestry of myth is intricately woven, and each thread must be followed to wherever it leads, however improbable the initial appearance.” Despite the fact that Jueneman himself ended up by ignoring his own dictum, the point should be well taken. In Rose’s case, his Saturnian model was supposedly constructed on a system said to have been laid out by Philolaos. But, as I had indicated in an earlier work, Rose’s model bears but little resemblance to that system. When he, therefore, calls his scheme “Variations on a Theme of Philolaos,” the emphasis has to be on “Variations.” Rose himself indicated his awareness of this when he wrote:\n\n“We have supposedly been composing variations on a theme of Philolaos, but if there is truth in these variations, it will emerge that Philolaos or someone else was composing variations on another theme, and that what we know as the system of Philolaos is a garbled and misapplied version of or variations on what was once fact.”\n\nAll of which explains the changes, assumptions, deductions, arguments, stipulations, suggestions, ifs, and buts, that Rose was forced to lead his readers through in his effort to make sense of this “garbled” system and force-fit it into one of his own making. Through similar procedures, however, the Philolaos system could be turned into any scheme of one’s own liking.\n\nIn our own scheme, as presented in this work, we make no changes to the mytho-historical record. We do not assume anything that is not there spelled out. Our deductions are based on what we find recorded. In other words, heeding Jueneman’s admonition, we have taken, as we will continue to take, the mytho-historical record at face value, no matter how improbable its initial appearance may be. There really would be no point in doing otherwise.\n\nIt may now be objected that had Saturn really occupied a position in Earth’s north celestial sphere, those people inhabiting Earth’s southern hemisphere would not have been able to see it. It therefore becomes obvious that any beliefs concerning these early cosmic events that",
            "bibliography": [
                "1. D. Cardona, “The Reconstruction of Cosmic History,” AEONII II:2 (February 1990), pp.119 ff.",
                "2. See, here, D. Cardona, op. cit., pp. 111 ff.",
                "3. Ibid., pp. 117-118.",
                "4. E. Rose, op. cit., p. 29 (emphasis added).",
                "5. D. Cardona, op. cit., p. 118.",
                "6. E. Rose, op. cit., p. 29 (emphasis added).",
                "7. W. F. Warren, op. cit.",
                "8. BC. Brundage, The Fifth Sun (Austin, 1983), pp. 22 ff.",
                "9. J. Bierhorst (Editor), The Red Swan: Myths and Tales of the American Indians (N. Y., 1976), p. 40.",
                "10. E. B. Tylor, Primitive Culture, Vol. II, p. 259."
            ],
            "captions": []
        }
    ]
}
