{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 229,
            "content": "Unfortunately, Warren was not aware of the Saturnian association with the “God” he alludes to. Having, however, seen that, according to the ancients themselves, the god of the Old Testament was really a personification of the planet Saturn, we will have to assume that, as astronomically impossible as it might at first seem, the primeval Saturn was believed to have once been situated in the place now occupied by the Pole Star.\n\nOne discordant item the reader may have noted concerns the circumpolar stars themselves—for have we not, on a previous page, argued for the solitude of the very same planetary deity, where no other heavenly body was visible. And, to be sure, we will posit here that, while Saturn shone as a sun, no stars, except perhaps those of first magnitude, could have been seen in the night sky. So how, then, could the circumpolar stars have been seen, let alone proclaimed as being the stars of El/Saturn? These stars, which we shall meet again below, could not have been considered the property of El during that time when Saturn ruled the pole. It was only when Saturn resigned his lofty position that the stars came into view for the first time. It was then seen that the circumpolar stars circled around that very area in the center of which the god of humanity had once resided. For that reason they became sacred to the memory of the god who had, by then, moved elsewhere. But all this will have to be left for a future work.“ What is of immediate concern here is whether this Saturnian northernism is upheld by the beliefs of ancient nations other than the Semites.\n\nTHE STARS OF ANU\n\nIn their astronomical treatises, the Babylonians placed their Prime Meridian through the north pole. The Prime Meridian is the point from which star locations are measured. As Norman Schwarz noted: “For everyone, ever since the time of the Babylonians, the Zero of Longitude was an abstract; for the Babylonians, it was a matter of geography.” But then: “If the Babylonians had been like the Greeks, Spanish, British, etc., they would have put their Prime Meridian through Babylon; but they did not!” Instead they chose the north pole. But how does this relate to Babylonian geography? The geography of which Schwarz speaks was not terrestrial, but, rather, celestial. As he himself informs us, the North Pole was “the location where the gods had resided,” that is “in the North.”\n\nAs was the case with El, the northern stars were held sacred to Anu.\n\nAs was the case with El, the northern stars were held sacred to Anu tells us that An, or Anu, was associated with the “northern polar stars.” At Erech, sacrifices were offered “to the polar stars of Anu.” The Pole Star itself was even called the “star of Anu.” Thus, a prayer to the Pole Star began with the words “O star of Anu, prince of the heavens.”\n\nWe thus find out that, in Mesopotamia, the gods were believed to reside in the north. More than that, the prime god of the Mesopotamians, An (or Anu) was not only associated with the circumpolar stars, but with the Pole Star itself. That Anu (or An) was a personification of the planet Saturn, we have seen on an earlier page. That the Pole Star was revered as the star of Anu is thus understandable. As we explained in relation to the circumpolar stars themselves, once the planet Saturn was removed from its north polar placement, the Pole Star would have been seen to have taken its place.",
            "bibliography": [
                "1. D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001), p. 71.",
                "2. N. Schwarz, “Old World Maps—A response to Charles Ginenthal,” The Velikovskian 11:2 (1994), p. 49.",
                "3. R.H. Allen, Star Names and Their Meanings (N. Y., 1936), p. xxiii.",
                "4. R.H. Allen, Star Names and Their Meanings (N. Y., 1936), p. 507.",
                "5. SH. Langdon, “Interpretatio Graeca,” in W. Helck & E. Otto, Lexikon der Ägyptologie, Vol. II (1980), col. 167."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 230,
            "content": "UNAS AND THE CIRCUMPOLAR STARS\n\nDuring the first four hundred years of Egypt’s Old Kingdom, royal tombs were covered with rounded mounds which later evolved into stepped pyramids. These were located in traditional ancestral cemeteries at Abydos and Saqqara. It is of interest that, associated with these tombs were vast rectangular niched enclosures the long sides of which ran north to south. Royal officials also built their tombs in ancestral cemeteries apart from those of the kings. They, too, were oriented north-south.”\n\nAs Ann Macy Roth pointed out:\n\n“Both the orientation and the size of these early burial complexes provide clues to the ancient Egyptians’ beliefs about immortality. The tombs’ sloped northern entrance pointed to stars in the northern sky that never sank below the horizon [the circumpolar stars]—suggesting that immortality could be attained by joining these ‘unwearying’ stars.”\n\nBy the end of the Third, and the beginning of the Fourth, Dynasty, royal burials shifted to within true smooth-sided pyramids. Roth was of the opinion that the change came about because “the diurnal death and rebirth of the sun supplanted the perpetual northern stars as the most important symbol of the afterlife.” But, other than the recognition that Ra originated as a personification of the planet Saturn, rather than the Sun, Roth’s conclusion is altogether erroneous because, even in the pyramids she herself mentions, the connection with the circumpolar stars continued to be retained.\n\nIn the Pyramid Texts found inscribed on the walls of the Pyramid of Unas, the circumpolar stars are indirectly associated with Atum. The text deals with the final location in the sky that Unas is meant to achieve after his death. There it is stated:\n\n“The Father of Unas, Atum, seizes the arm of Unas and he assigns Unas to...the Circumpolar Stars.”\n\n“Thou art to purify thyself with the cool water of the Circumpolar Stars.”\n\n“The sun-folk shall call out to you, for the Circumpolar Stars have raised you aloft.”\n\nFrom this it becomes obvious that, in order to reach his final resting place in the hereafter, and be together with Atum for evermore, King Unas needed to travel to the region of the circumpolar stars. That Atum is to be identified as the planet Saturn need not be repeated.\n\nTHE EGYPTIAN CREED OF RESURRECTION\n\nOn the inner side of a lid to a granite sarcophagus discovered at Kom Abu Yasin are recorded the monthly variations of the polar constellation which is usually represented by a bull. In this instance, as in others, the celestial bull is symbolized only by its foreleg.” This symbolism is not merely reserved for pictorial depictions; it is also invoked in verbal incantations. Thus, for instance, it is written: “Hail to thee, O thou Thigh which dwellest in the",
            "bibliography": [
                "1. A. M. Roth, “Architecture of the Afterlife,” Archaeology Odyssey (Spring 1998), p. 58.",
                "2. Pyramid Texts, Utterance 269, Spell 380.",
                "3. Pyramid Texts, Utterance 214, Spell 138.",
                "4. W. R. Fix, Star Maps (London, 1979), p. 86."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 231,
            "content": "northern heaven...” The bull’s thigh, of course, represented the constellation Mshtyw, that is what we call the Big Dipper. The accompanying text on the Kom Abu Yasin sarcophagus lid, however, equates Osiris with this heavenly bull.” That the planet Saturn was known as Heru-ka-Pet—that is, Horus Bull of Heaven—is well known.” What is of interest to us here is that the inscription on the lid of the sarcophagus in question can be said to place Osiris, as the Bull of Heaven, that is the planet Saturn, in the north polar sphere.\n\nWe do not, however, have to rely on this inscription, since it is well known that Osiris was considered the god of the north,” even though, unfortunately, Wallis Budge understood this in a terrestrial way.” But that the northern locality of Osiris was celestial is evidenced by the fact that his abode was believed to have been “permanent in Sekhet-hetepet, among the imperishable stars,” to which the deceased hoped to ascend.” The “imperishable stars” are none other than the “circumpolar stars” which, because they circle around the celestial pole, are never seen to dip below the horizon and, therefore, viewed as imperishable by the ancient Egyptians. The same text also speaks of the deceased as moving and traveling, but this should be understood in relation to the journey of the deceased from Earth to the abode of Osiris. This is so true that when the deceased, in this case Pepi I, finally reaches his destination, he “stands up at the north of heaven with him,” that is with Osiris.\n\nSo, likewise, with Ra, as we learn from the same inscriptions inscribed on the walls of the Pyramid of Pepi I. In his afterlife, the king was believed to achieve his spiritual destiny only when he was finally united with Ra in the north of heaven. As it is written: “When Pepi standeth upon the north of heaven with Ra, he becometh the lord of the universe, like unto the king of the gods.”\n\nThat this is so is also evidenced by the fact that Amon-Ra was said to have resided in the Divine Land. “Beautiful of Face,” he was lauded, “who comest from the Divine Land.” In Egyptian, the Divine Land is rendered as Neter-ta. Brugsch, however, defined “Neter-ta” or, more correctly, “Neter-ta-Mehti,” as “the northern land of the gods” and this, as Gerald Massey pointed out, is not to be confused with “an elevated part of our earth,” but is to be understood as “the polar paradise in heaven.”TM For that reason, the deceased was lauded with the words: “May your face be in the north of the sky, may Re summon you from the zenith [“top” or “crown,” really] of the sky.”\n\nIt can therefore be seen that the Egyptians believed that, once dead, they would be resurrected and made to join their god—Atum, Re, Osiris, all of whom are identifiable as personifications of the planet Saturn—in the north polar sky.\n\nTHE GUARDIAN OF THE POLE\n\nThe Persian Bundahish contains some curious passages which bear directly on the topic at hand. In that work, the starry constellations are likened to a war-like army destined for",
            "bibliography": [
                "1. Bundahish 11:5-8.",
                "2. de Saussure, as cited by D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 44.",
                "3. A. Fornander, loc. cit.",
                "4. Shiva Purana 1X:19:8.",
                "5. V.S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1975), p. 531."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 232,
            "content": "",
            "bibliography": [],
            "captions": [
                "UATE aS See Meee Shy Nee She  a | Q   rn   te) pT Ale   TA LAHe  n7 pt   es Si NE ESS NSPE? BESS r—|th7. ef) [p— le baleo® [| aha feo,     ry       ee      \\ Fae CRED Loy )SCEOIEAIEL oS a= INGE DUNS FF LE DEROEH Tae see __ MS, FES) 5 ea 0 LA ray moe    Ephetet ete = eapansthcbed Pus. wreite: Soe Al tele SEE Rn Mim Ht.” SIU ee AL, Ee) CO aeR oO 8 Be) Ee PLA SP   Ria A  Yara Sleigh PS AEP bo AWIPEL SIS AMIS gees.",
                "The inner side of the lid to the Kom Abu Yasin sarcophagus, the upper two registers of which show Mshtyw—the thigh of the celestial bull (our Big Dipper)—as it rotates around the north celestial pole. The inscription also equates the celestial bull with Osiris.\nbattle. Among these constellations, some stars are chosen as “chieftains.” Predominant\namong these starry chieftains was Gah “which they say is the great one of the middle of the\nsky” —in other words the Pole Star.\nIn a later section of the same work, seven planets are allotted to the seven chieftains. The\nguardianship of “the preat one of the middle of the sky” —that is the Pole Star—was assigned\nto the planet Saturn.\nIt is not that we have little faith in the planetary identification of the deities we have been\nparading before the reader, but, even so, let it be noted that, in the above, we are not dealing\nwith planetary deities but with actual planets and stars.\nNor need we rely on this indirect evidence because the ancient Persians, or Iranians, were\ndivination purposes.’\nvery positive when it came to the place once occupied by the planet in question. According to\nthem, Kevan (Khevan, Kewan), which, as we have already seen, was one of their names for\nthe planet Saturn, occupied the polar center.\nFor that reason, very much like the Israelite high priests and the Hawaiian soothsayers,\nlike the Hindus, the Greeks, and the Scandinavians, the ancient Iranians also faced north for\ndivination purposes.”\nDHRUVA\nIn the Shiva Purana, Brahma is associated with the Pole Star.” An epithet of Brahma is\nDhruva.” This is interesting because, despite the fact that we have already seen Brahma"
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 235,
            "content": "",
            "bibliography": [],
            "captions": [
                "yO eros\nLZ                    |)                                                     B\n:\n[\n!\ni          { Vishnu.\n(Photograph by the author—courtesy of the British Museum, London, England.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 236,
            "content": "identified as a personification of the planet Saturn, Dhruva happens to be the Sanskrit name of the Pole Star. But, in view of what has been disclosed above, this should not surprise us.\n\nNow, as it happens, in the Bhagavata Purana, the celestial north pole is described as the “highest region of Vishnu.” Again, in the same work, it is stated that “above Ursa Major lies what they call the highest abode of Vishnu” around whom the stars respectfully go round.® The question, here, becomes this: Is Vishnu, like Brahma, to be identified with Saturn or with the Pole Star? The question seems to be answered for us in the Kurma Purana where it is stated that the Lord Vishnu abides in the place of Dhruva, which is the Pole Star. In other words, Vishnu was not identified with the Pole Star; it is merely stated that he abides in its place. But is there any evidence that Vishnu personified the planet Saturn?\n\nLittle seems to have been known of Vishnu in the Vedic age, and not much is said about him in the oldest Sanskrit work known to us, the Rig Veda. In later Hinduism, however, Vishnu comes to the forefront as one of the most important deities together with Shiva and Indra. In this later mythology, Vishnu is presented as an oft-reincarnated deity who, to use the very words put into his mouth, comes down to Earth “whenever order, justice and morals are in danger.”* These reincarnations of Vishnu, called avatars—(literally “descents”TM®)—will not here concern us. We will, instead, focus on the primal godhead himself who, among various other epithets, is known as Svayambhu, he “who exists of himself.” Of more importance to us, however, is that we have it on the authority of both the Vishnu Purana and the Linga Purana that Vishnu is to be equated with Brahma. *\n\nAnother epithet of Vishnu is Prajapati,” whom we have already seen identified as Saturn. According to the Brahma Purana, one of his manifestations is that of Surya.’ To this day, a sculptured depiction of Vishnu as Surya exists in the thirteenth century A.D. Temple of Surya at Konarak, Orissa.’\n\nYet one more epithet of the god is Yamakilah, derived from Yama.'” As we pointed out in our first chapter, the Linga Purana tells us that “the great planet Shaniscara, the slow-moving Saturn, is Yama, the lord of the worlds.”'® And, to be sure, that Yama was a personification of the planet Saturn is well known.'TM\n\nIn the same Linga Purana, Vishnu is made to claim: “I am Kala.”'® Not to be confused with Kali, Kala is also a name of Yama'® who was Saturn. Actually, the name Kala itself was that of the planet Saturn. Additionally, a name of Vishnu is Kalakunchah,’” derived from Kala.",
            "bibliography": [
                "1. Bundahish 11:5-8.",
                "2. de Saussure, as cited by D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 44.",
                "3. A. Fornander, loc. cit.",
                "4. Shiva Purana 1X:19:8.",
                "5. V.S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1975), p. 531."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 238,
            "content": "",
            "bibliography": [],
            "captions": [
                "CA ee Oe\nas    Oo ee ee en      peer asm\nean? | | eae PO ee a\nae oh Uk Ce ge eS\nLoy ee     ee         ip ee he\nbos eee     , Sea Oe     He      ‘i\nmaa A ee      ae\nShang+i/Huang-ti—the Yellow Emperor—standing on his emblems, the tortoise\nShang+i/Huang-ti—the Yellow Emperor—standing on his emblems, the tortoi\nand serpent, symbolizing the northern region of the world.\n(From a Sung Dynasty painting.)"
            ]
        }
    ]
}
