{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 9,
            "content": "The sacred precinct was constructed within the sacred precinct of the god. What should also be noted here is that the rites of Dionysus so closely resembled those of the Egyptian god Osiris, that Herodotus thought it impossible for the Greek rites to have risen independently of the Egyptian ones and therefore supposed that the Greeks must have borrowed their rites from the Egyptians and, with slight alterations, passed them on as their own. So, incidentally, also Plutarch, who insisted upon the detailed resemblances between the rites of Osiris and those of Dionysus*—which, if nothing else, also indicates that comparative mythology is not itself the modern tool some of its critics have maintained. In this instance, as in many others, however, no borrowing need be called for. What is at bottom here is that whatever it was that Dionysus had originally stood for was the very same thing that the Egyptian Osiris had originally represented. Or, to put it in a simpler way, Osiris and Dionysus were representations of the same original phenomenon; they were simply one and the same god under different national guise. Others, of course, have maintained that the similarity of Greek rituals to those of the Egyptians stems from the ignorance of the Greeks in matters Egyptian. Thus, for instance, Gwyn Griffiths tried to convince his readers that Greek observers were 'not usually in a position' to understand Egyptian religion particularly because of their ignorance of the Egyptian language.' Thus, according to Griffiths, Greek theological explanations of Egyptian religious particulars and mythological equations were based on ... Dionysus.",
            "bibliography": [
                "1. W. Oates & E. O’Neil, The Complete Greek Drama (1938), p. xxiii.",
                "2. J. G. Frazer, The Golden Bough (London, 1974, abridged edition), p. 507.",
                "3. G. J. Griffiths, 'Interpretatio Graeca,' in W. Helck & E. Otto, Lexikon der Ägyptologie, Vol. II (1980), col. 167."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 10,
            "content": "Performance of Oedipus Rex in the theater of Dionysus on the south slope of the Acropolis of Athens. Actors wore masks, each playing more than one role.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 11,
            "content": "",
            "bibliography": [],
            "captions": [
                "Note the altar of Dionysus in the center of the orchestra.",
                "Illustration(s) by John Green."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 12,
            "content": "Although it has been stated that Roman drama was a secular diversion with its roots in sacred Etruscan funeral rites, it was actually nothing more than a Greek derivative of Hellenic repertory.",
            "bibliography": [],
            "captions": [
                "Actors performing in a Roman Theater.",
                "Illustration by John Green."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 13,
            "content": "Misunderstandings of Egyptian phenomena, as well as on modifications that were introduced on what they saw as Greek parallels.* And of course, still according to Griffiths, each deviation caused by misunderstanding, “whether radical or slight,” would have contributed to one more “remove” from the original version.” On the other hand, ancient Egyptian religion, together with what Martin Bernal surprised me by calling “Egyptian philosophy,” has often been denigrated.” But, as Bernal noted, that these “were necessarily crude and shallow, has difficulties with such superbly intelligent men as Eudoxos who, according to all reports, lived with the priests and learnt Egyptian, and clearly had a great respect and enthusiasm for Egyptian culture.”” Despite the fact that I do not necessarily agree with all of Bernal’s dauntless assertions concerning the Afroasiatic roots of Classical Greek culture—and he has come under enough criticism from mainstream scholars—he was, in my opinion, quite correct when he accused modern mythologists of what he termed Besserwissen—the audacity of believing to know the ancients better than they knew themselves.” The point to be made is not whether tragedy, as it eventually developed, remained primarily concerned with Dionysiac ritual but whether it really originated in direct response to it. As we have seen, despite the odd dissenter, modern opinion mainly reflects that of the Greeks themselves who seem to have attained a degree of unanimity—by no means the accustomed expectancy—on this particular subject. Let us not, after all, forget that the very word “tragedy,” in Greek tragodia, means nothing more than “goat song,” derived from tragos, that is “goat,” the sacred animal of Dionysus. Despite its enigmatic name, the goat song itself was sung in honor of Dionysus, describing his birth and violent end. That the term “goat song”—tragodia—became a synonym for “misfortune” is therefore understandable. Christians, if no one else, can at least understand this much: What could be more tragic than the violent death of a god?",
            "bibliography": [
                "1. M. Bemal, Black Athena (New Brunswick, 1988), p. 118.",
                "2. R. M. Dorson, “The Debate Over the Trustworthiness of Oral Traditional History,” cited by D. B. Vitaliano, Legends of the Earth (Bloomington, 1973), p. 4."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 14,
            "content": "",
            "bibliography": [
                "1. C. Sagan & I. S. Shklovskii, Intelligent Life in the Universe (N. Y., 1966), p. 464.",
                "2. P. Hallberg, The Icelandic Saga (Nebraska, 1962), p. 52.",
                "3. de Grazia, God’s Fire (Princeton, 1983), p. 285.",
                "4. P. Warlow, The Reversing Earth (London, 1982), p. 143.",
                "5. S. Begley, et al, “Memory,” Newsweek (Sept. 29, 1986), p. 54.",
                "6. W. J. Ong, Orality and Literacy (N. Y., 1982), p. 58."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 15,
            "content": "",
            "bibliography": [],
            "captions": [
                "Scandinavian skald, or bard, reciting a saga from memory to a chieftain and his tribe."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 16,
            "content": "",
            "bibliography": [
                "1. D. Griffard, from the “Introductory Notes” to H. Wiencke-Lotz, “Folklore: Its Stability and Self-correcting Power,” HORUS II:2 (Summer 1986), p. 29."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 17,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 18,
            "content": "Making and writing on papyrus. Not many people among the Egyptians could read and write. Those who could became scribes, valuable to the court and temples as record keepers. The English word “paper” is derived from the Greek name of the sedge-like plant, the papyrus, the stalks of which were pressed together into a sheet of writing material which was then smoothed with a stone. Despite its many advantages, the invention of writing carried with it at least one major disadvantage — it no longer necessitated the memorizing of past events.",
            "bibliography": [],
            "captions": [
                "Illustration by John Green."
            ]
        }
    ]
}
