{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 374,
            "content": "“There must be more to the long slide from the balmy Cretaceous period into the ice ages than the drifting of continents.” Turning to the contradictory results of these studies, he came to the conclusion that, so far, “computer models have failed to warm Earth as much as it was warmed in the Cretaceous, suggesting that a single geographic factor or perhaps even a combination of them cannot totally explain long-term climate change.”\nTREE RINGS\nOne of the main reasons why paleoclimatologists have been reluctant to accept a former universal spring-like environment to account for the previous existence of Arctic and Antarctic sub-tropical flora and fauna is that evidence exists which does seem to point to past seasonal stability. This evidence comes from tree rings. As every Boy Scout knows, tree trunks are marked out in transverse section into concentric rings, one ring for each “season” of growth. In order to tell the age of a felled tree, Boy Scouts are taught to count the number of rings laid out in its trunk. Known as annular rings, these growth marks owe their emergence to differences in the elements at the beginning and end of each growing period. Fossilized trees from various past ages show distinct annular rings. Others do not. Wood retrieved from late Paleozoic deposits in the southern hemisphere has been said to show pronounced ring growths. So, also, fossils of deciduous trees from the Cretaceous. In fact, fossilized wood samples ranging all the way from the Devonian to the Eocene have been claimed to show well-marked annular rings. The scientific literature on this subject, however, is very ambiguous. More recent work has tended to show that rings are either lacking or very weak in all known specimens from the Devonian period which seems to indicate a non-seasonal environment. Most fossil trees from the Carboniferous period, which followed the Devonian, also lack rings. As Elso Barghoorn noted: “One impressive indicator of uniform climate over great areas of the Carboniferous continents is the great absence of annual growth rings in coal-swamp trees. The entire question of ring development in woody plants is one fraught with botanical variables as well as climatic variables. However, the consistent absence of any index of seasonal growth seems difficult to explain except on the assumption that winter cold and seasonality of rainfall were absent or at a minimum.” By the time we come to the late Permian period, still within the Paleozoic era, we end up with a mixed bag. Fossil woods from Canada, Europe, and Asia have weak or non-existent rings, while those from South America, Africa, and Antarctica show prominent and wide growth rings. A mixed bag from trees growing in different areas may be expected. But what about a similar mixed bag from trees known to have grown in the same locality? Thus, moving slightly closer to our time, we come to the Triassic period of the Mesozoic era. Few fossil",
            "bibliography": [
                "1. Tbid., p. 677.",
                "2. Ibid.",
                "3. E. S. Barghoorn, “Evidence of Climatic Change in the Geological Record of Plant Life,” P. Cloud (Ed.), Adventures in Earth History (San Francisco, 1970), p. 737."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 375,
            "content": "trees are known from this period and, up till now, all of them come from Arizona’s petrified forest. One specimen from this collection lacks annular markings, but others display very wide prominent rings. In samples from the Jurassic and Cretaceous periods of the same Mesozoic era, as well as from the Early Tertiary period, tree rings range from prominent to non-existent, depending on the paleolatitude in which they are claimed to have thrived. When it comes to polar fossil plants, as Edward Berry noted: “Detailed comparisons of these Arctic floras with contemporary floras from lower latitudes...show unmistakable evidence for the existence of climatic zones...” C. P. Brooks reached the same opinion, claiming that climatic zones existed in the Eocene,” as so did Ralph Chaney, who pushed the margin up to the Pliocene.” As Jane Francis noted, samples of wood collected by her on Axel Heiberg Island showed clear annular rings over a quarter of an inch wide. And, because the darker latewood added at the end of the growing season featured very narrow bands, the conclusion has been drawn that the trees grew rapidly during the twenty-four hour sunshine period of the Arctic summer and then closed up shop during the winter hours of darkness.” The problem with this, however, is that trees would not have survived such prolonged periods of darkness. And then there is the fauna to consider. What—did tapirs and crocodiles sleep through these darkened months? Could land tortoises have migrated to warmer climes? Besides, where did the warmth that would have been needed to thaw the Arctic ice cap come from? The present Sun is not capable of accomplishing that feat. And if the Sun, as accepted by orthodoxy, had been dimmer in those eras, it would have been able to accomplish it even less. Or are we to believe that sub-tropical flora and fauna existed in an ice-bound region, and for millions of years at that? But how, then, do we get out of this dilemma? Johnson, who grappled with this problem until the time of his untimely death in 1995, noted that “[I]t is not clear that the tree rings point to a polar seasonality as opposed to an ordinary seasonal growth cycle,” but did not clarify what he meant by “ordinary seasonal growth cycle.” Needless to say, the evidence of the tree rings poses just as much of a problem to the Saturnian scenario we have been considering. All of which forces us to ask yet another question: Are annular rings really indicative of seasonality?\nActually, annular rings are only formed in those plants whose growth is interrupted by a regular winter or dry “season.” The increment of new wood formed in these trees is marked by a distinct line which is produced by the contrast between the late summer of one year and the spring of the next. The lines of separation between successive rings mark the limit of a microscopically thin layer of cells, known as the cambium, which lies between the wood and the bark, at the end of each successive growth period. The bark then cracks and/or expands to allow for the new growth of wood, and the tree trunk is thus thickened. It should be noted, however, that the cambium responds mainly to conditions of temperature and rainfall rather than the incidence of light.\nIn temperate climates, the cambium produces new wood only during spring and early summer. It becomes inactive during autumn and winter. But what about trees growing in tropical and equatorial regions where seasonal differences disappear? Do they still grow rings? As it happens, many kinds of evergreen tropical trees do not grow rings. But others do. As Barghoorn reported: “In existing woody plants, annual ring development may occur under nearly uniform climatic conditions, as in equatorial rainforests.” What, then, is it in this seasonless environment that tells these trees that a year has passed and that it is time to grow more wood and thus form a new ring? That the growth of annular rings is not tied to seasonal change is evidenced by the fact that some trees have been known to grow as much as three or four rings in one year. Nor is this an uncommon situation, as Nelson Glueck noted, especially in trees which grow on sloping ground that turns wet and dry several times in one year because of rapid outflow of water.” According to an item in Nature magazine, multiple rings in larch trees were normal in 1919; in fact, larches seem to be prone to multiple ring growth.” Meanwhile, trees which miss growing a ring in certain years have also been known.” As Herbert Sorensen pointed out: “In dry and climatically harsh years, no detectable growth may occur. In this case, no ring is formed and the ring is missing for that season of the year.”",
            "bibliography": [
                "1. See here, for instance, H. Shapley, op. cit., pp. 242, 265; but see also, H. C. Fritts, Tree Rings and Climate (N. Y., 1966); G. T. Creber, “Tree Rings: A Natural Data-Storage System,” Biological Review, 52 (1977), pp. 349-383; G. T. Creber & W. G. Chaloner, “Growth Rings in Fossil Woods as Evidence of Past Climates,” in D. H. Tarling & S. K. Runcorn (Eds.), Implications of Continental Drift in the Earth Sciences, Vol. 1 (N. Y., 1973), pp. 425-437; idem, “Climatic Indications From Growth Rings in Fossil Woods,” in P. Brenchley (Ed.), Fossils and Climate (N. Y., 1984), pp. 49-74; idem, “Tree Growth in the Mesozoic and Early Tertiary and the Reconstruction of Paleoclimates,” Palaeogeography, Palaeoclimatology, and Palaeoecology, 52 (1985), pp. 35-60; idem, “The Contribution of Growth Ring Studies to the Reconstruction of Past Climates,” in R. G. W. Ward (Ed.), Applications of tree-Ring Studies: Current Research in Dendrochronology and Related Subjects (Oxford, 1987), pp. 37-67; J. J. Parrish & R. A. Spicer, “Middle Cretaceous Wood From the Nanushuk Gr., Central North Slope, Alaska,” Palaeontology, 31:1 (1988), pp. 19-34; J. E. Francis, “The Seasonal Environment of the Purbeck (Upper Jurassic) Fossil Forests,” Palaeogeography, Palaeoclimatology, and Palaeoecology, 48 (1984), pp. 285-307; idem, “The palaeoclimatic Significance of Growth Rings in Late Jurassic/Early Cretaceous Fossil Wood From Southern England,” in R. G. W. Ward (Ed.), Applications of Tree-Ring Studies: Current Research in Dendrochronology and Related Subjects (Oxford, 1987), pp. 21-36; R. F. Dubiel, et al, “The Pangaean Megamonsoon—Evidence from the Upper Triassic Chinle Formation, Colorado Plateau,” Palaios, 6:4 (1991), pp. 347-370.",
                "2. E. W. Berry as quoted by J. H. F. Umbgrove, The Pulse of the Earth (Hague, 1947), p. 266.",
                "3. C. E. P. Brooks, Climate Through the Ages (N. Y., 1949), p. 24.",
                "4. R. W. Chaney, “Tertiary Forests and Continental History,” Bulletin of the Geological Society of America, V:51, No.3 (March 1, 1940), p. 475.",
                "5. E. Francis, op. cit., p. 61; see also “The Eocene Climate Puzzle,” Chronology & Catastrophism Workshop (1989) 1, p. 28."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 376,
            "content": "clear that the tree rings point to a polar seasonality as opposed to an ordinary seasonal growth cycle,” but did not clarify what he meant by “ordinary seasonal growth cycle.” Needless to say, the evidence of the tree rings poses just as much of a problem to the Saturnian scenario we have been considering. All of which forces us to ask yet another question: Are annular rings really indicative of seasonality?\nActually, annular rings are only formed in those plants whose growth is interrupted by a regular winter or dry “season.” The increment of new wood formed in these trees is marked by a distinct line which is produced by the contrast between the late summer of one year and the spring of the next. The lines of separation between successive rings mark the limit of a microscopically thin layer of cells, known as the cambium, which lies between the wood and the bark, at the end of each successive growth period. The bark then cracks and/or expands to allow for the new growth of wood, and the tree trunk is thus thickened. It should be noted, however, that the cambium responds mainly to conditions of temperature and rainfall rather than the incidence of light.\nIn temperate climates, the cambium produces new wood only during spring and early summer. It becomes inactive during autumn and winter. But what about trees growing in tropical and equatorial regions where seasonal differences disappear? Do they still grow rings? As it happens, many kinds of evergreen tropical trees do not grow rings.TM But others do. As Barghoorn reported: “In existing woody plants, annual ring development may occur under nearly uniform climatic conditions, as in equatorial rainforests.”°* What, then, is it in this seasonless environment that tells these trees that a year has passed and that it is time to grow more wood and thus form a new ring?\nThat the growth of annular rings is not tied to seasonal change is evidenced by the fact that some trees have been known to grow as much as three or four rings in one year. Nor is this an uncommon situation, as Nelson Glueck noted, especially in trees which grow on sloping ground that turns wet and dry several times in one year because of rapid outflow of water.” According to an item in Nature magazine, multiple rings in larch trees were normal in 1919; in fact, larches seem to be prone to multiple ring growth.” Meanwhile, trees which miss growing a ring in certain years have also been known.” As Herbert Sorensen pointed out: “In dry and climatically harsh years, no detectable growth may occur. In this case, no ring is formed and the ring is missing for that season of the year.””",
            "bibliography": [
                "1. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology and Catastrophism Review XIV (1992), p. 13.",
                "2. P. Groom & A. Koehler, “Timber,” Encyclopaedia Britannica (1959 ed.), Vol. 22, p. 217.",
                "3. E. S. Barghoorn, loc. cit.",
                "4. N. Glueck et al., Botanical Review, 7, pp. 649-713; ibid., 21, pp. 245-365, as cited by I. Velikovsky, “The Pitfalls of Radiocarbon Dating,” Pensée IVR IV (Spring-Summer 1973), p. 13; see also V. LaMarche, “Climatic Clues From Tree Rings,” New Scientist (April 3, 1975), pp. 8-11.",
                "5. Nature, 150 (1942), p. 378.",
                "6. V. C. LaMarche, loc. cit.; V. C. LaMarche & T. P. Harlan, “Accuracy of Tree Ring Dating of Bristlecone Pine for Calibration of the Radiocarbon Time Scale,” Journal of Geophysical Research 78 (1973), p. 8854.",
                "7. H. C. Sorensen, “The Ages of Bristlecone Pine,” in ibid., p. 16."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 377,
            "content": "In some cases, as much as five percent of the rings may be missing.” In fact, growth rings are lacking in a majority of trees which thrive in subtropical and tropical climates while others fail to grow rings regardless of climate.\n\nWhat all of this declares is that tree rings are poor indicators of seasonal change. In fact, let us be honest about it, they are not indicative of seasonal change at all. But if tree rings do not indicate seasonal change, what, then, do they indicate?\n\nWe have already noted above that the cambium responsible for the growth of trees responds mainly to conditions of temperature and rainfall rather than the incidence of light. And, in fact, when it comes to the growth rate of trees, water is the limiting factor. In other words, water is the one true constituent which limits the growth of cambium and thus the formation of growth rings. This is what tree rings, when they grow at all, truly indicate—a cycle dictated by the availability and cessation of an adequate water supply—which is probably what Ian Johnson meant by “ordinary seasonal growth cycle” as opposed to “a polar seasonality.” Only in the most indirect way can tree rings be said to indicate seasonal change when they do so at all.\n\nThat being the case, the lower incidence of light from the Saturnian sun, as compared to the higher incidence from our present Sun, would have posed no obstacle to the growth of trees. Temperature would also have posed no problem because, while the Saturnian sun would not have been as hot as our present Sun, its proximity to Earth would have compensated for its lower caloric output.\n\nAs we have seen, it is quite apparent that trees grow rings, or fail to grow rings, regardless of seasonal change or stability. More importantly, if trees can, as they do, grow rings in tropical and equatorial regions in which there is no appreciable seasonal change, what is so problematic with having trees growing rings in a sub-tropical Arctic which enjoyed but one spring-like season?\n\nPaleobotanists remain hard-pressed to account for the growth of sub-tropical forests and the existence of sub-tropical animals within the Arctic Circle. Uniform heat and light, to say nothing of the absence of an ice cover, would have been required for the flourishing of such forests and the thriving of such animals.",
            "bibliography": [
                "1. Thid., p. 17."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 378,
            "content": "changed its position as a result of geological processes, such as extended rearrangement of land and water.”\nBy an “extended rearrangement of land and water,” Hann had in mind a redistribution of the weight brought upon the surface of Earth by the elevation of land in one place and the sinking of others in a different locale. But, as James Croll pointed out: “A continent ten times the size of Europe elevated two miles would do little more than bring London to the latitude of Edinburgh, or Edinburgh to the latitude of London.”\nThis debate involved some of the giants of science that lived at the time, including William Thomson (better known as Lord Kelvin), George Darwin, Simon Newcomb, and Giovanni Schiaparelli, the latter of whom wrote: “The permanence of the geographical poles in the very same regions of the earth cannot yet be considered as incontestably established by astronomical or mechanical arguments. Such permanence may be a fact today, but it remains a matter still to be proven for the preceding ages of the history of the globe.”\nTo which he added: “The possibility of great shifting of the pole is an important element in the discussion of prehistoric climates and the distribution, geographic and chronologic, of ancient organisms. If this possibility is admitted, it will open new horizons for the study of great mechanical revolutions that the crust of the earth underwent in the past.”\nAnd: “Our problem, so important from the astronomical and mathematical standpoint, touches the foundations of geology and paleontology: its solution is tied to the most grandiose events in the history of the earth.”\n“As, finally,” as Immanuel Velikovsky wrote in 1955, “an eminent astronomer, after a thorough examination of the problem, went over to the side of the geologists.” But then, as Velikovsky also pointed out, Schiaparelli had only reasoned in a circle by claiming that “the geological changes would cause the terrestrial poles to move from their places, and the motion of the poles from their places would cause geological and climatic changes.”",
            "bibliography": [
                "1. Thid., p. 17.",
                "2. J. Croll, Discussions on Climate and Cosmology (1886), p. 5.",
                "3. A concise, but detailed, report of this debate is given by I. Velikovsky, Earth in Upheaval (N. Y., 1955), pp. 111-117.",
                "4. G. V. Schiaparelli, De la Rotation de la Terre sous l’Influence des Actions Géologiques (1889), p. 31.",
                "5. Ibid.",
                "6. Ibid.",
                "7. Velikovsky, op. cit., p. 116.",
                "8. Ibid."
            ],
            "captions": []
        }
    ]
}
