{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 59,
            "content": "They were identified with stars. They worshipped both the Evening and the Morning Star, the latter’s significance being emphasized by many anthropologists and researchers. In fact, the Morning Star’s pre-eminence was such that no writer can discuss this North American Indian nation without wondering how this star acquired such importance in their religious beliefs. The Pawnee Morning Star has been verified to be the planet Mars, a fact accepted by most anthropologists and archaeoastronomers. Up until 1906, the Pawnee were still offering human sacrifices to it.\nSimilarly, the more sophisticated nations of Mesoamerica also shared this view. Susan Milbrath observed that \"a number of scholars agree that the fundamental nature of the ancient Mesoamerican pantheon is astronomical.\" This perspective has been echoed by David Kelley, who stated: \"It has been clear to all serious students of Mesoamerican culture that there was an intimate relationship between astronomical knowledge, the calendar, and religious beliefs and rituals.\"\nEv Cochrane recently noted: \"A prominent characteristic of Mesoamerican astronomy, immediately apparent, was their obsession with the observation and worship of the planet Venus.\" Despite this, B. C. Brundage, while considering the role Venus played among the Mesoamericans, remarked that the planet’s true influence on this particular culture \"is not understood.\" He also suggested, \"It might not be far wrong to look upon the Mesoamerican's great skill in numeration as a byproduct of that planet, stating that much of their mythology involved that planet.\"\nAnthony Aveni, a prominent archaeoastronomer of the twentieth century, declared: \"For the Maya, the importance of Venus cannot be overstated.\" Indeed, what scholar of Mesoamerican lore can study their religious beliefs without encountering Quetzalcoatl, perhaps the greatest Mesoamerican deity, whose heart flew out to become the Morning Star upon his death?\nBut what of the more ancient nations?",
            "bibliography": [
                "1. G. A. Dorsey, unpublished notes, Field Museum of Natural History, Department of Anthropology, Chicago, 1922. These notes were later compiled by R. Linton and published as The Thunder Ceremony of the Pawnee and The Sacrifice to the Morning Star.",
                "2. M. Fauconnet, \"Mythology of the Two Americas,\" New Larousse Encyclopedia of Astronomy (London, 1972), p. 433.",
                "3. J. del Chamberlain, When Stars Came Down to Earth, pp. 84-85.",
                "4. E. C. Krupp, op. cit., pp. 191, 193.",
                "5. R. Linton, The Sacrifice to the Morning Star (1922), pp. 1-2; E. C. Krupp, op. cit., p. 191.",
                "6. S. Milbrath, \"Astronomical Imagery in the Serpent Sequence of the Madrid Codex,\" in A. Aveni (ed.), Archaeoastronomy in Pre-Columbian America (Lubbock, 1975), p. 263.",
                "7. D. Kelley, \"Astronomical Identities of Mesoamerican Gods,\" Archaeoastronomy 2 (1980), p. 1.",
                "8. E. Cochrane, \"When Venus was a Comet,\" KRONOS XII:1 (Fall 1986), p. 3.",
                "9. B. C. Brundage, The Phoenix of the Western World (N. Y., 1981), p. 173.",
                "10. A. Aveni, Skywatchers of Ancient Mexico (N. Y., 1980), p. 184."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 60,
            "content": "Karttikeya—also known as Skanda and/or Kumara—shown here in his southern Indian form of Subrahmanya, the Hindu god of war, who personified the planet Mars. (From a nineteenth century trichinopoly painting.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 61,
            "content": "The Indic Linga Purana preaches that \"the worship of the planets should be pursued by good men,\" and then identifies each planet with a major Hindu deity: \n\n\"It is cited that the planet Mars is Skanda (Karttikeya), the commander-in-chief of the army of Devas. People of perfect knowledge say that Mercury is Lord Narayan. O excellent Brahmins, the great planet Shaniscara, the slow-moving Saturn, is Yama, the lord of the worlds. The preceptors of Devas and Asuras [that is, Shukra and Brihaspati] are the great planets Venus and Jupiter with (refulgent) rays. They are mentioned as the sons of Prajapati.\"\n\nIn the Hebrew Talmud, the very meaning of \"idolatry\" is defined as the \"worship of stars and constellations.\" \n\nHowever, this has not stemmed criticism concerning the synonymy of planets and gods as they appear in ancient literature and beliefs. Planets have been deified and worshipped as deities, and critics often claim that this became a widespread belief only at a later date. The question remains: how far back in history can this belief be traced? \n\nIgnoring the statements of Aristotle, critics maintain that the Greek identification of the planets as gods does not trace back before the 4th century B.C. But is Greek lore the standard by which to measure anything's antiquity? The Greeks arrived relatively late on the ancient historical scene. What about those nations that were older, much older than the Greeks? \n\nIn Egypt, planets were also deified. Saturn was called Heru-ka-pet, meaning Horus the Bull of Heaven; Jupiter was Heru-ap-sheta, the Star of the South; Venus was Sbat uatitha, the Evening Star; Mars was Heru-khuti and/or Heru-tesher, the Red Horus; and Mercury was Se-bku and/or Sebek. Granted, these identities became popular during the late Graeco-Roman period and may not trace further back than the 19th Dynasty. However, the identity of the Morning Star as Horus was known during the Old Kingdom and is recorded in the Pyramid Texts. In ancient Egyptian belief, the synonymy of gods and planets was so complete that the same word was sometimes used to signify either. For instance, the word sba could mean both \"star\" and the name of a \"star\" god. Similarly, netru meant both \"stars\" and \"gods.\" As Faulkner pointed out:",
            "bibliography": [
                "1. Tinga Purana 1:57:39.",
                "2. Tbid., 1:60:2-5. (NOTE: Other names are also given for the planets, including Budha for Mercury.)",
                "3. M. Macoby, \"‘Worlds in Collision’ and the Birth of Monotheism,\" SIS Review II:1 (Autumn 1977), p. 18.",
                "4. E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), pp. 302-303.",
                "5. W. M. Müller, Egyptian Mythology, Vol. 12 of The Mythology of All Races (1918/1964), pp. 94, 373; see also D. Cardona, \"Morning Star,\" AEON IV:1 (April 1995), pp. 29 ff.",
                "6. E. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978), p. 655.",
                "7. Ibid., Vol. I, p. 409."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 62,
            "content": "It is well-known that the Ancient Egyptians took a great interest in the stars, observing them for practical purposes such as determining times and seasons, but also inscribing star-maps and tables in their coffins and tombs at least from the Middle Kingdom onward. This interest stems from a very ancient stratum of stellar religion, in which the stars were regarded as gods. Wallis Budge observed that \"many passages\" of the Pyramid Texts refer to primitive star-worship. \n\nMoving next to Syria, we find in the Eblaite tablets that the word for \"temple\" is given as e-dingir, meaning \"house of god,\" but also as e-mul, meaning \"house of the star.\" In ancient Babylon, the planets were also adored as gods. Saturn, called Ninurta by the Babylonians, was worshipped as a mighty hunter. Jupiter, as Marduk, was the king of the gods. Mars, known as Nergal, was the god of war, while Venus, called Ishtar, was recognized as the goddess of love and carnal knowledge. In the Mesopotamian view, Horus, known as Heru-khuti and/or Heru-tesher, was the embodiment of the planet Mars as the Morning Star.",
            "bibliography": [
                "1. R. Faulkner, \"The King and the Star-Religion in the Pyramid Texts,\" Journal of Near Eastern Studies 25 (1966), p. 153 (emphasis added).",
                "2. E. A. W. Budge, From Fetish to God in Ancient Egypt (N. Y., 1988), p. 51 (emphasis added).",
                "3. G. Pettinato, The Archives of Ebla (N. Y., 1981), p. 252.",
                "4. D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian People (London, 1996), p. 301.",
                "5. M. Jastrow, Jr., \"The Sign and Name for Planet in Babylonian,\" Proceedings of the American Philosophical Society XLVII:189 (May-August 1908), p. 146.",
                "6. N. H. Snaith, The Distinctive Ideas of the Old Testament (N. Y., 1964), p. 29 (emphasis added).",
                "7. S. Lloyd, The Art of the Ancient Near East (N. Y., 1965 third printing), p. 235."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 63,
            "content": "In ancient Uruk, as noted by Krystyna Szarzynska, in the most archaic period, the determinative dingir (meaning \"god\") was associated with astral deities only. The civilization of Uruk traces back to Sumer, which is the oldest written language that we have, evident in the pictographs that preceded cuneiform writing. In that language, akin to the Egyptians, the sign for \"god\" and \"star\" was derived from a signature image, symbolizing the very essence of a star. This supports the view that stars and gods were synonyms as far back as written records reach, indicating that the very concept of God may have origins in a star.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 64,
            "content": "Ishtar, the Assyro-Babylonian goddess of the planet Venus. From a cylinder seal of the Neo-Assyrian period. (Illustration by Tessa Rickards.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 65,
            "content": "The record of astronomy in mythology continues to stand. De Santillana and von Dechend shared a similar view regarding the antiquity of the belief that the gods of our ancient forefathers were nothing but anthropomorphized planets. They asserted that this science, despite its vast array of details, has evolved to a point where it overlooks the significance of astronomy as the main source of myth. Various associated astronomical events, as noted by past scholars, likely originated from actual observations that were already traditional in archaic times.",
            "bibliography": [
                "1. L. C. Stecchini, \"Newton and Historical Science,\" KRONOS X:1 (Fall 1984), p. 63.",
                "2. Ibid.",
                "3. V. Clube & B. Napier, op. cit., in toto.",
                "4. C. Sagan & A. Druyan, Comet (N. Y., 1985), pp. 173-187."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 67,
            "content": "Mythology has roots in primitive polytheistic religion and celestial mythology. Many mythologists who have favored an astronomical interpretation have been hindered by a uniformitarian dogma that presumes the Solar System has remained unchanged for millions of years. Such beliefs have led to misconceptions about the sky referenced by our ancient forefathers, and yet, as I aim to illustrate, the celestial bodies of the Solar System were deified not for their consistent behaviors but perhaps because of their erratic nature. As noted by early 20th-century scholars, it is the extraordinary and abnormal that ignites the myth-making imagination.",
            "bibliography": [
                "1. T. V. Clube & B. Napier, op. cit., p. 283 (emphasis added).",
                "2. E. G. Suhr, Before Olympos (N. Y., 1967), p. 27.",
                "3. R. L. Farnell, \"The Value and Methods of Mythological Study,\" Proceedings of the British Academy XX (1919), p. 47.",
                "4. É. Durkheim, The Elementary Forms of the Religious Life (N. Y., 1965), p. 103 (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 68,
            "content": "This underscores the carefulness required in research to reach a believable consensus between mythological messages and the findings of modern science. Although this statement emerges from an engineer who worked at the Stanford Linear Accelerator Laboratory, the message within myths can yield insights into astronomical knowledge even if they seem contrary to contemporary understanding. For instance, even the Big Bang Theory finds parallels with ancient religious texts. Georges Lemaitre, the first to propose this theory of an exploding primeval atom, was noted for suggesting that scientific findings might reveal a divine presence in the creation of the universe. In 1990, Israeli physicist Gerald Schroeder argued that the insight from the Ramban about mass being initially concentrated is similar to Lemaitre's theories concerning the origins of the universe.",
            "bibliography": [],
            "captions": []
        }
    ]
}
