{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 314,
            "content": "Mythological scene representing the New Year rite of Dionysus—the year-god.\n\nAs the Greek Hermes and, therefore, Mercury; directly as the planet Mercury; a comet; as the Milky Way; as the amorphous sky; and even as a tenth century A.D. ruler of the Toltecs named Topiltzin—although this latter actually refers to a “king” of the Toltecs who took on the name of Quetzalcoatl, very much like the Roman Emperor Marcus Aurelius Antoninus, born Varius Avitus, who took on the name of his preferred deity Elagabalus. As Ev Cochrane commented: “The celestial identification of Quetzalcoatl, quite clearly, is not a simple question, and it is further complicated by the fact that the Mesoamericans themselves apparently wavered with regard to the original celestial identity.” It can safely be stated, however, that most scholars of Mesoamerican lore have accepted Quetzalcoatl as a personifi-",
            "bibliography": [
                "1. H. Fox, Gods of the Cataclysm (N. Y., 1976), pp. 211, 217.",
                "2. D. Kelley, “Astronomical Identities of Mesoamerican Gods,” Archaeoastronomy 2—Journal for the History of Astronomy (1980), p. 16.",
                "3. P. Brown, Comets, Meteorites and Men (N. Y., 1973), p. 18.",
                "4. B. C. Brundage, The Phoenix of the Western World (Norman, 1981), pp. 112-113.",
                "5. Idem, The Fifth Sun (Austin, 1979), p. 105.",
                "6. H.W. Goodkind, “Lord Kingsborough Lost His Fortune Trying to Prove the Maya Were Descendants of the Ten Lost Tribes,” Biblical Archaeology Review (September/October 1985), p. 65.",
                "7. N. Baldwin, Legends of the Plumed Serpent (N. Y., 1998), p. 36.",
                "8. E. Cochrane, “On Comets and Kings,” AEON II:1 (June 1989), p. 65."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 315,
            "content": "Identification of the planet Venus since the time of the Spanish conquest of the Americas.” Thus\none should not castigate Immanuel Velikovsky who, on the testimony of Eduard Seler, adhered to this identification, as so have many of his followers.) Jill Abery, on the other hand, was not quite happy with this identification or with any of the others mentioned above—and rightly so. As she opined:\n\n“Quetzalcoatl is a very ancient god with a multiple of aspects. As the feathered serpent, readers of Velikovsky will have no difficulty in identifying him as Venus in cometary garb. But beyond this he is the Lord of healing, learning, beauty, creativity and vegetation. He was a benefactor who brought to men the use of metals and the arts of government; who ruled in an age of perfumed, melodious plenty which can be regarded as the Golden Age of Mesoamerica...It would [therefore] appear that Quetzalcoatl was originally the Mesoamerican equivalent of Osiris or Saturn.”\n\nWould that mainstream mythologists had been as astute. Abery, of course, was not the first to ferret out the true identity of Quetzalcoatl,” but I mention her especially because her intuition exemplifies what can be gleaned by a mind which is not constrained by orthodox views.\n\nWhat has confused the issue, and many a mythologist, is the Mesoamerican belief that when Quetzalcoatl died, his heart flew up and turned into the Morning Star, which star has been usually understood as Venus when it appears in the morning—and an event that, as we have seen on an earlier page, is duplicated in the mythology of the Egyptian Osiris/Saturn. What mythologists and archaeoastronomers seem to forget is that it was the heart of Quetzalcoatl, and not Quetzalcoatl himself, which turned into the Morning Star. Quetzalcoatl and the Morning Star were thus two entirely different entities.\n\nLet me now state that nowhere in Mesoamerican lore is Quetzalcoatl identified as Saturn. If this identification is to hold, it must do so on the evidence offered by comparative mythology.\n\nLike the Saturnian deity of other nations, Quetzalcoatl was considered as the creator.\n\nLike the Saturnian deity of other nations, as Abery indicated, Quetzalcoatl was also a civilizer. As in the Saturnian myths of other nations, Quetzalcoatl was the original one and only god. Thus, according to a Toltec hymn:",
            "bibliography": [
                "1. See here, for example, E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 199.",
                "2. Velikovsky, Worlds in Collision (N. Y., 1950), p. 157.",
                "3. J. Abery, “Problems With the Morning Star,” Chronology & Catastrophism Workshop 1987:1, p. 9.",
                "4. While never explicitly stated, the identification of Quetzalcoatl as Saturn is more than intimated in G. de Santillana & H. von Dechend, op. cit., pp. 42, 77, 78, 213, 247, 360; the identification is more apparent through the evidence presented by D. N. Talbott, The Saturn Myth (N. Y., 1980), pp. 13, 17-18, 57, 88, 163, 199.",
                "5. E. C. Krupp, op. cit., pp. 200-201.",
                "6. But see here, D. Cardona, “Morning Star,” AEON V:1 (April 1995), pp. 11 ff.",
                "7. H.B. Alexander, Latin American Mythology—Vol. 11 of Mythology of All Races (1920/1964), p. 94; see also M. Simoni, op. cit., p. 461.",
                "8. N. Baldwin, op. cit., pp. 34, 63, 79."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 316,
            "content": "Quetzalcoatl as the Feathered (or Plumed) Serpent.\n\n“Only one god did they [the ancestors] have, and they held him as the only god, they invoked him, they supplicated him; his name was Quetzalcoatl.”\n\nAccording to M. Simoni: “All the great gods of the Aztec pantheon, both the tribal gods and those they won over [from preceding or neighboring civilizations], have a solar aspect and are the Sun in one of its attributes.” It may thus seem understandable when Quetzalcoatl himself is identified as an aspect of the Sun, not only by Simoni, but by others as well.” The Codex Borgia actually reinforces this belief when it depicts Quetzalcoatl with the sign of Tonatiuh on the back of his head, since Tonatiuh had always been understood to be the Sun. And yet, the depiction in question incorporates the sign for “night” with that of Tonatiuh,” thus intimating that Tonatiuh and, by inference, also Quetzalcoatl, was a sun of night. That the sun of night was an aspect of the primeval Saturnian sun we have already seen.",
            "bibliography": [
                "1. J. W. Perry, Lord of the Four Quarters (N. Y., 1970), p. 196.",
                "2. M. Simoni, loc. cit. (emphasis as given).",
                "3. Ibid.",
                "4. Giffors, loc. cit., M. Oldfield Howie, loc. cit.",
                "5. Vollemaere, “Venus—Geboorte en Leven,” Oud-America 08 (August-October 1981), p. 122."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 317,
            "content": "Additional to this, the Mayan sacred book known as the Popul Vuh informs us that the Plumed Serpent, that is Kukulkan/Quetzalcoatl, lived in an ocean—here understood as the celestial waters—in an era of primordial darkness.”\n\n“Whatever might be is simply not there: only murmurs, ripples, in the dark, in the night. Only the Maker, Modeler alone, Sovereign Plumed Serpent...a glittering light.”\n\nMoreover, in keeping with the topic of the present chapter, Quetzalcoatl was said by the Aztecs to have existed in the “Time Before Time”—that is, in a timeless era. The same belief is shared by the Mixtec who even claim they were the “direct descendants” of Plumed Serpent, and that they were “rooted” to their land “through him” since “the time before time.”\n\nTIME ZERO\n\nOn an earlier page, we met with another Aztec god named Xiuhtecuhtli and although, like Quetzalcoatl, this deity is nowhere directly identified with Saturn, we there enumerated certain aspects of his which accord well with the Saturnian deities of other nations. Among these aspects is the deity’s other name of Huehueteotl, which means “the old god” and/or “the old god of the centre”; his being revered as “the sun of the centre” and “the central fire”; his being described as the pivot of the turning heavens; and his identification with the celestial pole. We can now add one more Saturnian characteristic of this god: Like the Greek Dionysus, he was also lauded as the year-lord.\n\nLeaving Central America, we travel briefly to China where we learn that the chaos out of which Creation progressed was equivalent to Huang-Ti, the Yellow Emperor, whom we have already encountered as a personification of the planet Saturn.” Others, however, maintain that from chaos was born P’an-ku, the entity responsible for Creation. The Compendium of Wong-shi-Shing recounts how “P’an-ku came forth in the midst of the great chaotic world,” having “existed before the shining of the light.” We are further told that: “After the chaos cleared away”—or after “the chaotic state passed away”—“heaven appeared first in order, then earth.” Parallel statements inform us that “the atmosphere had changed in character” —or “the atmosphere gradually cleared” —which seems to be the same as saying that the chaotic state had cleared. We can perhaps also understand this as meaning...",
            "bibliography": [
                "1. Additional to this, the Mayan sacred book known as the Popul Vuh informs us that the Plumed Serpent, that is Kukulkan/Quetzalcoatl, lived in an ocean—here understood as the celestial waters—in an era of primordial darkness.”",
                "2. “Whatever might be is simply not there: only murmurs, ripples, in the dark, in the night. Only the Maker, Modeler alone, Sovereign Plumed Serpent...a glittering light.””",
                "3. Moreover, in keeping with the topic of the present chapter, Quetzalcoatl was said by the Aztecs to have existed in the “Time Before Time” —that is, in a timeless era. The same belief is shared by the Mixtec who even claim they were the “direct descendants” of Plumed Serpent, and that they were “rooted” to their land “through him” since “the time before time.”TM",
                "4. TIME ZERO",
                "5. On an earlier page, we met with another Aztec god named Xiuhtecuhtli and although, like Quetzalcoatl, this deity is nowhere directly identified with Saturn, we there enumerated certain aspects of his which accord well with the Saturnian deities of other nations. Among these aspects is the deity’s other name of Huehueteotl, which means “the old god” and/or “the old god of the centre”; his being revered as “the sun of the centre” and “the central fire”; his being described as the pivot of the turning heavens; and his identification with the celestial pole. We can now add one more Saturnian characteristic of this god: Like the Greek Dionysus, he was also lauded as the year-lord.",
                "6. Leaving Central America, we travel briefly to China where we learn that the chaos out of which Creation progressed was equivalent to Huang-Ti, the Yellow Emperor, whom we have already encountered as a personification of the planet Saturn.” Others, however, maintain that from chaos was born P’an-ku, the entity responsible for Creation. The Compendium of Wong-shi-Shing recounts how “P’an-ku came forth in the midst of the great chaotic world,” having “existed before the shining of the light.” We are further told that: “After the chaos cleared away”—or after “the chaotic state passed away”—“heaven appeared first in order, then earth.” Parallel statements inform us that “the atmosphere had changed in character” —or “the atmosphere gradually cleared” —which seems to be the same as saying that the chaotic state had cleared. We can perhaps also understand this as meaning..."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 318,
            "content": "Aztec sculptors carving out the great Sun Stone, also known as the Calendar Stone, which depicts\n(Tonatiuh, identified in the Codex Borgia as the sun of night, in the centre.)\nThe Stone, 12 feet in diameter, and weighing 24 tons, is now housed in the National Museum of Anthropology in Mexico City.\n",
            "bibliography": [
                "Og i NG Se oe",
                "tl 0 eee    aN cee: sa U 8 anes ANd a",
                "SPALY      AG    Bo   in   ag    \\ 788 by NV ls",
                "“yh! fi   ,    eee ©) nom 4   Lge by    an ea) a bi",
                "ay   Hy       ao    , E  ve  ‘3  on  | awa",
                "BNAMIAG,. 9 8   oe Adee    Bn RTA AD"
            ],
            "captions": [
                "Aztec sculptors carving out the great Sun Stone, also known as the Calendar Stone, which depicts",
                "(illustration by John Green.)",
                "Tonatiuh, identified in the Codex Borgia as the sun of night, in the centre. The Stone, 12 feet in diameter, and weighing 24 tons, is now housed in the National Museum of Anthropology in Mexico City.",
                "(illustration by John Green.)"
            ]
        }
    ]
}
