{
    "cleaned_data": [
        {
            "type": "main",
            "page_number": null,
            "subsections": [],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": null,
            "subsections": [],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 1,
            "subsections": [
                {
                    "title": "Myth",
                    "content": "Myths and Legends\nThe first criticism that will be leveled at this work is that it is based on nothing but myths and legends. I agree: it is. It is also based on recent discoveries in astronomy, geology, and paleontology. Even so, what are myths and legends?\nStrictly speaking, legends are traditional tales popularly regarded as historical myths. But then what are myths? Myths are usually defined as primitive, or ancient, tales involving supernatural beings, often embodying once-popular ideas concerning natural and historical phenomena.\nWhat, then, is the difference between myths and legends? There will be some who will claim that there is no difference. Others may make a distinction between mythic tales told about historical persons (legends) and mythic tales told about divine and semi-divine beings (mythology). Personally, I would make a further distinction in that mythology deals mostly with cosmogonical origins. But let us not get caught up in semantics. Let me simply say that, in this work, I shall be concentrating on those tales dealing with divine and semi-divine beings. One claim I shall, however, be making is that these tales are not mythic in the usually understood sense of the word. In other words, what I shall be claiming is that the tales I shall be treating are not to be considered untrue. On the contrary, I hope to show beyond a reasonable doubt that these tales truly reflect events that, bizarre though they might seem, actually transpired in ages past.\nFranz Xavier Kugler, one of the world’s foremost authorities on Babylonian and Biblical astronomy, chronology, and mythology, who died in 1929, warned that: \"...ancient traditions, even when they are dressed as myth and saga, cannot be dismissed lightly as fantastic, or worse, meaningless fabrications. It is particularly proper to avoid this pitfall when dealing with serious reports, especially those of a religious nature such as those that occur in large numbers in the Old Testament.\" In this work, the word \"mythology\" is used in its original Greek meaning— mythologia, from muthos or mythos, as pronounced by the Athenians, meaning \"tale,\" and logia, derived from legein (to speak): that is, the telling of tales. There is nothing in the Greek term itself which specifies that these tales were considered fictional. More than that, it were these very tales that formed the basis of Greek and other religions of the ancient world. True, it shall be countered that these ancient religions were based on false premises. What I aim to indicate, on the other hand, is that these premises were anything but false.",
                    "citations": []
                }
            ],
            "bibliography": [
                "L. C. Stecchini, “Astronomical Theory and Historical Data,” in A. de Grazia (Ed.), The Velikovsky Affair (N. Y., 1966), p. 141 (emphasis added)."
            ]
        },
        {
            "type": "main",
            "page_number": 2,
            "subsections": [
                {
                    "title": "The Study of Myth",
                    "content": "One may now ask: What actually constitutes mythos? As Roger Wescott explained, linguistic comparison suggests that the Greek word muthos is derived from a Proto-Indo-European stem which means 'to remember nostalgically,' and/or 'to pine for.' And, as I shall also endeavor to show, the contents of the world’s mythology indicates exactly that—a sorrowful longing for the conditions of a past age. Thus Wescott was inclined to state that he viewed myth 'as more wistful than wishful' besides being 'more commemorative than imaginative.' Those who are familiar with the contents of myth, even if only cursorily, will at once point out that myths are too convoluted in their bewildering messages, when not perplexingly contradictory, to be taken seriously in this day and age. But, as Claude Lévi-Strauss admonished, 'this apparent arbitrariness is belied by the astounding similarity among myths collected in widely different regions.' Or, as Wescott succinctly phrased it: 'Myths are at once startlingly bizarre and oppressively repetitious.' For Alan Watts, the prime paradox was that myth conceals while it simultaneously reveals.",
                    "citations": []
                }
            ],
            "bibliography": [
                "R. W. Wescott, “Aster and Disaster: Toward a Catastrophist Mode of Mythological Interpretation,” KRONOS IX:1 (Fall 1983), p. 65.",
                "C. Lévi-Strauss, “The Structural Study of Myth,” in T. A. Sebeok (ed.), Myth (Bloomington, 1958), p. 8.",
                "A. W. Watts, The Two Hands of God: The Mystery of Polarity (N. Y., 1963), p. 14."
            ]
        },
        {
            "type": "main",
            "page_number": 3,
            "subsections": [
                {
                    "title": "Ritual",
                    "content": "The systematic study of myth could be said to have been inaugurated no earlier than the 6th century B.C., but it has continued unabated ever since. Myth, in its turn, is inexorably bound to ritual, so much so that a particular school of thought has long argued that myth is derived from ritual. This view holds that myths originated as textual commentaries meant to explain and justify the rites. As James Frazer noted: \"No people ever observed a custom because a mythical being was said to have once acted in a certain way.\" And as long as the stress is on 'mythical being,' I heartily agree. I cannot, however, agree with him when he maintains that 'all peoples have invented myths to explain why they observed certain customs'—especially since this begs the question as to why customs arose in the first place. A particular myth, according to Frazer, 'is never so graphic and precise in its details as when it is a simple transcript of a ceremony which the author of the myth witnessed with his eyes.' 'For while many cases can be shown in which a myth has been invented to explain a rite, it would be hard to point to a single case in which a myth has given rise to a rite. Ritual may be the parent of myth, but can never be its child.'",
                    "citations": []
                }
            ],
            "bibliography": [
                "Ibid., p. 70.",
                "C. Lévi-Strauss, op. cit."
            ]
        },
        {
            "type": "main",
            "page_number": 4,
            "subsections": [
                {
                    "title": "Drama",
                    "content": "In ancient Greece, myth was not only associated with ritual but also with that form of entertainment that has come down to us as drama. What is interesting about Greek drama, and not widely known, is that the art originated in the rituals dedicated to one particular deity, namely Dionysus. As Gilbert Murray observed, according to the testimony of the Greeks themselves, tragedy was explicitly concerned with the 'sufferings of Dionysus.' In fact, when dissatisfied with any particular play, the Athenians were wont to exclaim that 'it has nothing to do with Dionysus.' Greek tragedy, strictly speaking, was a peculiar form of art with narrow limits, both local and temporary. It was, in literal meaning, a 'goat-song,' i.e., a molpe (dance and song combined), performed at the altar of Dionysus over the sacrifice of a dismembered goat, which, by a form of symbolism common in ancient religion, represented the god himself. Hardly acted outside one small district of Greece, lasting as a living form not much beyond the limits of the fifth century B.C., performed only at one particular type of religious festival, the Dionysia at Athens.",
                    "citations": []
                }
            ],
            "bibliography": [
                "W. Wescott, op. cit., p. 72.",
                "H. Usener, “Italische Mythen,” Rheinisches Museum XXX, pp. 228 ff."
            ]
        },
        {
            "type": "main",
            "page_number": 5,
            "subsections": [],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 6,
            "subsections": [],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 7,
            "subsections": [],
            "bibliography": []
        },
        {
            "type": "main",
            "page_number": 8,
            "subsections": [],
            "bibliography": [
                "K. Kerenyi, Dionysus (Princeton, 1976), p. 324.",
                "J. Harrison, Epilegomena to the Study of Greek Religion and Themis (1962), p. 339."
            ]
        }
    ]
}
