{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 479,
            "content": "Other than that I never referred to proto-Saturn’s circumstellar membrane as an “accretion disc,” until then preferring instead the term “placental cloud,” Thornhill’s statement is not all that at variance with the prevailing view. In any case, there seems to be no denying that circumstellar disks and astral jets go hand in glove, and that any body surrounded by such a disk is a prime candidate for astral jetting. Brown dwarf stars seem to fit that category.\n\nIf, then, brown dwarf stars do emit jets, it is more than probable that Earth itself would have been ejected by the sub-brown dwarf that was proto-Saturn along its astral jet, or sustained Birkeland current, within which it remained trapped until well into the advent of man—which would render the long forgotten Oskar Reichenbach’s intuitive claim that Earth is “an offspring of Saturn”! [1] right on the mark. Basing his reasoning on the Saturn thesis, James Strickling came to the same conclusion. [2] And, to be sure, so, also, Thornhill. [3]",
            "bibliography": [
                "1. Reichenbach, On Some of the Remarkable Features in the Evolution of the Earth (London, 1884), p. 5.",
                "2. J. E. Strickling, Origins: Today’s Science, Tomorrow’s Myth (Norcross, Georgia, 1996), p. 182.",
                "3. W. Thornhill, on Intersect, January 13, 2002."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 480,
            "content": "\nEpilogue\nSCALING UP AND DOWN\nIt is not reasonable to expect a work of this scope to be entirely free of error. But, relying on an old cliché, I hope no one will end up throwing out the baby with the bath water if such errors are discerned. I also reserve the right to amend what might in future be found to be amiss with the conclusions reached in this work. I will in no way be embarrassed if I have to retract whatever is found not to fit the general hypothesis presented herein. That is the way theories are supposed to be formed. That is the only way science can progress. I know this work will run its gamut of criticism. I am prepared for that. After all, if what I have presented bears any semblance to what really transpired in the past, the tenets of various scientific disciplines will have to be reconsidered. Such revisionist work will not sit well with the old guard. But, to use another old cliché, do not mistake me for a lonely voice in the desert. I am not alone in most of what I have so far presented. I belong to an ever-growing school of interdisciplinarians who have immersed themselves in the above and related studies. The old guard will eventually pass away, as it always does. It is to younger minds that the future is bequeathed. In the meantime, I put a gun to no one’s head, so believe what you will.\nThe main problem with the reconstruction of these hoary events lies with plasma cosmology which, ironically, serves as the best evidence in favor of their occurrence. As in other matters touched upon in this work, once again, this is not to be wondered at. Despite Hannes Alfvén’s pioneering work in the 1930s, and Anthony Peratt’s more recent seminal disclosures!, plasma cosmology is still in its infancy. As the latter confessed in 1992:\n“Because of their strong interaction with electromagnetism, plasmas display a complexity in structure and motion that far exceeds that found in matter in the gaseous, liquid, or solid states. For this reason, plasmas, especially their electrodynamic properties, are far from understood.”\nGranted that plasma science has progressed immensely since then, its exact behavior in relation to astronomy remains temporarily controversial. Worse still, proponents of the proto-Saturnian model are not all of one mind when it comes to the mechanics involved in keeping the configuration stacked up in linear formation. And this entails the exact nature of proto-Saturn’s polar column. The main contention of the specific nature of this column as adduced in the foregoing pages stems from the fertile mind of Wallace Thornhill whose knowledge of plasma physics ranks him among the best in the field. It behooves us, therefore, to take his objections seriously enough to comment at some length about them.\nThus, for instance, not only does Thornhill not believe in brown dwarf jets, he even doubts the ejection of brown dwarfs from stars. True, as we have seen, he had previously stated that in his humble opinion, HH 34 is spitting out objects “which might become” individual brown dwarfs. [3] A day later, however, he revised his opinion by claiming that such a",
            "bibliography": [
                "1A. L. Peratt, Physics of the Plasma Universe (N. Y., 1992).",
                "2. Ibid., p. 2.",
                "3. W. Thornhill on the Intersect electronic forum sponsored by KRONIA Communications, January 8, 2002 (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 481,
            "content": "process “seems unlikely because the HH jet is a highly electrically active environment such that the knots, or concentrations, embedded in them are as bright as the central star.” And his verdict? “In other words,” he wrote, “no brown dwarfs.” [4]\nThere are other obstacles that Thornhill has thrown along the route I have been following. Thus, speaking of the knots, or condensations, in astral jets, he rightly pointed out that these are light years away from the star that forms them. “The condensations of the HH 34 jet are easily resolved at a distance of 1500 light years.” As he continued, in a similar Saturnian situation, at such a distance, it would have been impossible to see proto-Saturn at all, let alone as a distinct orb in Earth’s north polar sky. Nor would it have been possible for it to have provided Earth with light, feeble or otherwise, let alone enough heat to generate and harbor life. [5]\nWhat, then, can be said against this? Speaking of the plasma experiments he conducted, Alfvén asked: “If we can extrapolate from the laboratory to the solar system, which is a hundred trillion times larger in extent, then why shouldn’t plasma still behave the same way for the entire observable universe—another hundred trillion times larger?”\nI point this out here because, if it is allowable to scale up from laboratory experiments to the Solar System, and from the Solar System to the Universe, it must then be allowable, as it really is, to scale down from stellar masses to brown dwarf stars and even lower to sub-brown dwarfs. As Don Scott pointed out:\n“The differences in scale (as Tony [Peratt] has tried to point out MANY times) are completely unimportant. They all work the same way.” [7]\nScaling down, however, involves more than just size and mass. It also involves amplitude, and thus luminosity, as well as distance and even speed, to say nothing of time. All elements must be scaled down, and not necessarily all by the same percentage. Thus, when the knots in an astral jet are scaled down to sub-brown dwarf proportions, they will no longer be as bright as stars, but, at best, only as bright as the sub-brown dwarf that spawns them. And even then, this only holds true for the knot’s initial inception. If the sub-brown dwarf that was proto-Saturn eventually turned into the gaseous planet we now know by that name, what is there against assuming that its knots would eventually turn into rocky terrestrial planets? The light-years distance which separates jet condensations from their stellar parents would also then be scaled down to more modest stretches. Besides, does not Thornhill accept that proto-Saturn had been a brown dwarf star? Does he not himself interpret proto-Saturn’s polar column as a sustained plasma discharge in the form of Birkeland current? And has he Birkeland current?\nNot also told us that astral jets are a more active and visible manifestation of the same.\nAt the risk of befuddling the reader, this is the manner in which Thornhill extricated himself from the above dilemma:\n“Instead of being a small but normal stellar anode in the galactic discharge, and accepting electrons, proto-Saturn would find itself a cathode, ejecting electrons, once it entered the Sun’s more positively charged domain. Proto-Saturn was then no longer a star by definition. It was a comet! So it could not, by definition or physics, have developed a bipolar astral jet. Instead it would have developed a cometary tail as soon as its Langmuir sheath was enveloped in the heliosphere.” [®]",
            "bibliography": [
                "4. Idem, on ibid., January 9, 2002.",
                "5. Idem, on ibid., January 8, 2002, E. J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), pp. 74-75.",
                "7. D. Scott, on Intersect, January 9, 2002 (capitalization as given)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 482,
            "content": "\nAre cometary tails, however, really that different from astral jets? I realize, of course, that this is a question that will leave astrophysicists aghast. And no, I am not claiming that comets are akin to stars. I am only here concerned with the fabric of their tails. So consider: It has now been conceded for some time that electricity and magnetism are central to the understanding of what a comet really is.? The sunward spikes that some comets display have also been understood as electrical discharges '!°—and would not these spikes, in conjunction with the tails, make for a similar situation to a bipolar flow? Like stars, to say nothing of brown dwarfs, comets are now known to emit X-rays.!! Like stars, to say nothing of brown dwarfs, comets also emit radio signals. !2 Like stars, to say nothing of brown dwarfs, comets also glow in ultraviolet light.!3 Like stars, to say nothing of brown dwarfs, comets are known to flare up.!4 More importantly, like stellar jets, cometary tails are also composed of plasma.!5 Thornhill himself has had occasion to stress that fact.!© And, like the twisted filaments of Birkeland currents, cometary plasma tails are sometimes “twisty.”!7 Finally, very much like astral jets, cometary tails also exhibit knots, described as “small condensations of matter brighter than their surroundings.” !8 Even Thornhill has used the term “jets” when discussing the emissions from Halley’s Comet.!9 What, then, is the difference between cometary tails and astral jets except one of scale? Or, phrased differently, if a celestial body as puny as a comet can emit a plasma jet, why not a much more massive brown dwarf star? Does this not tend to emphasize Peratt’s contention, mentioned above, that the differences in scale are completely unimportant? Do not all celestial bodies, as Scott phrased it, act the same way?\nFair enough, as we have seen, everything is made of plasma but, as Ken Moss saw fit to remind me, apples are still not oranges.\nTrue—but they are both fruit.\nAs Thornhill pointed out, however, astral jets travel.2° Time-lapse photographs of the jet from Herbig-Haro 30, taken a year apart, are said to indicate that it is squirting outward “at velocities close to the speed of light” while stretching “for many millions of light-years.”?! Others, however, have settled for “several hundred kilometers per second,” while stretching",
            "bibliography": [
                "8. W. Thornhill, on ibid., January 10, 2002.",
                "°C. Sagan & A. Druyan, Comet (N. Y., 1985), p. 168.",
                "10. J. M. McCanney, “The Nature and Origin of Comets and the Evolution of Celestial Bodies,” KRONOS IX:1 (Fall 1983), p. 22.",
                "11. M. DiChristina, “That Crazy Comet,” Popular Science (September 1996), p. 20.",
                "32. J. M. McCanney, loc. cit.",
                "13. C. Sagan & A. Druyan, op. cit., p. 170.",
                "14. W. Thornhill, “Evidence for the Extreme Youth of Venus,” Chronology and Catastrophism Review (1993 special issue), p. 87.",
                "15. N. Calder, The Comet is Coming (N. Y., 1980), pp. 76, 81; C. Sagan & A. Druyan, op. cit., p. 170; T. Dickinson, “The Seeds of Life,” Equinox (July 1997), p. 65.",
                "16. W. Thornhill, loc. cit.",
                "17. N. Calder, op. cit., p. 85.",
                "18. C. Sagan & A. Druyan, op. cit., pp. 162-163, 168-169.",
                "19. W. Thornhill, loc. cit.; see also, idem, The Electric Universe (Beaverton, Oregon, 1997), p. 48.",
                "20. idem, on Intersect, January 13, 2002.",
                "21. T. P. Ray, “Fountains of Youth: Early Days in the Life of a Star,” Scientific American (August 2000), pp. 44-45; C. J. Lada, “Energetic Outflows from Young Stars,” Scientific American (July 1982); R. Kunzig, “Black Holes Spin?” Discover (July 2002), p. 38 (emphasis in title as given)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 483,
            "content": "Comet Arend-Roland displaying its famous sunward spike.\n(Photograph courtesy of NASA.)\nOnly “thousands of light years.” [22] Despite this enormous difference in amplitude—or, at least, a difference in opinion—this would mean that, by the time man came upon the scene, Earth would have moved light years away with no possibility of leaving proto-Saturn within sight.\nWhat the time-lapse photographs in question actually indicate, however, is the displacement, and therefore motion, of “pockets of gas” within the jet, and not the motion of the jet itself. The knots, or condensations, in cometary tails also travel down the tail, and quick succession of photographs indicate that they move at speeds up to 250 kilometers per second (540,000 miles an hour). Their motion, however, is erratic, with the acceleration “turning on and off capriciously,” as it varies with time. In fact, some knots have “very little speed or acceleration” and, as Carl Sagan and Ann Druyan reported, their motion “is as unpredictable as the weather.” [3] Moreover, while cometary tails lengthen as they near the Sun, they do not travel away from the nucleus at velocities close to the speed of light. As scaled-down versions of astral jets, their size and velocity of emission are reduced in keeping with their modest amplitudes.\nWorse still is that not all knots are seen to travel down astral jets. Comparisons of images from 1934 to 1980 of the jet spawned by M87 show that the knots, or hot spots, embedded in it did not move. It cannot therefore be a law of plasma physics that knots in jets must travel.\nOf more importance to our study, when it comes to galaxies, Jayant Narlikar and P. K. Das showed in 1980 that “as the particles in the ejected matter gain mass, they slow down in order to conserve momentum.” In other words, they decelerate, and even come to a halt [5] As Arp added: “The Narlikar-Das calculations apply to the most favorable case for escape from the ejecting galaxy” and this material exits “along the minor axis,” which is the axis of rotation. [26] We are here, therefore, speaking of galactic jets. And if galactic jets can decelerate, and even come to a halt, so, therefore, can stellar and sub-stellar jets.",
            "bibliography": [
                "22. C. Sagan & A. Druyan, op. cit., pp. 162-163, 168.",
                "23. A. L. Peratt, see reference #1, p. 245.",
                "24. H. Arp, Seeing Red: Redshifts, Cosmology and Academic Science (Montreal, 1998), p. 231.",
                "25. Ibid."
            ],
            "captions": []
        }
    ]
}
