[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 329,
        "content": "THE REVISED HISTORY OF THE SOLAR SYSTEM The discovery of dominant massive planets in extra-solar systems forced astronomers to revise their theories concerning the formation of solar systems in general. Assigning the problem to computers, simulations conducted by Frederic Rasio and Eric Ford resulted in models that were catastrophic enough to warm the hearts of Velikovskians. “In a system containing two Jupiter-like planets, the possibility exists that a dynamical instability will develop. Computer simulations suggest that in many cases this instability leads to the ejection of one planet while the other is left in a smaller, eccentric, orbit. In extreme cases, the eccentric orbit has a small enough periastron distance that it may circularize at an orbital period as short as a few days through tidal dissipation. This may explain the recently detected Jupiter-mass planets in very tight circular orbits and wider eccentric orbits around nearby stars.” In turn, this led to new theories concerning the formation of our own Solar System. As Josie Glausiusz commented: “...the detection of extra-solar planets has forced astronomers to re-examine [the theory concerning the formation of our Solar System] because [these planets] present us with a paradox. Many are so monstrous in size, and hug their stars so closely, that they could not have formed in their present positions. The searingly hot stars around which they circle would have melted their rocky cores before they got started. Instead, it’s assumed that they coalesced some distance away, then barreled inward over millions of years. And if such chaos characterizes the birth of extra-solar planets, could not similar disorder have reigned closer to home? “That’s exactly what astronomers are proposing. Instead of staid and steady motion from the start, they see turmoil. During the early years of our solar system, they say, giant planets were born, bounced about, swung past one another, and were flung apart before settling into their present orbits. [It is now suggested] that the massive icy planets Uranus and Neptune formed in close proximity to gassy Jupiter and Saturn, then barged past the behemoths into the far reaches of the solar system... [It is now suggested] that the emergence of a Jupiter-sized planet during the early years of a solar system can trigger chaos, birthing punier planets, then ejecting them in all directions.” Even newer theories suggest that an alien star could easily pass by the Solar System and that this could alter Jupiter’s orbit which could then pass so close to Earth that our world could easily be ejected into space or crash into the Sun. In fact, other theorists are now proposing that the early Solar System might have contained up to twenty planets in irregular orbits “where they were eventually bound to collide.”",
        "bibliography": [
            "53 F A. Rasio & E. B. Ford, “Dynamical Instabilities and the Formation of Extrasolar Planetary Systems,” Science (November 8, 1998), pp. 954-956.",
            "5 J. Glausiusz, “Solar Revisionism,” Discover (March 2000), p. 54 (emphasis added).",
            "55 New Scientist (June 12, 1999), p. 17.",
            "% Sunday Times (July 25, 1999).",
            "329"
        ],
        "captions": [],
        "headers": [
            "THE REVISED HISTORY OF THE SOLAR SYSTEM"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 330,
        "content": "",
        "bibliography": [
            "“Once unheard of, it is no longer possible to maintain that our Solar System has remained unchanged since its formation.”",
            "330"
        ],
        "captions": [
            {
                "source": "internal",
                "text": "“Once unheard of, it is no longer possible to maintain that our Solar System has remained unchanged since its formation.”"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 331,
        "content": "ee a f :",
        "bibliography": [
            "331"
        ],
        "captions": [
            {
                "source": "internal",
                "text": "A ss =.  The Solar System is now believed to be the result of a chaotic past in which giant planets spiraled inward, brushing past other planets, perhaps ejecting them out of the System, even birthing other planets, before the winners settled in the sheltered orbits they occupy at present."
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 332,
        "content": "Dr. Renu Malhotra of the Lunar and Planetary Institute, Houston, has also argued that the orbits of the Solar System planets have undergone substantial alterations. “One thing is certain,” he has been reported as saying, “the idea that planets can change their orbits dramatically is here to stay.” Even this was something of a revival of the theory propounded by J. G. Hills in 1969 in which it was “suggested that the three outermost planets, Uranus, Neptune and Pluto, were displaced into their present orbit by encounters with other planets.” Described by C. J. Ransom as a consequence of Hill’s analysis of the solar nebula, this theory concluded that “Saturn was initially the outermost planet to form in the nebula.” Once unheard of, it is no longer possible to maintain that our Solar System has remained unchanged since its formation. Granted that astronomers are still keeping such events at arm’s length by insisting that orbital changes within our System could only have transpired millions of years ago, we have reason to believe that some of these changes took place during the era of mankind. And, as we shall soon see, we are not alone in this belief. A MATTER OF NOMENCLATURE Beginning around October 2000, news began circulating that more than half of the so-called extra-solar planets that had been discovered up to then were not planets at all but, rather, brown dwarf stars, double stars, or low-mass stars. The reasons for this change of mind were variously given by various authorities. It was, for instance, reported that the radial velocity techniques behind the discoveries were inadequate to determine the angle of observation which would affect the results concerning the masses involved. As announced by the University of Pittsburgh’s Allegheny Observatory: “Radial velocity observations cannot distinguish between a planet in an orbit that is viewed nearly edge on from a brown dwarf or stellar companion in an orbit that is nearly in the plane of the sky.” Using astrometric data from the European Space Agency, as well as astral velocity data, astrophysicists from the United States and Korea have determined that the orbital inclinations of the objects in question are extremely low. In other words, “the orbital planes of these companions appear to be oriented nearly face on to the observer.” According to David Black of the Lunar and Planetary Institute: “This contradicts the assumption that the line-of-sight angle is random in the radial velocity studies.” Putting it plainly, randomness dictates that some of these objects should be seen edge-on, while others face-on as viewed from our angle here on Earth. According to George Gatewood of the Allegheny Observatory: “Part of the problem arises because masses smaller than that of Jupiter are very difficult to detect [outside the Solar System], thus most of the objects that have been detected and are suspected to be planets have masses greater than that of Jupiter, the most massive planet in our solar system. Until very recently, there were few known objects between one Jupiter in mass and 80 times as much, and those are all small stars.",
        "bibliography": [
            "57 Sunday Telegraph (October 10, 1999), p. 19.",
            "58 Ibid. University of Pittsburgh News Release, October 28, 2000, as reported in “Planets Might Be Stars,” SIS Internet Digest 2000:2, p. 15.",
            "0 Ibid.",
            "61 Ibid.",
            "2 Ibid.",
            "83 Ibid.",
            "332"
        ],
        "captions": [],
        "headers": [
            "A MATTER OF NOMENCLATURE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 333,
        "content": "But not everyone agreed with Black. As Geoffrey Marcy has been reported to have stated: “The claim by David Black is completely incorrect.” Having risen to fame as one of the most successful of extra-solar planet-hunters, Marcy had something to lose if Black was correct. On the other hand, Marcy had a good argument. As he and others have pointed out, four of the companions which Black and his team had investigated are said to orbit their primaries “within one degree of perfect alignment with the line of sight.” “Yet the chance of any single partner of a given mass having that orientation is about 1 in 5,000. Conversely, for every partner with that orientation, there should be 5,000 or so with less extreme orientation. No such bodies are seen. Marcy is so convinced that he says Scientific American ‘will be doing science a bum steer’ simply by mentioning Black’s work.” But then, Tsevi Mazeh and Shay Zucker weighed in from Tel Aviv University with the suggestion that “the truth lies somewhere in the middle.” Concerning the four companions investigated by Black, they claim that two of them do indeed “have the heft of a star.” The other two, according to them, do not. Others suspect that the analyses “have fallen prey to subtle computational biases,” and that “it is quite plausible that searchers have unwittingly skewed their sample,” and that higher precision astrometry as well as other methods are needed to resolve the debate. Eventually, even Marcy was forced to give an inch when the then newly discovered outer companion to yet another star was estimated to be “between 17 and 40 times” the mass of Jupiter. As Marcy was reported to have admitted, “[this one] seems too large for a conventional planet.” “We frankly don’t know what name to give it!” Marcy said. “Is it a planet or brown dwarf...? We simply don’t know.” As Lemonick phrased it: “...maybe astronomers will have to rethink their definition of ‘planet.’ Just because we put heavenly objects into categories doesn’t mean the distinctions are necessarily valid.” Eventually some astronomers decided to refer to objects less than 10 Jupiters in mass as planets. Anything over that is to be termed a brown dwarf star. Others decided that objects less than 13 times the mass of Jupiter should be classified as planets, while those between 13 and 75 Jupiter masses should be termed brown dwarf stars. In other words, the dilemma was temporarily, and arbitrarily, alleviated by invoking nomenclature.",
        "bibliography": [
            "a G. Musser, “Lost Worlds,” Scientific American (January 2001), p. 22.",
            "Ibid.",
            "© Ibid.",
            "&7 Ibid.",
            "88 Ibid.",
            "$ Reuters, “Astronomers Find Two New Planetary Systems” (January 10, 2001).",
            "Ibid.",
            "71 M. D. Lemonick, loc. cit.",
            "72 University of Pittsburgh News Release, loc. cit.",
            "73 18 Possible Planets Lacking a Star,” SIS Internet Digest 2000:2, p. 13; R. Naeye, loc. cit.",
            "333"
        ],
        "captions": [],
        "headers": []
    }
]