[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 74,
        "content": "The hypothesis that the dinosaurs were exterminated at the end of the Cretaceous period due to the terrestrial impact of a celestial body was first proposed by de Laubenfels, the credit for which was later usurped by Luis Alvarez.",
        "bibliography": [],
        "captions": [
            "The hypothesis that the dinosaurs were exterminated at the end of the Cretaceous period due to the terrestrial impact of a celestial body was first proposed by de Laubenfels, the credit for which was later usurped by Luis Alvarez. (Photograph by the author, courtesy of the Royal Ontario Museum, Toronto.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 75,
        "content": "Said for these two astronomers’ interpretation of the mytho-historical record. In fact, as far as their book, The Cosmic Serpent, is concerned, it can safely be stated that they relied quite heavily on Immanuel Velikovsky’s Worlds in Collision. Of course, Velikovsky dealt in planetary catastrophism, whereas Clube and Napier re-interpreted Velikovsky’s mytho-historical sources in light of cometary bombardments. They could not, of course, escape the fact that the sources themselves stress the role of planets in lieu of comets. They got around this by the supposition that planets were named as the perpetrators in lieu of comets because the comets had first appeared close to the planets and thus received planetary names. Even so, the sudden interest in cosmic catastrophism among establishment science was not influenced by the work of Clube, Napier, Velikovsky, or any of their predecessors in the field, but was largely due to the insights derived from three separate events—one ancient, the other two recent. The ancient event concerns the demise of the dinosaurs at the end of the Cretaceous period (the Cretaceous-Tertiary boundary, actually) due to the terrestrial impact of a celestial body, which was first proposed by de Laubenfels in 1956, twenty-four years before the team headed by Luis Alvarez stole the credit for the hypothesis. At first described as “a nutty theory of pseudoscientists posing as paleontologists,” the proposal has now gained general acceptance. Even so, because this event is supposed to have transpired millions of years ago, it did not do much toward the gaining of respectability by cosmic catastrophism. In that respect, neither did the terrestrial impact of a heavenly bolide in the Tunguska region of Siberia, which occurred on the morning of June 30, 1908, exploding in a blinding flash and flattening twenty-five square miles of the surrounding forest, since this, too, was considered an isolated case. Although the warning should have been clear, the event did not attract much attention in the Western World until the late decades of the century. It was, more than anything else, the most recent of these events, when Comet Shoemaker-Levy 9, which had broken up into a train of twenty-one separate fragments, smashed into Jupiter during the month of July in 1994. Had there been a slight deviation in the comet’s orbit, all twenty-one pieces could have plowed into Earth. But even with this terrestrial miss, it became painfully apparent that if a comet can smash into a nearby member of the Solar System, another one could just as easily collide with Earth. All of a sudden there was a flurry of activity among astronomers centered on the detection, and possible elimination, of Earth-crossing objects, while geologists have gone wild in their attempt to discover previously unrecognized impact scars in our terrestrial terrain. Historians began pouring over historical, pseudo-historical, and mytho-historical documents in the hope of discovering records of possible past impacts, while archaeologists started re-sifting the dust of ages to see what they might have missed among the scattered ruins of past civilizations that might be interpreted as cometary, or asteroidal, destruction. So that, in a manner of speaking, the writing of this book does not exactly place me in bad company—but only in a manner of speaking. Comets plowing into Earth remain a far cry from planets shifting on their orbits—that is if these shifts are maintained to have transpired during the advent of man on Earth. As pointed out above, it was because of the supposed impossibility of such orbital shifts that the astronomers Clube and Napier thought it expedient to re-interpret the mytho-historical record in a cometary light, claiming that planets were named in the ancient records simply because comets had appeared in close proximity to the planets and thus were given planetary names. And, to be fair, this is not exactly a spurious idea. Thus the Greeks were wont to refer to comets by the same names they applied to planets.",
        "bibliography": [
            "1. M. W. de Laubenfels, “Dinosaur Extinction: One More Hypothesis,” Journal of Paleontology 30 (1956), pp. 207-218.",
            "2. R. Matthews, “Ice Cubes From Space Prove the Scoffers Wrong,” The Sunday Telegraph (June 1, 1997)."
        ],
        "captions": [
            "M. W. de Laubenfels, “Dinosaur ] pp. 207-218.",
            "R. Matthews, “Ice Cubes From Sr"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 76,
        "content": "Comets by the same names they applied to planets, a disclosure that has become something of a crutch to those who would recast the ancient planetary deities as cometary ones. As Ilse Fuhr noted, “in the list of Hephaistion, the comet Hippeus is not only named after Aphrodite, but actually is Aphrodite (= Venus) as other comets actually are other planets.” There are three things to keep in mind here. First, it is quite obvious that the planets were named for the deities before comets were, otherwise it would not have been possible to name the comet Hippeus for “Aphrodite (= Venus).” Second, it is also obvious that, despite the fact that comets were named after planetary deities, they were also given their own distinctive names—Hippeus in the above case, other names for other comets in other cases, as Fuhr herself noted—so that comets and planets could not really have been confused with each other. Third, although it might be redundant to say so, it was the comets that were given planetary names, and not the planets that were given cometary ones. And this is a lesson that Clube, Napier, and all those who wish to recast the planetary deities as cometary ones have failed to learn.",
        "bibliography": [
            "1. F. Boll, Antike Beobachtungen Farbiger Sterne (Munich, 1918), p. 85.",
            "2. I. Fuhr, “On Comets, Comet-Like Luminous Apparitions and Meteors,” KRONOS VIII:1 (Fall 1982), p. 43.",
            "3. See here, for instance, the comet named Eileithyia, mentioned by both Hephaistion and Pliny, as noted in Ibid., pp. 42, 46."
        ],
        "captions": [
            "Did the ancient deities personify comets rather than planets?"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 77,
        "content": "Chapter 2 Ancient Astronomical Lore SACRED IMAGES FROM THE SKY There will be some who might object that ancient civilizations had enough knowledge of astronomical matters, so that one could not really accept whatever they had to say concerning the planets of the Solar System as being accurate. Such an objection would, however, be based on ignorance since the various civilizations whose mytho-historical records we will soon be examining were actually quite knowledgeable when it came to observational astronomy. A detailed exploration of this ancient astronomical lore would constitute a book of its own. Thus, despite the length of this chapter, what is presented below constitutes only a brief account of the major astronomical discoveries made by our ancient forefathers. I will start with a topic that might be considered mundane—meteors and meteorites. These had been falling from the sky since time immemorial. Our primitive forebears would not have been strangers to such falls. And, unlike the deification of planets, the sanctification of meteorites is more understandable. Meteors do not appear merely as pin-points of light in the night sky. Even when they do, as shooting stars they leave a short-lived luminous streak in their wake. Every so often, veritable showers of these streaky flares seem to radiate from a local spot in the sky. When conditions permit, such showers can be quite impressive. More rarely, meteors roar in the shape of terrible fireballs through the sky, night or day. Their explosive impact on the ground can be quite a frightening experience. Such events, when witnessed, must have awed our primitive ancestors. The occurrences would have been remembered with fear and even reverence. Depending on conditions, an impacting meteor may or may not form a crater. The meteor itself may be burned and atomized in its passage through Earth’s atmosphere. Often enough, stony chunks or masses of iron remain on the ground as evidence of the bombardment. The arrival, or apparent materialization, of such objects in places where fireballs were seen to strike must have mystified primitive man to no little extent. Such objects, when found, would have been thought to be magical, possessing benign or evil powers, if not both. It is understandable that such objects, now known as meteorites, would have been collected, preserved, and even revered. But we find that there was more than that. Lincoln La Paz put it succinctly when he wrote: “The ancients supposed the stars to be the domicile of gods; falling stars and falling meteorites signified to them either the actual descent of a god or the sending of his image to earth.” The worship of meteorites as images of the gods, however, could only have accrued from a prior belief that the gods resided in the sky in the form of stars. Thus, if stars were",
        "bibliography": [
            "1. L. La Paz, Topics in Meteorites: Their Recovery, Use, and Abuse From Paleolithic to Present (Albuquerque, 1969), p. 86."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 78,
        "content": "gods, fallen stars were fallen gods. But even this does not quite explain why certain meteorites were associated with specific deities and, in some cases, with specific planets. One thing to note here is that it can thus be seen that the ancients were well aware of the phenomenon. The Babylonians referred to meteors as Kakkabu rabu. This recognition, however, did not keep the ancient peoples of the Near East from attributing sanctity to meteorites. Nor did it keep them from identifying them as images or pre-existing deities. Among the Semites, especially the ancient inhabitants of the Arabian peninsula, stones were frequently credited with divine attributes. These cults, as Hildegard Lewy indicated, were practiced by the same people who worshipped the visible planets. Philo Byblius tells us that the Phoenicians considered meteorites as “stars fallen from the air,” and that these played a dominant role in the religion of his ancient forebears. These meteorites, as Lewy stressed, “were conceived as divine beings of exactly the same nature as the planets.” A meteorite which fell at Tyre, in Syria, was associated with the goddess Astarte. What is of additional interest here is that, according to those very Phoenicians who venerated her, Astarte was the same as the Greek Aphrodite and, therefore, like her, the goddess of the planet Venus. According to a passage in the New Testament, one of the sacred images that was worshipped at Ephesus, and associated with Artemis/Diana, was believed to have fallen from the planet Jupiter. The Syrian cultists of the god Elegabalus (or Gabal) “focused their worship on a meteorite at the shrine of Emesa.” A large, conical, black stone, this “image” was later transported by the emperor Marcus Aurelius Antoninus, who assumed the name of his god, to the temple of Kybele in Rome. Another famous meteorite which was held as sacred in this region was the Magna Mater at Pessinus, in Asia Minor. Worthy of mention was also the stone which fell at Abydos and was worshipped there. According to the Egyptian priest Manetho, as quoted by Plutarch, the Egyptians considered lodestones to be the bones of the god Horus, while iron, in general, was believed to be the bones of Set (which Plutarch rendered as Typhon). Meteorites were venerated not only in honor of Set but also in honor of the great god Amon whom the Greeks, rightly or wrongly, identified with their own Zeus, and the Romans, quite naturally, with Jupiter. The ancients were so well acquainted with meteorites that, before its discovery as an ore in the bowels of the Earth, they were of the belief that all iron fell from the sky. Thus the",
        "bibliography": [
            "1. M. Jastrow, Jr., Die Religion Babyloniens und Assyriens II/2 (1912), p. 696.",
            "2. J. K. Bjorkman, “Meteors and Meteorites in the Ancient Near East,” Meteoritics 8 (1973), pp. 91-132.",
            "3. J. Wellhausen, Reste Arabischen Heidentums (1897 second edition), pp. 101 ff.",
            "4. H. Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni 18, Pt.3 (1950), p. 346.",
            "5. Ibid., p. 347.",
            "6. Ibid., p. 348.",
            "7. Eusebii Pamphili, Evangelicae Praeparationis, 1:x:38c.",
            "8. Acts 19:35.",
            "9. E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 109.",
            "10. G. A. Wainwright, “The Coming of Iron,” Antiquity, X (1936), p. 6.",
            "11. Plutarch, De Iside et Osiride, 62.",
            "12. G. A. Wainwright, loc. cit.; idem, “The Bull Standards of Egypt,” Journal of Egyptian Archaeology, XIX (1933), pp. 49-52; idem, “The Relationship of Amun to Zeus and his Connexion with Meteorites,” in ibid., XVI (1930), p. 36.",
            "13. Herodotus, Historiae 11:42; Diodorus Siculus, Bibliotheca Historica, I:13:2."
        ],
        "captions": []
    }
]