{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 409,
            "content": "Together with that of Lynn Rose, which has already been treated in past pages of this work, there were other competing models based on the Saturnian phenomena which appeared throughout the years. Although still purportedly based on the content of the mytho-historical record, some of them did not even involve planets. None of these had any light to shed on the problem of Earth’s axial coupling with Saturn.\n\nMeanwhile, from the very inception of his model, Talbott had opted for the planet Jupiter having attained a position “above” Saturn, in line with Saturn and Earth, but not in axial alignment with them. According to this scheme, Saturn and Earth would have rotated on their single axis “extending out from Jupiter.” This would have meant that, from the vantage point of Earth, Jupiter would have been hidden behind Saturn and thus not visible to Earth-bound observers.\n\nRight from the start, the above scheme did not sit well with me because I had not come across anything in the mythic record that could be made to account for this hidden aspect of the planet Jupiter or any god identifiable as such. And, as of this writing, Talbott has yet to present the evidence on which he continues to base this particular hypothesis.\n\nI, on the other hand, had toyed with the idea of placing Jupiter at the other end of the configuration with Earth stationed in between the two giant planets. Thus Jupiter would have appeared stationary in Earth’s south polar sky. Such a configuration, or so I reasoned at the time, would have lessened the instability problem since Earth would have been gravitationally attracted to both giants without succumbing to either. This idea had been fed fuel by a few mythological tidbits which name the planet Jupiter as the Star of the South.\n\nThus, in the Persian Bundahish it is stated how the “seven chieftains of the planets have come unto the seven chieftains of the constellations” where the planet Jupiter is matched with the constellation which the ancient Persians called Vanand. Elsewhere in the same work, Vanand is described as “the chieftain of the south,” which would make Jupiter the planet of the south.\n\nIn Hindu astro-mythology, Brihaspati, which is the Sanskrit name for the planet Jupiter, is also linked “with the fire of the south.”\n\nIn Egyptian astronomy of the Ptolemaic period, the southern stars were held sacred to Horus who, as Heru-Up-Shetau and/or Heru-pe-sheta (Heru-ap-sheta and/or Heru-ap-sheta-taui), was one of the names of the planet Jupiter. In fact, among other things, Horus was known as the “southern sun god.” Better still, the planet Jupiter itself was known simply as the “Southern Star” and/or the “Star of the South.”\n\nThere are various other mentions of southerly deities and south stars in the mythologies of various races but most of these are left unidentified by the races concerned.\n\nI was therefore elated when, in January of 1980, the electrical engineer and mathematical statistician, Chris Sherrerd, sent a most surprising paper to KRONOS, on the staff of which I was then serving as a senior editor. The title of the paper itself—“The Plausibility of the Polar Saturn”—was such a positive statement that it made me devour its contents with childlike eagerness.\n\nSherrerd had no apprehension about stating that such a planetary system was “not only plausible but likely.” He considered that a linear configuration, with Jupiter and Saturn at one end and Earth in the middle, “is a feasible and stable arrangement according to well-known principles of modern physics.”\n\nFurther research on my part, however, indicated that deities other than those identified as the planet Jupiter were also associated with the south. For instance, the Mexican gods Tezcatlipoca and Huitzilopochtli are both designated as rulers of the south. These two deities, however, fit the role of Mars better than they do that of Jupiter, very much as Velikovsky had earlier surmised. Worse still, in Roman mythology, Jupiter, like Saturn, was associated with the north rather than the south. It thus became apparent that Jupiter’s claim to the south, as also, incidentally, his claim to the north, had to do with something entirely different (concerning which, in order to keep events in a chronological order, I will have to write in a subsequent volume). I was therefore left with no recourse but to abandon this line of investigation.\n\nDue to lack of editorial concurrence, Sherrerd’s paper was never published. Nevertheless, the barbell formation theory refused to go away. So much so that, in 1988, Talbott, too, thought it prudent to pay it some notice. As he wrote:\n“More than one physical model, in order to preserve stability (or at least a semblance thereof), would suggest a lineup of planets in the fashion of a tumbling barbell, with the larger orbs balancing the two ends of the planetary assembly and the Earth locked in polar alignment between them.”\n\nBut since Talbott had already opted for Jupiter’s locality behind Saturn, he ended up by suggesting the introduction of yet one more planet. Thus:",
            "bibliography": [
                "1. W. Oates & E. O’Neil, The Complete Greek Drama (1938), p. xxiii.",
                "2. J. G. Frazer, The Golden Bough (London, 1974, abridged edition), p. 507.",
                "3. G. J. Griffiths, 'Interpretatio Graeca,' in W. Helck & E. Otto, Lexikon der Ägyptologie, Vol. II (1980), col. 167.",
                "4. F. Wallace, “Jupiter—Mars—Saturn: The trinity,” Canadian Society for Interdisciplinary Studies Newsletter 1:2 (March 1982), pp. 20 ff.; D. Cardona, “Trilogies, Trinities, and Triads,” in ibid. 2:1 (August 1983), pp. 2 ff.",
                "5. R. Ashton, “The Bedrock of Myth,” (1987), unpublished; D. Cardona, “Ashton’s Bedrock of Myth,” AEON VI:2 (December 2001), pp. 30-33; M. Zysman, “Let There Be Lights,” in M. Zysman & C. Whelton (Eds.), Catastrophism 2000 (Toronto, 1990), pp. 143 ff.; D. Cardona, “The Reflective Canopy Model and the Mytho-Historical Record,” AEON IV:4 (April 1996), pp. 13 ff.",
                "6. D. N. Talbott, loc. cit.; idem, “Saturn: Universal Monarch and Dying God,” Research Communications NETWORK (special publication, 1977), p. 9.",
                "7. D. Cardona, “Required Research for a Viable Saturnian Scenario,” read on September 4, 1983, at the Haliburton, Ontario, seminar sponsored by the Canadian Society for Interdisciplinary Studies.",
                "8. Bundahish 5:1.",
                "9. [bid. 2:7.",
                "10. W. D. O'Flaherty, Hindu Myths (Harmondsworth, 1976), p. 341.",
                "11. P. Masson-Oursel & L. Morin, “Indian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 333.",
                "12. R_H. Allen, Star Names and their Meanings (N. Y., 1936), p. 20.",
                "13. W.M. Miiller, Egyptian Mythology (1918), pp. 54-55.",
                "14. E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), p. 302."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 410,
            "content": "...was known as the “southern sun god.” Better still, the planet Jupiter itself was known simply as the “Southern Star” and/or the “Star of the South.”\n\nThere are various other mentions of southerly deities and south stars in the mythologies of various races but most of these are left unidentified by the races concerned.\n\nI was therefore elated when, in January of 1980, the electrical engineer and mathematical statistician, Chris Sherrerd, sent a most surprising paper to KRONOS, on the staff of which I was then serving as a senior editor. The title of the paper itself—“The Plausibility of the Polar Saturn”—was such a positive statement that it made me devour its contents with childlike eagerness.\n\nSherrerd had no apprehension about stating that such a planetary system was “not only plausible but likely.” He considered that a linear configuration, with Jupiter and Saturn at one end and Earth in the middle, “is a feasible and stable arrangement according to well-known principles of modern physics.”\n\nFurther research on my part, however, indicated that deities other than those identified as the planet Jupiter were also associated with the south. For instance, the Mexican gods Tezcatlipoca and Huitzilopochtli are both designated as rulers of the south. These two deities, however, fit the role of Mars better than they do that of Jupiter, very much as Velikovsky had earlier surmised. Worse still, in Roman mythology, Jupiter, like Saturn, was associated with the north rather than the south. It thus became apparent that Jupiter’s claim to the south, as also, incidentally, his claim to the north, had to do with something entirely different (concerning which, in order to keep events in a chronological order, I will have to write in a subsequent volume). I was therefore left with no recourse but to abandon this line of investigation.\n\nDue to lack of editorial concurrence, Sherrerd’s paper was never published. Nevertheless, the barbell formation theory refused to go away. So much so that, in 1988, Talbott, too, thought it prudent to pay it some notice. As he wrote:\n“More than one physical model, in order to preserve stability (or at least a semblance thereof), would suggest a lineup of planets in the fashion of a tumbling barbell, with the larger orbs balancing the two ends of the planetary assembly and the Earth locked in polar alignment between them.”\n\nBut since Talbott had already opted for Jupiter’s locality behind Saturn, he ended up by suggesting the introduction of yet one more planet. Thus:",
            "bibliography": [
                "15. R. Ashton, loc. cit."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 411,
            "content": "“...My proposed sequence of northern planets, of course, was never influenced by this balancing mechanism. It may be significant, however, that the concept would seem to support the suggested relative positions of the planets...While this does not answer the question as to what large planets might have balanced the other end of the barbell (for which question myth offers no help), the logical candidates would surely be first Neptune and then Uranus.”\n\nThis, in turn, was picked up by Frederick Hall, a retired engineer from the Stanford Linear Accelerator Laboratory:\n“Proto-Saturn [he wrote] is not alone. In the fashion of a binary system, it is accompanied by the smaller Neptune, except Neptune is not stellar.”\n\nRobert Driscoll, a physicist from Caltech, did not seem to give Neptune’s participation in the Saturnian configuration any thought. Whether he already knew of Sherrerd’s theory which had suggested Jupiter as the other member of the barbell formation, or whether he came to this tentative conclusion on his own, I have no way of knowing. But it is the Saturn-Jupiter barbell formation that he saw fit to analyze through a series of mathematical-physical equations. This was encouraging, to say the least, because, for the very first time since those physicists I had accosted earlier, someone had attempted to quantify the solution to the co-axial quandary inherent in the proposed Saturnian system.\n\nBut even here, there were still some problems.\n\nAccording to Driscoll, the Saturnian system came into being within the Solar System itself when an unnamed gaseous super-giant went through nuclear fissioning, thus instigating a series of minor calamities resulting in aerodynamic drags, shrinking and rounding of orbits, electric charges, cancellation of gravitational attractions, centrifugal forces, the combined influence of which resulted in Earth being captured between Jupiter and Saturn.\n\nThat, in brief, was Driscoll’s theory. There would be no point here in presenting it in more detail and/or reproducing its attendant equations since these would be beyond the comprehension of most of my readers.\n\nSeven years later, Driscoll returned to the topic in a longer paper in which he not only considered the barbell model with Earth captured between Jupiter and Saturn, but also, and mainly, Talbott’s original, and still adhered-to, prototype in which Jupiter is placed behind Saturn. In this attempt, the aerodynamic forces relied on previously were eliminated, with the stability of the system now more heavily dependent upon the Sun’s gravitational attraction.\n\nWhile I welcomed its greater detail and additional equations, I was less happy with this version than I was with Driscoll’s earlier attempt. Nor did a still further, but much shorter, paper by him, with yet more equations, add anything substantially new to his theory.\n\nTalbott’s model, in which the co-axial Saturnian system is made to orbit Jupiter equatorially as a rigid rod, received something of a dubious boost from the structural dynamicist, Robert Grubaugh, who specialized in placing satellites into orbit. In this scheme, the two co-axial planets, that is Saturn and Earth, are made to revolve about Jupiter “in a line synchronous with Jupiter’s orbit around the sun.” Needless to say, Saturn would have faced Jupiter, thus shielding Jupiter from terrestrial eyes. Several calculations were performed by Grubaugh to “demonstrate that the alignment is feasible according to the laws of Newtonian gravitation, and that the magnitude of torque necessary to produce the required precession is within the realm of possibility.” Once again, it is not necessary to reproduce these calculations here and interested parties are asked to consult the original documents cited.\n\nWhile no other physical model of the Saturnian configuration had until then received as much attention as Grubaugh’s proposed model did, it had its ups and downs. In the end, even Talbott, at whose instigation Grubaugh had patterned his hypothesis, discovered a flaw in Grubaugh’s model, although it was not one affecting his calculations. What Talbott realized is that, physically verifiable as it may be, Grubaugh’s model did not conform to his own scenario as he had constructed it on the basis of the mytho-historical model. This problem was also picked up by Wallace Thornhill. Worse than that, Thornhill also found fault with Grubaugh’s system, and therefore, to an extent, also Talbott’s, as a whole.",
            "bibliography": [
                "16. V. J. Slabinski, “A Dynamical Objection to Grubaugh’s Polar Configuration,” AEON III:6 (December 1994), pp. 1-10; R. Grubaugh, “Response to Slabinski,” in ibid., pp. 11-14; “Letters to the Editor,” by R. M. Smith, L. G. Collins, F. Jueneman, and R. B. Driscoll, in AEON III:6 (December 1994), pp. 87-90, 92-95; D. Talbott, “Visualizing Collinear Systems,” Thoth (electronic newsletter) II:19 (December 8, 1998), pp. 2-6; idem, “More Parallax from Leroy,” electronic message to Kronia Communications Newsgroup, March 30, 1997.",
                "17. D. Talbott, “Visualizing Collinear Systems”, p. 6.",
                "18. W. Thornhill, “Friday Evening Discussion [at the Proceedings of the SIS Silver Jubilee Event],” Chronology and Catastrophism Review 2000:1, p. 7.",
                "19. F. F. Hall, “Solar System studies,” Part 2, in ibid., p. 27."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 412,
            "content": "co-axial planets, that is Saturn and Earth, are made to revolve about Jupiter “in a line synchronous with Jupiter’s orbit around the sun.” Needless to say, Saturn would have faced Jupiter, thus shielding Jupiter from terrestrial eyes. Several calculations were performed by Grubaugh to “demonstrate that the alignment is feasible according to the laws of Newtonian gravitation, and that the magnitude of torque necessary to produce the required precession is within the realm of possibility.” Once again, it is not necessary to reproduce these calculations here and interested parties are asked to consult the original documents cited.\n\nWhile no other physical model of the Saturnian configuration had until then received as much attention as Grubaugh’s proposed model did, it had its ups and downs. In the end, even Talbott, at whose instigation Grubaugh had patterned his hypothesis, discovered a flaw in Grubaugh’s model, although it was not one affecting his calculations. What Talbott realized is that, physically verifiable as it may be, Grubaugh’s model did not conform to his own scenario as he had constructed it on the basis of the mytho-historical model. This problem was also picked up by Wallace Thornhill. Worse than that, Thornhill also found fault with Grubaugh’s system, and therefore, to an extent, also Talbott’s, as a whole.\n\nIn 1999, Emilio Spedicato, physicist and head of Mathematics at the University of Bergamo, Italy, next applied his hand to the problem. Like others before him, he, too, produced an impressive array of equations which, at least numerically, were found to be in agreement with the Saturnian polar model. But, like others before him, he also envisioned the system as having resided within the Sun’s sphere of influence.\n\nNevertheless, Spedicato did manage to show that, at least mathematically, the co-axial system would have been stable even under Newtonian constraints. He could not, however, vouch for the length of time the stability of the system could have prevailed.\n\nA year later, Spedicato teamed up with Antonio Del Popolo, an astrophysicist who was then also at the University of Bergamo, in a further attempt to quantify the inherent stability of the proposed Saturnian co-axial system and, more importantly, to see how long the system would have remained stable.\n\nTo the chagrin of some, the obtained results from the equations involved did not confirm the required sustained dynamical stability of the model. On the contrary, it was found that the stability of such an axially aligned system would be lost “rather fast, with its maximum duration corresponding to only about 3 months” when its “expected stability should extend at least over several thousand years.” Spedicato and Del Popolo did, however, concede that:\n\n“In order to conceivably re-establish the dynamical feasibility of the polar model, one would have to introduce parameters in the physical model” which were not then considered, such as “tidal and/or electromagnetic forces.” They also cautioned that “it is impossible a priori to state that the system is unstable for all values of o [i.e., the distance of Earth from the Sun in astronomical units] and for acceptable changes in the planetary masses that may have resulted from a catastrophic collapse of the system.”\n\nIn the end, even Roger Ashton yielded to the physical problems he saw as inherent in the Saturn configuration theory and he, too, ended up raising objections regarding the feasibility of the Saturnian system. His main criticism centered on what he deemed to be the gargantuan cataclysmic destruction on Earth that would have resulted during and after the breakdown of the Saturnian system.\n\nWhat remained curious about Ashton’s recantation is that, despite all his objections, he did not discard the Saturnian model or its accompanying scenario. How could he when he himself had spent hours of research, especially in Sanskrit literature, and reams of paper, in successfully verifying the model’s basic premises? In fact, in a 1987 paper of his which, as of this writing, has not yet seen publication, he stressed his belief that the so-called Saturnian apparition from which “the metaphors of myth” can retrospectively be derived can be considered the very bedrock of myth. But then, reverting to the old canard that the identification of deities with planets is late, he convinced himself that the Saturnian apparition, as it might have appeared in man’s ancient sky, had nothing to do with planets. Apart from the fact that this is verifiably untrue, he seems to have forgotten that, in many instances, ancient records speak specifically of planets besides their corresponding deities, as shown in earlier pages of this work. Even so, if not planets, what? What was it that Ashton believed was responsible for the so-called Saturnian apparition? I quote directly from the paper concerned: “To abandon the planetary and retain the north celestial polar aspect of the primeval gods allows for an open and unbiased approach to the question of whether there was ever any original physical basis for mythical conceptions. Until the thesis set forth in the course of this essay receives some measure of physical verification, it is still easily conceivable that the material of myth is due to subjective, visionary, psychic, mystic, metaphysical, cryptic, subliminal, or, if one can stomach the idea, occult factors. This may be true no matter how neatly mythical motifs coalesce into one composite image retrospectively, and no matter how well the archaeological finds...may seem to attest that coalescence.”\n\nHe was, however, obviously unhappy with this, so in lieu of it, he did forward a physical model of sorts, one which turns out to be even more bizarre than the planetary model he no longer espoused. As he explained: “[The model] must agree with the variety of metaphors of myth. [The apparition] must be present when human technological metaphors require it to be so. It must be visible in the same form to people scattered over wide areas of North America and Eurasia. I therefore propose a hologrammatic phenomenon of polarization of light of stratospheric particles which is manifested only at certain points in a series of intensities of solar radiation at harmonically related electromagnetic frequencies. At an appropriate intensity, the radiation at various frequencies is in a proper mutual relationship, and the hologram is brilliantly lighted. It is seen in essentially the same form from points of viewing thousands of kilometres apart. It appears to be in the rotational polar space. It constitutes the central feature of the sky. The complete visual assemblage of it is that lost ancient sky which was radically different from what we now associate with the sky.”\n\nIn order to circumvent the problem raised by the invisibility of this hologrammatic apparition in the present sky, Ashton proposed that “between the activating intensities of solar radiation, there is an interference phenomenon which now blots out the polar apparition.” He even provided “a hypothetical instance of how this might work” but, as he made clear in 1999, the entire exercise becomes irrelevant since he himself eventually disavowed it all. As he then wrote: “In ‘The Bedrock of Myth,’ as yet unpublished, I explain why, by content of myth alone, I reject the role of planets in the Polar Assemblage, which I think may well have been objective, but for which I failed to propose a plausible model.”\n\nOne should recommend Ashton for his honesty but, since he continues to believe that what he terms the Polar Assemblage was the very bedrock of myth, and since he now admits that the hologrammatic model he had previously advanced cannot be considered plausible, what is he left with to explain the apparition he continues to believe in?\n\nKnowing Ashton for the intelligent man he is, it remains my personal opinion that he jumped off the planetary Saturnian ship a little too hastily and much too early.\n\nAll of the above attempts, noble efforts one and all, suffered through similar problems and, in one respect, by one and the same difficulty. All of them, in one way or another, were burdened with items which are contrary to what the mytho-historical records demand, and/or with items which, at best, are not contained within that record. To be fair to all concerned, most of those who had thus far attempted to solve the axial problem inherent in the Saturnian configuration were in something of a peculiar situation in that the Saturnian scenario had not yet been gathered together in chronological sequence in any one place. Worse than that, not all of the events, with their celestial interactions, and their consequential outcomes, had till then received treatment. Nor can the present work alleviate that problem because, while a chronology of sorts is here being attempted, the history of the Saturnian system contains too many constituents, and too many events, only a few of which have so far been touched upon, to be told in one short volume. Add to all that the additional problem the above theoreticians encountered in that they were already faced with slight disagreements between the main proponents of the thesis, and one can well understand the shortcomings of their attempts.\n\nThe one difficulty with which they all strained, however, was in their location of the Saturnian configuration within the bounds of the Solar System. This encumbered their theories because their attempts had to take the mass of the Sun into consideration. This mass would not have been involved, at least not initially, in our alternative scenario where the co-axial Saturnian system would have originally sustained itself far away from the Sun’s gravitational and/or electromagnetic influence. And this should not be wondered at because, despite Jürgen’s original concept regarding the extraneousness of the Saturnian system, the theory had not yet received much publicity.\n\nBesides, as Talbott himself was astute enough to recognize, until all the mythological chips are in their correct place, theories concerning the astronomical workings of the Saturnian system must remain hypothetical at best. As he had it stated:\n“What I will argue for is that the search for physical explanations have at its highest priority reckoning with the full implications of myth, wherever a definitive consensus is indicated. As more information is brought to the discussion this will require a continued willingness to reconsider previous speculations—with no qualms about modifying or even abandoning earlier frameworks.”",
            "bibliography": [
                "20. Roger Ashton, “The Unworkable Polar Saturn,” AEON 1:3 (May 1988), pp. 39 ff."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 416,
            "content": "...(Photograph courtesy of NASA.)\n...The fragments were not massive enough to exert their own orbital pull. Despite its small size, the asteroid Ida, with a mere length of 34 miles, has its own satellite, named Dactyl, orbiting around it at a distance of 60 miles. Like Shoemaker-Levy 9, Ida and Dactyl are believed to be fragments of a once single larger asteroid that was shattered by interacting with some other celestial body. Instead of orbiting around each other, the fragments of Shoemaker-Levy 9 ended up “strung out like pearls,” as one reporter expressed it, in a linear configuration that was almost as straight as an arrow. What this means is that celestial bodies can be linearly lined up, one “beneath” the other. If twenty-one individual bodies (the fragments of Shoemaker-Levy 9) can do so, then so, too, can two of them (in our case, Saturn and Earth) despite the difference in size and mass.\n\n![Photograph courtesy of NASA.](#)",
            "bibliography": [
                "21. S. Flamsteed, loc. cit.",
                "22. F. F. Hall, loc. cit."
            ],
            "captions": [
                "Photograph courtesy of NASA."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 417,
            "content": "Robert Grubaugh, who specialized in placing satellites into orbit, proposed that co-axial planets, that is Saturn and Earth, are made to revolve about Jupiter “in a line synchronous with Jupiter’s orbit around the sun.” Needless to say, Saturn would have faced Jupiter, thus shielding Jupiter from terrestrial eyes. Several calculations were performed by Grubaugh to “demonstrate that the alignment is feasible according to the laws of Newtonian gravitation, and that the magnitude of torque necessary to produce the required precession is within the realm of possibility.” Once again, it is not necessary to reproduce these calculations here and interested parties are asked to consult the original documents cited.\n\nWhile no other physical model of the Saturnian configuration had until then received as much attention as Grubaugh’s proposed model did, it had its ups and downs. In the end, even Talbott, at whose instigation Grubaugh had patterned his hypothesis, discovered a flaw in Grubaugh’s model, although it was not one affecting his calculations. What Talbott realized is that, physically verifiable as it may be, Grubaugh’s model did not conform to his own scenario as he had constructed it on the basis of the mytho-historical model. This problem was also picked up by Wallace Thornhill. Worse than that, Thornhill also found fault with Grubaugh’s system, and therefore, to an extent, also Talbott’s, as a whole.\n\nIn 1999, Emilio Spedicato, physicist and head of Mathematics at the University of Bergamo, Italy, next applied his hand to the problem. Like others before him, he, too, produced an impressive array of equations which, at least numerically, were found to be in agreement with the Saturnian polar model. But, like others before him, he also envisioned the system as having resided within the Sun’s sphere of influence.\n\nNevertheless, Spedicato did manage to show that, at least mathematically, the co-axial system would have been stable even under Newtonian constraints. He could not, however, vouch for the length of time the stability of the system could have prevailed.\n\nA year later, Spedicato teamed up with Antonio Del Popolo, an astrophysicist who was then also at the University of Bergamo, in a further attempt to quantify the inherent stability of the proposed Saturnian co-axial system and, more importantly, to see how long the system would have remained stable.\n\nTo the chagrin of some, the obtained results from the equations involved did not confirm the required sustained dynamical stability of the model. On the contrary, it was found that the stability of such an axially aligned system would be lost “rather fast, with its maximum duration corresponding to only about 3 months” when its “expected stability should extend at least over several thousand years.” Spedicato and Del Popolo did, however, concede that:\n\n“In order to conceivably re-establish the dynamical feasibility of the polar model, one would have to introduce parameters in the physical model” which were not then considered, such as “tidal and/or electromagnetic forces.” They also cautioned that “it is impossible a priori to state that the system is unstable for all values of o [i.e., the distance of Earth from the Sun in astronomical units] and for acceptable changes in the planetary masses that may have resulted from a catastrophic collapse of the system.”\n\nIn the end, even Roger Ashton yielded to the physical problems he saw as inherent in the Saturn configuration theory and he, too, ended up raising objections regarding the feasibility of the Saturnian system. His main criticism centered on what he deemed to be the gargantuan cataclysmic destruction on Earth that would have resulted during and after the breakdown of the Saturnian system.\n\nWhat remained curious about Ashton’s recantation is that, despite all his objections, he did not discard the Saturnian model or its accompanying scenario. How could he when he himself had spent hours of research, especially in Sanskrit literature, and reams of paper, in successfully verifying the model’s basic premises? In fact, in a 1987 paper of his which, as of this writing, has not yet seen publication, he stressed his belief that the so-called Saturnian apparition from which “the metaphors of myth” can retrospectively be derived can be considered the very bedrock of myth. But then, reverting to the old canard that the identification of deities with planets is late, he convinced himself that the Saturnian apparition, as it might have appeared in man’s ancient sky, had nothing to do with planets. Apart from the fact that this is verifiably untrue, he seems to have forgotten that, in many instances, ancient records speak specifically of planets besides their corresponding deities, as shown in earlier pages of this work. Even so, if not planets, what? What was it that Ashton believed was responsible for the so-called Saturnian apparition? I quote directly from the paper concerned: “To abandon the planetary and retain the north celestial polar aspect of the primeval gods allows for an open and unbiased approach to the question of whether there was ever any original physical basis for mythical conceptions. Until the thesis set forth in the course of this essay receives some measure of physical verification, it is still easily conceivable that the material of myth is due to subjective, visionary, psychic, mystic, metaphysical, cryptic, subliminal, or, if one can stomach the idea, occult factors. This may be true no matter how neatly mythical motifs coalesce into one composite image retrospectively, and no matter how well the archaeological finds...may seem to attest that coalescence.”\n\nHe was, however, obviously unhappy with this, so in lieu of it, he did forward a physical model of sorts, one which turns out to be even more bizarre than the planetary model he no longer espoused. As he explained: “The model must agree with the variety of metaphors of myth. The apparition must be present when human technological metaphors require it to be so. It must be visible in the same form to people scattered over wide areas of North America and Eurasia. I therefore propose a hologrammatic phenomenon of polarization of light of stratospheric particles which is manifested only at certain points in a series of intensities of solar radiation at harmonically related electromagnetic frequencies. At an appropriate intensity, the radiation at various frequencies is in a proper mutual relationship, and the hologram is brilliantly lighted. It is seen in essentially the same form from points of viewing thousands of kilometres apart. It appears to be in the rotational polar space. It constitutes the central feature of the sky. The complete visual assemblage of it is that lost ancient sky which was radically different from what we now associate with the sky.”\n\nIn order to circumvent the problem raised by the invisibility of this hologrammatic apparition in the present sky, Ashton proposed that “between the activating intensities of solar radiation, there is an interference phenomenon which now blots out the polar apparition.” He even provided “a hypothetical instance of how this might work” but, as he made clear in 1999, the entire exercise becomes irrelevant since he himself eventually disavowed it all. As he then wrote: “In ‘The Bedrock of Myth,’ as yet unpublished, I explain why, by content of myth alone, I reject the role of planets in the Polar Assemblage, which I think may well have been objective, but for which I failed to propose a plausible model.”\n\nOne should recommend Ashton for his honesty but, since he continues to believe that what he terms the Polar Assemblage was the very bedrock of myth, and since he now admits that the hologrammatic model he had previously advanced cannot be considered plausible, what is he left with to explain the apparition he continues to believe in?\n\nKnowing Ashton for the intelligent man he is, it remains my personal opinion that he jumped off the planetary Saturnian ship a little too hastily and much too early.\n\nAll of the above attempts, noble efforts one and all, suffered through similar problems and, in one respect, by one and the same difficulty. All of them, in one way or another, were burdened with items which are contrary to what the mytho-historical records demand, and/or with items which, at best, are not contained within that record. To be fair to all concerned, most of those who had thus far attempted to solve the axial problem inherent in the Saturnian configuration were in something of a peculiar situation in that the Saturnian scenario had not yet been gathered together in chronological sequence in any one place. Worse than that, not all of the events, with their celestial interactions, and their consequential outcomes, had till then received treatment. Nor can the present work alleviate that problem because, while a chronology of sorts is here being attempted, the history of the Saturnian system contains too many constituents, and too many events, only a few of which have so far been touched upon, to be told in one short volume. Add to all that the additional problem the above theoreticians encountered in that they were already faced with slight disagreements between the main proponents of the thesis, and one can well understand the shortcomings of their attempts.\n\nThe one difficulty with which they all strained, however, was in their location of the Saturnian configuration within the bounds of the Solar System. This encumbered their theories because their attempts had to take the mass of the Sun into consideration. This mass would not have been involved, at least not initially, in our alternative scenario where the co-axial Saturnian system would have originally sustained itself far away from the Sun’s gravitational and/or electromagnetic influence. And this should not be wondered at because, despite Jürgen’s original concept regarding the extraneousness of the Saturnian system, the theory had not yet received much publicity.\n\nBesides, as Talbott himself was astute enough to recognize, until all the mythological chips are in their correct place, theories concerning the astronomical workings of the Saturnian system must remain hypothetical at best. As he had it stated:\n“What I will argue for is that the search for physical explanations have at its highest priority reckoning with the full implications of myth, wherever a definitive consensus is indicated. As more information is brought to the discussion this will require a continued willingness to reconsider previous speculations—with no qualms about modifying or even abandoning earlier frameworks.”",
            "bibliography": [
                "23. Emilio Spedicato, “Numerical Analysis of Planetary Distances in a Polar Model,” AEON V:4 (July 1999), pp. 23-28.",
                "24. Emilio Spedicato & Antonio Del Popolo, “Dynamical Evolution of a Collinear Planetary System,” AEON V:6 (August 2000), pp. 14-20.",
                "25. Roger Ashton, “The Saturn Myth: A Tentative Physical Model,” AEON V:4 (July 1999), pp. 50-59.",
                "26. R. Grubaugh, “Response to Slabinski,” in AEON III:6 (December 1994), pp. 11-14."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 418,
            "content": "Ashton, however, obviously discovered issues with the model but did not abandon it. Instead, he pursued alternative explanations involving hologrammatic phenomena. Despite acknowledging the challenges, Ashton continued to believe in the Polar Assemblage as the bedrock of myth, even though he admitted that his hologrammatic model was not feasible.\n\nWhat remained curious about Ashton’s recantation is that, despite all his objections, he did not discard the Saturnian model or its accompanying scenario. How could he when he himself had spent hours of research, especially in Sanskrit literature, and reams of paper, in successfully verifying the model’s basic premises? In fact, in a 1987 paper of his which, as of this writing, has not yet seen publication, he stressed his belief that the so-called Saturnian apparition from which “the metaphors of myth” can retrospectively be derived can be considered the very bedrock of myth. But then, reverting to the old canard that the identification of deities with planets is late, he convinced himself that the Saturnian apparition, as it might have appeared in man’s ancient sky, had nothing to do with planets. Apart from the fact that this is verifiably untrue, he seems to have forgotten that, in many instances, ancient records speak specifically of planets besides their corresponding deities, as shown in earlier pages of this work. Even so, if not planets, what? What was it that Ashton believed was responsible for the so-called Saturnian apparition? I quote directly from the paper concerned: “To abandon the planetary and retain the north celestial polar aspect of the primeval gods allows for an open and unbiased approach to the question of whether there was ever any original physical basis for mythical conceptions. Until the thesis set forth in the course of this essay receives some measure of physical verification, it is still easily conceivable that the material of myth is due to subjective, visionary, psychic, mystic, metaphysical, cryptic, subliminal, or, if one can stomach the idea, occult factors. This may be true no matter how neatly mythical motifs coalesce into one composite image retrospectively, and no matter how well the archaeological finds...may seem to attest that coalescence.”\n\nHe was, however, obviously unhappy with this, so in lieu of it, he did forward a physical model of sorts, one which turns out to be even more bizarre than the planetary model he no longer espoused. As he explained: “The model must agree with the variety of metaphors of myth. The apparition must be present when human technological metaphors require it to be so. It must be visible in the same form to people scattered over wide areas of North America and Eurasia. I therefore propose a hologrammatic phenomenon of polarization of light of stratospheric particles which is manifested only at certain points in a series of intensities of solar radiation at harmonically related electromagnetic frequencies. At an appropriate intensity, the radiation at various frequencies is in a proper mutual relationship, and the hologram is brilliantly lighted. It is seen in essentially the same form from points of viewing thousands of kilometres apart. It appears to be in the rotational polar space. It constitutes the central feature of the sky. The complete visual assemblage of it is that lost ancient sky which was radically different from what we now associate with the sky.”\n\nIn order to circumvent the problem raised by the invisibility of this hologrammatic apparition in the present sky, Ashton proposed that “between the activating intensities of solar radiation, there is an interference phenomenon which now blots out the polar apparition.” He even provided “a hypothetical instance of how this might work” but, as he made clear in 1999, the entire exercise becomes irrelevant since he himself eventually disavowed it all. As he then wrote: “In ‘The Bedrock of Myth,’ as yet unpublished, I explain why, by content of myth alone, I reject the role of planets in the Polar Assemblage, which I think may well have been objective, but for which I failed to propose a plausible model.”\n\nOne should recommend Ashton for his honesty but, since he continues to believe that what he terms the Polar Assemblage was the very bedrock of myth, and since he now admits that the hologrammatic model he had previously advanced cannot be considered plausible, what is he left with to explain the apparition he continues to believe in?\n\nKnowing Ashton for the intelligent man he is, it remains my personal opinion that he jumped off the planetary Saturnian ship a little too hastily and much too early.\n\nAll of the above attempts, noble efforts one and all, suffered through similar problems and, in one respect, by one and the same difficulty. All of them, in one way or another, were burdened with items which are contrary to what the mytho-historical records demand, and/or with items which, at best, are not contained within that record. To be fair to all concerned, most of those who had thus far attempted to solve the axial problem inherent in the Saturnian configuration were in something of a peculiar situation in that the Saturnian scenario had not yet been gathered together in chronological sequence in any one place. Worse than that, not all of the events, with their celestial interactions, and their consequential outcomes, had till then received treatment. Nor can the present work alleviate that problem because, while a chronology of sorts is here being attempted, the history of the Saturnian system contains too many constituents, and too many events, only a few of which have so far been touched upon, to be told in one short volume. Add to all that the additional problem the above theoreticians encountered in that they were already faced with slight disagreements between the main proponents of the thesis, and one can well understand the shortcomings of their attempts.\n\nThe one difficulty with which they all strained, however, was in their location of the Saturnian configuration within the bounds of the Solar System. This encumbered their theories because their attempts had to take the mass of the Sun into consideration. This mass would not have been involved, at least not initially, in our alternative scenario where the co-axial Saturnian system would have originally sustained itself far away from the Sun’s gravitational and/or electromagnetic influence. And this should not be wondered at because, despite Jürgen’s original concept regarding the extraneousness of the Saturnian system, the theory had not yet received much publicity.\n\nBesides, as Talbott himself was astute enough to recognize, until all the mythological chips are in their correct place, theories concerning the astronomical workings of the Saturnian system must remain hypothetical at best. As he had it stated:\n“What I will argue for is that the search for physical explanations have at its highest priority reckoning with the full implications of myth, wherever a definitive consensus is indicated. As more information is brought to the discussion this will require a continued willingness to reconsider previous speculations—with no qualms about modifying or even abandoning earlier frameworks.”",
            "bibliography": [
                "26. Roger Ashton, “The Polar Configuration,” AEON III:3 (October 1993), pp. 39-48."
            ],
            "captions": []
        }
    ]
}
