{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 269,
            "content": "the determinative for water...and the sign for ‘god,’ all of which show that this deity was the god of the watery mass in the sky. Moreover, in a hymn to Ra, we read: “Praise be to thee, O Ra... thou shining one who dost send forth light upon the waters of heaven.” Of Osiris, also, it was said that “[his] water is in heaven.”\n\nIn the Egyptian Book of the Dead, Ra is also made to utter: “I am the Great God who created himself.” It is then asked: “Who is he?” And the answer is given: “The Great God who created himself is the water—it is the Abyss, the Father of the Gods.” For that reason Ra was also known as Akeb-ur, the “god of the great celestial waters.”\n\nThe Indic Satapatha Brahmana informs us that “in the beginning this (universe) was water, nothing but a sea of water,” where “universe” is the translation of the Sanskrit vishva which actually means “all.” And, during the time of being and not being, according to the Rig Veda, “all was a dark and watery chaos.” The same Rig Veda also tells us that this was a sea of “upper waters.” Thus Varuna, whom we have also seen identified as Saturn, was lauded as he who is “an ocean far removed” while worship was said to ascend to him through heaven. Even more explicitly, the Satapatha Brahmana additionally informs us that “the seat of the waters is the sky, for in the sky the waters are seated.”\n\nAccording to some accounts, these waters seem to have preceded Creation. Thus, for instance, Nahum Sarna noted that:\n\n“[Genesis] shares with [the Babylonian] Enuma Elish the idea of the priority of water in time. Just as Apsu and Tiamat...exist before all things, so in Genesis the existence of water is taken for granted. The darkness is over the surface of the deep...Now this concept of the priority of water is fairly widespread among many unrelated mythologies.”\n\nAmong these unrelated mythologies, one might again point to that of ancient Egypt. While all that was created was said to have been raised from the watery abyss of Nu, some of the Egyptian versions of Creation do not state that the waters themselves were created. But, in a hymn to Ptah-Tenen, whom we have also seen identified as Saturn, mention is made of a time “when the waters had not [yet] come forth” while, a little later, “the celestial water” is",
            "bibliography": [
                "1. E.A. W. Budge, Op. Cit., p. 283.",
                "2. E.A. W. Budge, Op. Cit., p. 341.",
                "3. Idem, Osiris and the Egyptian Resurrection, Vol. 1 (N.Y., 1911/1973), p. 142.",
                "4. A. Piankoff, The Shrines of Tut-Ankh-Amon (N.Y., 1955), p. 121.",
                "5. S.E.A. W. Budge, Op. Cit., p. 131.",
                "6. Satapatha Brahmana 11:1:6:1.",
                "7. Rig Veda X:129.",
                "8. Tbid., 1:163:",
                "9. Tbid., 1:163:1.",
                "10. Ibid., VIU:41:8.",
                "11. Satapatha Brahmana VII:5:2:56.",
                "12. N.M. Sarna, Understanding Genesis (N.Y., 1976), p. 13.",
                "13. B.A.W. Budge, The Gods of the Egyptians, Vol. 1 (N.Y., 1904/1969), p. 295.",
                "14. Tbid., p. 510."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 270,
            "content": "said to have come forth from the “mouth” of the same god.” Also, in a hymn to Ra, the creator is praised with the words: “Thou art the One God who came into being in the beginning of time... thou didst make the watery abyss of the sky...” Budge could thus paraphrase the point we wish to stress through the following words:\n“In what form [Atum-Ra] existed no one knows, but he created for himself, as a place wherein to dwell, the great mass of Celestial Waters to which the Egyptians gave the name of Nu. In these, for a time, he lived quite alone... So, similarly, in the Laws of Manu where the “Self-existent...first with a thought created the waters...” Although described in a philosophical vein, the Satapatha Brahmana likewise discloses the creation of the waters:\n“Verily, there was nothing here in the beginning: by Death this (universe) was covered... He [the creator] created for himself this mind, thinking ‘May I have a soul.’ He went on worshipping. Whilst he was worshipping the waters were produced...” Of special interest here is that what is translated as “Death” is actually Yama, whom we have also presented as one of the Sanskrit names for the planet Saturn. So that the line translated as “By Death this (universe) was covered” should actually read “by Saturn this All was covered.”\nNow whether the waters had always been there, whether Saturn was seen to emerge from them, or whether the waters were seen to issue out of the Saturnian globe, seems to have depended on who did the remembering. At this late date it is not easy, if even possible, to reach a definite conclusion. The more important question remains: What were these celestial waters?\nTHE WHIRL OF CREATION\nAll these, and other, myths of celestial waters led Roger Ashton to assume that there must have been some celestial phenomenon resembling shimmering waters, possibly an auroral effect, surrounding the primeval Saturnian orb. As he also elsewhere stated, “part of that assemblage must have looked like waters, whose implicitly or explicitly celestial character has severally been noted” and that these “waters evidently appeared in a distinct image or pattern.” But while an auroral effect might resemble shimmering water, and while this could also be called an indistinct entity, even a nebulosity, it is doubtful that it would also",
            "bibliography": [
                "1. Ibid., p. 511.",
                "2. Idem, The Egyptian Book of the Dead (N.Y., 1895/1967), p. 251.",
                "3. Idem, as cited by R. Van Over, Op. Cit., p. 253.",
                "4. Laws of Manu 1:6-8.",
                "5. Satapatha Brahmana X:6:5:1-7.",
                "6. R. Ashton, “The Age of Purple Darkness,” AEON V:3 (December 1998), p. 98.",
                "7. Idem, “Saturn: The First of the Gods,” unpublished manuscript, p. 17."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 271,
            "content": "The hieroglyphic characters which denote the primeval waters of Egyptian mythology.\n(Rendering by Stéphane Rossini.) have imparted an image of fog, or foam, or fluffy cotton, mud, slime, or primeval matter in chaos.\nIs it then not more conceivable that the nebular cloud we have been pushing forward as a tentative explanation of the entity in question would have been seen by the majority of the ancients as a spinning whirlpool of chaotic water? If there is one thing that many an astronomical nebula resembles, it has to be a whirlpool. But should we let astronomical nebulae—that is circumstellar disks—which are not themselves planetary, dictate what Saturn’s nebulosity would have looked like?\nLet us then re-examine the record. What does the Yuki creation myth say about that fog or foam that was at the beginning of things? It “moved round and round continually,” it is said. Nor was this foam known only to the Yuki. It also appears in Buddhist mythology where the surface of the celestial waters is said to have been stirred by “the dawn wind of creation.” It is then said that the foam of the waters solidified to form the god’s residence. Here we have a direct connection between the nebulosity that was described as foam and the celestial waters; they were both part and parcel of the same entity.\nBut to continue—what about the myth of the Marquesas Islands? Is it not there stated that the “primeval void” started a whirling? Ovid also reminds us that Chaos “heaved and turned.” So, also, with the entity called Tao which was said to have been “eternally revolving without fail.”\nEverywhere, then, we catch a glimpse of this indistinct entity as continually moving round and round, whirling, like a whirlwind in the sky. Why not then a whirlpool, many of",
            "bibliography": [
                "1. R. Coomaraswamy, Elements of Buddhist Iconography (New Delhi, 1972), p. 52.",
                "2. Ibid."
            ],
            "captions": [
                "Illustration by John Green."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 272,
            "content": "which, in the form of eddies, man would have been accustomed to seeing in terrestrial waters?\nHere we have to exercise great caution because mythology speaks of diverse whirlpools—as also cyclones—not the least of which being the whirlpool of destruction into which Saturn was said to have ultimately sunk (yet one more topic which will have to be reserved for a future work). Even so, in describing the cosmology of the Phoenicians according to Sanchoniathon, Philo wrote that:\n“The first principle of the universe he [Sanchoniathon] supposes to have been air dark with cloud and wind, or rather a blast of cloudy air, and a turbid chaos dark as Erebus; and these were boundless and for long ages had no limit.”\nIt was out of this dark and turbid chaos that Creation was said to have progressed, a description that has more in common with a dark whirlwind, if not whirlpool, than an auroral effect.\nSomething similar is recounted in the Japanese Nihongi as paraphrased by Raymond Van Over:\n“Before Heaven and Earth were produced, there was something which might be compared to a cloud floating over the sea. It had no place of attachment for its root.”\nAnd so, also, among the Chinese as we learn from the Tao Teh Ching:\n“There is [or was] a thing confusedly formed, born before heaven and earth. Silent and void, it stands alone and does not change, goes round and does not weary.”\nAnd did not Ovid tell us that this water “heaved and turned in darkness”?\nAt the other extreme of civilization, we encounter Amma, the Dogon creator, of whom it was said that, during the “original darkness,” he spun and danced while creating the heavens; he whirled round as he commenced to organize (or reorganize) the world out of chaos.”\nThe Norse Aesir, according to the Véluspa, established their seat on Idavollr, i.e. the “whirl-field,” derived from ida, meaning “eddy.” This led to a Teutonic legend concerning some Frisians who sailed on a voyage up to the Arctic Ocean where they encountered a darkness that could hardly be penetrated. They were then exposed to a maelstrom which threatened to drag them down into Chaos.” While this legend cannot be used as evidence of anything, we notice how the various themes we have been considering are brought together in what appears to be a garbled version of the motifs of Creation. The northern region in which we have seen ancient man persistently place the primeval Saturn, and therefore the celestial waters associated with him, is here terrestrialized as the northern Arctic Ocean; the darkness in which the celestial waters were enshrouded is here remembered as having enveloped the same Arctic Ocean; the whirling nebulosity in the sky became a terrestrial maelstrom or whirlpool; and even Chaos shows up in connection with it all. Such is the nature of myths and legends.",
            "bibliography": [
                "* Eusebius Pamphili, Evangelicae Praeparationis, Book 1, Chapter X.",
                "2. B.A.W. Budge, The Gods of the Egyptians, Vol. I (N.Y., 1904/1969), p. 300.",
                "3. H. Osborne, “Siberia: The Three Worlds,” op. cit., p. 354.",
                "4. J. Purce, The Mystic Spiral: Journey of the Soul (N.Y., 1974), p. 20.",
                "5. V. Rydberg, “Mythology in Ancient Egypt,” in Myths and Legends of the Ancient Near East XX:1.",
                "6. R. Van Over, op. cit., p. 20."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 273,
            "content": "Can we then be positively sure that the celestial waters of chaos owed their origin to Saturn’s nebular cloud? Of course not. It would be arrogant of me to be adamant about this. What our ancient forebears saw in the sky during this period was too indistinct for them to describe in clear detail. That much is more than obvious. All that can safely be stated is that the few snippets from the mytho-historical record we have had a chance to examine seem to fit such a model.\n\nChapter 13\nThe Age of Darkness\nDARKNESS AND THE DEEP\nWhether Saturn’s nebulosity and/or celestial waters were or were not emitted by the planet itself, there is no doubt that the entity and the planetary deity embedded in it existed in darkness. As already stated, few motifs surface as often in the mytho-historical record of the entire world. Time and again, the Egyptian myths of Creation ascertain that, in the beginning, the creator was the only entity man remembered having seen in the sky hovering over the waters of the deep. “I am Atum,” the god is made to utter, “who appeared alone... rising from the waters of chaos.”\nThe identity of Atum as Saturn need not be repeated. Neither is that of Osiris. We are thus not surprised to discover that Neb-er-tcher/Khepera/Osiris was likewise made to state: “I am the creator of what hath come into being... and I came into being in primeval time... [was alone, for they [the other deities] were not [yet] born...\"\nVery much like those of Genesis, the Egyptian waters of chaos were said to have been enveloped in darkness. “Nothing existed,” it is written, “except a boundless primeval mass of water which was shrouded in darkness.” In the Pert-em-hru we even find Osiris/Saturn complaining about “his life alone in darkness.”\nPtah-Seker, another form of the Egyptian creator, was also lauded as “the great god, who came into being in the beginning, he who resteth upon the darkness.” He was thus known inter alia as “the guardian of the darkness.” Thus Wallis Budge saw Ptah-Seker as a “form of Osiris, that is to say, of the night sun” and that he “was originally a power of darkness, or of the night, which in later times was identified with forms of the night sun like Tem[i-e., Atum].”\nThe Qoran also preaches that Allah was on the waters when he indulged in Creation. “Throned above the waters,” it is there written, “He made the heavens and the earth...”",
            "bibliography": [
                "1. The Book of the Overthrow of Apophis, as cited by F.G. Bratton, Myths and Legends of the Ancient Near East (N.Y., 1970) pp. 63-64.",
                "2. E.A.W. Budge, The Gods of the Egyptians, Vol. I (N.Y., 1904/1969), p. 300.",
                "3. Ibid., The Egyptian Book of the Dead (N.Y., 1895/1967), p. xcviii.",
                "4. R. Anthes, “Mythology in Ancient Egypt,” in Mythologies of the Ancient World (N.Y., 1961), p. 50.",
                "5. S.E.A.W. Budge, The Gods of the Egyptians, Vol. 1 (N.Y., 1895/1967), pp. 503-504.",
                "6. Qoran, sura 11."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 275,
            "content": "We move to India. We browse through a few more pages of ancient texts. In one Vedic hymn we find it stated that: “Darkness there was at first by darkness hidden; without distinctive marks, this all was water.” Or, according to a different translation: “Darkness was there, all wrapped around by darkness, and all was water indiscriminate.” Similarly, the Laws of Manu preach: “This world was darkness, unknowable, without form, beyond reason and perception, as if utterly asleep.”\nNot only among the Hindus, but even among the lesser tribes of India, such as the Muria of the Bastar State in the Central Provinces, the same motif keeps repeating itself: “When this world was first made, there was neither sun nor moon...and everything was dark.”\nFrom Japan comes a similar belief which Wheeler not only recognizes as being universal but also as a prototype of the Kronos/Saturn myth:\n“In the earliest legend with which the recital [i.e., the Kojiki] opens, one recognizes the primal myth...the development from a primordial darkness and chaos...This is the Kronos legend, in its thousand forms, the father of all mythologies, upon which so many peoples have constructed their cosmogonies.”\nAs we have already seen, among these “many peoples” were the Greeks among whom Hesiod tells us that night preceded day: “From chaos came black night... And night in turn gave birth to day...”\nOther philosophical myths from Greece, reversing the process described by Hesiod, imply that darkness was first, and from darkness sprang Chaos. Others claimed that Chaos and darkness coexisted—as, for instance, Aristophanes: “Chaos and Night and black Erebus and wide Tartarus first existed.” And Orpheus is made to say: “From the beginning the gloomy night enveloped and obscured all things that were under the ether.”\nFrom the cold spaces of Siberia comes a Creation myth that unfolds as a competition between Num, the demiurge, and Nga, his alter-ego. “Since you claim you are stronger than I am,” Num said to Nga, “organize the earth.” The sky, however, was already in existence and, as elsewhere, so was the primordial ocean.",
            "bibliography": [
                "1. Rig Veda X:129:3, as translated by A.A. Macdonell in Swami Nikhilananda, The Upanishads (London, 1963).",
                "2. Rig Veda X:129:3, as translated by R. Panikkar, The Vedic Experience (Berkeley, 1977).",
                "3. Laws of Manu I:v:5.",
                "4. Donnelly, Ragnarok: The Age of Fire and Gravel, reissued as The Destruction of Atlantis (N.Y., 1971), p. 208.",
                "5. R. Graves, The Greek Myths, Vol. I (Harmondsworth, 1964), p. 33.",
                "6. Donnelly, op. cit., p. 222.",
                "7. C. Burland, “North American Indian Mythology,” Mythology of the Americas (London, 1970), p. 120.",
                "8. Paques, L’Arbre Cosmique dans la Pensée Populaire et dans la Vie Quotidienne du Nord-Ouest Africain (Paris, 1964), p. 47.",
                "9. E.A.W. Budge, Op. Cit., Vol. II (N.Y., 1904/1969), p. 87.",
                "10. R. Van Over, Op. Cit., p. 35, 36, 37, 48, 61, 63, 67, 85, 86, 88, 89, 90."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 276,
            "content": "THE AMERIND TRADITIONS\nAs the ancestors of the North American Indians are said to have done, we cross the Bering Strait and, among the Inuit of Alaska, we also find a Creation myth that presupposes the pre-existence of a watery abyss.\nFurther south, the Indians of British Columbia assert that: “Very dark, damp, and chaotic was the world in the beginning” and that they, i.e., the people, existed “while the world was still in darkness, and without sun, moon, or stars.”\nThe Yuki creation myth, which we have already quoted, is even more interesting when told in full:\n“[In the beginning] there was only water, and over it a fog. On the water was foam. The foam moved round and round continually...After a time there ensued from the foam a person in human form...This was Taiké-mol [Solitude Walker]. He floated on the water...He stood on the foam, which still revolved. There was no light.”\nThe Algonquins believed in an “earth” that existed “anterior to this of ours, but one without light.” The Zuni claim that:\n“In the beginning of things Awonawilona was alone. There was nothing beside him in the whole space of time. Everything there was black darkness and void.”\nAwonawilona is described as “one who contains everything,” which reminds us of the Arabic Suhail (Suhayl and/or Sahel) which, as the primordial star, was “presented under the form of an egg that contained all things that were to be born.” Awonawilona’s attributes also brings to mind the Egyptian Atum, the root of whose name—tm—means “to be complete” thus also connoting “one who contains everything.”\nThere is hardly a North American tribe that does not have a Creation myth in which the primeval ocean and/or prolonged darkness was said to have existed before the demiurge commenced on his work of Creation. Time and again, we hear that there was darkness—or a prolonged night—in which there was no Sun, no Moon, no stars. In the telling, of course, many of these myths acquired a fanciful cast and framework that sometimes borders on childish fable. But that, after all, is the nature of allegory and myth.",
            "bibliography": [
                "1. H. Osborne, “South American Mythology,” Mythology of the Americas (London, 1970), p. 294 (emphasis added).",
                "2. J. de Betanzos, Suma y Narracion de los Incas, as cited by H. Osborne in ibid., p. 332.",
                "3. R. Van Over, Op. Cit., p. 23.",
                "4. C. Burland, “North American Indian Mythology,” Mythology of the Americas (London, 1970), p. 120.",
                "5. Juan de Betanzos, Suma y Narracion de los Incas, as cited by H. Osborne in ibid., p. 332."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 277,
            "content": "a Bg gs   a\" pansies Ne     to ee any if   §          Za\nha           9, Les]           pie     4} 4k\nfeet m ere VINE     POY 7    NSF Gi\n(illustration by John Green.)\nA      Tal HA =I  VN\n    / ay i     a Mr) see \\\\\\\nas       ToT      i   tf           ;\ntay   nell     on     q       a ee madi     cH  \\ 4\n=      f      mynee          wil   1%\nada ade Ye           S/o (ae\nes. AS ey S| |. fa, a ie  Ml iil\nTo eel       SIO eo        te WN)\n-        ‘=             heb Se\nWWM     wc      meee    =     -      —_     3\nNe Rees nem cette ate =    an      \\h       4\nVillage of the Algonquins who believed in an “earth” that existed “anterior to this of ours, but one without light.”\n(illustration by John Green.)\nTraveling further south to Central America, we come across a Cholula myth which states that: “In the beginning, before the light of the sun had been created, this land was in obscurity and darkness and void of any created thing.” Likewise, the Mixtec account of origins speaks of the beginning when “all was chaos and confusion” and “the earth was covered with water.” In a Nahua myth of Creation, the primordial substance also seems to have been water,” while the Chibcha Indians of Colombia tell that, “in the beginning,” everything\nwas dark.",
            "bibliography": [
                "1. Donnelly, op. cit., p. 215.",
                "2. M. León-Portilla, Pre-Columbian Literatures of Mexico (Norman, 1969), pp. 56-57.",
                "3. Nicholson, Mexican and Central American Mythology (London, 1967), p. 26.",
                "4. Metraux, “South America: Creation and Destruction,” Larousse World Mythology (London, 1972), p. 483."
            ],
            "captions": [
                "Illustration by John Green."
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 278,
            "content": "KON TIKI VIRACOCHA\nIn South America, myths of the primeval darkness are quite widespread. As H. Osborne noted:\n“Some mythological cycles feature a primitive age of darkness before the existence of the sun, when human beings lived in a state of anarchy without the techniques of civilized life.”\nIn a similar vein, Juan de Betanzos narrates the following:\n“They say that in ancient times the land of Peru was dark and there was no light nor day in it. In those times there dwelt there a certain people who owed allegiance to an overlord whose name they no longer remember. And they say that in those times when all was night in the land there came forth from a lake in the district called Collasuyu, a Lord named Con Ticci Viracocha...And while he was there...he suddenly made the sun and the day and commanded the sun to follow the course which it does follow...They say that this Con Ticci Viracocha had emerged on an earlier occasion and that on this first appearance he made the heaven and the earth and left everything dark.”\nSimilarly, an account by Sarmiento de Gamboa states that:\n“The natives of this country [i.e., Peru] say that in the beginning, before the world was created, there was one whom they called Viracocha. And he created the world dark and without the Sun, nor Moon, nor stars.”\n“The Sun, according to Sarmiento’s narrative,” Jan Sammer informs us, “emerged only after the Deluge.”\nIt seems, then, that even the famous Kon Tiki (Con Ticci) was none other than a Saturnian figure, and the “lake” from which it was said he emerged nothing but the dim memory of the ancient waters of chaos. The description of this god as a fair-skinned, red-bearded man has captured the imagination of western chroniclers but, among the original natives, this belief was not unanimous. Besides, that Viracocha was a celestial deity is ascertained by his having been lauded as “Thou who art in the high heavens...”\nAlso:",
            "bibliography": [
                "1. Donnelly, op. cit., p. 222.",
                "2. Juan de Betanzos, Suma y Narracion de los Incas, as cited by H. Osborne in ibid., p. 332.",
                "3. Jan Sammer, “The Cosmology of Tawantinsuyu,” KRONOS IX:2 (Winter 1984), p. 22.",
                "4. R. Van Over, op. cit., p. 114.",
                "5. Tbid."
            ],
            "captions": []
        }
    ]
}
