[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 469,
        "content": "“The appearance of the clouds would be affected by the star’s rotation. If a dwarf turns fast enough, the spin could drive the clouds into a stellar weather system much like the bands on Jupiter.” Or, one might add, also like the bands on Saturn—although, to be sure, the proto-Saturnian latitudinal cloud bands only became apparent toward the end of the configuration’s existence. THE ACCRETION DISK MODEL Together with the existence of planets in extra-solar systems, the discoveries enumerated above have added further havoc to the current theory of planet formation. As Zapatero-Osorio has stated: “The formation of young, free-floating, planetary-mass objects like these is difficult to explain by our current models of how planets form.”6 And: “The most intriguing question now is how can we explain the formation and evolution of planetary-mass objects outside the solar system?” And, in a press release: “These free floaters may pose a considerable challenge to current theories about how planets form.”7! There was a time when the formation of the Solar System planets was believed to have been due to material being drawn out of the Sun by a close passing star. This theory was however discarded in favor of the one now accepted in which the planets are theorized to have formed from the same gas cloud that collapsed through its own gravity to form the Sun itself. The material remaining after the Sun had formed is said to have continued to circle the Sun in its equatorial plane. Known as an accretion disk, this gaseous cloud continued to collapse into smaller clumps of matter, which clumps eventually aggregated into the planets and at least some of their accompanying satellites. There have been various other theories, but the accretion disk model became the one most widely accepted. When it comes to extra-solar systems, however, it has recently been discovered that the accretion process encounters difficulties. Thus, for instance, 90% of the young stars known to exist in the Orion nebula are surrounded by so-called accretion disks “that could potentially clump into new worlds.” But, as Kathy Svitil noted, “making a planet, it turns out, isn’t all that easy to do.”72 “Robert O’Dell christened these disks ‘proplyds,’ for protoplanetary disks. The name may actually be a misnomer, because these disks will evaporate within a million years, probably before planets can form.” “Intense radiation streaming from the nebula’s brightest infant stars can stop the process in its tracks, says astronomer C. Robert O’Dell of Vanderbilt University in Nashville, Tennessee. ‘Radiation evaporates away the disks in a few hundred thousand years or less,’ he says, leaving little or no time for planets to coalesce.”",
        "bibliography": [
            "68. S. J. Goldman, loc. cit. © M. Fox, loc. cit. 1% Science (October 2, 2000), as quoted by I. Tresman, “18 Possible Planets Lacking a Star,” SIS Internet Digest, 2000:2, p. 13.",
            "71. As quoted by I. Tresman, “Intersect 2001 Conference,” in ibid., 2001:2, p. 13.",
            "72. K. A. Svitil, “Planets in Peril,” Discover (August 2001), p. 11.",
            "3. T. P. Ray, “Fountains of Youth: Early Days in the Life of a Star,” Scientific American (August 2000), p. 45.",
            "74. K. A. Svitil, loc. cit."
        ],
        "captions": [],
        "headers": [
            "THE ACCRETION DISK MODEL"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 470,
        "content": "These protoplanetary nebulae, says Sun Kwok, “evolve rapidly and exist a mere one thousand years.”75 “But similar disks in milder environments,” Thomas Ray opined, “should indeed survive long enough to give birth to planets.”76 But how can such disks ever be in a milder environment when they are supposed to exist around newly-forming stars? So, likewise, in another extra-solar system which consists of two newly discovered planets orbiting around 47 Ursae Majoris. What makes this system doubly interesting is that, unlike others previously discovered, it resembles mostly our own Solar System. One of these planets has been calculated to have a mass equivalent to 2.6 that of Jupiter, with the other containing a mere 0.76 of Jupiter’s mass. The two planets therefore “have about the same mass ratio as Jupiter and Saturn.” Moreover, unlike other previously discovered extra-solar systems, the planets around 47 Ursae Majoris travel in circular, rather than elliptical, orbits. As Debra Fischer noted: “Now, for the first time, we have a system that looks like it had a gentle dynamical history, similar to our own solar system.” What is germane to our present topic, however, came to light when Greg Laughlin conducted a computer simulation of the system only to discover that “the gravity of the larger inner planet would jostle planetesimals in the star’s habitable zone, preventing them from aggregating into a terrestrial planet.” Granted that the above may be considered unique examples, what about our own Solar System? Despite everything that had been claimed previously, back in 1960, W. H. McCrea’s calculations indicated that planets could not have originated by aggregation between the orbit of Jupiter and the Sun. That same year, R. A. Lyttleton confirmed this assumption through his own calculations, again showing that the terrestrial planets, that is those within the orbit of Jupiter, could not have formed from the so-called accretion disk, but must have originated, by disruption, from the giant gaseous planets themselves. Not everyone agreed, however, and, in 1979, Robert Jastrow was still claiming general ignorance when it came to the formation of our Solar System’s inner planets. As he wrote: “We can understand the birth of the giant planets of the solar system—Jupiter, Saturn, Uranus, and Neptune...But the smaller planets—the earth, Mars, Venus and Mercury—their origin is a mystery. Somehow they collected out of tiny grains of matter and developed into full-sized planets. We may never know exactly how the earth and its sister planets were born.” By 1997, there were other astrophysicists who began questioning the theory of planet formation through the core accretion mechanism, so that it eventually had to be admitted that the accretion disk model falls flat on its face. By then, Uranus and Neptune were made to join the terrestrial planets as being impossible to have been formed through the accretion process. As Joshua Roth stated: “Pity Uranus and Neptune...no one can even explain why they exist.” Agreeing with what has now become the general consensus, Roth declares that",
        "bibliography": [
            "75. S. Kwok, “Mining for Cosmic Coal,” Astronomy (June 2002), p. 49.",
            "76. T. P. Ray, op. cit., p. 46.",
            "77. R. Naeye, “A Planetary System Like Our Own?” Astronomy (October 2001), p. 20.",
            "78. W. H. McCrea, Proceedings of the Royal Society, Vol. 256 (May 31, 1960).",
            "79. R. A. Lyttleton, Monthly Notices of the Royal Astronomical Society, 121 #6 (1960); idem, Man’s View of the Universe (Boston, 1961), p. 36.",
            "80. R. Jastrow, “Genesis Revealed,” Science Digest (Winter 1979), pp. 38-39.",
            "81. A. P. Boss, “Giant Planet Formation by Gravitational Instability” and J. Glanz, “Worlds Around Other Stars Shake Planet Birth Theory,” as cited in THOTH, electronic newsletter sponsored by KRONIA Communications, Vol. I, No. 18 July 3, 1997), p. 7.",
            "82. J. Roth, “A Fiery Birth for Frigid Worlds?” Sky & Telescope (July 2002), p. 20."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 471,
        "content": "“Core accretion would take tens or hundreds of millions of years—and the protoplanetary disks that are seen surrounding other infant suns don’t seem to last that long.”83 In fact, astrophysicists have no further qualms about speaking of “short disk lifetimes.” But if not through accretion, through what method are planets formed? PLANETARY EJECTIONS When it comes to free floaters in space, one suggestion that has been proposed by Zapatero-Osorio is that “perhaps these objects were ejected from their orbits from their original birthplaces around the stars.”85 Kailash Sahu was of similar opinion when he asked: “Could they be planets torn from their parent stars...?”86 In order to accept this, however, it needed to be shown that at least some of these free floaters, including brown dwarfs, must still be existing in orbit around some stars. News of such a brown dwarf did not take long in coming. Actually, there already had existed indirect evidence for several brown dwarfs orbiting around stars. But direct evidence did eventually filter through. This concerned a brown dwarf that Michael Liu and his colleagues discovered through the infrared adaptive-optics systems of the Gemini North and Keck telescopes. What these optic systems disclosed was a brown dwarf “glowing faintly” around the “Sun-like star” known as 15 Sagittae. If nothing else, this takes care of the objection that the sub-brown dwarf that was proto-Saturn had no business residing, or settling, within the Solar System. Moreover, in comparison to our Solar System, the proximity of the brown dwarf in question to 15 Sagittae, “as little as 14 astronomical units,” would have positioned it “between Saturn and Uranus,” not far from the very locality in which proto-Saturn itself finally settled. What is also interesting is that, according to Liu, this brown dwarf “is too massive to have formed within a circumstellar disk like a planet.” While expressing his belief that “there are a diversity of physical processes that act to populate the outer regions of exoplanet systems,” Liu did not venture to say by what possible procedure such a dwarf could have been formed. Bo Reipurth, on the other hand, has proposed that “brown dwarfs begin their lives as protostellar ‘embryos’ just like ordinary stars—but are gravitationally ejected from their parent gas clouds before they have time to grow.” But what of the planets in our own Solar System? Planetary ejection had been proposed by orthodox astronomers long before the discovery of extra-solar planets. But this was an entirely different mode of ejection in which small planets were theorized to have been ejected by larger ones. In 1989, V. N. Zharkov and A. V. Kozenko revived this theory by again proposing that Jupiter must have ejected an “embryo” which then initiated the formation of Saturn, with further ejected “embryos” forming the planets Uranus and Neptune. In 1993, while questioning the very process of what he termed “the often-invoked idea that planets all condensed from a collapsed cloud of material in orbit around the Sun,” Thomas Van Flandern proposed that cosmic bodies are emitted by a fast rotating parent. Thus, according",
        "bibliography": [
            "83. Ibid.",
            "84. D. Kaisler, “The Puzzles of Planethood,” Sky & Telescope (August 2002), p. 37.",
            "85. M. Fox, loc. cit.",
            "86. W. Schonmaker, “Mystery Objects Wander M22,” Astronomy (November 2001), p. 32."
        ],
        "captions": [],
        "headers": [
            "PLANETARY EJECTIONS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 472,
        "content": "to him, stars give birth to planets, while planets, in turn, give birth to satellites. Moreover, these emissions are initially jettisoned out in opposite and aligned directions, before being scattered in equatorial planes. In fact, as we have seen, astrophysicists began speaking of planets “birthing punier planets” purely as a matter of fact. If nothing else, this demonstrates that alternative theories claiming that the Solar System planets have been ejected from other planets, so much ridiculed when proposed by Immanuel Velikovsky in 1950, have more than once been proposed by academia. The planetary ejection models developed by those mentioned above differ from each other, as they also differ from the one propounded in this work. Here we follow what is being discovered in our immediate spatial neighborhood, which continues to lend credibility to all those who have been stressing the plasma and electric nature of the Universe. In this respect, Halton Arp had the following to offer: “The assumption in cosmogony until now has been that all bodies in the universe condensed out of a uniformly spread, homogeneous medium and hierarchically aggregated to their current sizes. The evidence, however, is that proto-bodies are ejected from previously existing parent bodies and subsequently grow to their presently observed sizes. We have seen this strongly in the formation of galaxies, quasars and cluster galaxies and quasars...We are seeing it now in the formation of planets.” But bear with me a wee longer while we back-track a little and I promise that, by the end of this last chapter, we will have managed to drive our ultimate peg into its hole. ASTRAL EJECTIONS Let us move far out in space into the dominion of galaxies. How are galaxies formed? The theory that new galaxies are formed by ejection from older galaxies harks back to 1957 as adduced by Viktor Ambarzumian, who has long been regarded as a hero of science in his native Armenia. This theory has also been one of the mainstays of Halton Arp’s career. Meanwhile, Hannes Alfvén had for long suggested that plasma filaments, which have since been detected in space in quantum sufficit, are responsible for the formation of galaxies. Anthony Peratt, a former student of Alfvén who later acted as his secretariat, and who has since become a renowned plasma physicist presently working at Los Alamos National Laboratory, decided to test Alfvén’s hypothesis. What Peratt discovered in the laboratory is that “plasma filaments tend to twist up into what look like tiny spiral galaxies.” Through computer simulation, he then scaled the action up to galactic size. Starting with two parallel filaments that are drawn together by their magnetic fields, and followed by what Eric Lerner called “a prolonged mating dance,” the filaments merged into a single structure that correctly mimicked a bona fide spiral galaxy. Some of these simulations even produced the poleward jets seen emanating from real-life galaxies. As Lerner noted, computer simulations are one thing, the real Universe is quite another. It was, however, not long after Peratt had published his results that, in 1984, real filaments, more than a hundred light-years long, were observed at the centre of our own galaxy, the Milky Way.",
        "bibliography": [
            "93. T. Van Flandern, Dark Matter, Missing Planets and New Comets (Berkeley, California, 1993), pp. 141-142.",
            "94. J. Glausiusz, “Solar Revisionism,” Discover (March 2000), p. 54.",
            "95. H. Arp, Seeing Red: Redshifts, Cosmology and Academic Science (Montreal, 1998), p. 222."
        ],
        "captions": [],
        "headers": [
            "ASTRAL EJECTIONS"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 473,
        "content": "",
        "captions": [
            {
                "source": "internal",
                "text": "Anthony Peratt (Photograph—2000—by Wallace Thornhill.)"
            }
        ],
        "bibliography": [
            "4B"
        ],
        "headers": []
    }
]