{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 359,
            "content": "\n“It was gloomy in the sense that Earth did not experience the sharp contrasts of the modern day and night; but the climate was uniformly moist and warm. Vegetation was lush, animals were plentiful and life easy for herbivores, carnivores and omnivore-scavengers, such as man, alike.”\nPHOTOPERIODISM\nPhotoperiodism, not to be confused with photosynthesis, is the response of organisms to the duration of light and darkness generated by the succession of day and night. It should, however, be noted right from the start that temperature, nutrition, and environmental factors can greatly modify this response. Also, closely related varieties of species can, and do, respond differently to identical photoperiodic conditions due to inherited differences in their make-up.\nWhen it comes to fauna, the most conspicuous activities correlated to photoperiodism consist of changes in pelage and/or plumage, the migratory instincts of birds, and the reproductive process, each of which occurs with marked regularity at a particular time each year.\nWhen animals held in captivity are subjected to artificial lighting conditions which mimic a day-night succession that is different from the natural one, reproduction, bird migration, and other activities can be induced out of season. This seems to prove that such activities are regulated by the changing daily periods of light and darkness—in other words by the succession of the seasons.\nIn artificial situations, as little as nine hours of light per day was sufficient for stimulating the physiological changes responsible for these activities. The response, it has been found, becomes rapid under long days and sluggish under short ones. Thus, changes in physiological responses, such as changes in breeding season, occur in certain birds and mammals when transported from a southern to a northern latitude and/or vice versa. And yet, in equatorial regions, where day lengths are constant, mammals and birds continue to breed, change their plumage, and migrate as if the day lengths actually varied. Do they then keep count of the days? Can they keep time? Or is it that they have adapted so well to their environment that their physiology changes without response to photoperiodism? To be sure, studies of certain species of birds failed to show any influence of light on their reproductive cycle.” Would animals not breed had there been no succession of day and night? Would they stop breeding in an environment of perpetual dawn and an everlasting spring? Or would they adapt?\nThe flowering of plants, the formation of roots, runners, tubers, and bulbs are also controlled by photoperiodism. The photoperiodic reaction of plants takes place in the leaves, but the response occurs elsewhere. Not all plants, however, react the same way. Short-day plants, for instance, fail to flower when days exceed a certain duration; long-day plants fail to flower unless days exceed a certain duration. The critical day lengths for these plants, moreover, differ widely not only from species to species but also among varieties of the same",
            "bibliography": [
                "6. Ibid.",
                "7. Wolfson, “Photoperiodism,” Encyclopaedia Britannica, Vol. 17 (1959 edition), p. 848."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 360,
            "content": "Birds in equatorial regions, where day lengths are constant, continue to change their plumage, reproduce, and migrate on time as if day lengths actually varied.",
            "bibliography": [],
            "captions": [
                "Shown above: The African Crane.",
                "(Photograph by the author.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 361,
            "content": "species. Other plants, meanwhile, flower regardless of day lengths.\nWhat was not understood at the time the phenomenon of photoperiodism was named was that the response of plants is controlled by the duration of darkness and not of light—that is by the length of the night as opposed to the length of the day. May we be bold enough to suggest that this might be a residue from an earlier environment in which the world was cast in perpetual semi-darkness?\nRed light can prevent the flowering of short-day plants while promoting that of long-day ones. However, the inhibition of flowering by short-day plants through red light can be prevented by the inclusion of red light of greater wavelength (or what is known as far-red).\nSince Saturn is here posited to have been a brown dwarf star, its propensity of red light, mainly in the far-red, would therefore have been conducive to plant growth.\nOn the other hand, as every gardener knows, some flowers close up at night and re-open when the Sun comes up. What, then, would have happened to such plants attempting to thrive in a world where the succession of day and night was replaced by a perpetual dawn-like murkiness? The answer is actually simple: Had such plants existed at the time, they would have had to adapt to their environment as others have done, and continue to do, in the present world.\nTHE SUB-TROPICAL ARCTIC\nAs early as the nineteenth century it was “admitted by all scientific authorities that at one time the regions within the Arctic Circle enjoyed a tropical or nearly tropical climate.” These words were written in 1885 by William Warren in his attempt to prove that man’s original Paradise had been located at Earth’s north polar region.” He did not assert this as merely his say-so; he named authorities and quoted from them.\n“The Arctic regions, probably up to the North Pole, were not only free from ice, but were covered with a rich and luxuriant vegetation.”\n“One of the most startling and important of the scientific discoveries of the last twenty years has been that of the relics of a luxuriant Miocene flora in various parts of the Arctic regions. It is a discovery which was totally unexpected, and is even now considered by many men of science to be completely unintelligible...”\n“In the early Tertiary period the climate of the northern hemisphere, as shown by the Eocene animals and plants, was very much hotter than it is at present; partaking, indeed, of a sub-tropical character. In the Middle Tertiary or Miocene epoch the temperature, though not high, was still much warmer than that now enjoyed by the",
            "bibliography": [
                "8. H. A. Borthwick. “Photoperiodism,” in ibid., p. 847F.",
                "9. Ibid.",
                "10. W. F. Warren, Paradise Found (Boston, 1885), p. 84.",
                "11. Croll, Climate and Time (American edition, 1875), p. 7 as quoted in ibid., p. 85.",
                "12. A. R. Wallace as quoted in ibid., p. 83."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 362,
            "content": "ERA                   PERIOD                EPOCH               M/Yrs Ago\nCENOZOIC                                         Pliocene                   Ma. 13\nQuaternary             Pleistocene                  Ma.\nTertiary                     Miocene                        Ma. 25\nOligocene                       Ma. 36\nEocene                         Ma. 58\nPaleocene                       Ma. 63\nCretaceous                Upper                   Ma. 110\nLower                   Ma. 135\nMESOZOIC              Jurassic                  Upper                   Ma. 165\nMiddle Lower                  Ma. 180\nMiddle Lower\nTriassic                       Upper\nPermian                  Upper Middle                    Ma. 260\nTriassic                     Upper                      Ma. 200\nLower                         Ma. 280\nCarboniferous            Pennsylvanian                   Ma. 320\nMiddle Lower                   Ma. 230\nMississippian                 Ma. 345\nPALAEOZOIC\nUpper                         Ma. 365\nDevonian                      Middle                        Ma. 390\nLower                         Ma. 405\nOrdovician                     Upper                         Ma. 445\nMiddle Lower                   Ma. 500\nCambrian                      Upper                         Ma. 530\nSilurian                                                          Ma. 425\nMiddle Lower                    Ma. 570\nMiddle Lower                   Ma. 500",
            "bibliography": [
                "Simplified table of the geologic succession"
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 363,
            "content": "\nnorthern hemisphere; and we know that the plants of the temperate regions at that time flourished within the Arctic Circle.”\n“One thing at least is certain, that till a very recent period, geologically speaking, our earth enjoyed a warm and genial climate up to the actual poles themselves, and that all its vegetation was everywhere evergreen, of much the same type as that which now prevails in the modern tropics.”\nEven Charles Lyell, the very proponent of the uniformitarian principle, was compelled to write:\n“The result of our examination of the organic and inorganic evidence as to the state of the climate of former geological periods is in favor of the opinion that the heat was generally in excess of what it now is. In the greater part of the Miocene and preceding Eocene epochs the fauna and flora of Central Europe were sub-tropical, and a vegetation resembling that now seen in Northern Europe extended into the Arctic regions as far as they have yet been explored, and probably reached the Pole itself.\nIn the Mesozoic ages the predominance of reptile life and the general character of the fossil types of that great class of vertebrata indicate a warm climate and an absence of frost between the 40th parallel of latitude and the Pole...”\nAnd yet, seeing as so much has been discovered since the nineteenth century, can we still adhere to these conclusions?\nMore so than ever.\nTHE CANADIAN HIGH ARCTIC\nThe Canadian island of Axel Heiberg, in Nunavut, well above the Arctic Circle, well beyond the present tree line, is littered with the remains of ancient forests—stumps, logs, and remnants of leaves and even fruit. Although the relics of such forests are known from other parts of the world, those on Axel Heiberg are exceptional because, unlike other remains, they have not been petrified. On the contrary, the remains have maintained their original form and even tissue. The retrieved wood still splits and splinters and can be carved with a sharp knife. It burns as good as modern wood. It has even retained the hue of soft lumber. Not only trees have been preserved, but also leaf mats the likes of which one finds on the ground in modern forests. Barren, gaunt, and forbidding as the island now is, its rolling hills bear the traces of more than twenty separate forest layers, stacked on top of each other, all of which are found in situ, testifying to growth on the spot rather than transmission by the forces of nature. The age between each individual forest layer, which consist of sediment a few meters thick, has been calculated to be anything from a few hundred to thousands of years.\nAs James Basinger noted, these vestiges point to “a lengthy warm spell during the Eocene epoch...when mean annual polar temperatures ranged from seven to 15° C.”\n“Tall trees not unlike the towering redwoods of the Pacific Northwest—and genetically similar to birch, alder and swamp cypress—grew beside a meandering river delta hundreds of kilometers wide. Some of these giants were 35 m high, with stumps 2.5 m around, and appear to have lived for as long as 1,000 years.”\nThe problem that has been facing paleobotanists is how such forests could have thrived in a latitude which at present would have forced them to “sleep” through the long",
            "bibliography": [
                "13. Nicholson, The Life History of the Globe, p. 335 as quoted in ibid., p. 85.",
                "14. Allen, Knowledge (November 30, 1883), p. 327 as quoted in ibid.",
                "15. C. Lyell, Principles of Geology, Vol. I (1830-1876, 11th edition), p. 231 as quoted in ibid., p. 86."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 364,
            "content": "Even Charles Lyell—the proponent of the uniformitarian principle—was compelled to admit that the Arctic regions had once basked in a sub-tropical climate.\n(From a portrait at the British Museum.)\nIn thickness, has been calculated to be anything from a few hundred to thousands of years.\nAs James Basinger noted, these vestiges point to “a lengthy warm spell during the Eocene epoch...when mean annual polar temperatures ranged from seven to 15° C.”\n“Tall trees not unlike the towering redwoods of the Pacific Northwest—and genetically similar to birch, alder and swamp cypress—grew beside a meandering river delta hundreds of kilometers wide. Some of these giants were 35 m high, with stumps 2.5 m around, and appear to have lived for as long as 1,000 years.”\nThe problem that has been facing paleobotanists is how such forests could have thrived in a latitude which at present would have forced them to “sleep” through the long",
            "bibliography": [
                "16. Ibid.",
                "17. C. Johnson, “Basinger’s Lecture on the Eocene Forests of the Canadian High Arctic,” Chronology & Catastrophism Workshop 1989:2, p. 17.",
                "18. Ibid.",
                "19. “The Eocene Climate Puzzle,” Chronology & Catastrophism Workshop 1989:1, p. 27;",
                "20. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology and Catastrophism Review XIV. (1992), p. 7.",
                "21. Fossils Date the Tilt of Earth’s Axis,” Globe & Mail (June 8, 1984). NOTE: For even earlier Triassic remains, which also point to “a warm and humid climate,” see Soviet Weekly (July 21, 1984).",
                "22. C. Johnson, op. cit., p. 11.",
                "23. C. Johnson, “Basinger’s Lecture on the Eocene Forests of the Canadian High Arctic,” Chronology & Catastrophism Workshop 1989:2, p. 17 (emphasis added)."
            ],
            "captions": [
                "Shown above: Charles Lyell.",
                "(From a portrait at the British Museum.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 365,
            "content": "polar night. As Art Johnson, who is independent of Basinger and has been studying these remains, noted: “We have no forests on Earth where the trees are so big and have to sit in the dark for three months.”\nAxel Heiberg Island is not the only area in Canada’s High Arctic where the remains of ancient forests have been found. The coal-bearing sediments of the Eureka Sound Group scattered throughout most of the Arctic Archipelago also contain such remains. Plants dated to the Paleocene from the Fosheim Peninsula of Ellesmere Island resemble similar Paleocene flora from Western Canada’s interior, indicating a cosmopolitan temperate zone.” Some of the plants from these Tertiary forests have been described as being akin to those growing in the present cypress swamps of Florida.” Others, like oak, do not grow in swamps. Trees from the middle Eocene in the same area reached up to 50 meters high.\nThe fossils of animals found buried amid the remains of these forests—ancestors of the horse and rhinoceros, giant lizards, land tortoises, salamanders, snakes, alligators, crocodiles, flying lemurs—all testify to the warmth of the climate at that time, as so does the discovery of fossil palm trees and huge exotic ferns by Soviet paleobotanists in the islands of Spitsbergen in the Svalbard archipelago far within the Arctic Circle.” Even fossil tapirs, the descendants of which now live in the equatorial Amazon forest, were found on Ellesmere Island.* As Ian Johnson (not to be confused with Art Johnson, cited above) noted, finding the tropics in such high latitudes raises serious implications for paleontologists:\n“This far from the equator means 4 months of polar darkness...If the night temperature was always 10 degrees Celsius, in conjunction with 4 months of darkness, plants would die. Mammals found to date are likely middle Eocene creatures. Crocodiles, lizards and turtles are well adapted to forest life but some of the discovered species [the crocodilians] cannot tolerate near freezing temperatures for very long. This implies that there had to be considerable warmth in the Eocene High Arctic all throughout the year.”\nAnd:\n“Crocodilians are a test of the reconstructed polar forest community because they have changed little since the end of the Triassic...the crocodilians have been consistent throughout their long evolutionary history in their limited tolerance of the cold.”\nAlligators are more adapted to cold weather than crocodiles. Crocodiles require shallow water, but crocodiles in water that is colder than 65° F tend to sink to the bottom in lassitude and drown as they do in places even like Florida during severe cold weather.\nThe scientific establishment, meanwhile, has not been entirely silent when it comes to propositions concerning the solution of the puzzle which the one-time existence of these Arctic forests raise. Thus, for instance, writers in New Scientist proposed that the Arctic Eocene’s subtropical climate can be explained if the oceans transported far more heat to the poles than they do at present.” But evidence of the atmospheric circulation required for this, which depends on temperature differential, is lacking. Moreover, the small size of particles retrieved from Eocene deep-sea sediments confirm the lack of wind speeds at that time.”\nContinental drift must also be ruled out because Axel Heiberg Island is “only a few hundred kilometres closer to the North Pole than it was when the forests flourished” — which is definitely not enough for it to have been located outside the Arctic Circle at that time. As Johnson noted: “Modern geological field work has confirmed that the northern lands of the globe have been located in polar latitudes for at least the last 100 million years, despite ongoing continental drift.”\nLeo Hickey’s observation that “fossil leaf fragments indicate that the deciduous leaves were enormous” has remained somewhat controversial. He, however, claims to have returned from his 1979 field season with fossil leaf fragments, one of which measured two feet in width.” Gigantic leaves are known to develop when plants are grown under constant lighting conditions. Thus, his conclusion was that these forests “grew under conditions of continuous light.” Hickey then proposed that a bank of thick fog could have hung over the forests during the Arctic winter, which fog would have retained enough heat to cause a greenhouse effect. What would have caused the fog, or why such a fog is not at present evident in the polar regions, he left unexplained.\nCurt Teichert was honest enough to admit that “attempts to explain rapid climatic changes throughout the Tertiary have been ‘especially vexing and unsatisfactory’.” As D. H. Campbell wrote: “It is difficult to imagine any possible conditions of climate in which",
            "bibliography": [
                "16. Ibid.",
                "17. C. Johnson, “Basinger’s Lecture on the Eocene Forests of the Canadian High Arctic,” Chronology &Catastrophism Workshop 1989:2, p. 17.",
                "18. Ibid.",
                "19. “The Eocene Climate Puzzle,” Chronology & Catastrophism Workshop 1989:1, p. 27;",
                "20. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology and Catastrophism Review XIV. (1992), p. 7.",
                "21. Fossils Date the Tilt of Earth’s Axis,” Globe & Mail (June 8, 1984). NOTE: For even earlier Triassic remains, which also point to “a warm and humid climate,” see Soviet Weekly (July 21, 1984).",
                "22. C. Johnson, op. cit., p. 11.",
                "23. C. Johnson, “Basinger’s Lecture on the Eocene Forests of the Canadian High Arctic,” Chronology & Catastrophism Workshop 1989:2, p. 17 (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 367,
            "content": "Tall trees not unlike the towering redwoods of the Pacific Northwest—and genetically similar to birch, alder and swamp cypress—grew beside a meandering river delta hundreds of kilometers wide. Some of these giants were 35 m high, with stumps 2.5 m around, and appear to have lived for as long as 1,000 years.\nThe problem that has been facing paleobotanists is how such forests could have thrived in a latitude which at present would have forced them to “sleep” through the long",
            "bibliography": [
                "16. Ibid.",
                "17. C. Johnson, “Basinger’s Lecture on the Eocene Forests of the Canadian High Arctic,” Chronology & Catastrophism Workshop 1989:2, p. 17.",
                "18. Ibid.",
                "19. “The Eocene Climate Puzzle,” Chronology & Catastrophism Workshop 1989:1, p. 27;",
                "20. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology and Catastrophism Review XIV. (1992), p. 7.",
                "21. Fossils Date the Tilt of Earth’s Axis,” Globe & Mail (June 8, 1984). NOTE: For even earlier Triassic remains, which also point to “a warm and humid climate,” see Soviet Weekly (July 21, 1984).",
                "22. C. Johnson, op. cit., p. 11.",
                "23. C. Johnson, “Basinger’s Lecture on the Eocene Forests of the Canadian High Arctic,” Chronology & Catastrophism Workshop 1989:2, p. 17 (emphasis added)."
            ],
            "captions": [
                "Shown above: An Indian gavial, remains of the ancestors of which have been recovered from the Canadian High Arctic.",
                "How did these warm-loving animals survive within the Arctic Circle?"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 368,
            "content": "polar night. As Art Johnson, who is independent of Basinger and has been studying these remains, noted: “We have no forests on Earth where the trees are so big and have to sit in the dark for three months.”\nAxel Heiberg Island is not the only area in Canada’s High Arctic where the remains of ancient forests have been found. The coal-bearing sediments of the Eureka Sound Group scattered throughout most of the Arctic Archipelago also contain such remains. Plants dated to the Paleocene from the Fosheim Peninsula of Ellesmere Island resemble similar Paleocene flora from Western Canada’s interior, indicating a cosmopolitan temperate zone.” Some of the plants from these Tertiary forests have been described as being akin to those growing in the present cypress swamps of Florida.” Others, like oak, do not grow in swamps. Trees from the middle Eocene in the same area reached up to 50 meters high.\nThe fossils of animals found buried amid the remains of these forests—ancestors of the horse and rhinoceros, giant lizards, land tortoises, salamanders, snakes, alligators, crocodiles, flying lemurs—all testify to the warmth of the climate at that time, as so does the discovery of fossil palm trees and huge exotic ferns by Soviet paleobotanists in the islands of Spitsbergen in the Svalbard archipelago far within the Arctic Circle.” Even fossil tapirs, the descendants of which now live in the equatorial Amazon forest, were found on Ellesmere Island.* As Ian Johnson (not to be confused with Art Johnson, cited above) noted, finding the tropics in such high latitudes raises serious implications for paleontologists:\n“This far from the equator means 4 months of polar darkness...If the night temperature was always 10 degrees Celsius, in conjunction with 4 months of darkness, plants would die. Mammals found to date are likely middle Eocene creatures. Crocodiles, lizards and turtles are well adapted to forest life but some of the discovered species [the crocodilians] cannot tolerate near freezing temperatures for very long. This implies that there had to be considerable warmth in the Eocene High Arctic all throughout the year.”\nAnd:\n“Crocodilians are a test of the reconstructed polar forest community because they have changed little since the end of the Triassic...the crocodilians have been consistent throughout their long evolutionary history in their limited tolerance of the cold.”\nAlligators are more adapted to cold weather than crocodiles. Crocodiles require shallow water, but crocodiles in water that is colder than 65° F tend to sink to the bottom in lassitude and drown as they do in places even like Florida during severe cold weather.\nThe scientific establishment, meanwhile, has not been entirely silent when it comes to propositions concerning the solution of the puzzle which the one-time existence of these Arctic forests raise. Thus, for instance, writers in New Scientist proposed that the Arctic Eocene’s subtropical climate can be explained if the oceans transported far more heat to the poles than they do at present.” But evidence of the atmospheric circulation required for this, which depends on temperature differential, is lacking. Moreover, the small size of particles retrieved from Eocene deep-sea sediments confirm the lack of wind speeds at that time.”\nContinental drift must also be ruled out because Axel Heiberg Island is “only a few hundred kilometres closer to the North Pole than it was when the forests flourished” — which is definitely not enough for it to have been located outside the Arctic Circle at that time. As Johnson noted: “Modern geological field work has confirmed that the northern lands of the globe have been located in polar latitudes for at least the last 100 million years, despite ongoing continental drift.”\nLeo Hickey’s observation that “fossil leaf fragments indicate that the deciduous leaves were enormous” has remained somewhat controversial. He, however, claims to have returned from his 1979 field season with fossil leaf fragments, one of which measured two feet in width.” Gigantic leaves are known to develop when plants are grown under constant lighting conditions. Thus, his conclusion was that these forests “grew under conditions of continuous light.” Hickey then proposed that a bank of thick fog could have hung over the forests during the Arctic winter, which fog would have retained enough heat to cause a greenhouse effect. What would have caused the fog, or why such a fog is not at present evident in the polar regions, he left unexplained.\nCurt Teichert was honest enough to admit that “attempts to explain rapid climatic changes throughout the Tertiary have been ‘especially vexing and unsatisfactory’.” As D. H. Campbell wrote: “It is difficult to imagine any possible conditions of climate in which",
            "bibliography": [
                "16. Ibid.",
                "17. C. Johnson, “Basinger’s Lecture on the Eocene Forests of the Canadian High Arctic,” Chronology & Catastrophism Workshop 1989:2, p. 17.",
                "18. Ibid.",
                "19. “The Eocene Climate Puzzle,” Chronology & Catastrophism Workshop 1989:1, p. 27;",
                "20. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology and Catastrophism Review XIV. (1992), p. 7.",
                "21. Fossils Date the Tilt of Earth’s Axis,” Globe & Mail (June 8, 1984). NOTE: For even earlier Triassic remains, which also point to “a warm and humid climate,” see Soviet Weekly (July 21, 1984).",
                "22. C. Johnson, op. cit., p. 11.",
                "23. C. Johnson, “Basinger’s Lecture on the Eocene Forests of the Canadian High Arctic,” Chronology & Catastrophism Workshop 1989:2, p. 17 (emphasis added)."
            ],
            "captions": []
        }
    ]
}
