{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 109,
            "content": "The study of comets is foundational to astronomical science. Even today, every study on comets is based on an analysis of historical data. Specialists of comet theory particularly emphasize the importance of Chinese historical records. These records began to be scrutinized during the age of Newton. Edmund Halley is famous for his supposed discovery of the periodicity of comets. However, Diodorus Siculus (1st century B.C.) and Pliny (A.D. 23-79) had already discussed the predictable return of comets. Moreover, the Chaldeans—by whom he meant the Assyro-Babylonians—had learned to predict the return of comets, as had the Egyptians. Mary Proctor, however, was not convinced. She rejected as unlikely the claims made by Seneca that ancient Chaldean astronomers could calculate the return of comets. As for the Greeks, they held that comets were permanent bodies belonging to the solar system, revolving around the sun like planets. It is curious to note that some of the theories proposed by the Pythagoreans contrasted favorably with later, more fantastic ideas. Francis Baker noted as early as 1891 that phenomena related to comets had been studied, with definite theories proposed in Greek schools. He stated, 'The Pythagoreans perceived comets to be permanent celestial bodies.' As Velikovsky pointed out, Seneca (4 B.C.-A.D 65) understood the real nature of comets, including their periodicity. Yet for 1,500 years post-Seneca, science remained stuck, unable to progress in its understanding of comets.",
            "bibliography": [
                "1. L.C. Stecchini, “Newton’s World View,” KRONOS IX:3 (Summer 1984), p. 54.",
                "2. H. Velikovsky, loc. cit.",
                "3. F.H. Baker, “Comet Lore,” Living Age (June 27, 1891), pp. 818-823.",
                "4. M. Proctor, The Romance of Comets (N. Y., 1926), p. 148.",
                "5. F.H. Baker, loc. cit., (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 110,
            "content": "",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 111,
            "content": "Comets are depicted in a Chinese painting on silk recovered from a 168 B.C. Han Dynasty tomb. The prevailing dogma at the time was that comets were apparitions in the atmosphere, like rainbows, which Copernicus also believed. Plutarch mentioned that comets have rotational movement. Pythagoras took a contrary view, believing comets to be terrestrial 'exhalations' igniting the atmosphere. This misperception is regrettable, given that Pythagoras influenced scholarly thought for nearly two millennia. Pythagoras did not eradicate earlier knowledge; years later, Pliny still referred to comets as permanent bodies that return periodically on their orbits. It was through Pliny that Halley built his own theories on comets. Isaac Newton, however, doubted the physical existence of comets. To reconcile his gravitational theory with biblical Genesis, he proposed that the Solar System was created in a single divine act, governed by divine laws.",
            "bibliography": [
                "1. Velikovsky, Stargazers and Gravediggers (N. Y., 1983), p. 220.",
                "2. Plutarch, op. cit., 928D.",
                "3. Pliny, op. cit., II:xxii."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 112,
            "content": "Newton believed that comets must have remained in stable equilibrium since their formation. The existence of erratic comets—those without predictable orbits as understood by his contemporaries—was a challenge to his theory. He expended much effort trying to explain them. Early Greek philosophers, such as Diodorus and Pliny, grappled with definitions of comets, often deriving from the teachings of earlier astronomers. Illustrations were created to demonstrate the dynamic nature of celestial bodies much like modern explanations. These early scholars made significant contributions to the understanding of comets, although some errors persisted.",
            "bibliography": [
                "1. L.C. Stecchini, loc. cit.",
                "2. V. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 247.",
                "3. The exact birth date of Democritus remains debated, with estimates ranging from 470 B.C. to potentially later.",
                "4. Hippolytus, The Refutation of all Heresies, 1:xi."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 113,
            "content": "Even the modern theory of the formation of planets by aggregation has roots in the ideas of Democritus: 'Worlds are produced when many bodies congregate and flow together from surrounding space to a common point, forming substances of similar shape and connection.' Giordano Bruno lacked the fortunate protection of leaders like Pericles; he was executed in A.D. 1600 for proposing that other worlds must harbor life. This idea predates him, as Metrodorus of Chios expressed even in the fourth century B.C. that it was absurd to think Earth was the only populated world. Analyzing the astronomical insights of ancient civilizations reveals their advanced understanding.",
            "bibliography": [
                "1. E. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 124.",
                "2. T. Dickinson, “Probing the Cosmic Haystack,” Equinox (March-April 1983), p. 81; idem, “Earth: There’s No Life Like It,” Equinox (December 1995), p. 30."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 114,
            "content": "An illustration depicting the Late Babylonian zodiac, displaying twelve constellations recognizable in modern interpretations. The astronomers of late Hellenistic and Roman periods acknowledged deep connections to 'Chaldean' or 'Babylonian' astronomy. Plato noted this debt in Greek literature, recognizing that practical astronomical tools such as time-telling devices could have been influenced by earlier Babylonian advances.",
            "bibliography": [
                "1. A. Jones, “Evidence for Babylonian Arithmetical Schemes in Greek Astronomy,” in H. D. Gatter (ed.) Die Rolle der Astronomie in der Kulturen Mesopotamiens (Graz, 1993), p. 77.",
                "2. Plato, Epinomis 986e-987a."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 115,
            "content": "Historical evidence suggests that Greeks gained astronomical knowledge from the Babylonians through studies of celestial movements and relationships among planets and stars. Comets were categorically placed among planets by Chaldeans, despite some debate. The Greeks maintained certain astronomical names and forms but likely adapted them from Babylonian sources.",
            "bibliography": [
                "1. Herodotus, Historiae, II:109.",
                "2. Seneca, Quaestiones Naturales, VII:4:1.",
                "3. P. James, “Greek Debt to Babylonians,” SIS Internet Digest 1997:1, p. 15.",
                "4. Ibid.",
                "5. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 116,
            "content": "The Babylonian constellation Iku, which was interpreted as Pegasus by the Greeks, demonstrates the long-standing connections between their astronomical traditions. This borrowing period of Greek astronomy commenced significantly during the 5th century B.C. The Babylonian records provided essential insights that greatly benefitted Greek astronomers, contributing to their advancements in understanding the cosmos.",
            "bibliography": [
                "1. P. James, loc. cit."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 117,
            "content": "The constellations of the zodiac were recognized as far back as Sumerian times, featuring Taurus, Leo, and Scorpius. Researchers have traced the symbols associated with these constellations back to the Neolithic peoples of Elam and Persia. Significant dates and celestial events recorded further demonstrate the sophistication of Babylonian astronomy in documenting eclipses, celestial movements, and their impacts on the world.",
            "bibliography": [
                "1. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 118,
            "content": "The Babylonians showcased diligent astronomical observation through comprehensive records known as 'astronomical diaries,' covering lunar months, eclipses, significant celestial events, and meteorological occurrences. These meticulous records reflect a rational and methodical approach to astronomy. Their insights and methodologies permitted modern astronomers to verify their findings, attesting to the Babylonians' capability in observing and interpreting celestial phenomena accurately.",
            "bibliography": [
                "1. R. Stephenson, “The Skies of Babylon,” New Scientist (August 19, 1982), pp. 478-481.",
                "2. Diodorus Siculus, Bibliotheca Historica II:31.",
                "3. A. Sachs, “Babylonian Observational Astronomy,” Philosophical Transactions of the Royal Society of London, A 276 (1974), p. 44.",
                "4. Ibid."
            ],
            "captions": []
        }
    ]
}
