[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 214,
        "content": "Motionless lord, we again see that this stability had nothing to do with slowness of movement. What is being described here is an immobile god, a planet bereft of motion. THE EGYPTIAN EXPLICITNESS When we come to Egypt, there is no longer any ambiguity concerning the Saturnian characteristic we have been investigating. In a hymn to Ra, the deity is addressed with these words: “O thou firstborn, who dost lie without movement...” Here, once again, it remains for Egyptologists to explain why, if Ra was truly the Sun, it was described as lying “without movement.” Ra, it was said, “rests on his high place.” Atum was also said to have been immobile. Called “the Firm Heart of the Sky,” it was distinctly said of him that “the Great God lives fixed in the middle of the sky.” In the Papyrus of Ani, the deceased is addressed with these words: “O thou who art without motion like unto Osiris!”—and this phrase is twice repeated. The immobility of Osiris is also mentioned in the Text of Teta: “Thou art stable in thy name of ‘Menu’,” it is there stated, where “Menu” itself has the meaning of “Stable One,” the very same epithet we have found attached to other Saturnian deities. The Egyptian god Ptah, whom we have also seen being identified as a personification of Saturn, was also syncretized with Tenen or Tatanen, a primeval deity who was also lauded as the Disk of Heaven, a definite identification of the god as a celestial body. Here, Wallis Budge informs us that the “exact attributes” of this deity “appear to have been unknown even to the Egyptians.” And yet, he had no difficulty in deriving the god’s name from the word enen, or nen, which means “inertness, inactivity, rest, motionless,” and the like. Despite Budge, what this really tells us is that Tenen was considered to be without motion. If this god can truly be equated with Saturn, as his assimilation with Ptah forces us to conclude, it would again register the planet in question as having been immobile. SHINING IN THE LIGHTLAND Those familiar with Egyptian mythology, especially Egyptologists, can—actually should—raise one telling objection against all of the above. And the objection is this: that, despite his being lauded as lying without movement and as resting on his high place, there are various tracts which describe Ra as rising and setting. For instance, in a hymn to Ra, the god is lauded with the words: “Homage to thee, O thou who art Ra when thou risest and Temu [that is Atum] when thou settest. Thou risest, thou risest, thou shinest, thou shinest, thou who are crowned king of the gods...the company of the gods rejoice when thou risest...”",
        "bibliography": [
            "E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 250.",
            "Idem, From Fetish to God in Ancient Egypt (London, 1934), p. 394.",
            "T. Rundle Clark, Myth and Symbol in Ancient Egypt (N. Y., 1959), p. 59.",
            "E. A. W. Budge, The Egyptian Book of the Dead (see reference #81), p. 315.",
            "Idem, Osiris and the Egyptian resurrection, Vol. 1 (N. Y., 1911/1973), p. 141.",
            "Idem, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 509.",
            "Ibid., p. 508 (emphasis added).",
            "Ibid., p. 509.",
            "Ibid., pp. 335-336."
        ],
        "captions": [],
        "headers": [
            "THE EGYPTIAN EXPLICITNESS",
            "SHINING IN THE LIGHTLAND"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 215,
        "content": "“Hail, thou Disk, thou lord of rays, who risest on the horizon day by day! Homage to thee...when thou risest on the horizon and sheddest thy beams of light...Homage to thee, O thou who risest in the horizon as Ra...” How, then, can we reconcile the above passages, and many more like them, with the idea of a motionless Ra? Well, in the first place, the word translated as “horizon” —3ht—actually means “lightland,” and while this term continues to be accepted as meaning “horizon,” it should never have been. In the second place, the word translated as “rises” actually means “shines,” as Patricia Spencer indicated. There are various Egyptian words which carry these ambiguous meanings. Nen, for instance, means “to rise,” often used in relation to a celestial body, but it also means “to shine.” More than that, as we have just seen, nen also carries the meanings “inertness, inactivity, rest,” and “motionless.” Khaut signifies the “rising of a god,” but also “appearance, splendor, radiance, or brilliance of a god.” Skhai means “to make to rise up,” but also “to appear.” When it comes to the rising of the very Ra in question, one word that is often used is kha or khai, meaning “to rise” or “to ascend,” but also “to shine” or “to appear.” So, similarly, with such words as pert (to come forth), uben (to grow bright), and un. As for “setting,” there is an Egyptian word—urt—which has been rendered as meaning just that, but it is only used for “the setting of a star.” On the other hand, a related word—urt-t—actually means “immobility,” while Urt refers to “a motionless god.” Egyptologists who have translated such phrases as “O thou who risest in the horizon as Ra” did so because the words “O thou who shines in the lightland” made little sense. On the other hand, and in face of the fact that Ra is often described as having been motionless, translators should have kept these additional meanings in mind. A motionless god, or celestial body, that rises and sets is an impossibility. A god, or celestial body, that shines without movement is not. Thus, as David Talbott indicated, the god does not rise or set but comes forth and recedes, that is he grows bright, he shines, and he dims. REIGNING EM HETEP We have already seen it said of Atum that he “lives fixed in the middle of the sky.” Inter alia, the god was also said to have reigned in peace. “Homage to thee, O thou who art in peace,” is a phrase twice repeated in the Papyrus of Mut-hetep. “Come, come in peace!” he is implored, “thou wakest in peace...”",
        "bibliography": [
            "Ibid., p. 336.",
            "M. Lichtheim, Ancient Egyptian Literature—Volume I: The Old and Middle Kingdoms (Berkeley, California, 1975), p. 115.",
            "D. B. Spenser to B. Forrest, private communique, in B. Forrest, Velikovsky’s Sources, Notes & Index Volume (Manchester, 1983), p. 513.",
            "E. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. 1 (N. Y., 1920/1978), p. 351.",
            "Ibid., p. 535.",
            "Ibid., Vol. I, p. 615.",
            "Ibid., Vol. I, p. 534.",
            "Idem, The Gods of the Egyptians, Vol.1 (N. Y., 1904/1969), p. 385.",
            "Cf. A. Piankoff, The Litany of Re (N. Y., 1964), p. 25.",
            "E. A. W. Budge, op. cit., p. 175.",
            "Ibid.",
            "D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 49.",
            "E. A. W. Budge, op. cit., p. 351."
        ],
        "captions": [],
        "headers": [
            "REIGNING EM HETEP"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 216,
        "content": "We suggested above that the Semitic word for “peace” — shalom, salam, sliema—derived from the name of the Saturnian deity called Shulman, Shulmanu, and/or Shalem. We have also seen that the name of this god translates as “the Stable One.” But what, then, is the connection between peace and stability? The Hebrew shalom derives from shalam, which means “to be safe.” So, also, with the Maltese sliema which also means “safety.” “Peace” and “safety” are allied terms but, in a sense, is not also “stability”? Now, as it happens, the Egyptian word sharm’ means “to be peaceful,” but also “to be idle”—that is “to be doing nothing,” which negates motion. Another Egyptian word meaning “to be at peace” is heri, but heri also means “to rest.” The Egyptian word most commonly used for “to be at peace,” however, is hetep which also means “to repose,” “to rest,” and “to be at rest.” This, then, raises the question: Given that Atum was described as being fixed in the middle of the sky, what is the logical characteristic to be allotted him when he is stated to have been em hetep —to have been at peace, or to have been at rest? This, incidentally, brings us back to the god Imhotep—the same as Em Hetep—and makes us ask the question: Was Imhotep really the deified architect who built Djoser’s pyramid, as generally believed? Or was he yet another manifestation of the immobile god we have learned to recognize as Saturn? Talbott, who embraced the meaning of this god’s name as “the one who comes forth while standing in one place,” seems to have had no doubt. IMMOVABLY FIXED The Egyptian Ra is not the only supposed sun-god said to have been devoid of motion. In chapter 3 we saw the Indic Surya called Suraj, which latter name belongs to the planet Saturn. We also noted there that Surya is said to have occupied samanam dhama, “the same place of rising and setting.” We did not there explain the meaning behind this term, having used it only to denote that Surya could not possibly have been the present Sun. What is easier to believe, that a celestial body can climb vertically up the sky and vertically down on the same path, or that it brightens and fades while remaining in the same spot? In view of what we have now disclosed, does not the latter seem preferable? In fact, we can state it unequivocally, since it is unambiguously written that Surya “stands firmly,” and he does so on a “safe resting place.” The belief in Surya’s immobility was so ingrained that he continued to be remembered as “the immovable center of his system.” So how can Indologists continue to perpetrate the disinformation that Surya is the Sun? Even Brahma, we are told, does not rise and set. He “remains alone in the center.” And if there are those who think that this immobility may have applied to planetary deities, but not necessarily to the planets they once personified, they are mistaken. Sthirah, for instance, is yet one more Sanskrit name for the planet Saturn. No deity is involved here. And yet we",
        "bibliography": [
            "J. Strong, op. cit., pp. 116, 117.",
            "E.D. Busuttil, Kalepin Tliet Ilsna (Valletta, 1978), p. 87.",
            "E. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978), p. 727.",
            "Ibid., Vol. I, p. 449.",
            "Ibid., p. 517.",
            "D. N. Talbott, op. cit., p. 50, where, following Budge, he refers to Imhotep as Iemhetep.",
            "Satapatha Brahmana, IV:3:4:9; V. S. Agrawala, Sparks from the Vedic Fire (Benares, 1962), pp. 82-83.",
            "Chandogya Upanishad, III:ii:1-3.",
            "V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1890/1978) p. 1009."
        ],
        "captions": [],
        "headers": [
            "IMMOVABLY FIXED"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 217,
        "content": "find that this name is arguably related to, or derived from, sthira, which means “firm, steady, fixed, immovable, still, motionless,” and “immovably fixed.” So, similarly, in China, where one of the ancient names for the planet Saturn is Zhenxing which means the “Stable Star” or “Stable Planet,” since zhen means “stable” and xing means “star” but also “planet.” No planetary deities enter this equation. It is a pure astronomical assertion deduced from the very meaning of the planet’s name. THE NEVER-SETTING PLANET Lynn Rose deduced that the bizarre astronomical system of Philolaos, the Pythagorean philosopher from Southern Italy, was merely a “garbled” version of the primeval Saturnian system. This, needless to say, led him to the conclusion that the Central Fire of which Philolaos spoke was really an allusion to the old Saturnian sun. As Rose then tells us: “Historians of philosophy are fond of referring to the ‘dark sayings’ of Heraclitus. If Heraclitus was at times reflecting back to conditions during the Age of Kronos, perhaps we are now in a position to understand some of his mysterious remarks. The Central Fire is always at the same location in the sky (as viewed from one spot); this may be why Heraclitus asks, ‘How can anyone hide from that which never sets?’” As Rose continues: “Even some of the Philolaos fragments, although their authenticity has been questioned, make more sense now. We are also told that ‘it [the Central Fire] is ruler and teacher of all things; it is God, One ever-existing, stable, unmoving, itself like to itself, different from the rest,’ and that it ‘remains One for ever in the same position and condition’.” Greek knowledge of the immobile Saturnian sun, however, was not restricted to the “garbled” version of Philolaos. In his evaluation of the Greek Helios and other so-called ancient sun-gods, E. A. Butterworth also came to the conclusion that this luminary “is not the natural sun of heaven, for it neither rises nor sets, but is, as it seems, ever at the zenith...” So similarly from other parts of the world. For example, in Roman tradition, among the poets, Saturn was remembered as the god of “the steadfast star.” The Incas, too, preserved a memory of a sun-god—a resting one, to be sure—who was able “to light the world from one spot.” We can therefore be assured that when the Makiritare of the Upper Orinoco River, in Venezuela, tell us that their god Wanadi was “like a sun that never sets,” they are referring to an old tradition about the planet Saturn. That Wanadi was not the present Sun is additionally indicated by the fact that the Makiritare name for the Sun is Shi.",
        "bibliography": [
            "Ibid.",
            "Sima Qian, Shiji-tianguanshu (early first century B.C.).",
            "L. E. Rose, “Variations on a Theme of Philolaos,” KRONOS V:1 (Fall 1979), pp. 12 ff.",
            "Ibid., p. 26 (emphasis added).",
            "Ibid. p. 27.",
            "D. N. Talbott, op. cit., p. 41.",
            "See here Minor Latin Poets in the Loeb Classical Library (Harvard, 1968), p. 381.",
            "T. Nuttall, “Fundamental Principles of Old and New World Civilizations,” Archaeological and Ethnological Papers of the Peabody Museum, Vol. II (Harvard, 1901), p. 161.",
            "M. de Civrieux, Watunna: An Orinoco Creation Cycle (Berkeley, California, 1980), p. 21.",
            "Ibid., p. 28."
        ],
        "captions": [],
        "headers": [
            "THE NEVER-SETTING PLANET"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 218,
        "content": "i i : \\ f t i i { i i | : t",
        "bibliography": [],
        "captions": [
            "Surya—the god who stood firmly in one place. (Photograph by the author—courtesy of the British Museum, London, England.)"
        ],
        "headers": []
    }
]