{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 79,
            "content": "Elagabalus (A.D. 218-222) was born Varius Avitus, high priest of the Syrian god Elagabalus. He was proclaimed Emperor of the Roman Empire on May 16, 218, and given the title of Marcus Aurelius Antoninus. Assuming the name of his god, he became popularly known as Emperor Elagabalus. When he moved from Emesa to Rome, he took the meteoritic 'image' of his deity with him, which also became known as the Elagabalus, and installed it in the temple of Kybele.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 80,
            "content": "The Sumerian name for 'iron' was an-bar, which means 'fire from heaven.' The Hittites were among the first, if not the first, in the ancient world to use weapons made of iron, called the metal ku-an, which also translates as 'fire from heaven,' since they claimed that iron originated in the sky. The Assyrians also extracted iron from ore; to them, the metal was said to have been 'fragments from heaven.' In Egypt, the name for 'iron' was bia-en-pet or baat-en-pet, which translates as 'metal of heaven' (although 'thunderbolt of heaven' has also been suggested). The association of meteoric iron with the gods, especially with the evil god Set, seems to have led to a taboo against the use of the metal. A similar religious taboo is known to have existed in ancient Israel, as the Old Testament preaches against the use of iron tools in the construction of Yahweh's altar. This taboo was also observed in Greek and Roman cults, though a religious exception seems to have been allowed in Egyptian funerary rites. 'Metal of heaven' was used in the manufacture of small symbolic instruments in connection with the rites of the dead, and such items were often interred with the deceased. These religious instruments are mentioned in Egyptian prayers for the dead, even though few of them have ever been retrieved due to the corrosive nature of iron. Meteoritic worship also extended to Greece. Concerning this practice, Pausanias wrote: 'Orchomenos has a sanctuary of Dionysos, but the most ancient one is consecrated to the Graces. They pay particular worship to rocks, saying they fell out of heaven.' The Egyptian god Amon, associated with meteorites, had an 'image' on Cyprus that was said to be a stone which fell from the sky.",
            "bibliography": [
                "1. V. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 196.",
                "2. E. C. Krupp, loc. cit.",
                "3. E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 306.",
                "4. Velikovsky, Ramses II and His Time (N. Y., 1978), p. 236.",
                "5. H. B. Walters, Catalogue of the Bronzes, Greek, Roman and Etruscan, in the British Museum (London, 1899), p. xviii.",
                "6. G. A. Wainwright, 'The Coming of Iron,' Antiquity, X (1936), p. 11.",
                "7. Pausanias, Descriptions of Greece, 38:1."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 81,
            "content": "The deity of Aphaca was associated with a meteor at Byblos in Syria. The great 'image' of Pallas Athena, known as the Palladium, in the citadel of Troy, which held the city's safety, was also said to have been a stone that fell to Earth. Similarly, the sacred stone at Delphi was said to belong to Kronos, who was Saturn. G. A. Wainwright noted: 'Plenty of [other meteorites] could be mentioned as being kept in churches or temples, but let that of Casa Grande suffice. It was found in a room of an ancient Mexican temple, carefully swathed in bandages.' One should not assume that such beliefs and practices were simply the products of ancient naiveté. Many modern Muslims may not wish to admit it, but the most holy object in Islam, the Black Stone, which is incorporated into the Ka’aba at Mecca, is also a meteorite. It is only fair to point out that Immanuel Velikovsky's claim about the Black Stone falling from the planet Venus cannot be substantiated. Nevertheless, it seems clear that the Black Stone 'had streaked out of the heavens one night in the forgotten past' and is a meteorite. Speculation suggests this meteorite might have been reddish in hue, with its present black color due to the patina of ages. There is also evidence that the Stone's blackness correlates with a special mythic significance. The Ka’aba was originally a shrine to the god and planet Saturn. Myths and astronomical lore from various nations connect the color black with this planet and its deity.",
            "bibliography": [
                "1. C. P. Olivier, Meteors (1925), p. 3.",
                "2. Fuhr, 'On Comets, Comet-Like Luminous Apparitions and Meteors,' KRONOS VIII:1 (Fall 1982), p. 38.",
                "3. H. Bancroft, The Native Races of the Pacific States (1874-1876), Vol. III, p. 302.",
                "4. G. A. Wainwright, op. cit., p. 6.",
                "5. Velikovsky, Worlds in Collision (N. Y., 1950), p. 291.",
                "6. S. Welles, et al., The World’s Great Religions (N. Y., 1957), p. 101.",
                "7. J. Huxley, et al., The Ancient World (London, 1968), pp. 95-96.",
                "8. J. Schaumberger, Sternkunde und Sterndienst in Babel (Munster, 1935), p. 317."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 82,
            "content": "The Ka’aba, in the base of which the meteoritic Black Stone is cemented, symbolized the veneration for a deity that deserved the same regard as the planet itself. As noted earlier, the meteoric 'image' which Elagabalus, also known as Marcus Aurelius Antoninus, moved from Emesa to Rome was described as being black. Despite previous skepticism, science officially acknowledged the fall of meteors on April 26, 1803. Prior to this, numerous reports of stones falling from the sky were met with doubt. Scientists preferred to disregard claims of meteorites—a situation reflecting a misunderstanding of the phenomena.",
            "bibliography": [
                "1. Ibid., p. 348.",
                "2. See here, D. Overbye, 'Voyager Was On Target Again,' Discover (April 1986), p. 78.",
                "3. See here, W. K. Hartman, Moons and Planets (Belmont, 1972), pp. 175-177.",
                "4. FA. Paneth, 'Meteorites,' Encyclopaedia Britannica (1959 edition), Vol. 15, p. 341."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 83,
            "content": "Scientific community's responses to meteorite reports were often dismissive, often changing their assertions to align with established theories. For example, an investigation into a stone reportedly fallen from the sky near Luce in 1768 led the Académie des Sciences to conclude that such an event could not have transpired; witnesses were deemed mistaken or deceptive. The reasoning was that if there were no stones in the sky, none could have fallen. These attitudes resulted in European museums discarding what could have been significant meteorite specimens. However, one meteorite from 1751 was preserved thanks to the bishop of Zagreb's protection. The iron meteorite that fell at Hraschina prompted sworn eyewitness accounts to be sent to the Austrian emperor, ultimately reaching the Vienna museum and the attention of physicist E. F. F. Chladni. He defended the trustworthiness of meteorites, boldly claiming they originated as cosmic debris. Yet, skepticism persisted. The abundance of meteorite falls in 1803 forced new evaluations. Even when meteorites struck Weston, Connecticut in 1807, disbelief remained rampant, highlighted by Thomas Jefferson's remarks that it was easier to suspect two professors of lying than to accept stones fell from heaven. Such historical observations suggest we reconsider ancient reports of astronomical events yet unverified by contemporary science.",
            "bibliography": [
                "1. Ibid.",
                "2. T. Palmer, Catastrophism, Neocatastrophism and Evolution (Nottingham, 1992), p. 2.",
                "3. D. Knight (ed.), The Complete Books of Charles Fort (N. Y., 1974), p. 19.",
                "4. FA. Paneth, loc. cit."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 84,
            "content": "The Mesoamerican Indians are often seen as primitive, yet they demonstrated remarkable architectural sophistication and an organized civilization. Maya priests safeguarded astronomical knowledge; even kings sought wisdom in celestial movements. Netzahualpilli of Texcoco was known for his astrological pursuits. Various structures, including pyramid-temples, served as astronomical observation points, as depicted in various codices. Use of instruments for such observations isn't trivial. While much Mesoamerican astronomical knowledge revolves around calendars, it should be understood that tracking solar and lunar motions is itself complex. Remarkably, the present Gregorian calendar wasn't established until 1582. The Mesoamericans exhibited advanced mathematical capabilities, including a vigesimal system, enabling intricate time calculations. Their predictions of celestial events, such as eclipses, were accurate. The Dresden Codex's lunar cycle calculations display an impressive accuracy of one day off every 380 years.",
            "bibliography": [
                "1. A. Aveni, 'Astronomy in Ancient Mesoamerica,' in E. C. Krupp (ed.), In Search of Ancient Astronomies (N. Y., 1977), p. 174.",
                "2. A. Aveni, loc. cit.",
                "3. A. Anequin, The Civilization of the Maya (Geneva, 1978), p. 200."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 85,
            "content": "Mixtec artist from Oaxaca painting a codex.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 86,
            "content": "Maya priest-astronomer seated on top of a four-storey observational tower using his sighting cross to track the heavenly bodies.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 87,
            "content": "Left: Seated priest-astronomer, from the Codex Mendoza, shown in the act of observing the stars (denoted by the symbol to his right) at night. Right: Symbolic representation of the same idea through a crossed-stick device as an aid to observation. The star cluster known as the Pleiades served to mark the beginning of the year and the cycle of the seasons for various ancient cultures. The Mesoamericans were also captivated by this cluster, known to Europeans as the Seven Sisters. Observations of Pleiades were important for determining significant ceremonial dates. Saturn, associated with various ancient deities, remained a central aspect of celestial observation.",
            "bibliography": [
                "1. A. Aveni, op. cit., p. 207."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 88,
            "content": "Symbolic representations of Mesoamerican observational temples utilizing crossed-stick and V-shaped devices reflect the civilizations’ advanced understanding of astronomy. Explaining their knowledge of planetary deities requires a more profound comprehension, given the Pleiades' lack of direct correspondence to Saturn's characteristics. Notably, the 365-day calendar, illustrated in the Codex Tro-Cortesianus, exemplifies remarkable mathematical precision. Human constructions required simple devices for tracking celestial movements, leading to advanced observations of solstices and lunar cycles.",
            "bibliography": [
                "1. D. Cardona, 'The Mystery of the Pleiades,' KRONOS III:4 (Summer 1978), pp. 24 ff.",
                "2. P. Tompkins, Mysteries of the Mexican Pyramids (N. Y., 1976), p. 296."
            ],
            "captions": []
        }
    ]
}
