[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 109,
        "content": "Relevant to astronomical science, but even today every study on comets is based on a collation of the available historical data. In fact, specialists of the theory of comets give particular importance to the Chinese historical records which began to be scrutinized for these very purposes in the age of Newton.” Edmund Halley owes his fame to his supposed discovery of the periodicity of comets. But had not Diodorus Siculus (1st century B.C.) and Pliny (A.D. 23-79) already written about comets returning on their orbits?® More than that, according to Diodorus Siculus, the Chaldeans—by whom he meant the Assyro-Babylonians—had already learned to predict the return of comets, as, so, also, had the Egyptians. Mary Proctor, however, was not convinced. As she wrote: “For my own part, I reject as altogether improbable the statement of Seneca that the ancient Chaldean astronomers could calculate the return of comets.”!.” The same, however, cannot be said of the Greeks. As Francis Baker wrote as far back as 1891: “We first find attention paid to these phenomena, and definite theories propounded respecting them in the Greek schools, and it is curious to observe how favorably some of the early hypotheses contrast with the fantastic ideas advanced in later times... The Pythagorians held they were permanent bodies belonging to the solar system, revolving round the sun like the planets, but in orbits so extensive that they were visible only when near the earth.” As Velikovsky revealed, one of these Greek scholars was Seneca (4 B.C.-A.D. 65): “Seneca [in his De Cometis]... knew the real nature of comets, the inertia of their motion, and their periodicity. [But for] 1,500 years after his time science clung to the",
        "bibliography": [
            "S41, Stecchini, “Newton’s World View,” KRONOS IX:3 (Summer 1984), p. 54.",
            "1851.",
            "Velikovsky, loc. cit.",
            "186 FH.",
            "Baker, “Comet Lore,” Living Age (June 27, 1891), pp. 818-823.",
            "“57M. Proctor, The Romance of Comets (N. Y., 1926), p. 148.",
            "188 FH.",
            "Baker, loc. cit., (emphasis added).",
            "109"
        ],
        "captions": [
            "MN (Moll’ Johannes Kepler (1571-1630) ° whose discovery of the “great conjunction” of > Jupiter and Saturn was already known to Olympiodorus some eleven hundred years earlier. - (illustration by Bruce LaFontaine.) S"
        ],
        "headers": [
            "1891:"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 110,
        "content": "",
        "bibliography": [
            "110"
        ],
        "captions": [
            "Kepler’s Trigon showing the “Great Conjunction” of Jupiter and Saturn every twenty years along the zodiacal band."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 111,
        "content": "Comets as depicted in a Chinese painting on silk recovered from a 168 B.C. Han Dynasty tomb. Dogma that comets are apparitions in the atmosphere, like rainbows. Copernicus thought so, too.”” Plutarch even knew that comets whirled, or rotated.” It is, therefore, something of a pity that Pythagoras himself was of a different opinion, believing comets to be nothing more than mere terrestrial “exhalations” which rose in the air and ignited the atmosphere. I say it is a pity because, for whatever reason one wishes to believe, Pythagoras turned out to be such a so-called genius that he held the educated world enthralled for close to two thousand years. Pythagoras, however, did not entirely obliterate the earlier knowledge because, so many years after him, Pliny was still alluding to comets as permanent bodies moving in orbits like the planets and periodically returning on their orbits as, at least, one of the theories held respecting them in his time.” And was it not through reading Pliny that Halley managed to gain his fame? Isaac Newton himself disbelieved that comets were physical entities. In an attempt to reconcile his gravitational theory with the precepts of Genesis, he attempted to demonstrate that the Solar System had been created in a single divine act and, obeying divine laws, must",
        "bibliography": [
            "11. Velikovsky, Stargazers and Gravediggers (N. Y., 1983), p. 220.",
            "© Plutarch, op. cit., 928D.",
            "° Pliny, op. cit., II:xxii.",
            "111"
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 112,
        "content": "Therefore have remained in stable equilibrium ever since.”® The existence of the erratic comets—erratic to the extent that they had not yet been allotted any specific regularity by the astronomers of his time—was very damaging to his thesis and he therefore spent an awful lot of time and energy in an attempt to explain them away.”® NUMBER OF WORLDS Very much like modern ones, ancient Greek thinkers did not only concern themselves with what they could see, measure, and calculate in the sky, but also with what they dared deduce from what they could see, measure, and calculate. Democritus, who lived sometime during the fifth century B.C., one of the founders of the atomic theory, was probably the greatest of the Greek physical philosophers. According to Diogenes Laertius, his works, including treatises on geometry, optics, and astronomy, which unfortunately have not survived, numbered seventy-two. What we know of them comes from the numerous quotations which have survived in the works of other authors. His views on astronomical bodies were not that divergent from modern ones. Hippolytus thus paraphrased him: “...he [Democritus] maintained worlds to be infinite, and varying in bulk; and that in some there is neither sun nor moon, while in others that they are larger than with us, and with others more numerous. And that intervals between worlds are unequal; and that in one quarter of space (worlds) are more numerous, and in another less so; and that some of them increase in bulk, but that others attain their full size, while others dwindle away; and that in one quarter they are coming into existence, whilst in another they are failing; and that they are destroyed by clashing one with another. And that some worlds are destitute of animals and plants, and every species of moisture.”",
        "bibliography": [
            "LC. Stecchini, loc. cit.",
            "Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 247.",
            "The date of his birth is not really known. Some writers place it as early as 470 B.C., others as late as 460 B.C. or even later.",
            "15 Hippolytus, The Refutation of all Heresies, 1:xi.",
            "112"
        ],
        "captions": [
            "(Edmund Halley (1656-1742)                       !  whose fame regarding the discovery of the periodicity of          I comets is contested by the earlier statements of            1 Diodorus and Pliny.                                 I  (Illustration by Bruce LaFontaine.)                         I  E  Tt"
        ],
        "headers": [
            "NUMBER OF WORLDS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 113,
        "content": "Even the modern theory of the formation of planets by aggregation, whether it will eventually turn out to be correct or not, was foreseen by Democritus: “...worlds are produced when many bodies are congregated and flow together from the surrounding space to a common point, so that by mutual contact the substances of the same figure and similar in form come into connection; and when thus intertwined, there are transmutations into other bodies, and that created things wax and wane through necessity.”® LIFE ON OTHER PLANETS Giordano Bruno was not as lucky as Anaxagoras. He had no Pericles to save him from those in authority. In A.D. 1600, Bruno was burned alive at the stake by the Catholic Inquisition for espousing the belief, among other things, that other worlds must necessarily harbor other life. The belief that life exists on other planets did not, however, originate with him. As far back as the fourth century B.C., Metrodorus of Chios had already written that: “To consider the Earth the only populated world in infinite space is as absurd as to assert that in an entire field sown with seed, only one grain will grow.”” THE BABYLONIAN PRECEDENCE We have come a long way in analyzing the astronomical knowledge of ancient peoples—from eyewitness reports of meteors and the metallic structure of meteorites to the correct motions of the heavenly bodies; from the calculation of complex calendrical systems to the prediction of solar and lunar eclipses; from the intricacies of Mesoamerican computations to the Greek passion for exactitude and philosophical daring. I therefore hope that when, in the following chapters, the main thesis of this work is revealed, no one will counter its revelations by objecting that the ancients had very little astronomical knowledge at their disposal to be taken seriously. It is, moreover, accepted that this ancient knowledge was not necessarily the property of the masses. Nor was it all necessarily adhered to by every scholar of the time. The man in the street, always prone to age-old superstitions, had little mind for astronomical matters. But, to an extent, this was not much different than it is at present. Meanwhile, competing theoreticians were very often contradicted by others. Plutarch, for instance, delighted in enumerating the various and contradictory theories concerning the nature of comets, some of which theories were hilarious even by the standards of his day. And, as we have seen, while the Greeks were quite aware of Earth’s axial tilt, they fell far short when it came to explaining the reason behind it. Can it, however, be said that all modern astronomers agree on each and every astronomical issue, or that some of their theories have not been, or will not be, found to be in error? Why should we expect more stringent standards from our ancient forebears? Have we not already seen that many of the great astronomical breakthroughs and theories—even that concerning the Big Bang—were originally discovered, or thought of, by these very ancients? It is no secret—and it never has been—that the Greeks learned, and borrowed, much of their astronomical knowledge from the Babylonians. Nor, unlike many of their modern counterparts, did they ever try to hide the fact. As Alexander Jones noted: “The Greek as-",
        "bibliography": [
            "6 Tbid., I:x.",
            "“61 T. Dickinson, “Probing the Cosmic Haystack,” Equinox (March-April 1983), p. 81;",
            "idem, “Earth: There’s No Life Like It,” Equinox (December 1995), p. 30.",
            "113"
        ],
        "captions": [],
        "headers": [
            "LIFE ON OTHER PLANETS",
            "THE BABYLONIAN PRECEDENCE"
        ]
    }
]
