{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 99,
            "content": "All of Ptolemy’s observations are fraudulent, as far as we can test them. Many of the observations he attributes to other astronomers are also fabrications. His work is rife with theoretical errors and failures of comprehension. His models of the Moon and Mercury conflict violently with elementary observations and must be counted as failures. The worst of Ptolemy’s failures, however, was his geocentric system, which eventually became known as the Ptolemaic system. Despite Owen Gingerich’s claim that the geocentric world view was almost universally accepted in his day, when Ptolemy presented Earth as the center of the universe with the planets revolving around it, he was rejecting what had already been deduced before his time. Having considered the heliocentric system advocated by his forebears, he disqualified it since the implied violent rotation of Earth, as deduced from Aristotle’s physics, seemed to Ptolemy contrary to observation. He reasoned that Earth’s rotation would leave animals and other weights hanging in the air; Earth itself, he argued, would very quickly fall out of the heavens. As he stated, merely to conceive such things makes them appear ridiculous. As Carl Sagan correctly noted, by rejecting earlier beliefs that the planets revolved around the Sun, Ptolemy was responsible for preventing the advance of astronomy for a millennium. Thus, Robert Newton may not have been too harsh in his judgment when he claimed that Ptolemy caused us to lose much of the genuine work in Greek astronomy and that it would have been better for astronomy had the Almagest never been written. What, then, was this ancient Greek astronomy that Ptolemy sought to supersede? How superior was it to that espoused by Ptolemy? THE HELIOCENTRIC SYSTEM Many authorities on the subject of ancient Greek astronomy have stressed the primitive nature of their knowledge. Many have relied on the oft-repeated dictum that the world according to Homer consisted of a round, but flat, Earth overarched by a semi-spherical sky in which the gods fashioned various domains. However, as early as 1881, Simon Newcomb warned against this erroneous belief. He wrote, 'Not enough credit has been given to the ancient astronomers. For instance, there was no time within the scope of history when it was not known that the Earth is a sphere and that the direction down at different points is toward the same point at the Earth’s center. Current teaching in textbooks about the knowledge of astronomy by the ancients is at fault.' The discovery that the Sun, rather than Earth, was the body at the center of the Solar System has long been attributed to the Polish astronomer Nicolaus Koppernigk, popularly known as Copernicus (1473-1543). It is sometimes forgotten that the Greek astronomer...",
            "bibliography": [
                "1. R.R. Newton, The Crime of Claudius Ptolemy (Baltimore, 1977), p. 378 (emphasis added).",
                "2. Q. Gingerich, “Ptolemy, Copernicus, and Kepler,” in M.J. Adler (ed.), The Great Ideas Today: 1983, (Chicago, 1983), p. 139.",
                "3. Claudius Ptolemy, Almagest I:7 (emphasis added).",
                "4. C. Sagan, Cosmos (N.Y., 1980), p. 53.",
                "5. S. Newcomb, “Lowell Lectures,” Boston Daily Advertiser (November 29, 1881)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 100,
            "content": "Aristarchus of Samos, who flourished circa 270 B.C., had already recognized that Earth revolved together with the other planets around the Sun, thus anticipating Copernicus by some eighteen hundred years. For that reason, Heuer thought it appropriate to call Aristarchus 'the ancient Copernicus.' Personally, I would rather turn that around, calling Copernicus 'the modern Aristarchus.' Copernicus himself was not only aware that Aristarchus had preceded him in this discovery, but he actually admitted it in a passage of his work. Wishing to retain the fame for himself, however, he had to eliminate any mention of Aristarchus in his published version. To be sure, the work in which Aristarchus proposed this hypothesis has not survived, but the hypothesis itself was well known and commented upon by other writers. For instance, in The Sand Reckoner, Archimedes had it stated: 'But Aristarchus of Samos brought out a book consisting of some hypotheses, in which the premises lead to the result that the universe is many times greater than that now called. His hypotheses are that the fixed stars and the Sun remain unmoved, that the Earth revolves about the Sun in the circumference of a circle, the Sun lying in the middle of the orbit...' Granted that the great Plato (427-348 B.C.) had himself placed Earth in the center of the universe, it seems as if even he had a change of mind. According to Plutarch (A.D. 46-120), Theophrastus had it stated that when he grew old, Plato repented for having placed the Earth in the middle of the universe, which was not its place. Actually, the belief in a heliocentric system seems to have originated not even with Aristarchus, but with Herakleides Ponticus (Heracleides of Pontus) who died in 322 B.C.; we do not know when he was born. The same idea was also...",
            "bibliography": [
                "1. K. Heuer, op. cit., p. 70.",
                "2. C. Sagan, op. cit., p. 167.",
                "3. Plutarch, Quaestiones Naturales, VII."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 101,
            "content": "Proclus (A.D. 410-485), one of the greatest intellects of the Athenian schools of Neoplatonism, wrote not only about the moons, or satellites, revolving around the planets, but also of the planets revolving around stars. Copernicus, of course, was not the only astronomer of later times who appropriated the works of the ancients. The Danish astronomer Tycho Brahe (1546-1601) also announced as his own discovery the fact that Venus and Mercury revolved around the Sun despite the fact that Heracleides of Pontus had already made the discovery. It might now be objected that these ancient discoveries were not universally adhered to. Thus, for instance, Plutarch, who was anything but an astronomer, immortalized his conviction that Earth does not move. In other words, borrowing a phrase from Charles Fort, there was not agreement among the wise men. The study of ancient Greek astronomy also makes it obvious that while an investigator might come to a correct conclusion about a celestial object through observation and calculation, that same person would often hold an incorrect belief concerning another. But was this any different than what transpired later in the so-called age of enlightenment? As Velikovsky noted: 'During his lifetime, Copernicus had only one follower, Rheticus, and was rejected by all others. Kepler’s discoveries were rejected by Galileo, his peer; Newton’s gravitational theory was rejected by Leibniz, his peer; and Agassiz, who was ridiculed, rejected Darwin. The list can be multiplied a hundred times; it goes back to Archimedes’ rejection of Aristarchus, who taught that the Earth revolves around the Sun.' In fact, was it any different than what continues to transpire down to the present day? When new astronomical or scientific discoveries come to light, as they continue to do almost daily, and theories are then formulated to account for the discoveries, can it be said that astronomers, or other scientists, are almost immediately of one mind concerning them?",
            "bibliography": [
                "1. Velikovsky, Stargazers and Gravediggers (N.Y., 1983), p. 189."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 102,
            "content": "In Egypt, there was a well which, at noon on the day of the summer solstice, was illuminated by the Sun down to the bottom. Eratosthenes first verified that Earth was indeed spherical, knowing that on the same day at Alexandria, a vertical staff cast a short shadow. From this—a shadow in one place but no shadow in another on the same day—Eratosthenes realized that this was 7°, or close to 1/50 of a great circle. He thus arrived at the figure of 250,000 stadia, which he would later correct to 252,000 stadia as the circumference of Earth. When translated into miles or kilometers, his result was only a few percent off the mark. It was upon discovering the vastness of the world that Eratosthenes became convinced of the immensity of the universe. THE INCLINATION TO THE SOUTH The Greeks were also aware that Earth’s axis was inclined and that it was inclined toward the south. As Plutarch wrote, 'Diogenes and Anaxagoras affirm that, after the world was composed and the Earth had produced living creatures, the world out of its own propensity made an inclination towards the south.' Unfortunately, Plutarch was not much of a geographer either, and thus made a mess when it came to explaining the reasons behind Earth’s inclination and its effects.",
            "bibliography": [
                "1. Plutarch, Opera Moralia II:8.",
                "2. See here, ibid., and ibid. 11:12."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 103,
            "content": "Hipparchus, who flourished sometime between 146 and 127 B.C., accomplished the feat of identifying precession by comparing the positions of the stars, especially Spica in the constellation Virgo, with earlier observations by Timocharis of Alexandria at the beginning of the 3rd century B.C. He realized that the longitudes of the stars had increased and concluded that the equinoctial points—the points at which the Sun’s path crosses the equator—had moved westward along the ecliptic. He estimated this movement at about a degree per century, or 36\" per year. The true value is closer to 50\", but considering the equipment of his time, he did extremely well. It has been argued that Hipparchus could not have discovered this fact based on Timocharis’ observations alone, as they didn’t go back far enough to notice the difference brought about by precession. It is more probable that Hipparchus had access to much older Babylonian observations. The Babylonians were the first to measure longitudes by referencing stars to the ecliptic. As George Sarton opined, 'Hipparchus’ comparison of the longitudes may have roused his suspicion, but older observations were needed to carry conviction.'",
            "bibliography": [
                "1. G. Sarton, “Hipparchus,” Encyclopaedia Britannica (1959 edition), Vol. 11, p. 582.",
                "2. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 104,
            "content": "Illustration of Hipparchus on the roof of the observatory of Alexandria.",
            "bibliography": [
                "1. eee"
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 105,
            "content": "The term 'precession of the equinoxes,' coined by Hipparchus, could not have been discovered without comparing the longitudes of stars at different epochs sufficiently distant. Hipparchus’ reliance on much older stellar longitudes is therefore beyond doubt. Others have vied for this recognition—even in retrospect and through modern proxy—but none of these attempts have withstood scrutiny. ANAXAGORAS Anaxagoras (500-428 B.C.) was the first to clearly state that the Moon shines with reflected light from the Sun, devising a theory concerning the phases of the Moon. At the time, as with Galileo later, this doctrine was deemed dangerous, leading to the manuscript's circulation in secrecy. Like Galileo, Anaxagoras was charged and convicted of impiety for teaching that the Moon consisted of ordinary matter. He had to be rescued from prison by Pericles, the great Athenian leader. SHADOWS THROUGH SPACE Thales, lauded by his countrymen as the first astronomer, was said to be the first to predict eclipses and fix the solstices. He was also credited with discovering the seasons and dividing the year into 365 days. While ancient sources often claim Thales predicted an eclipse during a battle between the Medes and Lydians in 585 B.C., the knowledge necessary to predict eclipses may have come from earlier Babylonian astronomers. However, knowledge of what causes lunar or solar eclipses isn’t the same as being able to predict them.",
            "bibliography": [
                "1. Ibid. (emphasis added).",
                "2. C. Sagan, op. cit., p. 182.",
                "3. Ibid.",
                "4. Ibid.",
                "5. Diogenes Laertius, Lives of Eminent Philosophers, I: 22, 23, 24, 27.",
                "6. W. Mullen, “Thales: The First Astronomer,” The Velikovskian III:4 (1997), pS.",
                "7. D. R. Dicks, “Solstices, Equinoxes and the Presocratics,” Journal of Hellenic Studies, 86 (1966), p. 31."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 106,
            "content": "Despite William Mullen’s noble attempt to uphold Thales’ position, the best claim for him is simply being the first Greek astronomer. The debate over how much Thales borrowed from earlier Babylonian sources is ongoing. D. R. Dicks insists that Thales' reputation stems from unreliable sources, while Mullen found evidence for Thales’ predictive abilities. However, the reliability of sources claiming Thales can be called the first Greek astronomer remains questionable. Knowledge and a correct understanding of eclipses should allow predictions to be accurate, but this was not always the case. Regardless, many sources—including Herodotus—claim Thales predicted an eclipse during a battle in 585 B.C., leading historians to date the battle to that time.",
            "bibliography": [
                "1. W. Mullen, op. cit., pp. 1 ff.",
                "2. D. R. Dicks, “Thales,” Classical Quarterly, 9 (1959), pp. 294, 298.",
                "3. W. Mullen, op. cit., p. 4.",
                "4. Plutarch, On the Face of the Moon’s Disc (in Opera Moralia), 932E, 933B; see also Diodorus Siculus, Bibliotheca Historica II:31:6, XV:50:3.",
                "5. Pliny, Historiae Naturalis II:47, 51.",
                "6. See here, for instance, E. G. Suhr, The Spinning Aphrodite (N.Y., 1969), p. 53.",
                "7. Herodotus, Historiae I:74.",
                "8. B. Peiser, as cited in W. Mullen, op. cit., p. 2.",
                "9. B. L. van der Waerden, Science Awakening (Groningen, 1954), pp. 86-87.",
                "10. D. R. Dicks, op. cit., p. 309; A. A. Mosshammer, “Thales’ Eclipse,” Transactions of the American Philological Association 111 (1981), p. 154."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 107,
            "content": "This surmise is complicated by the fact that the works of Thales have not survived, necessitating caution against taking every ancient statement as necessarily true. THE METONIC CYCLE The reconciliation of the motions of the Sun with those of the Moon was required by ancient societies aiming to pinpoint their seasonal festivals, mostly held at full moon. However, twelve lunations fall short of the solar year, requiring an extra month to be added periodically. Early intercalation systems were used around the second half of the fifth century B.C., involving the supplementing of 96 lunar months through an 8-year period, termed the octaeteris, with leap years added every third, fifth, and eighth years. Yet by the fifth century B.C., the shortcomings of this cycle became apparent. The Athenian astronomer Meton realized that the Moon returned to the same position relative to the Sun every 19 years, which is why the cycle is still called the Metonic cycle. There are indications that the Babylonians were using this cycle a hundred years earlier, and it is unclear how early this knowledge was discovered or shared. In Tibet, the year is counted as 360 days, with seven intercalary months added over a 19-year interval.",
            "bibliography": [
                "1. W. Mullen, op. cit., p. 6 (emphasis added).",
                "2. E. C. Krupp, Beyond the Blue Horizon (N.Y., 1991), p. 150.",
                "3. Ibid.",
                "4. Ibid., p. 153; see also, R. Gallant, “Early Historic Man—Catastrophism and Calendars,” Chronology & Catastrophism Workshop 1987:1, p. 31.",
                "5. F.C. Krupp, op. cit., pp. 153-154.",
                "6. Idem, Skywatchers, Shamans & Kings (N.Y., 1997), p. 82."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 108,
            "content": "Plutarch of the Moon was said to be removed from the Earth by 56 terrestrial radii and compelled by gravitation to circle around the Earth. Whose original theory of gravitation was it, then? According to Plato, who wrote that the Creator gave each heavenly body two movements—one a movement on the same spot, the other a forward movement—the understanding that planets both rotate and move in their orbits was well known. This knowledge was shared among the Sicilian Pythagoreans, Herakleides of Pontus, and others. Johannes Kepler, famous for his discovery of the laws of planetary motions, discussed a great conjunction between Jupiter and Saturn every 20 years, culminating in a mighty conjunction every 60 years. E.S. Kennedy indicated that Arabian astrology was aware of these conjunctions. Earlier, the Neoplatonist Olympiodorus noted that it took Jupiter twelve years and Saturn thirty years to complete their revolutions. Thus, without ancient records, modern studies of comets and their periodicity would be impossible, as asserted by Livio Stecchini.",
            "bibliography": [
                "1. I. Velikovsky, “My Challenge to Conventional Views in Science,” Pensée IVR VII (Spring 1974), p. 10 (emphasis added).",
                "2. Plato, Timaeus, 40a-b.",
                "3. E. Rose, “Variations on a Theme of Philolaos,” KRONOS V:1 (Fall 1979), p. 21.",
                "4. G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969), pp. 399-401.",
                "5. E.F. Kennedy, “The Sassanian Astronomical Handbook Zij-I Shah, and the Astrological Doctrine of Transit (Mamarr),” Journal of the American Oriental Society 78 (1958), p. 259.",
                "6. T. Taylor, The Metamorphosis or Golden Ass and Philosophical Works (London, 1822), p. 333."
            ],
            "captions": []
        }
    ]
}
