{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 429,
            "content": "Chapter 21\nThe Axis Mundi\nTHE RUACH NIGHT at the very beginning of the Book of Genesis it is stated that, when eretz (translated as “earth”) was still in the age of darkness, before the commencement of Creation, “the spirit of Elohim moved upon the face of the waters.” As we have seen, the deity named Elohim is to be understood as a personification of the planet Saturn. We have also seen that the waters referred to were celestial in nature and that these can perhaps be best understood as a circumstellar cloud surrounding the proto-planet in question. What, then, could it mean that the spirit of Saturn moved over the face of these waters?\n\nThe Hebrew word translated as “spirit” is ruach, a word which has the additional meaning of “wind.” We find the same situation in Arabic, as also in Maltese, where the words for “spirit,” or “soul,” and “wind” share the same linguistic root: rih for “soul” and/or “spirit,” rih for “wind.” And, in fact, the Hebrew Talmud does not “conceive” of ruach as God’s spirit, but as God’s wind.[2] True, Louis Ginzberg warns that this was “certainly” due “to an anti-Christian tendency, since the Christians identified God’s spirit with the Holy Ghost” with which the Jews do not comply. Perhaps. There is no denying, however, that ruach is the usual word used for “wind” in the entire Old Testament, including Genesis. It therefore seems more probable that the reason ruach was translated as “spirit” in the second verse of this particular Book stems from the fact that the “spirit” of Elohim (usually translated as “God”) seemed to make better sense than “wind” to those who had lost the original meaning behind the verse. James Strong additionally tells us that ruach can also be interpreted as “whirlwind,”[4] a datum we shall not lose track of.\n\nWe find the same idea expressed in the Gnostic words of the Sethians according to Hippolytus: “Now from the water there has come, as a first derivative principle, a fierce and violent wind which is the cause of all generation.”[5]\n\nOut of Indic lore comes an echo of the same phenomenon. As related in the Hymn of Narayana, this being, elsewhere considered “The Primal Lord,” had “sat above” in “eternal solitary shade,” in “impenetrable gloom,” before “things unexisting to existence sprung.” We thus recognize Narayana as a manifestation of the primeval Saturnian god. It is then said that a “primordial wind” breathed gently over the “vast expanse.”\n\nSimilarly, a Buddhist myth relates how the surface of the cosmic waters was “stirred by Re at the very beginning of the Book of Genesis, when eretz, the dawn wind of creation moved upon the face of the waters.”",
            "bibliography": [
                "1. Genesis 1:2.",
                "2. L. Ginzberg, The Legends of the Jews, Vol. V (Philadelphia, 1968), pp. 7, 74.",
                "3. J. Strong, Hebrew and Chaldee Dictionary (Madison, New Jersey, 1890), p. 107.",
                "4. W. Bamstone, The Other Bible (San Francisco, 1984), p. 655.",
                "5. R. Van Over, Sun Songs: Creation Myths From Around the World (N.Y., 1980), pp. 319-320.",
                "6. A.K. Coomaraswamy, Elements of Buddhist Iconography (New Delhi, 1972), p. 52."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 430,
            "content": "",
            "bibliography": [],
            "captions": [
                "A Young Planetary System: HD 163296 and C.A. Grady, D. Devine (NOAO at GSFC) (Photographs courtesy of NASA.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 431,
            "content": "",
            "bibliography": [],
            "captions": [
                "Diagrammatic representation of the HH objects associated with HD 163296 (Courtesy of NASA.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 432,
            "content": "So, likewise, among the Jicarilla Apache. “In the beginning, nothing was here,” they claim, “nothing but Darkness, Water, and Cyclone”[8]—the same three elements we have met in the Creation myths of other races.\n\nEven out amid the vast Pacific we find that the whirlwind was one of the first items created by the Tahitian “Sky-producer,” Ra’i-tupua.[9]\n\nWe thus notice that, with the exception of the Tahitian tradition, this wind and/or whirlwind was not said to have been created, but was believed to have always been there. But what was this whirlwind, this spirit, or soul, that seems to be so intimately connected with traditions of Creation?\n\nSANCHONIATHON’S COSMOGONY\n\nWe turn next to Phoenician, that is Canaanite, mythology. According to Sanchoniathon:\n\n“The beginning of all things was a dark and condensed windy air, or a breeze of thick air, and a chaos, turbid and black as Erebus; and these were unbounded, and for a long series of ages destitute of form.”[10]\n\nThus, as in the mythology of other races, the wind and chaos, the latter of which we have already identified as Saturn’s circumstellar cloud, had always existed.\n\nSanchoniathon, a Phoenician priest, lived sometime in the 6th or 7th century B. C. He is said to have copied the sacred inscriptions from the pillars in the temple of Melkart, some say of Ba’al Hamon, at Tyre, when these crashed to the ground in an earthquake. His work has not survived in its entirety, but Philo of Byblos, a scholar who was himself a Phoenician, preserved various excerpts of Sanchoniathon’s work in his own Phoinikika sometime during the last century B.C. As it happened, this work, too, was eventually lost but, once again, fragments from it were discovered and preserved by Eusebius Pamhili, a bishop of Caesarea, Palestine, in A.D. 314, and incorporated into his own work, Evangelicae Praeparationis.\n\nAs others before me have stated, and as is obvious from the work itself, in part, Sanchoniathon’s cosmogony resembles that of the Babylonians while heavily influenced by Greek and Jewish sources,[11] if not also those of Egypt.[12] Thus, for instance, when he claims that chaos was as “black as Erebus,” he literally means “darkness,” Erebus being the dark Greek Limbo said to have been situated between Earth and Hades.\n\nIt might not have been fair for George Cook to state that Sanchoniathon’s cosmogony cannot be taken seriously “as an account of genuine Phoenician beliefs.”[13] As he himself stated:\n\n“At the same time Philo [and, therefore, Sanchoniathon] did not invent all the nonsense which he has handed down; he drew upon various sources, Greek and Egyptian, some of them ultimately of Babylonian origin, and incidentally, he mentions matters of interest which, when tested by other evidence, are fairly well supported. He shows at any rate that some sort of a theology existed in his day...”[14]",
            "bibliography": [
                "1. J. Bierhorst, The Red Swan: Myths and Tales of the American Indians (N.Y., 1976), p. 52.",
                "2. T. Henry, Ancient Tahiti (Honolulu, 1928), p. 415.",
                "3. R. Van Over, Sun Songs: Creation Myths From Around the World (N.Y., 1980), p. 187.",
                "4. A. Cook, “Phoenicia,” Encyclopaedia Britannica (1959 edition), Vol. 17, p. 769."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 433,
            "content": "What seems to have transpired is that, very much like the Greek Hesiod, who had lived a century before him, to say nothing of other ancient writers, Sanchoniathon collated material from different sources which he then compiled into a single running narrative through the literary device of genealogical descent. Not wishing to leave any of his data unaccounted for, he seems to have gathered disparate myths which recounted the same events and presented them as different occurrences in a chronological succession.\n\nAs Sanchoniathon continues:\n\n“But when this wind became enamored of its own first principles (the chaos), an intimate union took place, that connection was called Pothos; and it was the beginning of the creation of all things. And it (the chaos) knew not its own production; but from its embrace with the wind was generated Mot, which some call Ilus, but others, the putrefaction of a watery mixture.”[15]\n\nAs I have attempted to show in a previous chapter, this mot was considered by some as slime and, by others, as a rotting of aquatic composition. As was noted, modern scholars have supported the interpretation of this word as “water.”[17] But since this celestial water was obviously the same, or of the same nature, as the chaos which surrounded proto-Saturn as a circumstellar cloud, it also becomes obvious that this is one of those occasions in which Sanchoniathon fused two variant readings of the same event into a sequential one. (There are others, but these do not concern us here.)\n\nAs shown above, Sanchoniathon also claimed that some called Mot by the name Ilus. To us, this has interest since, elsewhere, he himself informs us that Ilus was merely the Phoenician form of the Greek Cronus[18] (or Kronos), the same as El. Knowing full well by now whom Kronos and El represented, we again come face to face with the association of these early events with the planet Saturn.\n\nBOREAS\n\nWe again find this wind associated with a Saturnian deity, in this case Atum, in Egyptian mythology. More than that, this wind is there described as having been a north wind, said to have come from Atum.[19] So, likewise, with Ra (or Re), who is beseeched to “inhale the north wind.”[20] In the Pyramid Texts, this north wind is said to “lift up” the deceased king in his assimilation to the god.[21] A “lifting up,” in turn, connotes a support, another datum we shall not lose track of.\n\nWe meet this same north wind in the mythology of ancient Greece where the entity in question was anthropomorphosed as Aquilo, more popularly known as Boreas. Although Greek mythology encompasses four anthropomorphosed wind entities—Boreas, Zephyros, Notus, and Eurus—it is Boreas that holds the centre stage. It is, in fact, from this Greek name, through Latin borealis, that the English adjective “boreal” is derived.",
            "bibliography": [
                "1. R. Van Over, Sun Songs: Creation Myths From Around the World (N.Y., 1980), p. 187.",
                "2. L. Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 82.",
                "3. W. W. Baudissin, Studien zur Semitischen Religiongeschichte (Leipzig, 1876), pp. 1, 11 ff., 195; G. Maspero, The Struggle of the Nations (London, 1896), p. 168.",
                "4. R. Van Over, Sun Songs: Creation Myths From Around the World (N.Y., 1980), p. 189.",
                "5. A. W. Budge, The Egyptian Book of the Dead (London, 1901), pp. 503, 625, where “Atum” is rendered “Tem.”",
                "6. Pyramid Texts, spells 277 & 1551."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 434,
            "content": "",
            "bibliography": [
                "1. R. Van Over, Sun Songs: Creation Myths From Around the World (N.Y., 1980), p. 187.",
                "2. L. Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 82.",
                "3. W. W. Baudissin, Studien zur Semitischen Religiongeschichte (Leipzig, 1876), pp. 1, 11 ff., 195; G. Maspero, The Struggle of the Nations (London, 1896), p. 168.",
                "4. R. Van Over, Sun Songs: Creation Myths From Around the World (N.Y., 1980), p. 189.",
                "5. A. W. Budge, The Egyptian Book of the Dead (London, 1901), pp. 503, 625, where “Atum” is rendered “Tem.”",
                "6. Pyramid Texts, spells 277 & 1551."
            ],
            "captions": [
                "Ehecatl. (From the Codex Borgia.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 435,
            "content": "At Chichen Itza, in Mexico, there is a circular pre-Columbian building which the American explorer John Lloyd Stephens named El Caracol—“The Snail.” This edifice contains an interior spiral staircase which leads to a round observatory oriented to the four cardinal points of the compass. As Neil Baldwin explains:\n\n“The Snail building is an important signpost on our Plumed Serpent trail for several reasons. The round shape of the building links it to the chain of structures throughout Mesoamerica consecrated to Ehecatl, the Wind God, one of Plumed Serpent’s personalities.”[1]\n\nEl Caracol was aptly named since its interior winding staircase is reminiscent of the coiling shell of the snail. We find this same spiral coiling in the outer ramparts of the strangely shaped structure at Calixtlahuaca, which was also dedicated to Ehecatl. Among the Maya, this god was known as Kukulkan, one aspect of whom was also that of wind god.[2] It is thus fitting that, in a curious Maya vase, Kukulkan is symbolically shown emerging from a snail.[2] It was, however, the conch shell, rather than the snail, which was intimately associated with Ehecatl. As Tom Lowenstein has it:\n\n“...in his guise as Ehecatl, the Plumed Serpent [that is, Quetzalcoatl] wore a conch shell, his symbolic ‘jewel of the wind.’ In imitation of their deity himself, priests of...\"",
            "bibliography": [
                "1. N. Baldwin, Legends of the Plumed Serpent: Biography of a Mexican God (N.Y., 1998), p. 66.",
                "2. Nocholson, Mexican and Central American Mythology (London, 1967), p. 128."
            ],
            "captions": [
                "El Caracol. Saturn’s circumstellar cloud."
            ]
        }
    ]
}
