{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 64,
            "content": "Ishtar, Assyro-Babylonian goddess of the planet Venus.\nFrom a cylinder seal of the Neo-Assyrian period.",
            "bibliography": [],
            "captions": [
                "(Illustration by Tessa Rickards.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 65,
            "content": "Astronomy in Mythology\n\nCan point to an older source than the Sumerian that contradicts the statements above, let them present it. In the meantime, the record continues to stand.\n\nMorphosed planets, I am not alone. De Santillana and von Dechend held the identical opinion.\n\n“... this science, although it has dug up a marvelous wealth of details, has been led by its modern evolutionary and psychological bent to forget about the main source of myth, which was astronomy—the Royal science. This obliviousness is itself a recent turn of events—barely a century old. Today expert philologists tell us that Saturn and Jupiter are names of vague deities, subterranean or atmospheric, superimposed on the planets at a ‘late’ period; they neatly sort out folk origins and ‘late’ derivations, all unaware that planetary periods, sidereal and synodic, were known and rehearsed in numerous ways by celebrations already traditional in archaic times.”\n\nActually, the association of mythology with astronomical lore was well understood by scholars of a past age. Thus Nicolas Fréret (1688-1749), the first permanent secretary of the Academie des Inscriptions, who disputed so much with Isaac Newton, was of the belief that the astronomical events alluded to in the mythologies and described by ancient writers could only have been based on actual observations. Fréret even went so far as to proclaim that the data of ancient Assyro-Babylonian Nabu, or Nebo, scribe of the gods, the god of the planet Mercury.",
            "bibliography": [
                "1. G. de Santillana & H. von Dechend, op. cit., pp. 201."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 66,
            "content": "History conflicted with the theory of Newton. This would be quite a bold statement to make in this day and age. Who today would believe that anything in mythology, or the astronomical assertions of the supposedly ignorant ancients, could have any value in disputing the scientific theories of the great Newton? But, before we laugh Fréret out of court, let us not forget that Newton’s theological seams were quite apparent in his own day, and it is only with the passage of time that historians of science have been able to hoodwink the public by downplaying his once glaring religious fundamentalism. Historians laud him as one of the greatest scientific minds the world has ever seen, but what sort of scientific acumen could he have been employing when he indicated: “[Fréret] challenged Newton’s accepted Bishop Ussher’s date for the creation of the world, which the latter, on Biblical evidence, had computed as having occurred in 4004 B.C. As Livio Stecchini indicated: '[Fréret] challenged Newton’s accepted date for the creation of the world, which the latter, based on Biblical evidence, had computed as having occurred in 4004 B.C.'”\n\n“It was only during the mid part of the twentieth century that the study of mythology slowly crept away from its astronomical underpinnings—mainly because what the ancients stated about astronomical bodies of the Solar System does not conform to what we see at present. But, even more recently, the pendulum seems to be swinging back. Thus even astronomers are finally beginning to pay heed to the message of the mythohistorical record, as exemplified in 1982 by Victor Clube and Bill Napier, and, in 1985, by that indomitable antagonist of cosmic catastrophism, Carl Sagan, himself. Despite my disagreement with Clube and Napier on many an issue, I have to say that even they recognized the truth. Thus, in their first major co-authored work, they had this to say:\n\n“The modern astrophysicist tends to see astronomy as an exclusively modern puzzle. Armed with the laws of physics, he dissects the scene before him with the antiseptic calm of a skillful surgeon. But like the surgeon, he can overlook the mysterious origins of his patient. For some reason, astronomy is the oldest of the sciences and it is”",
            "bibliography": [
                "1. LC. Stecchini, “Newton and Historical Science,” KRONOS X:1 (Fall 1984), p. 63.",
                "2. Ibid.",
                "3. V. Clube & B. Napier, op. cit., in toto.",
                "4. C. Sagan & A. Druyan, Comet (N. Y., 1985), pp. 173-187."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 67,
            "content": "Most mythologists who have favored an astronomical interpretation of mythology have however been handicapped by the uniformitarian dogma that the Solar System has remained unchanged for millions of years. Not only that, some of them have even utilized this dogma as the very basis for astro-mythological beliefs. Thus, for instance, Elmer Suhr, who could feel confident in reporting that:\n\n“Astronomy, including manifestations of sun, moon, stars, comets and meteors, has the advantage of remaining constant in its movements and consistently the same in appearance over great periods of time; its forms are more geometric, its changes more regular, all of which gave the heavens more prestige in the mind of primitive man.”\n\nThis, I intend to show, has been the great pitfall of most mythologists who could not reconcile the heaven alluded to by our ancient forefathers with the one that now stretches above and around us. And yet, as I hope to demonstrate, it was the very opposite of what Suhr believed that lay at the very foundation of mytho-astronomical belief. In fact, what I wish to stress is that the astronomical bodies of the Solar System were deified by ancient man the world over not because they consistently followed an ordained pattern, but precisely because they did not.\n\nAs Lewis Farnell noted early in the twentieth century: “What is normal in nature and society rarely excites the myth-making imagination, which is more likely to be kindled by the abnormal, some startling catastrophe, some terrible violation of the social code.”\n\nAnd as the French anthropologist Emile Durkheim (1858-1917) pointed out:\n\n“..., that which characterizes the life of nature is a regularity which approaches monotony. Every morning the sun mounts the horizon, every evening it sets; every month the moon goes through the same cycle; the river flows in an uninterrupted manner in its bed; the same seasons periodically bring back the same sensations. To be sure, here and there an unexpected event sometimes happens: the sun is eclipsed, the moon is hidden behind clouds, the river overflows. But these momentary variations could only give birth to equally momentary impressions, the remembrance of which is gone after a little while; they could not serve as a basis for these stable and permanent systems of ideas and practices which constitute religions. Normally, the course of nature is uniform, and uniformity could never produce strong emotions.”\n\nWhile not exactly an authority on mythological subjects, it is also worth noting the words of Frederick Hall who wrote:\n\n“If we will the myths their proper credence in the light of new evidence of planetary catastrophism, we will find that they can add much to our store of knowledge. All mythical accounts may not be equally authentic—and surely many are garbled—but”",
            "bibliography": [
                "1. LC. Stecchini, “Newton and Historical Science,” KRONOS X:1 (Fall 1984), p. 63.",
                "2. Ibid.",
                "3. V. Clube & B. Napier, op. cit., in toto.",
                "4. C. Sagan & A. Druyan, Comet (N. Y., 1985), pp. 173-187.",
                "5. E.G. Suhr, Before Olympos (N. Y., 1967), p. 27.",
                "6. LR. Farnell, “The Value and Methods of Mythological Study,” Proceedings of the British Academy XX (1919), p. 47.",
                "7. Durkheim, The Elementary Forms of the Religious Life (N. Y., 1965), p. 103 (emphasis added).",
                "8. F. F. Hall, “Solar System Studies,” (Part 2), AEON 1:4 (July 1988), p. 25."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 68,
            "content": "This is a bold statement to come from an engineer who had worked at the Stanford Linear Accelerator Laboratory, but, as we shall see, the content of myth can help us garner new astronomical knowledge even if, at first sight, this knowledge may appear to be at variance with what we believe we know. In fact, even that so-called pillar of astrophysics, the Big Bang Theory, had been much earlier posited in a religious work.\n\nIn the Book of Genesis, Elohim, usually translated into English as “God,” begins the creation with the words: “Let there be light.” And, it is there written, “there was light.” There have been many who have seen a similarity between this description of beginnings and the Big Bang Theory. The following, one of several such, comes from a popular work devoted to the mysteries of the Bible:\n\n“Prevailing scientific theory proposes that the universe was created in a flash of light. This ‘big bang,’ or cosmic explosion, is believed to have occurred some 16 billion years ago. Some see parallels between this modern, scientific theory and the biblical account which opens with God’s command, ‘Let there be light’.”\n\nGranted, on its own, this similarity is not enough for one to claim that the theory in question had already been posited in a religious work. The Book of Genesis is not, however, the religious work I have in mind. So bear with me for a while.\n\nGeorge Gamow is the acclaimed father of the Big Bang theory. But before Gamow there was Georges Lemaitre who, in 1927, was the first to propose that a hot, dense, primeval “atom” had exploded, flinging its contents outward to create the universe. With the advent of the theory in question, Pope Pius XII himself had it stated that “scientists are beginning to find the finger of God in the creation of the universe.” Lemaitre, who was a Catholic priest besides being a physicist, was later decorated by the Vatican for his scientific achievements.\n\nTo be quite fair, in developing his theory of the expanding universe, Lemaitre had relied on the principles of general relativity. But, since he was also well versed in the discipline of theology, could he not also have come across that great medieval commentary on Biblical Scripture known as the Ramban? In 1990, in a book titled Genesis and the Big Bang, the Israeli nuclear physicist Gerald Schroeder argued in detail that there is no contradiction to be found between the account of creation as described in Genesis and the current scientific dictum. Moreover, as Schroeder noted, “the Ramban ... had the remarkably modern insight that at the moment after creation, all the matter in the universe must have been concentrated in a tiny speck.”” Tell me that this insight is not identical to that reached by Lemaitre?\n\nI hope no one will now think that I, personally, believe that Creation as described in Genesis is a veiled description of the Big Bang since, as I hope to demonstrate in a future work, I have an entirely different theory to propose concerning the shedding of light by",
            "bibliography": [
                "9. T. V. Guinness (ed.), Mysteries of the Bible (N.Y., 1961), pp. 61-62.",
                "10. J. McManus (ed.), The Cosmos (Alexandria, Virginia, 1982), pp. 61-62.",
                "11. R. N. Ostling, 'Galileo and Other Faithful Scientists,' TIME (December 28, 1992), p. 39.",
                "12. J. McManus, The Cosmos, op. cit., p. 61.",
                "13. E.G. Suhr, Before Olympos (N. Y., 1967), p. 27.",
                "14. L. R. Farnell, “The Value and Methods of Mythological Study,” Proceedings of the British Academy XX (1919), p. 47.",
                "15. Durkheim, The Elementary Forms of the Religious Life (N. Y., 1965), p. 103.",
                "16. F. F. Hall, “Solar System Studies,” (Part 2), AEON 1:4 (July 1988), p. 25.",
                "17. E. G. Suhr, Before Olympos (N. Y., 1967), p. 27.",
                "18. R. N. Ostling, loc. cit.",
                "19. As reported in ibid."
            ],
            "captions": [
                "(Illustration by Charles Hogarth.)"
            ]
        }
    ]
}
