[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 124,
        "content": "British Museum.) ° cal Association, A. F. O’D. Alexander, paid greater heed to ancient belief than mythologists have on this particular issue. In his 1962 work on the planet Saturn, he correctly presented the astrological excerpts we have been investigating as relating to Saturn rather than the Sun.” Unfortunately, he then muddled up the issue by claiming that it was “a legendary association between these two bodies” which served as “an excuse for making reports even more ambiguous by using the word for Sun when Saturn was meant.” Actually, there is absolutely no doubt that Shamash was also the Babylonian name of the Sun. In fact, a bilingual list of the heavenly bodies now housed in the British Museum shows Shamash pure and simply as the Sun. Saturn is there called by the usual name of Ninurta.” This is so true that a differentiation between Shamash/Saturn and Shamash/Sun had to be introduced into these astrological reports. Just as the above-mentioned gloss was thought necessary to indicate that Saturn, in lieu of the Sun, was meant in those prognostications that might have appeared ambiguous to the casual reader, so similar glosses were inserted to",
        "bibliography": [
            "° A. F. O’D. Alexander, The Planet Saturn (N. Y., 1962), p. 44.",
            "Ibid. 1D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian People (London, 1996), p. 301, where “Ninurta” is rendered through its former reading as “Ninip (Nirig).”"
        ],
        "captions": [
            "HK        y           q        }        is      NCSC |  RG                | nF    Wi              ha \\  My                        z        }     5                SF See SSS  OO OO EF EE SESS Sd",
            "Shamash —the god and his emblem— whom the Assyro-Babylonians themselves identified as the planet Saturn. (Stone tablet of Nabu-anal-iadina. from Abu Habhah. 9th century B.C... now in the"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 125,
        "content": "emphasize the role of the Sun, in lieu of Saturn, when the opposite was true. In this case the gloss was made to indicate “Same u-mi”—i.e. “Sama of the day.”® In fact, variants of the name Shamash still mean “sun” in many modern Semitic languages.” Thus, in Hebrew, the common word for “sun” is shemesh. Among the Aramaeans the word was also rendered SemeS (shemesh) or SimSa (shimsha).* In pre-Islamic times, the Arabic word was SamSu (Shamshu).* Even in Maltese, the only European language with a distinctive Semitic root-base, the Sun is called xemx,” where the “x” is phonetically equivalent to “sh” —thus shemsh. All of this raises some very interesting questions. Why, for instance, was the planet Saturn called by the same name as the Sun? It is not as if the Babylonians had no other names for Saturn—we have already encountered two: En-Me Sar-ra and (Mul) Lu-Bat Sag-US. But also, ancient names, unlike some modern ones, carried their own meanings. No one in those days would have thought of naming a person or an object by using lexical abstraction. Shemesh, and therefore Shamash, means “to be brilliant,”* and while this may be an apt name for the Sun, one would hardly think of alluding to the pin-point of light that is Saturn by the same appellation. And yet this is precisely what the Babylonians did. As Jastrow was forced to conclude, “the fact that Saturn was also called the ‘sun’ is vouched for, both by explanatory notes attached to astrological connotations, and by notices in classical writings to that effect.”” Thus, while we understand that Shamash was the name of the planet Saturn as well as the Sun, is it also to be understood that Saturn was once believed to have been as brilliant as the Sun?",
        "bibliography": [],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 126,
        "content": "",
        "bibliography": [
            "126"
        ],
        "captions": [
            "’    Aman Mid Mas   a             yy <t—                                           ao Ninurta—with thunderbolts, sword, and scythe—from a relief found at the temple dedicated to the god in ancient Kalakh (or Kalhu), present-day Nimrud."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 127,
        "content": "liance surpassed (all others).” It is strange that this consensus was reached, and maintained, in spite of Virolleaud’s contention that ud (and, by extension Akkadian u), actually stands for “sun” or “sun light.”® More recently, this subject has again been taken up by Sjoberg and Bergmann who have indicated that “originally u [and, by extension, Sumerian ud] did not mean ‘storm’ but ‘light.’”® Thus even “sun” and “sun light” are not entirely correct. The epithets quoted above should therefore read “the most furious[?] light” and “King, Light whose brilliance surpassed (all others—i.e. all other gods).” Thus, originally, Ninurta seems to have had nothing to do with storms and everything to do with light—which is much in keeping with his sun-like qualities. Nimrod has also, and often, been identified as the planet Saturn,” even if the reason for the identification has seldom been clarified. When a reason is given, it usually runs something like the following: Nimrod, sometimes called Nebrod, the traditional founder of Babylon, was “the first to become king on earth...and took as title the name of the planet Kronos [which was Saturn].”* Nimrod, however, did not have to take the name of the planet Saturn because his name was already that of Saturn. Thus, for instance, Nimrod has also, and often, been claimed to be an alias of Ninurta.” The actual truth, however, is that the two names are really one and the same. The cuneiform characters which spell nin, ur, and ta can also be read nim, ru, and ud respectively”—which can be said to be the same syllables in reverse and which, of course, spell “nimru-ud,” a name that has been popularized as “Nimrod.”* Of course, it is not only in legendary tales, such as those dealing with Nimrod, that Saturn was lauded as king—often the very first king the world had ever known. As we have already seen above, in the original, that is older, sources, Ninurta/Saturn is himself proclaimed lugal—that is “king.” And this, again, is in keeping with the mytho-historical record since all of the Saturnian deities were revered as kings, the first of their line. Formerly, when the decipherment of cuneiform was still in its infancy and the transliteration of the Mesopotamian deities had not yet been formalized, the name Ninurta was variously read as Ninib, Ninip, or simply Nin, a title which has been translated as meaning “Lord,” although it also stands for “Lady.”” (And is it because of this that Fred Bratton listed Ninurta as a fertility goddess,” or was this merely a typographical error?) Thus, scholars of the late nineteenth and early twentieth centuries were wont to refer to this astral deity by one, or more, of the above names. Writing in 1885, George Rawlinson opted for Nin",
        "bibliography": [
            "* Or, according to a slightly different translation, “King, Storm, whose splendor is Heroic” —see ibid.",
            "M. Jastrow, Jr., “Sun and Saturn,” Revue D’Assyriologie et D’Archeologie Orientale (Paris, September 1910), p. 165.",
            "A. W. Sjoberg & E. Bergmann, The Collection of the Sumerian Temple Hymns (N. Y., 1969), p. 100.",
            "S. Langdon, op. cit., p. 55; H. Lewy, op. cit., p. 338.",
            "A. B. Cook, Zeus: A Study in Ancient Religion, Vol. II:1 (N. Y., 1965), p. 693.",
            "H. Lewy, op. cit., pp. 337, 338; A. E. Guiness (ed.), Mysteries of the Bible (N. Y., 1988), p. 41.",
            "Lisa Liel (formerly, Lisa Aaronson), writing under the name Brad Aaronson, “On the Merits of the Revised Chronologies,” Chronology & Catastrophism Workshop 1988:1, p. 18; idem, “Cuneiform and the Revised Chronology,” Catastrophism and Ancient History XI:2 July 1989), pp. 128-129.",
            "The reason behind this alternate reading would necessitate a side excursion on cuneiform decipherment but, as interesting as that might be, this is not the place for it."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 128,
        "content": "and Ninip.* Among the epithets of Nin/Ninip that he discussed, we again encounter such familiar ones as “the powerful chief” and “the supreme.” Not only do we find this deity lauded as the first among kings but also as “the first of the gods,” thus giving the impression that Saturn was the very first god ancient man had recognized as such. As we noted in Chapter 1 of this work, the cuneiform sign for “god” and “planet” was one and the same—%. However, the same cuneiform sign also stood for “king.”* But, more than that, the very same ideogram was also used to “spell” the name of the great Sumerian god An (or Anu)” who—as the father of all the gods, the “Head of the older generation of gods,” standing at the beginning of every theological list from all periods*—can also be understood as a personification of the Saturnian deity. More in keeping with our subject, we also find Ninib lauded as “the light of heaven and earth” and, quite explicitly, as “he who, like the sun, the light of the gods, irradiates the nations.” There is, again, no point in claiming that these were metaphorical epithets meant to be applied to the god and not the planet he represented because, to the ancients who venerated him, the god and the planet was one and the same. And this, incidentally, is not merely my contention. Conventional mythologists had recognized this fact for themselves even though they found it very difficult to accept. Thus Peter Jensen was forced to see in Saturn an ancient symbol of the “eastern sun” or “the sun on the horizon,”® without however offering a single piece of evidence for this interpretation. George Rawlinson himself found these epithets “very difficult to reconcile with the notion that, as a celestial luminary, [Ninip] was Saturn.”* Somewhat like Jensen, he, also, sought to explain the situation by appealing to astral bodies other than the one indicated by the texts themselves. As he wrote: “These phrases appear to point to the Moon, or to some very brilliant star, and are scarcely reconcilable with the notion that [Ninip] was the dark and distant Saturn.”® Elsewhere, and earlier, Rawlinson had indicated the same bewilderment when he asked: “How is it possible that the dark and distant planet Saturn can answer to the luminary who [or which] ‘irradiates the nations like the sun, the light of the gods’?”® NINGIRSU Other than earlier readings of the name Ninurta as Nin, Ninib, Ninip, etc., the deity in question possessed some bona fide aliases, one of which was Ningirsu*—the Lord of Girsu (in Lagash).",
        "bibliography": [
            "G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. (N. Y., 1885), p. 86.",
            "Ibid., p. 87.",
            "J. E. Pfeiffer, The Emergence of Society: A Prehistory of the Establishment (N. Y., 1977), p. 170.",
            "S. Langdon, op. cit., p. 93.",
            "Ibid., p. 94; S. Dalley, Myths From Mesopotamia (Oxford, 1991), p. 317.",
            "G. Rawlinson, op. cit., p. 87 (emphasis added).",
            "P. Jensen, Die Kosmologie der Babylonier (Strassburg, 1890), pp. 115-116, 136.",
            "G. Rawlinson, loc. cit.",
            "Ibid.",
            "Idem, History of Herodotus (London, 1862), p. 509.",
            "F. Guirand, “Assyro-Babylonian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 60.",
            "H. Lewy, op. cit., p. 335.",
            "F. Guirand, loc. cit."
        ],
        "captions": [],
        "headers": [
            "NINGIRSU"
        ]
    }
]