{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 309,
            "content": "All times’...yet it seems advisable to emphasize, on the one hand, that technical terminology has its own laws and is not subject to the jurisdiction of linguists, and to point, on the other hand, to one of the Sanskrit names of Saturn, i.e., ‘Kala,’ meaning ‘time’...\n\nThus, in Sanskrit, one of the names for the planet Saturn and the word for “time” are one and the same, both rendered “Kala.” But also:\n\n'It should be stressed that the disinclination of philologists to allow for the ‘essential’ connection of Chronos and Kronos rests upon the stern belief that the ‘god’ Saturn has nothing to do with the planet Saturn, and upon the supposition that an expert in classical philology has nothing whatever to learn from Indian texts. Were it not so, they might have stumbled over Kala, i.e., Chronos, as a name of Yama, i.e., Kronos, alias the planet Saturn.'\n\nThat Time (Kala) was a name of Yama can also be learned from E. Burgess; that the Hindu Yama, the same as the Persian Yima, was Saturn can be learned from Hermann Collitz. So that this, also, is the same as saying that Time was another name for Saturn.\n\nBesides, leaving Chronos aside, Kronos was himself lauded as “the originator of times.”\n\nKALA\n\nTo the Hindus, the “Wheel of Time” is known as the Kala-cakra (or “chakra”). Of importance to our thesis is the fact that it was Brahma, i.e., Saturn, who is said to turn this wheel of time. In the Svetasvatara Upanishad, it is stated that: 'Some wise men, deluded, speak of Nature, and others of Time as the cause of everything, but it is the greatness of God by which this Brahma-wheel is made to turn.' Thus the same source alludes to Brahma as “the time of time.” The Mundaka Upanishad proclaims that the year, indeed, came from Brahma. What has also significant meaning is the added fact that the waters of chaos, which we have previously had reason to connect with Saturn, were said to have arisen from Kala.",
            "bibliography": [
                "1. G. de Santillana & H. von Dechend, *Hamlet’s Mill: An Essay on Myth and the Frame of Time* (Boston, 1969), p. 135.",
                "2. ibid., p. 373.",
                "3. E. Burgess, *Surya Siddhanta* (Calcutta, 1860/1935), p. 5.",
                "4. H. Collitz, 'Konig Yima und Saturn,' *Festschrift Pavry* (1993), pp. 86-108; see also, *Linga Purana* 1:60:2-5.",
                "5. G. de Santillana & H. von Dechend, op. cit., p. 133.",
                "6. W. E. Begley, *Visnu’s Flaming Wheel: The Iconography of the Sudarsana-Cakra* (N. Y., 1973), p. 96.",
                "7. F. O. Schrader, *Introduction to the Pancaratra and the Ahirbudhnya-Samhita* (Madras, 1916), pp. 106, 132.",
                "8. R. Van Over, op. cit., p. 308.",
                "9. Ibid.",
                "10. Ibid., p. 311.",
                "11. Atharva Veda XIX:54."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 310,
            "content": "In the Atharva Veda it is stated that: 'Time is the lord of all, who was the father of Prajapati' but also that 'time in the beginning [is or was] Prajapati.' That Prajapati is to be identified as Saturn need not be repeated. The Satapatha Brahmana tells us that 'Vaishvanara...truly is the year, and Prajapati is the year.' In fact, Prajapati is alluded to as 'the year' in numerous passages of the same work. There, Varuna, whom we have also identified as Saturn, is also referred to as 'the year.' Meanwhile, we have already seen Vishnu, whom we have also equated with Saturn, being lauded as Mahakala, which name we have translated as 'Great Saturn.' But, seeing as Kala also means Time, the same epithet can be translated as 'Great Time.' The result is the same because, as all the above should have indicated by now, as far as the ancients were concerned, the god and planet Saturn were synonymous with time. Thus Iranian Time was also personified as Zurvan, whose Saturnian identity, as we have already seen, is well attested.\n\nAccording to the Atharva Veda, Kala, who was both Time and the planet Saturn, was considered the very first god, which is in keeping with our thesis. As we had also seen in an earlier chapter, Dhruva, the Pole star, had also been an earlier name of Saturn and, as such, the word dhruva came to have the meanings of 'time,' 'epoch,' and/or 'era.'\n\nTHE SLOW-MOVING PLANET\n\nThe association of time with the planet Saturn could not, of course, have eluded mythologists and, in seeking an explanation, they naturally appealed to logic. Back in 1875, Gustave Schlegel, citing Dupuis, justified the phenomenon by referring to the planet’s present lagging orbital pace:\n\n'The planet, with its slow and heavy walk, imitating age, drags itself along its path, in a manner of speaking; before finishing its revolution, it would have seen a great number of men die whom it had seen born, so slow was its pace...He [i.e., Saturn] was the father of the years and the centuries...his was the longest measure of time which nature seemed to give for a single revolution of one of the celestial bodies or one of the moving stars. Is it not, therefore, natural to believe that the Ancients, who had attributed to each star its domain and its function in Nature, should have given to the planet Saturn the supervision of the celestial movements which regulate the length of the years and the centuries?'\n\n2. Ibid., X1X:53:8-10 (emphasis added).\n\n8. Satapatha Brahmana V:2:5:14.\n\n2. Ibid., I V:1:4:10.\n\n3°. V. S. Apte, *The Practical Sanskrit-English Dictionary* (Delhi, 1965), p. 749.\n\n3°. V. S. Apte, *The Practical Sanskrit-English Dictionary* (Delhi, 1965), p. 749.\n\n31. G. F. Brandon, *Creation Legends of the Ancient Near East* (1963), p. 203.\n\n% J. O'Neill, *The Night of the Gods* (London, 1893), pp. 778-779.\n\n33. Atharva Veda X1X:53:2.\n\n% Atharva Veda X1X:53:2.\n\n4. V. S. Apte, op. cit., p. 531.\n\n* G. Schlegel, *Uranographie Chinoise* (Leiden, 1875), p. 628 (as translated privately for the author by Birgit Liesching & Gayle Chin Anderson).",
            "bibliography": [
                "12. Ibid., X1X:53:8-10 (emphasis added).",
                "13. Satapatha Brahmana V:2:5:14.",
                "14. Ibid., I V:1:4:10.",
                "15. V. S. Apte, *The Practical Sanskrit-English Dictionary* (Delhi, 1965), p. 749.",
                "16. V. S. Apte, *The Practical Sanskrit-English Dictionary* (Delhi, 1965), p. 749.",
                "17. G. F. Brandon, *Creation Legends of the Ancient Near East* (1963), p. 203.",
                "18. J. O'Neill, *The Night of the Gods* (London, 1893), pp. 778-779.",
                "19. Atharva Veda X1X:53:2.",
                "20. Atharva Veda X1X:53:2.",
                "21. V. S. Apte, op. cit., p. 531.",
                "22. G. Schlegel, *Uranographie Chinoise* (Leiden, 1875), p. 628 (as translated privately for the author by Birgit Liesching & Gayle Chin Anderson)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 311,
            "content": "Stecchini, on the other hand, reversed the process by assuming that it was 'because of Kronos’s association with time that his name was given to the most distant of the seven heavenly bodies...because it concludes its orbit in 30 years, so that a day in its year corresponds to a month in the earth’s year.'\n\nSaturn’s slow motion along its orbit, however, does not explain why the planet was also chosen to represent the year. If any celestial body can presently claim the right to represent the year, it surely would have to be the Sun. As an indicator of the passage of time, it remains supreme. Even the Moon would have been a better indicator with which to gauge the progress of time. Moreover, our ancient forebears, living in this primeval era, would hardly have even noticed the planet Saturn if it then appeared, like now, as nothing but a pin-point of light in the night sky. More importantly, Dupuis’s, or Schlegel’s, as also Stecchini’s, expositions do not explain what Saturn, even as Time personified, had to do with Creation. Besides, why would the slowness of the planet Saturn have led ancient man to believe in an era when time was not?\n\nAs we have indicated in earlier pages, and as we shall show more fully in a sequel volume, it was the Saturnian deity who was held responsible for the Creation. But, in an Iranian Rivayat, this role is bestowed on Time. 'Time is both Creator and the Lord of Creation which it created,' it is there stated.' This is paralleled by the Atharva Veda which states that 'Time created the earth...'** A curious passage concerning Creation in a Hindu Brahmana brings various elements together:\n\n'Then the seed [of Creation] became a year. Before that time there was no year.'\n\nThus, despite the fact that the waters of chaos were said to have been born of Time, as we have seen above, the reverse was just as true. As it was said, the waters of chaos themselves produced the year, 'the ordainer of the days and nights.' We also have it from the Maitri Upanishad that 'the year, verily, is Prajapati [that is Saturn, who] is Time.'\n\nWhat all this intimates is that what Hindu sources term as 'the year' is a synonym for 'time.' This synonymy is also apparent in Hebrew where yom (or yowm), which is normally taken to mean 'day,' has the additional meaning of 'year' but also 'time.' So, similarly, in Egypt. The word thera, which means 'year,' also means 'time.' Thus Ptah, whom we have already seen identified as Saturn, was called 'the Lord of the Year,' whereas Atum, his alter-ego, was called 'the Lord of Time.' The two epithets are synonymous.",
            "bibliography": [
                "23. Stecchini, loc. cit., (emphasis added).",
                "24. J. O'Neill, *The Night of the Gods* (London, 1893), pp. 778-779.",
                "25. Atharva Veda X1X:53:6-10.",
                "26. R. Van Over, op. cit., p. 318.",
                "27. Rig Veda X:190:2.",
                "28. *Maitri Upanishad* VI:1:15.",
                "29. J. Strong, *Hebrew and Chaldee Dictionary* (Madison, 1890), p. 48.",
                "30. B. A. W. Budge, *An Egyptian Hieroglyphic Dictionary*, Vol. II (N. Y., 1920/1978), p. 857.",
                "31. M. S. Holmberg, *The God Ptah* (Lund, 1946), pp. 22, 64, 77, 178-180.",
                "32. S. R. T. Clark, *Myth and Symbolism in Ancient Egypt* (N. Y., 1959), p. 56."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 312,
            "content": "Dionysus\nIn our first chapter, we saw Dionysus as the original impetus behind Greek drama. But who was this god?\nThe mythology of Dionysus presents him as a rambunctious conqueror who spread terror, as well as civilization, to the (known) world. Wherever he went, he introduced the grapevine and, with it, the fermentation of wine. In this respect, he was similar to the Egyptian Osiris/Saturn who also traveled the (known) world, bringing civilization to the countries he visited, as so did other Saturnian deities.\nEusebius Pamphili (c. 260-340 A. D.) already knew that the Greek Dionysus was the equivalent of the Egyptian Osiris. He knew about this equation from Plutarch (c. 46-120 A. D.)” and the even earlier Herodotus who lived in the 5th century B.C.* The similarity between Dionysus and Osiris, moreover, did not merely concern their histories as civilizers, but even their rites. This was so much so that Herodotus was driven to claim that the rites of Dionysus could only have been borrowed by the Greeks from the Egyptians.” These similarities, however, are not restricted to Dionysus and Osiris, but are common to various other Saturnian deities. (There is also some indication that, in some quarters, Dionysus was identified as an alter-ego of Helios® who, as we have already seen, was the original Greek name of the planet Saturn.)\nThe association of time with Saturn explains why the much later festivals of the New Year, touched upon briefly in preceding pages, were devoted to Saturn in his many guises. We should therefore not be surprised to find that among these festivals were those held in honor of Dionysus, who is not only identifiable as the Saturnalian king, but also directly as the Saturnian deity.” It was not, therefore, spurious of William Heidel to note the obvious connection of Dionysus with Aion.® As Marija Gimbutas informed her readers: “In these festivals, which have assimilated elements of deep antiquity, Dionysus appears as a year-god.”\nQUETZALCOATL UNVEILED\nThe Aztec deity Quetzalcoatl, known to the previous Maya as Kukulkan, has been identified by various authorities as different celestial, and non-celestial, entities: as the Sun;* as the Greek Hermes® and, therefore, Mercury; directly as the planet Mercury;”” as a comet;* as the Milky Way;” as the amorphous sky; and even as a tenth-century A.D. ruler of the Toltecs named Topiltzin®—although this latter actually refers to a “king” of the Toltecs who took on the name of Quetzalcoatl,” very much like the Roman Emperor Marcus Aurelius Antoninus, born Varius Avitus, who took on the name of his preferred deity Elagabalus. As E. Cochrane commented: “The celestial identification of Quetzalcoatl, quite clearly, is not a simple question, and it is further complicated by the fact that the Mesoamericans themselves apparently wavered with regard to the original celestial identity.”® It can safely be stated, however, that most scholars of Mesoamerican lore have accepted Quetzalcoatl as a personification of the planet Venus since the time of the Spanish conquest of the Americas.” (Thus one should not castigate Immanuel Velikovsky who, on the testimony of Eduard Seler, adhered to this identification,® as so have many of his followers.) Jill Abery, on the other hand, was not quite happy with this identification or with any of the others mentioned above—and rightly so. As she opined:\n\n“Quetzalcoatl is a very ancient god with multiple aspects. As the feathered serpent, readers of Velikovsky will have no difficulty in identifying him as Venus in cometary garb. But beyond this, he is the Lord of healing, learning, beauty, creativity, and vegetation. He was a benefactor who brought to men the use of metals and the arts of government; who ruled in an age of perfumed, melodious plenty which can be regarded as the Golden Age of Mesoamerica...It would [therefore] appear that Quetzalcoatl was originally the Mesoamerican equivalent of Osiris or Saturn.”\n\nWould that mainstream mythologists had been as astute. Abery, of course, was not the first to ferret out the true identity of Quetzalcoatl,” but I mention her especially because her intuition exemplifies what can be gleaned by a mind which is not constrained by orthodox views.\n\nWhat has confused the issue, and many mythologists, is the Mesoamerican belief that when Quetzalcoatl died, his heart flew up and turned into the Morning Star®, which star has been usually understood as Venus when it appears in the morning®—an event that, as we have seen on an earlier page, is duplicated in the mythology of the Egyptian Osiris/Saturn. What mythologists and archaeoastronomers seem to forget is that it was the heart of Quetzalcoatl, and not Quetzalcoatl himself, which turned into the Morning Star. Quetzalcoatl and the Morning Star were thus two entirely different entities.\n\nLet me now state that nowhere in Mesoamerican lore is Quetzalcoatl identified as Saturn. If this identification is to hold, it must do so on the evidence offered by comparative mythology.\n\nLike the Saturnian deity of other nations, Quetzalcoatl was considered as the creator.” Like the Saturnian deity of other nations, as Abery indicated, Quetzalcoatl was also a civilizer.” As in the Saturnian myths of other nations, Quetzalcoatl was the original one and only god. Thus, according to a Toltec hymn:\n\n'Only one god did they [the ancestors] have, and they held him as the only god, they invoked him, they supplicated him; his name was Quetzalcoatl.'”\n\nAccording to M. Simoni: “All the great gods of the Aztec pantheon, both the tribal gods and those they won over [from preceding or neighboring civilizations], have a solar aspect and are the Sun in one of its attributes.”” It may thus seem understandable when Quetzalcoatl himself is identified as an aspect of the Sun, not only by Simoni,” but by others as well.” The Codex Borgia actually reinforces this belief when it depicts Quetzalcoatl with the sign of Tonatiuh on the back of his head, since Tonatiuh had always been understood to be the Sun. And yet, the depiction in question incorporates the sign for “night” with that of Tonatiuh,” thus intimating that Tonatiuh and, by inference, also Quetzalcoatl, was a sun of night. That the sun of night was an aspect of the primeval Saturnian sun we have already seen.",
            "bibliography": [
                "33. C. Stecchini, loc. cit., (emphasis added).",
                "34. S. G. F. Brandon, op. cit., p. 204.",
                "35. Atharva Veda X1X:53:6-10.",
                "36. R. Van Over, op. cit., p. 318.",
                "37. V. S. Apte, *The Practical Sanskrit-English Dictionary* (Delhi, 1965), p. 749.",
                "38. V. S. Apte, *The Practical Sanskrit-English Dictionary* (Delhi, 1965), p. 749.",
                "39. G. F. Brandon, *Creation Legends of the Ancient Near East* (1963), p. 203.",
                "40. J. O'Neill, *The Night of the Gods* (London, 1893), pp. 778-779.",
                "41. Atharva Veda X1X:53:2.",
                "42. Atharva Veda X1X:53:2.",
                "43. V. S. Apte, op. cit., p. 531.",
                "44. G. Schlegel, *Uranographie Chinoise* (Leiden, 1875), p. 628 (as translated privately for the author by Birgit Liesching & Gayle Chin Anderson)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 313,
            "content": "te    Che? Meer\nAge eprint a  | Aaa\noi    el    J        NY\nq  ia   ORY ten\n4     ga    SATE og\nA Gee\nDionysus.\nCivilizer and Saturnalian king.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 314,
            "content": "ey     e   >                    i         iy   4    4      Nk   [i\neG Bog Po cds,  2 Ns Oe\nRe  }i ve  hf ae\"  Wil) aN |\nOGM Sik Bt ey a\nEe                 Cy                          °\nv                                  0000\nLo Uy,         yo    )       ‘o,\n—YYUUY oO\nww YY\nQuetzalcoatl as the Feathered (or Plumed) Serpent.\n“Only one god did they [the ancestors] have,\nand they held him as the only god,\nthey invoked him, they supplicated him;\nhis name was Quetzalcoatl.”””\nAccording to M. Simoni: “All the great gods of the Aztec pantheon, both the tribal gods\nand those they won over [from preceding or neighboring civilizations], have a solar aspect\nand are the Sun in one of its attributes.”” It may thus seem understandable when Quetzal-\ncoatl himself is identified as an aspect of the Sun, not only by Simoni,” but by others as\nwell.” The Codex Borgia actually reinforces this belief when it depicts Quetzalcoatl with the\nsign of Tonatiuh on the back of his head, since Tonatiuh had always been understood to be\nthe Sun. And yet, the depiction in question incorporates the sign for “night” with that of Tonatiuh,” thus intimating that Tonatiuh and, by inference, also Quetzalcoatl, was a sun of night. The Stone, 12 feet in diameter, and weighing 24 tons, is now housed in the National Museum of Anthropology in Mexico City.\nTonatiuh, identified in the Codex Borgia as the sun of night, in the center. (illustration by John Green.)",
            "bibliography": [
                "45. M. Simoni, *Central America: Gods of Sacrifice,* Larousse World Mythology (London, 1972), p. 461;",
                "D. Gifford, *Warriors, Gods & Spirits from Central & South American Mythology* (N. Y., 1983), p. 21;",
                "M. Oldfield Howie, *The Encircled Serpent* (N. Y., 1955), p. 302."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 315,
            "content": "\ney     e   >                    i         iy   4    4      Nk   [i\neG Bog Po cds,  2 Ns Oe\nRe  }i ve  hf ae\"  Wil) aN |\nOGM Sik Bt ey a\nEe                 Cy                          °\nv                                  0000\nLo Uy,         yo    )       ‘o,\n—YYUUY oO\nww YY\nQuetzalcoatl as the Feathered (or Plumed) Serpent.",
            "bibliography": [
                "46. M. Simoni, *Central America: Gods of Sacrifice,* Larousse World Mythology (London, 1972), p. 461;",
                "D. Gifford, *Warriors, Gods & Spirits from Central & South American Mythology* (N. Y., 1983), p. 21;",
                "M. Oldfield Howie, *The Encircled Serpent* (N. Y., 1955), p. 302."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 316,
            "content": "te    Che? Meer\nAge eprint a  | Aaa\noi    el    J        NY\nq  ia   ORY ten\n4     ga    SATE og\nA Gee\nDionysus.\nCivilizer and Saturnalian king.",
            "bibliography": [
                "47. M. Simoni, *Central America: Gods of Sacrifice,* Larousse World Mythology (London, 1972), p. 461;",
                "D. Gifford, *Warriors, Gods & Spirits from Central & South American Mythology* (N. Y., 1983), p. 21;",
                "M. Oldfield Howie, *The Encircled Serpent* (N. Y., 1955), p. 302."
            ],
            "captions": [
                "Quetzalcoatl as the Feathered (or Plumed) Serpent.",
                "Only one god did they [the ancestors] have, and they held him as the only god, they invoked him, they supplicated him; his name was Quetzalcoatl.'”",
                "According to M. Simoni: “All the great gods of the Aztec pantheon, both the tribal gods and those they won over [from preceding or neighboring civilizations], have a solar aspect and are the Sun in one of its attributes.””",
                "The Codex Borgia actually reinforces this belief when it depicts Quetzalcoatl with the sign of Tonatiuh on the back of his head, since Tonatiuh had always been understood to be the Sun.",
                "Tonatiuh, identified in the Codex Borgia as the sun of night, in the center. The Stone, 12 feet in diameter, and weighing 24 tons, is now housed in the National Museum of Anthropology in Mexico City. (illustration by John Green.)"
            ]
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 317,
            "content": "According to the Atharva Veda, Kala, who was both Time and the planet Saturn, was considered the very first god, which is in keeping with our thesis. As we had also seen in an earlier chapter, Dhruva, the Pole star, had also been an earlier name of Saturn and, as such, the word dhruva came to have the meanings of 'time,' 'epoch,' and/or 'era.'\n\nTHE SLOW-MOVING PLANET\n\nThe association of time with the planet Saturn could not, of course, have eluded mythologists and, in seeking an explanation, they naturally appealed to logic. Back in 1875, Gustave Schlegel, citing Dupuis, justified the phenomenon by referring to the planet’s present lagging orbital pace:\n\n'The planet, with its slow and heavy walk, imitating age, drags itself along its path, in a manner of speaking; before finishing its revolution, it would have seen a great number of men die whom it had seen born, so slow was its pace...He [i.e., Saturn] was the father of the years and the centuries...his was the longest measure of time which nature seemed to give for a single revolution of one of the celestial bodies or one of the moving stars. Is it not, therefore, natural to believe that the Ancients, who had attributed to each star its domain and its function in Nature, should have given to the planet Saturn the supervision of the celestial movements which regulate the length of the years and the centuries?'\n\n2. Ibid., X1X:53:8-10 (emphasis added).\n\n8. Satapatha Brahmana V:2:5:14.\n\n2. Ibid., I V:1:4:10.\n\n3°. V. S. Apte, *The Practical Sanskrit-English Dictionary* (Delhi, 1965), p. 749.\n\n3°. V. S. Apte, *The Practical Sanskrit-English Dictionary* (Delhi, 1965), p. 749.\n\n31. G. F. Brandon, *Creation Legends of the Ancient Near East* (1963), p. 203.\n\n% J. O'Neill, *The Night of the Gods* (London, 1893), pp. 778-779.\n\n33. Atharva Veda X1X:53:2.\n\n% Atharva Veda X1X:53:2.\n\n4. V. S. Apte, op. cit., p. 531.\n\n* G. Schlegel, *Uranographie Chinoise* (Leiden, 1875), p. 628 (as translated privately for the author by Birgit Liesching & Gayle Chin Anderson).",
            "bibliography": [
                "48. Atharva Veda X1X:53:2.",
                "49. Atharva Veda X1X:53:2.",
                "50. V. S. Apte, op. cit., p. 531.",
                "51. G. Schlegel, *Uranographie Chinoise* (Leiden, 1875), p. 628 (as translated privately for the author by Birgit Liesching & Gayle Chin Anderson)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 318,
            "content": "\n5» MOS Seat al ae Oa\nA ie INO\nRG ean ei OX TR Sae Q  \\s\nTOG | ate:\nOx RANG   oly,\nPea SSO Nahi\nOK aN.       i}   v    Va: AK     p    TIN nee\nON KIPTN G sale 2 LO 7-",
            "bibliography": [
                "52. M. Simoni, *Central America: Gods of Sacrifice,* Larousse World Mythology (London, 1972), p. 461;",
                "D. Gifford, *Warriors, Gods & Spirits from Central & South American Mythology* (N. Y., 1983), p. 21;",
                "M. Oldfield Howie, *The Encircled Serpent* (N. Y., 1955), p. 302."
            ],
            "captions": [
                "Quetzalcoatl as the Feathered (or Plumed) Serpent.",
                "Only one god did they [the ancestors] have, and they held him as the only god, they invoked him, they supplicated him; his name was Quetzalcoatl.'”",
                "According to M. Simoni: “All the great gods of the Aztec pantheon, both the tribal gods and those they won over [from preceding or neighboring civilizations], have a solar aspect and are the Sun in one of its attributes.””",
                "The Codex Borgia actually reinforces this belief when it depicts Quetzalcoatl with the sign of Tonatiuh on the back of his head, since Tonatiuh had always been understood to be the Sun.",
                "Tonatiuh, identified in the Codex Borgia as the sun of night, in the center. The Stone, 12 feet in diameter, and weighing 24 tons, is now housed in the National Museum of Anthropology in Mexico City. (illustration by John Green.)"
            ]
        }
    ]
}
