{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 89,
            "content": "The manuscript lists 405 synodic months during some 33 years of observation. It also presents a table of 69 possible dates of future solar eclipses. The Evening Star, Venus, with its irregular course, was the first to appear and the last to fade. The Maya strived to measure its height, which varies at sunrise and sunset. All of these preoccupations, which went far beyond those required to compile an agrarian calendar, showed their obsessive interest in infinity—whether of time or space—and also an anxiety in the face of the passage of time. The astronomical observations of the Maya were so precise that the figures they arrived at in computing the solar year were not only more accurate than the Julian year but, as some have claimed, also more accurate than the Gregorian year, introduced into Europe in 1582 and still in use today. Mesoamerican calendars were not produced by any one person in any single generation. Their development and refinement were products of centuries. In fact, their basic elements can be traced back as far as the Olmec, who had established their cities and ceremonial centers in Mexico’s Gulf Coast at least as early as the second century B.C. These calendars evolved into an intricate system in which several different time cycles, all calculated independently and with similar exactitude, were incorporated in various combinations, relating one cycle to another in their utilization of time measurement. One particular calendar employed by the Maya, called Haab, was based on a 360-day count and was divided into 18 months of 20 days each. To this, five days—believed to be malefic, ill-omened, empty, and nameless—were added at the end, bringing the year to a total of 365 days. While the 365-day calendar, which became the common property of all Mesoamerican peoples, has been attested in inscriptions as early as 667 B.C., Edmonson tells us that the 360-day calendar did not come into use by the Olmecs earlier than the first century B.C., which is some 300 years after the inauguration of the 365-day one. I mention this here because if Edmonson is correct, Immanuel Velikovsky’s contention that the 365-day calendar followed the 360-day one has to be wrong. A somewhat simpler, but more mysterious, calendar, said to have been called Tzolkin by the Maya, but Tonalamatl by the Aztecs, was composed of 260 days divided into 13 months of 20 days each. Usually referred to as the sacred calendar because it was used to keep the religious festivals in line with the proper seasons, the Tzolkin has been demoted to a mere divinatory program by students of Mesoamerican culture. More recently, Vincent Malmstrém has attempted to show that this 260-day calendar was actually even older than the Maya. Malmstrém contends that this calendar owed its origin to the Zoque of Mexico’s Pacific coastal plain and that it marks the interval between passages of the Sun at its zenith.",
            "bibliography": [
                "1. G. Anequin, op. cit., pp. 204-206.",
                "2. W. Gates in D. de Landa, Yucatan Before and After the Conquest (Baltimore, 1937), p. 60.",
                "3. A. Aveni, op. cit., p. 174 (emphasis added).",
                "4. Ibid., pp. 174, 175.",
                "5. G. Anequin, op. cit., p. 202.",
                "6. M. S. Edmonson, The Book of the Year: Middle American Calendrical Systems (Salt Lake City, 1988), p. 116.",
                "7. Ibid., pp. 194-195.",
                "8. Velikovsky, op. cit., pp. 330 ff.",
                "9. G. Anequin, loc. cit.; P. Tompkins, op. cit., p. 290."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 90,
            "content": "The Zoque’s ceremonial center at Izapa, developed in the fourteenth century B.C., passed on to the Olmec of the Gulf Coast and, from there, to the Maya in the east and the plateau of Mexico in the west. Whether Malmstrom has come across a red herring, and whether Mayanists will ever accept his conclusions remains to be seen. One thing that can be stated for certain is that the synchronization of this calendar with the 360-day one occurred once every 18,980 days, which makes for 52 years. This is the same time period we have already encountered as separating the ceremony known as the Binding of the Years, which began at the midnight transit of the Pleiades constellation. The Mesoamericans also devised a lunar calendar which fitted into their other timekeeping devices. The lunar period of 29.53 days that they obtained contained a mere discrepancy of only .112 of a day. The Dresden Codex includes the perpetual lunar calendar mentioned above, but also a table of new moons to be used for the prediction of solar eclipses. Of all the celestial bodies that the Mesoamericans observed, the planet Venus seems without doubt to have been considered the most important. Called, among other things, the Great, or Ancient, Star, it is repeatedly alluded to in the extant codices. Ramén y Zamora, who studied the lore of the Mexican tribes only a few decades after the re-discovery of America, was astounded to discover that the Indians kept a precise record of the appearances of this planet. So accurately did they keep the record of the days when it appeared and disappeared that they never made a mistake. Toribo Motolina added that they knew on what day it would appear again in the east after it had lost itself or disappeared in the west and that they counted the days by this star and yielded reverence and offered sacrifices to it. The Dresden Codex of the Maya includes a complete record of the apparition of this planet in its cycle from Morning to Evening Star, recorded in the dot and bar mathematical symbols which they employed (in which a dot signifies 1, and a bar stands for 5, with an oval—a stylized seashell, really—for the concept of zero). Intervals indicating the elapsed time between successive heliacal risings are there recorded. This interval of time was calculated by them as a period of 584 days which the Maya subdivided into four subintervals: the appearance of the planet as Morning Star; its appearance as Evening Star; its disappearance in front of the Sun; and its disappearance behind the Sun. Venus takes 224.7 days to complete one circuit around the Sun. As seen from Earth, however, it appears to take 583.92 days to complete one circuit. This is because Earth, too, is moving in the same direction. This apparent time-span is known as the synodic period. As noted above, the Mesoamericans calculated the Venerian synodic year as 584 days, which, when compared to the modern value of 583.92 days, discloses an error of less than one hour.",
            "bibliography": [
                "1. H. Malmstrom, “Where Time Began,” Science Digest (December 1981), pp. 56 ff.; idem, Cycles of the Sun, Mysteries of the Moon (Austin, Texas, 1997), pp. 1 ff.",
                "2. G. Anequin, op. cit., pp. 202-203.",
                "3. P. Tompkins, loc. cit.",
                "4. Ibid., p. 294.",
                "5. A. Aveni, “Venus and the Maya,” American Scientist, 67 (May-June 1979), p. 274.",
                "6. Ibid.",
                "7. idem, “Astronomy in Ancient Mesoamerica,” in E.C. Krupp (ed.), In Search of Ancient Astronomies (N. Y., 1977), p. 169.",
                "8. W. Gates, “The Dresden Codex,” Maya Society Publication, 2 (1932)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 91,
            "content": "The Maya were aware of the commensurability between this 584-day Venus “year” and the so-called vague year of 365 days. They knew that eight vague years were exactly equal to five Venus “years.” The equivalent number of days, which comes out to 2,920, is a figure that appears repeatedly in their Venus tables. They correctly calculated that Venus returns to almost the exact same spot in the sky, almost at the same time of the year, every 2,920 days. Meanwhile, a relatively new manuscript, dubbed the Grolier Codex, surfaced in 1971. Michael Coe determined that, like the Dresden Codex, the extant eleven pages of this manuscript illustrate the Venus calendar but display a much more sophisticated system, which has been described as “the world’s first and only perpetual calendar of Venus ever produced by any civilization.” According to Charles Lacombe, “this ancient Mayan document must rank among the supreme intellectual achievements of human history.” The codex predicts the appearance and disappearance of Venus in a great cycle of 845 revolutions equal to 1352 years; and after completion, the cycle repeats itself endlessly by means of a shift in the order of the lines and the way they are to be read.",
            "bibliography": [
                "1. G. Anequin, op. cit., p. 200.",
                "2. A. Aveni, op. cit., p. 171.",
                "3. P. Tompkins, op. cit., p. 295.",
                "4. Ibid.",
                "5. Ibid. (NOTE: For a short history of the discovery and early controversy regarding the authenticity of the Grolier Codex, now considered genuine, see M. D. Coe, Breaking the Maya Code (N. Y., 1992), pp. 227-229."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 92,
            "content": "Two pages from the Grolier Codex dealing with the motions of the planet Venus. (From a photograph by Justin Kerr.) It should also be pointed out that the Venus calendar owes its origin to a very “late” period of history. Indeed, Floyd Lounsbury has argued that the Venus table was historically set in motion on a date which translates as November 20 in A.D. 934. There has also been some scholarly speculation that the codices also contain information concerning the other planets visible to the naked eye, but, as of this writing, this has not yet been verified. On the other hand, we will never know just how much lore has been lost due to the burning of so many other codices by the Spanish Catholic Church, concerning which Diego de Landa, the first archbishop of Yucatan, boasted so much.",
            "bibliography": [
                "1. V. H. Malmstrom, op. cit., p. 183.",
                "2. See, for instance, P. Tompkins, op. cit., p. 296."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 93,
            "content": "Emperor informed of portents from the heavens, and responsibility for maintaining the calendar. The historical records of each succeeding Chinese dynasty include a wealth of astronomical observations, and from the tenth century similar records are available from Korea. One may argue that it does not require much expertise in detecting sunspots since these solar blemishes can be detected with the unaided eye. It is easily forgotten that one cannot easily view the Sun directly without some form of optical protection except during its risings and settings. It could also be argued that the Chinese, who were so adept at just about everything, could have utilized dark or smoked glass in order to enable them to view sunspots. Actually, not even smoked glass would have been necessary. Despite the fact that the Sun cannot be viewed directly for any length of time with the unaided eye, it can be viewed indirectly when shielded by haze or thin clouds. As John Gribbin noted, it is hardly surprising that those Chinese records which mention sunspots very often comment at the same time that the brightness of the Sun was reduced. This does not imply that the Sun itself was dim but that dust or haze in the atmosphere was obscuring its light, making it possible to pick out the spots against the glare of the solar disk. Had sunspots been as easily detected with the unaided eye, it would not, in Europe, have taken till the early seventeenth century for them to be re-discovered. One of the reasons why Galileo was persecuted by the Catholic Church was his insistence that the Sun often exhibits such blemishes on its surface. Prior to that, one of the central dogmas of the Church was that the Sun, having been created by God, had to be a perfect sphere. Suggesting imperfection in the Sun was seen in some quarters as implying that God could be fallible and guilty of shoddy workmanship. Yet, even before the Chinese, sunspots had long been known to the ancient Greeks.",
            "bibliography": [
                "1. Gribbin, “The Inconstant Sun,” KRONOS V:3 (Spring 1980), p. 64.",
                "2. Ibid.",
                "3. Ibid.",
                "4. Ibid.",
                "5. Ibid., p. 59.",
                "6. Ibid.",
                "7. G. Schlegel, Uranographie Chinoise (La Haye, Leyde, 1875), p. 628."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 94,
            "content": "The legendary Chinese astronomers Hsi and Ho receiving their commission from the just as legendary Emperor Yao. (From a Qing dynasty print.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 95,
            "content": "In its slow march across the sky, the Chinese calculated that it takes 28 years for the planet to complete one revolution around the Sun, which is not too far off the modern value of 29.46 years. The apparent stoppage and temporary retrograde motion of Saturn along its orbit, an illusion brought about when Earth overtakes it in its narrower circuit, was also calculated by them. As Gustave Schlegel pointed out, the modern value for this apparent motion more or less agrees with the Chinese observation. Similarly for the other planets visible to the naked eye. One particular branch of ancient astronomy that can be said to have been uniquely Chinese was the record-keeping of what they termed “Guest Stars.” These records documented the temporary blaze of stellar “explosions,” or flare-ups, which bring usually invisible stars to bright perceptibility, an effulgence that persists for a specific, but not usually long, time before it wanes and the star again disappears from view. Having once been referred to as “new stars,” these stellar phenomena are now known as novae and supernovae. The most famous of such temporary Chinese Guest Stars was the one that took place in 1054 A.D., a supernova that is now believed to have given birth to the Crab Nebula.",
            "bibliography": [
                "1. Ibid.",
                "2. Ibid."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 96,
            "content": "tion itself where it is stated that 'the planets move on upon their own paths, approaching one another at a distance.' G. Thibaut has claimed that much of what is found contained in the Hindu Siddhantas, of which there is more than one, is mainly based on the teachings of the Greek Hipparchos and/or Ptolemy. Otto Neugebauer and D. Pingree also trace some of this Hindu knowledge to the even older Babylonians. We therefore turn next to Greece and, after that, to Babylon.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 97,
            "content": "The most celebrated geographer, mathematician, and astronomer prior to medieval times was Claudius Ptolemaeus, popularly known simply as Ptolemy. He is often referred to as “the greatest astronomer of antiquity.” Unfortunately, despite some Arabian traditions describing his personal appearance, nothing much is known about him. Whether his name, Ptolemaeus, derived from that of the Greek city in which he was said to have been born, Ptolemais Hermii, or whether it indicates that he was an inhabitant of Egypt of Greek or Macedonian descent cannot now be ascertained. What seemed to have been certain until recently is that he conducted his astronomical observations at Alexandria, in Egypt, sometime during the years 127 to 141 or 151 A.D. However, more modern historians believe that Ptolemy conducted most of his observing not at night on the coast of Egypt but during the day in the great library at Alexandria, where he appropriated the work of Greek astronomer Hipparchus and aimed to call it his own. Of his works on geography and mathematics, I shall say nothing here, concentrating instead on his astronomical observations and theories. These were presented in thirteen books originally titled Syntaxis, but later referred to by the Arabs as Almagest, meaning “The Greatest.” This work was accepted as the final authority on the subject until superseded by the observations of Polish astronomer Nicolaus Copernicus in the 16th century. Ptolemy concluded from his observations that heavenly bodies moved in circular orbits and that Earth, already known to be spherical, was at the center of the universe. He calculated the periods of revolution, the apparent retrogradation of the five planets, the inclination of their orbits, and their motions in latitude. He compiled a catalogue of stars visible in both the northern and southern hemispheres, listed under constellations, giving their apparent magnitudes, latitudes, and longitudes, which numbered about 1,022. Much of the Almagest is taken up with an explanation of astronomical assumptions and mathematical methods; the length of the year and the motion of the Sun; the length of the month and the motions of the Moon; the sizes and distances of the Sun, the Moon, and Earth itself; eclipses of the Sun and the Moon; and the precession of the equinoxes.",
            "bibliography": [
                "1. Surya Siddhanta V:24 (emphasis added).",
                "2. W. Broad & N. Wade, “Betrayers of the Truth: Cases of Fraud in the Idealized World of Science,” Equinox (May-June 1983), p. 86.",
                "3. K. Heuer, City of the Stargazers (N. Y., 1972), p. 117.",
                "4. W. Broad & N. Wade, loc. cit.",
                "5. I. Kindersley (ed.), Quest for the Past (N. Y., 1984), p. 180."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 98,
            "content": "Claudius Ptolemy—with his astronomical cross-staff—prevented the advance of astronomy for a millennium.",
            "bibliography": [],
            "captions": []
        }
    ]
}
