{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 39,
            "content": "The representation of Osiris in his form of Seker shows him dead with Isis on the left and Nephthys on the right. Named Tezcatlipoca, who eventually brought down his downfall, it was not he who placed Quetzalcoatl in his chest. While it is stated that Quetzalcoatl’s heart turned into the Morning Star, in the case of Osiris, it is only intimated. It is Osiris' soul, not his heart, that becomes the Morning Star, although the Egyptians believed that the soul resided in one’s heart. In seeking to explain the similarities between American and classical mythology, as well as with the chief traditions of the Hebrews, Max Fauconnet raised significant questions: \"Does this mean that humanity was once reduced to a small group of individuals who later spread over the earth, bringing their legends which they altered over centuries to adapt to new climates and habits? Or, as seems more probable, are these legends confused accounts of great events witnessed in terror simultaneously by men scattered across the world?\"",
            "bibliography": [
                "1. Nicholson, op. cit., p. 88.",
                "2. M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972), p. 448.",
                "3. Ibid. (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 40,
            "content": "Every dead pharaoh became an Osiris, believed to recreate the events of Osiris’ death and resurrection to join the god in heaven. But what great event could have inspired the witch riding on a broom found on both sides of the Atlantic? While the concept of witches flying on brooms originated in medieval Europe, it was mirrored in the Mexicans' Tlacolteutl, goddess of vice and eater of filth. Depicted as naked like her European counterparts, she, too, was a witch who flew through the air on a broom. Immanuel Velikovsky had his own explanation for the witch's appearance on both sides of the Atlantic, observing that if a fantastic image appears in the sky and repeats itself worldwide, it likely reflects an event seen simultaneously by many peoples.",
            "bibliography": [
                "1. Nicholson, op. cit., p. 75.",
                "2. My various criticisms of Velikovsky’s works have appeared in various publications, which dispel any notions about my reliance on his expositions."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 41,
            "content": "Romantic depiction of a witch on her broom.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 42,
            "content": "Tlacolteutl, the Aztec witch riding on her broom, is additionally linked with the cometary image of the serpent-dragon. The celestial image was so vividly defined that it was recognized globally. The significance of comets should not be underestimated; historical chronicles describe comets resembling dragons across vast distances and their tail-like phenomena observed in the sky.",
            "bibliography": [
                "1. Velikovsky, Worlds in Collision (N. Y., 1950), p. 305.",
                "2. L. Rudaux & G. de Vaucouleurs, Larousse Encyclopedia of Astronomy (London, 1966 revised edition), p. 229.",
                "3. Geoffrey of Monmouth, The History of the Kings of Britain (N. Y., 1958), p. 169.",
                "4. C. Beaumont, The Mysterious Comet (London, 1925), pp. 82-83."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 43,
            "content": "The term “Broom Star,” in Chinese rendered sao-hsing, was the most common name for “comet.” A bundle of straw, the primitive material for brooms, also served as an ancient symbol for comets. Indicative of mythological symbolism, the witch Tlacolteutl embodies two cometary symbols: she is shown riding a broom coupled with a serpent-dragon image. However, I hold that much of mythology has historically diffused between cultures, not by contact but through separation. The ancient Greeks were deeply engaged with the interpretation of mythology, addressing the relationship between rationalism and traditional beliefs.",
            "bibliography": [
                "1. H. Yoke, “Ancient and Medieval Observations of Comets and Novae in Chinese Sources,” Vistas in Astronomy 5 (1962), pp. 137, 164.",
                "2. J. Grimm, Teutonic Mythology, Vol. II (Gloucester, 1976), p. 722.",
                "3. Nicholson, loc. cit.",
                "4. F. G. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970), p. 4."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 44,
            "content": "Diana— Greek goddess of the hunt. Sculpture by Gaudens. Mythological subjects often served as an excuse for the portrayal of the unclad human body.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 45,
            "content": "Man has been a religious creature since his inception, with the study of comparative religion often spotting stray insights throughout history. Western thought reflects on the universality of certain religious rites and beliefs, including lustrative rituals and the belief in an afterlife. This highlights a search for meaning amidst the realization of mortality. Beliefs in afterlife do not necessarily imply belief in God, but ideas of reward or punishment do, suggesting the existence of a divine figure who judges.",
            "bibliography": [
                "1. G. Constable, The Neanderthals (N. Y., 1973), pp. 96 ff.",
                "2. The melding of Greek myths with Christian beliefs during the Renaissance, as outlined by M. Pelta, “A Renaissance Saturn,” AEON IV:3 (December 1995), pp. 71 ff.",
                "3. P. Bayle, Dictionaire Historique et Critique (Rotterdam, 1697), passim."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 46,
            "content": "Zeus, while guilty of more deceptions and rapes than any other god revered by the Greeks, paradoxically stood as a symbol of law and order.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 47,
            "content": "Pheidias, the architect of the Parthenon and sculptor of Athena Parthenos, faced accusations of impiety due to a resemblance to a figure on Athena’s shield. Epicurus stirred scandal by teaching a mixed-gender school, and Praxiteles’ nude Aphrodite shocked the citizens of Cos. Socrates was condemned to death for blasphemy. This highlights a contradiction in societal values, where ordinary citizens could perform acts denounced by the law while their revered gods acted immorally.",
            "bibliography": [
                "1. F. E. Manuel, The Eighteenth Century Confronts the Gods (Cambridge, 1959), p. 33."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 48,
            "content": "Education in Ancient Greece was not compulsory. Schools charged fees, and although girls could receive similar education in separate institutions, the moral standard in Europe favored separation even into the twentieth century. Epicurus’ decision to educate boys and girls together caused scandal.",
            "bibliography": [],
            "captions": []
        }
    ]
}
