{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 39,
            "content": "Osiris, in his form of Seker, is depicted dead in his chest, with Isis on the left and Nephthys on the right. (From a bas relief at the temple of Osiris at Dendera.) Max Fauconnet asked the following questions: “Does this mean that humanity was once upon a time reduced to a little group of individuals who later spread over the earth, bringing with them their legends which they altered through the centuries in accordance with new climates and new habits? Or, as seems more probable, are all these legends a confused account of great events on a planetary scale which were beheld in terror simultaneously by men scattered everywhere over the world?”",
            "bibliography": [
                "1. Nicholson, op. cit., p. 88.",
                "2. M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972), p. 448.",
                "3. Ibid. (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 40,
            "content": "Egyptian funerary rite. Every dead pharaoh became an Osiris and was thus believed to recreate the events of Osiris’ death and resurrection in order to enable him to join the god in heaven. (Illustration by John Green.) But then what great event could have given rise to the witch riding on a broom found on both sides of the Atlantic? Although the notion that witches flew through the air on brooms traces back to medieval Europe, the Spanish conquistadors found the witch’s equivalent in the annals of the Mexicans in the form of Tlacolteutl, goddess of vice and eater of filth. Depicted as naked like some of her European counterparts, she, too, was a witch who flew through the air on a broom.",
            "bibliography": [
                "1. Nicholson, op. cit., p. 75."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 41,
            "content": "Romantic depiction of a witch on her broom.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 42,
            "content": "Tlacolteutl, goddess of vice and eater of filth, the Aztec witch riding on her broom, which broom is coupled with the additional cometary image of the serpent-dragon. (From the Codex Fejervary-Mayer.)",
            "bibliography": [
                "1. Velikovsky, Worlds in Collision (N. Y., 1950), p. 305.",
                "2. L. Rudaux & G. de Vaucouleurs, Larousse Encyclopedia of Astronomy (London, 1966 revised edition), p. 229."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 43,
            "content": "“Broom Star,” in Chinese rendered sao-hsing, was the most common Chinese name for “comet.” A bundle of straw, which is what primitive brooms consisted of, was also an old European cometary symbol. It is therefore indicative that, as portrayed in an Aztec codex, the witch Tlacolteutl combines two separate cometary symbols, since she is not only shown riding on a broom, but the broom itself is coupled with the image of a serpent-dragon. Despite all that, and without wishing to negate anything I said above, it remains my personal belief that many, if not most, of the mythohistorical record has been passed on from one culture to another through the medium of diffusion. But it was not, as generally believed, diffusion by contact. On the contrary, it seems to have been diffusion by separation.",
            "bibliography": [
                "1. H. Yoke, “Ancient and Medieval Observations of Comets and Novae in Chinese Sources,” Vistas in Astronomy 5 (1962), pp. 137, 164.",
                "2. J. Grimm, Teutonic Mythology, Vol. II (Gloucester, 1976), p. 722."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 44,
            "content": "Diana— Greek goddess of the hunt. Sculpture by Gaudens. More often than not, such mythological subjects merely served as an excuse for the portrayal of the unclad human body. (Photograph by the author, courtesy of the Metropolitan Museum of Art.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 45,
            "content": "Man, so it now seems, has been a religious creature from the very moment of his human inception. The study of comparative religion, despite its past overall banality, has always been subject to stray insights. From the very beginning of the development of western thought, the philosophes have been cognizant of the universality of certain religious rites and beliefs. Among these one can enumerate all manner of lustrative rituals; the need for some sort of redemption; and various others. Belief in an afterlife should not, of itself, incur a belief in God. Belief in a reward, or punishment, after death, on the other hand, does—for someone, or something, must exist to judge and mete out justice. This someone, this something, this God, should logically be exemplary. How come most of man’s gods are not?",
            "bibliography": [
                "1. G. Constable, The Neanderthals (N. Y., 1973), pp. 96 ff.",
                "2. M. Pelta, “A Renaissance Saturn,” AEON IV:3 (December 1995), pp. 71 ff."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 46,
            "content": "Zeus, who was guilty of more deceptions and rapes than any other god the Greeks venerated. Why, then, was this same Zeus considered to be the upholder of law and order? (Photograph by the author, courtesy of the National Archaeological Museum of Athens.)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 47,
            "content": "Pheidias, architect of the Parthenon and sculptor of the colossal Athena Parthenos, was accused of an act of impiety simply because one of the figures on Athena’s shield was thought to resemble him. Epicurus caused a scandalous stir in his day. Socrates, because he preached against the gods, was accused of blasphemy and of corrupting the youth of his time. Yet these very people, so scandalized by the impiety of their citizens, could gaze upon their upholders of law, the gods, and excuse the atrocious actions they were portrayed as having been guilty of.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 48,
            "content": "Ancient Greek school for boys. Education was not compulsory. Schools were private and charged fees. Girls could receive similar education in separate schools. In Europe, separate schools for boys and girls continued as the moral standard well into the twentieth century. When Epicurus was bold enough to teach a school of mixed sexes, he caused quite a scandalous stir. (Illustration by John Green.)",
            "bibliography": [],
            "captions": []
        }
    ]
}
