{
    "cleaned_data": [
        {
            "page_type": "main",
            "image_present": false,
            "page_number": null,
            "content": "CHAPTER 19\nPolar Wandering\nThe Coral Data, 391\nThe Ice Cap Model, 394\nThe Toppling Globe, 395\nGeoid Highs, 397\nThe Paleomagnetic Evidence, 398\nThe Martian Archetype, A01\nLast Interlude, 404\n\nChapter 20\nThe Axial Coupling\nThe Problem, 405\nBold Endeavors, 407\nThe Lesson of Shoemaker-Levy 9, A15\nThe Transitory System, 417\nCosmic Jets, A24\nHerbig-Haro Objects, 427\n\nChapter 21\nThe Axis Mundi\nThe Ruach, 429\nSanchoniathon’s Cosmogony, 432\nBoreas, 433\nEhecatl, 435\nShu, 437\nHurakan, 438\nThe One-Legged God, 439\nThe Phallic Post, 441\nThe Sky Pillar, 447\nThe Fiery Axis, 451\nCook’s Support, 451\nSuhr’s Lunar Shadow, 452\nThe Pole of the Ecliptic, AS4\nThe Pole of the Ecliptic, 454\nThe Whirling Ray From Above, 457\n\nChapter 22\nCosmic Genesis\nThe Nature of the Beast, A458\nThe Arctic Depression, 465\nFree-Floating Sub-Brown Dwarfs, 467\n",
            "bibliography": [
                "1. xi"
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": null,
            "content": "The Accretion Disk Model, 469\nPlanetary Ejections, TI\nAstral Ejections, 472\nObjective Earth, 476\nEpilogue\nScaling Up and Down, 480\nAn Alternative Conception, A487\nEnd of Act One, CO\nIndex\nA to Z, 494\n",
            "bibliography": [
                "2. xii"
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 1,
            "content": "Chapter 1\nMYTH\nMyths and Legends\nThe first criticism that will be leveled at this work is that it is based on nothing but myths and legends.\nI agree: it is. It is also based on recent discoveries in astronomy, geology, and palaeontology. Even so, what are myths and legends?\nStrictly speaking, legends are traditional tales popularly regarded as historical myths. But then what are myths? Myths are usually defined as primitive or ancient tales involving supernatural beings, often embodying once-popular ideas concerning natural and historical phenomena.\nWhat, then, is the difference between myths and legends? There will be some who will claim that there is no difference. Others may make a distinction between mythic tales told about historical persons (legends) and mythic tales told about divine and semi-divine beings (mythology). Personally, I would make a further distinction in that mythology deals mostly with cosmogonical origins. But let us not get caught up in semantics. Let me simply say that in this work, I shall be concentrating on those tales dealing with divine and semi-divine beings.\nOne claim I shall, however, be making is that these tales are not mythic in the usually understood sense of the word. In other words, what I shall be claiming is that the tales I shall be treating of are not to be considered untrue. On the contrary, I hope to show beyond a reasonable doubt that these tales truly reflect events that, bizarre though they might seem, actually transpired in ages past.\nFranz Xavier Kugler, one of the world’s foremost authorities on Babylonian and Biblical astronomy, chronology, and mythology, who died in 1929, warned that: “...ancient traditions, even when they are dressed as myth and saga, cannot be dismissed lightly as fantastic, or worse, meaningless fabrications. It is particularly proper to avoid this pitfall when dealing with serious reports, especially those of a religious nature such as those that occur in large number in the Old Testament.”\nIn this work, the word “mythology” is used in its original Greek meaning—mythologia, from muthos or mythos, as pronounced by the Athenians, meaning “tale,” and logia, derived from legein (to speak): that is, the telling of tales. There is nothing in the Greek term itself which specifies that these tales were considered fictional. More than that, it were these very tales that formed the basis of Greek and other religions of the ancient world. True, it shall be countered that these ancient religions were based on false premises. What I aim to indicate, on the other hand, is that these premises were anything but false.",
            "bibliography": [
                "1. L. C. Stecchini, “Astronomical Theory and Historical Data,” in A. de Grazia (Ed.), The Velikovsky Affair (N. Y., 1966), p. 141 (emphasis added)."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 2,
            "content": "One may now ask: What actually constitutes mythos? As Roger Wescott explained, linguistic comparison suggests that the Greek word muthos is derived from a Proto-Indo-European stem which means “to remember nostalgically,” and/or “to pine for.” And, as I shall also endeavor to show, the contents of the world’s mythology indicates exactly that—a sorrowful longing for the conditions of a past age. Thus Wescott was inclined to state that he viewed myth “as more wistful than wishful,” besides being “more commemorative than imaginative.”\nThose who are familiar with the contents of myth, even if only cursorily, will at once point out that myths are too convoluted in their bewildering messages, when not perplexingly contradictory, to be taken seriously in this day and age. But, as Claude Lévi-Strauss admonished, “this apparent arbitrariness is belied by the astounding similarity among myths collected in widely different regions.” Or, as Wescott succinctly phrased it: “Myths are at once startlingly bizarre and oppressively repetitious.” For Alan Watts, the prime paradox was that myth conceals while it simultaneously reveals.\nRITUAL\nThe systematic study of myth could be said to have been inaugurated no earlier than the 6th century B.C., but it has continued unabated ever since. Myth, in its turn, is inexorably bound to ritual, so much so that a particular school of thought has long argued that myth is derived from ritual. This view holds that myths originated as textual commentaries meant to explain and justify the rites. As James Frazer noted: “No people ever observed a custom because a mythical being was said to have once acted in a certain way.” And as long as the stress is on “mythical being,” I heartily agree. I cannot, however, agree with him when he maintains that “all peoples have invented myths to explain why they observed certain customs”—especially since this begs the question as to why customs arose in the first place. A particular myth, according to Frazer, “is never so graphic and precise in its details as when it is a simple transcript of a ceremony which the author of the myth witnessed with his eyes.” “For while many cases can be shown in which a myth has been invented to explain a rite [Frazer had it stated], it would be hard to point to a single case in which a myth has given rise to a rite. Ritual may be the parent of myth, but can never be its child.",
            "bibliography": [
                "1. R. W. Wescott, “Aster and Disaster: Toward a Catastrophist Mode of Mythological Interpretation,” KRONOS IX:1 (Fall 1983), p. 65.",
                "2. Ibid., p. 70.",
                "3. C. Lévi-Strauss, “The Structural Study of Myth,” in T. A. Sebeok (ed.), Myth (Bloomington, 1958), p. 8.",
                "4. R. Wescott, loc. cit.",
                "5. Ibid.; A. W. Watts, The Two Hands of God: The Mystery of Polarity (N. Y., 1963), p. 14.",
                "6. Mainly by Theagenes (6th century, in Italy), Xenophanes (5th century, in Ionia), and Euhemerus (4th century, in Sicily)—see R. W. Wescott, op. cit., pp. 66-67."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 3,
            "content": "The Panathenaic procession, held annually on the birthday of Athena on the Acropolis of Athens in the early summer. Did such rites evolve from myth, or was it myth itself that derived from such rites?\n(Illustration by John Green)",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 4,
            "content": "There might be some who might view this as a case of placing the cart before the horse, claiming that the contrary is certainly true, that, in actual fact, ceremonial rituals arose as an attempt to graphically illustrate the events narrated by myth. Wescott, citing Edward Tylor and Lévi-Strauss, definitely saw this reverse as being just as possible—that rites could have arisen “as mere dramatizations of preexisting myths.” Frazer himself not only knew this but referred his readers to H. Usener whose views were in direct opposition to his own. But, as Clyde Kluckhohn was forced to conclude, the problem as to which came first, ritual or myth, is one that is not likely to be solved. Thus, while I cannot agree with Frazer’s view, neither can I agree that the opposite is true. To begin with, I do not believe that myths owe their existence to an author—at least not if we are speaking of the origin of any one particular myth. Myths, as I intend to illustrate, arose as eye-witness accounts of what was actually seen and, in that sense, no author need be invoked. Likewise also with custom, ritual, and religious ceremonies: They all owed their inspiration to actual events which the participants attempted to recreate for purposes much more sublime than Frazer ever imagined. My own position is that myth and ritual rose together hand-in-hand in a united effort to perpetuate, rather than explain, what had once taken place in the ancient sky, and to commemorate those events.\nDRAMA\nIn ancient Greece, myth was not only associated with ritual but also with that form of entertainment that has come down to us as drama. What is interesting about Greek drama, and not widely known, is that the art originated in the rituals dedicated to one particular deity, namely Dionysus. As Gilbert Murray observed, according to the testimony of the Greeks themselves, tragedy was explicitly concerned with the “sufferings of Dionysus.” In fact, when dissatisfied with any particular play, the Athenians were wont to exclaim that “it has nothing to do with Dionysus.” “Greek tragedy, strictly speaking, was a peculiar form of art with narrow limits, both local and temporary. It was, in literal meaning, a ‘goat-song,’ i.e., a molpe (dance and song combined), performed at the altar of Dionysus over the sacrifice of a dismembered goat, which, by a form of symbolism common in ancient religion, represented the god himself. Hardly acted outside one small district of Greece, lasting as a living form not much beyond the limits of the fifth century B.C., performed only at one particular type of religious festival, the Dionysia at Athens.”",
            "bibliography": [
                "1. R. W. Wescott, op. cit., p. 72.",
                "2. H. Usener, “Italische Mythen,” Rheinisches Museum XXX, pp. 228 ff.",
                "3. C. Kluckhohn, “Myth and Rituals: A General Theory,” in W. A. Lessa & E. Z. Vogt (eds.), A Reader in Comparative Religion (N. Y., 2nd ed., 1965).",
                "4. G. Murray, Aeschylus (Oxford, 1940), pp. 5-6."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 5,
            "content": "Tragic figures, as well as comic ones, served as the basis for Greek theatrical productions. As Peter James pointed out, the real subject of all Greek plays was “good drama—the same criterion used by Shakespeare and the rest.” “Of course Greek drama drew on religious, legendary, and historical themes—these formed the moral backbone of Greek society, from which the great dramas were created. (Same as Shakespeare, who drew on local British traditions as well as Scandinavian, Greek, Roman, and Italian.) It does not mean that Greek drama somehow ‘evolved’ from religious ritual, though this is commonly supposed.” One can argue, as James has, against Murray’s statements concerning the acting out of Greek drama as having taken place hardly “outside one small district of Greece” or that Greek drama lasted as a living form “not much beyond the limits of the fifth century B.C.” since the available evidence, here, seems to contradict him. Thespis, for instance, was renowned for his traveling shows which were usually performed on the back of a wagon. Even so, I cannot agree with James when he claims that Greek drama did not evolve from religious ritual. Murray himself also stated that: “We must remember that the subject of Greek tragedy is always the heroic saga. It is never an invented story, and it is never the history of ordinary human beings. I should doubt if there was any named character in an Attic tragedy who was not actually in some way an object of worship: a god or hero or at least the possessor of some taboo, tomb, or oracle, or ritual.” Aeschylus, the Greek poet and playwright, is renowned as the founder of Greek drama. He is the first of the only three Attic tragedians of whose work entire plays survive. “The first thing that strikes a student of Aeschylus,” according to Murray, “is the strong Bacchic or Dionysiac element ... More than that: “The ancient critics seem always to recognize that, while Dionysus was, of course, the patron of all drama, there was something specifically Dionysiac about Aeschylus.” Nor is this merely Murray’s contention. The Greek biographer, Plutarch, himself had it stated that all of the plays written by Aeschylus were “brimming with Dionysus.”",
            "bibliography": [
                "1. P. J. James, “Velikovsky & Oedipus (3),” posted electronically on the Kronia List, April 13, 1997."
            ],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 6,
            "content": "A Greek symposium (drinking party) during which works of literature, philosophy, art, and scholarship were often discussed.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 7,
            "content": "The ancient Greeks were much like us—they liked a good drink, a laugh, and good drama.",
            "bibliography": [],
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 8,
            "content": "Murray, of course, is not the only modern authority who holds, or held, the view that Greek drama had its origin in Dionysian rituals. According to Karl Kerenyi, “[Friedrich] Nietzsche [also] believed that in line with an unassailable tradition, the oldest forms of Greek tragedy dealt exclusively with the sufferings of Dionysus, and that for a long time the sole hero of tragedy was Dionysus.” Like James, Kerenyi himself did not quite agree, even going as far as labeling Nietzsche’s assertion as false. “The oldest stage hero,” as far as Kerenyi was concerned, “was an enemy of Dionysus.” But I will not quibble here as to whether it was Dionysus or his enemy who was considered to have been the hero of early Greek tragic drama since this does not alter the fact that such tragedies were originally concerned with the life and downfall of Dionysus himself. Thus, as Jane Harrison noted, “The plays were performed in the theatre of Dionysus, in the precinct of the god, his image was present in the theatre, the chorus danced around his altar, and his priest sat in the front and central seat among the spectators.” According to Herodotus, the Greek historian, “the tragic chorus” that was part and parcel of Greek drama belonged “to the worship of Dionysus.” Aristotle went even further when he wrote that tragedy “originated with the leaders of the dithyramb,” a wild choric hymn sung in honor of Dionysus by participants masquerading as satyrs, from which the festivals of Dionysus developed. Thus the Theater of Dionysus below the Acropolis of Athens.",
            "bibliography": [
                "1. K. Kerenyi, Dionysus (Princeton, 1976), p. 324.",
                "2. Ibid.",
                "3. J. Harrison, Epilegomena to the Study of Greek Religion and Themis (1962), p. 339.",
                "4. Herodotus, Historiae V:67.",
                "5. Aristotle, De Poetica IV:12."
            ],
            "captions": []
        }
    ]
}
