[
    {
        "page_type": "main",
        "page_number": 29,
        "content": "FREDDO CONTRO CALORE\nTutto molto ordinato, come disse Chorlton. \"Ma le prove a sostegno della teoria di Wilson,\" proseguì, \"non sono del tutto convincenti.\" Egli sosteneva che le spinte antartiche del tipo immaginato da Wilson non sono attualmente evidenti. Beh, non proprio. Questo poteva essere vero nel 1983, ma ora si sa che tali spinte avvengono in Antartide, e proprio attraverso il meccanismo di lubrificazione sostenuto da Wilson. Tuttavia, queste spinte sono attualmente limitate alle piattaforme di ghiaccio Ronne e Ross. Il risultato di queste spinte, però, è contrario a quanto previsto da Wilson. Ciò che sta realmente accadendo è che queste piattaforme di ghiaccio si stanno sciogliendo e i ghiacciai che le alimentano si stanno ritirando. Nel frattempo, il clima terrestre non sta diventando più freddo. E se la calotta glaciale antartica non si comporta attualmente nel modo previsto da Wilson, cosa avrebbe potuto farla comportare così in passato?\n\nFREDDO CONTRO CALORE\nGià nel 1883, il fisico britannico John Tyndall aveva notato che coloro che cercavano la causa delle ere glaciali \"hanno trascurato il fatto che l'enorme estensione dei ghiacciai nelle epoche passate dimostra, con la stessa rigidità, l'azione del calore così come quella del freddo.\" Come sottolineava, il freddo non è sufficiente a produrre i ghiacciai. Ciò che Tyndall intendeva fu chiarito nel 1952 da Donald Menzel. \"Ho sempre creduto che un'era glaciale non sia necessariamente un'epoca fredda,\" disse ai suoi ascoltatori durante una conferenza. \"Infatti, come altri hanno osservato,\" proseguì, \"un aumento della radiazione solare, piuttosto che una diminuzione, potrebbe benissimo provocare un'era glaciale, a causa della maggiore evaporazione dagli oceani prodotta da una radiazione solare più intensa.\" Come affermò chiaramente Hooker: \"Un'analisi di tutte le teorie finora avanzate mostra in modo inequivocabile che, senza eccezione, ognuna si basa sull'assunto preconcetto che un clima più freddo, di per sé, sia stata la causa delle ere glaciali.\" Dunque, come ragionava abilmente Hooker, i glaciologi non stanno realmente cercando la causa delle ere glaciali, ma piuttosto ciò che ha fatto raffreddare il clima terrestre. Barbara Bell era della stessa opinione quando sottolineò che una diminuzione della radiazione solare avrebbe comportato una minore precipitazione e quindi \"praticamente impossibile accumulare una calotta glaciale significativa sulla terraferma.\"",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 30,
        "content": "SOLLEVAMENTO DELLE TERRE\nRivitalizzata più recentemente dal profeta di sventura John Hamaker, questa stessa idea fu nuovamente sostenuta nel 1992 da Gifford Miller, che si schierò a favore di Hamaker: \"A scuola ci insegnano che quando il mondo si raffredda, inizia un'era glaciale. Il record geologico ci sta mostrando che non è così. Poco prima dell'ultimo collasso climatico, le temperature si riscaldarono leggermente, proprio come stanno facendo oggi.\" Anne de Vernal, dell'Università del Québec a Montréal, si unì poi al dibattito. \"Che i ghiacciai siano freddi,\" osservò giustamente, \"non significa che siano innescati dal freddo.\"\n\nIl problema con questo meccanismo è duplice. Primo, cosa avrebbe indotto il Sole a fornire più calore del solito? In secondo luogo, secondo Tyndall, il calore necessario per evaporare gli oceani in modo da precipitare abbastanza umidità sotto forma di neve abbondante per causare un'era glaciale avrebbe dovuto innalzare una massa di ferro cinque volte superiore alla massa del ghiaccio risultante fino al punto di fusione. Anche se Tyndall sbagliò nei suoi calcoli ed esagerò l'effetto, gli oceani avrebbero comunque dovuto riscaldarsi. Non basta che Leroy Ellenberger ci ricordi che \"il ghiaccio che si accumula oggi in Groenlandia e altrove non proviene da acqua che letteralmente ha bollito.\" Il ghiaccio odierno, in Groenlandia e altrove, non costituisce un'era glaciale. Tuttavia, rimane difficile capire come la tremenda evaporazione di Tyndall avrebbe potuto trasformarsi in neve nel mezzo del calore infernale da lui ipotizzato. Una volta condensata, questa evaporazione avrebbe dovuto invece cadere sotto forma di pioggia. Questo diventa quindi il dilemma: affinché si verifichi un'era glaciale secondo questo postulato, la Terra avrebbe dovuto surriscaldarsi, il che avrebbe impedito la formazione del ghiaccio.\n\nSOLLEVAMENTO DELLE TERRE\nNel 1958, Cesare Emiliani tentò di rilanciare la teoria del sollevamento continentale come soluzione all'origine delle ere glaciali. A partire dalla fine del periodo Cretaceo, Emiliani attribuì il fenomeno allo sprofondamento di una vasta porzione del fondale del Pacifico e ad \"affondamenti simili.\" Secondo lui, ciò fu accompagnato da un'epoca simultanea di formazione montuosa che creò catene come le Montagne Rocciose, le Ande, le Alpi e l'Himalaya. Questo processo prolungato portò a \"milioni di miglia quadrate di terre precedentemente sommerse\" che ora emersero da un mare poco profondo. \"Poiché la terraferma assorbe meno radiazione solare rispetto all'acqua,\" ragionava, \"il clima mondiale divenne progressivamente più freddo.\" Circa due milioni di anni fa, si svilupparono calotte glaciali permanenti in Antartide e Groenlandia. Queste calotte avrebbero riflesso il calore del Sole nello spazio.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 31,
        "content": "LA TEORIA VULCANICA\n\"Circa 300.000 anni fa, il clima era diventato così freddo che uno dei cicli estivi freschi di Milankovitch avrebbe potuto estendere il ghiaccio settentrionale fino al nord-est del Nord America e alla Scandinavia, entrambe regioni con abbondanti nevicate. La radiazione solare riflessa aumentò ulteriormente e la prima grande ondata di ghiaccio ebbe inizio.\" Eppure, lo stesso Emiliani fu piuttosto critico nei confronti della teoria di Milankovitch. Come spiegò: \"La principale difficoltà della teoria di Milankovitch è che non riesce a spiegare perché l'Epoca Glaciale si sia sviluppata solo recentemente—negli ultimi milioni di anni—dopo 200 milioni di anni in cui la Terra non ha avuto ere glaciali.\" Con quale logica, allora, può rafforzare la sua teoria appellandosi a \"uno dei cicli estivi freschi di Milankovitch\"?\n\nUna teoria analoga, ideata da William Ruddiman e Maureen Raymo, attribuiva la possibile causa delle ere glaciali al sollevamento dell'altopiano tibetano. Alterando così la direzione dei venti, questo avrebbe accentuato le oscillazioni climatiche e modificato i modelli di pioggia \"in un modo che ha causato la rimozione del biossido di carbonio dall'atmosfera più rapidamente di quanto avvenisse in passato.\" Ciò avrebbe ridotto l'effetto serra terrestre, portando così a un raffreddamento globale.\n\nLA TEORIA VULCANICA\nUna teoria che ha riacquistato temporanea rilevanza attribuisce le ere glaciali direttamente all'azione dei vulcani. Sebbene non fosse esattamente nuova, questa teoria ricevette un impulso da Harry Wexler nel 1952. Basandosi sull'esplosione del Krakatoa, avvenuta il 27 agosto 1883 nelle Indie Orientali, Wexler sostenne che fino al venti per cento della luce solare ricevuta sulla Terra può essere bloccata da una serie di eruzioni vulcaniche avvenute in un breve periodo di tempo.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 32,
        "content": "",
        "captions": [
            "Vedi: L'eruzione del Krakatoa. (Illustrazione del U.S. Geological Survey.)"
        ]
    },
    {
        "page_type": "main",
        "page_number": 33,
        "content": "SPOSTAMENTI E INCLINAZIONI DEI POLI\nNel 1964 fu pubblicato un libro di Renè Gallant che non solo criticava severamente la teoria di Milankovitch, ma proponeva anche una teoria sulle ere glaciali che è stata sviluppata da vari studiosi nel corso degli anni. Come presentata da Gallant, questa teoria discute la possibilità che le ere glaciali siano state causate dallo spostamento dell'asse polare terrestre.",
        "captions": []
    }
]