[
    {
        "page_type": "main",
        "page_number": 4,
        "content": "La quantità di acqua oceanica che contribuì alla formazione di questi ghiacciai abbassò il livello degli oceani di 120 metri! — anche se, a dire il vero, le stime variano da una fonte all'altra. Il mondo era congelato.",
        "captions": [
            "Mappa dell'emisfero settentrionale che mostra l'estensione ipotizzata dell'Era Glaciale del Pleistocene e la direzione del flusso dei ghiacciai."
        ]
    },
    {
        "page_type": "main",
        "page_number": 5,
        "content": "E accadde più di una volta. Come osservò Dolph Earl Hooker: \"È più o meno consuetudine per gli autori riferirsi al periodo o all'epoca del Pleistocene come 'L'Era Glaciale', dando così l'impressione che sia stato l'unico periodo geologico in cui si è verificata una glaciazione.\" Tuttavia, come prosegue, \"altre glaciazioni... di varia intensità, sono note per essersi verificate ripetutamente a intervalli irregolari, separati da milioni di anni.\" Oppure, come affermò Windsor Chorlton: \"Il termine stesso 'era glaciale' può essere fuorviante, poiché generalmente viene usato per riferirsi a un periodo di glaciazione sostenuta della durata di alcune decine di migliaia di anni. Tuttavia, quando gli scienziati usano il termine, spesso intendono un periodo di raffreddamento globale che può durare milioni di anni e consistere in una serie di avanzamenti e ritirate dei ghiacciai, chiamati glaciazioni e interglaciazioni. In termini pratici, sembra ragionevole chiamare un evento di tale lunga durata 'epoca glaciale' e riservare il termine 'era glaciale' ai periodi relativamente brevi di raffreddamento più intenso.\" Scrivendo nel 1958, Hooker parlava di undici episodi glaciali. Nel 1983, Chorlton ne confermava solo sette. Sembra che tutto dipenda da cosa si intenda esattamente con il termine \"era glaciale\". Tuttavia, per evitare confusione, qui useremo il termine \"era glaciale\" per indicare un'\"epoca glaciale\" con i suoi vari avanzamenti e ritirate dei ghiacci; il termine \"ere glaciali\" per indicare quelle epoche glaciali precedenti all'ultima, avvenuta durante il Pleistocene; e il termine \"Era Glaciale\" per riferirci all'epoca glaciale del Pleistocene. Si dice che la stessa Era Glaciale del Pleistocene sia stata interrotta da periodi interglaciali in cicli che durarono fino a 10.000 anni, con stime che variano da dieci a quindici cicli, e con un autore che ne ha persino ipotizzati trenta. Così, ad esempio, nel 1986 fu annunciato che l'Antartide \"non è stata dominata da una spessa calotta glaciale negli ultimi 15 milioni di anni, come generalmente si credeva.\" Invece, si scoprì che \"la calotta glaciale potrebbe essersi sciolta e riformata molte volte.\" Ma, come hanno sottolineato Steven Robinson e altri, non sembra esserci consenso sul numero effettivo di periodi glaciali e interglaciali o sulla loro durata. In effetti, a parte la convinzione della loro esistenza, non sembra esserci consenso su nulla riguardo alle ere glaciali, men che meno sulle loro cause. Nel 1970, David Ericson e Goesta Wollin, del Lamont-",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 6,
        "content": "Doherty Geological Observatory, stimarono che, per oltre un secolo, fosse stata proposta quasi una teoria all'anno per spiegare la causa delle ere glaciali. Sarebbe impossibile, in questo lavoro, valutare tutto ciò che è stato detto su ogni singola era glaciale che si ritiene abbia interessato il nostro pianeta. Pertanto, pur non potendo ignorare le ere glaciali in generale, ci concentreremo principalmente sull'Era Glaciale del Pleistocene. GLI INTERGLACIALI Si ritiene che le ere glaciali siano state regolarmente intervallate da periodi interglaciali, ossia periodi all'interno di un'era glaciale in cui il freddo si attenuava, le temperature aumentavano e i ghiacci si ritiravano parzialmente. Il numero di interglaciali sarebbe variato da un'era glaciale all'altra. Come si è giunti a questa conclusione? Immanuel Velikovsky affermò: \"Ossa di renne della Groenlandia sono state trovate nel sud del New Jersey e nel sud della Francia, e ossa di renne della Lapponia in Crimea. Questo è stato spiegato come il risultato dell'invasione dei ghiacci e della migrazione degli animali settentrionali verso sud. L'ippopotamo è stato trovato in Francia e in Inghilterra e il leone in Alaska. Per spiegare fenomeni simili, è stato introdotto il concetto di periodo interglaciale: la terra si riscaldava e gli animali meridionali si spostavano verso nord. Poiché il passaggio da una fauna all'altra si verificava ripetutamente, si contarono generalmente quattro periodi glaciali con tre interglaciali, sebbene il numero di periodi non sia coerente per tutte le regioni o tra tutti gli studiosi.\" Questo non è ciò che accadde realmente, e Velikovsky avrebbe dovuto saperlo. Ciò che avvenne fu questo: già negli anni 1840, su una scogliera della costa dell'Anglia orientale, il geologo inglese Joshua Trimmer scoprì due strati distinti di sedimenti, noti come till, depositati da un ghiacciaio. Questo suggerì che, almeno per quanto riguardava la Gran Bretagna, ci fossero state almeno due glaciazioni separate. Questa ipotesi fu confermata negli anni 1860, quando Archibald Geikie scoprì in Scozia uno strato contenente resti di piante tra due strati di till. Ciò non solo confermò l'esistenza di due glaciazioni distinte, ma indicò anche che l'intervallo tra esse era stato abbastanza caldo da permettere la crescita delle piante. Come riassunse Chorlton, \"l'argomento fu definitivamente risolto negli anni 1870, quando i resti di una foresta furono trovati tra due strati di till nel Midwest americano.\" Da allora, si è teorizzato che la durata di ogni glaciazione non potesse essere superiore a \"qualche migliaio di anni,\" mentre i periodi interglaciali fossero \"probabilmente più lunghi,\" nell'ordine di \"100.000 anni o più.\" Ma, come dovette ammettere E. J. Opik:",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 7,
        "content": "\"Da tutto ciò che sappiamo ora [cioè nel 1970], il Quaternario [che comprende l'Epoca del Pleistocene] rappresentò un periodo eccezionale nella storia del nostro pianeta. L'alternanza ripetuta di avanzamenti e ritirate glaciali è un fenomeno specificamente limitato a questo periodo; prima di allora, per un intervallo di circa 200 milioni di anni, quasi non esisteva ghiaccio permanente sulla superficie terrestre; perfino i poli erano liberi e godevano di un clima temperato o freddo-temperato.\" Opik prosegue: \"Il Terziario, il Cretaceo e i periodi precedenti furono epoche calde; la maggior parte della storia geologica rientra in tali periodi caldi, almeno negli ultimi 500 milioni di anni dal Cambriano.\" Tuttavia, di tanto in tanto, questo clima caldo sembra essere stato interrotto da ere glaciali precedenti. Quante furono? LE ERE GLACIALI PRECEDENTI L'era glaciale che precedette quella del Quaternario si verificò durante il Periodo Permiano, circa 250 milioni di anni fa, e si stima che sia durata circa 25 milioni di anni. Le tracce lasciate da questa glaciazione si trovano principalmente nell'emisfero australe e vicino all'equatore. Anche questa era glaciale fu interrotta da una serie di periodi interglaciali, simili a quelli dell'Epoca del Pleistocene del Quaternario. Prima di allora, una grande era glaciale sembra essersi verificata durante il Periodo Cambriano dell'Era Paleozoica, circa 570-650 milioni di anni fa. Le tracce di questa glaciazione si trovano in entrambi gli emisferi, con indicazioni di periodi interglaciali alternati. Ancora prima, si verificò almeno un'altra era glaciale, di cui si sa poco. Inoltre, è stata ipotizzata un'era glaciale ancora più antica, l'era glaciale huroniana, un periodo di intensa glaciazione che si ritiene sia avvenuto circa 2.150 milioni di anni fa. Come riassunse Opik: \"Tracce minori di ghiaccio sono registrate tra queste grandi ere glaciali, ma probabilmente sono giustamente considerate come semplici 'glaciazioni montane'.\" Ciò che è di grande interesse è che la successione di queste ere glaciali \"era quasi periodica, con un intervallo di circa 250 milioni di anni\"—e questo non deve essere trascurato. In generale, come sottolineò Opik, la durata di queste ere glaciali fu relativamente breve, \"non più del 10% del totale,\" se confrontata con l'intero quadro geologico. E, per ribadire un punto già espresso, lo stesso Opik sottolinea il fatto che: \"La differenza climatica era così grande che, durante i normali periodi caldi, il ghiaccio permanente era completamente assente.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 8,
        "content": "(eccetto forse su alcune delle montagne più alte), perfino i poli erano liberi dal ghiaccio durante questi periodi.\" GONDWANA Nel suo tentativo di mettere in discussione le ere glaciali, Velikovsky enfatizzò i segni di glaciazione trovati nelle attuali regioni tropicali. Queste scoperte risalgono agli albori stessi della teoria, così come concepita da Agassiz. Come osservò Velikovsky: \"Nel 1865, Agassiz si recò in Brasile equatoriale, una delle zone più calde del mondo, dove trovò tutti i segni che attribuiva all'azione del ghiaccio... C'erano accumuli di detriti, rocce graffiate, massi erratici, valli scanalate e superfici levigate di tillite (roccia formata da till consolidato), quindi doveva esserci stato del ghiaccio a trasportare e levigare, e la regione doveva aver attraversato un periodo glaciale.\" Tracce abbondanti di un'era glaciale furono successivamente trovate anche in Argentina, Guyana Britannica, Africa equatoriale e meridionale, Madagascar, India, gran parte dell'Australia, le Isole Falkland e, naturalmente, l'Antartide. Alcune di queste glaciazioni hanno lasciato segni fino a 20 e 10 gradi dall'equatore. Velikovsky sapeva, ovviamente, che questa era glaciale era stata datata al Periodo Permiano, ma ciò non gli impedì di sottolineare quella che, ai suoi occhi, appariva come un'incongruenza. \"Anche se il fenomeno si è verificato molto tempo fa,\" scrisse, \"una copertura glaciale spessa migliaia di metri nei luoghi più caldi del mondo è un enigma affascinante.\" Ciò che inizialmente fu considerato contraddittorio furono anche i segni inequivocabili che, in Africa e Madagascar, il ghiaccio in alcuni casi sembra essersi diffuso verso sud dall'equatore, anziché verso nord dal polo meridionale, come la logica suggerirebbe. E in India, il ghiaccio sembra essersi mosso verso nord dall'equatore, anziché verso sud dal polo settentrionale. Cosa potrebbe aver causato queste inversioni di direzione? Velikovsky citò anche R. T. Chamberlain, che scrisse: \"Alcune di queste enormi calotte glaciali si spinsero persino nei tropici, dove i loro depositi di detriti glaciali, spessi centinaia di metri, stupiscono i geologi che li osservano. Non è ancora stata fornita una spiegazione soddisfacente per l'estensione e la posizione di questi straordinari ghiacciai... Ghiacciai, quasi incredibili per la loro posizione e dimensione, certamente non si formarono nei deserti.\"",
        "captions": []
    }
]