[
    {
        "page_type": "main",
        "page_number": null,
        "content": "Flare Star\nDwardu Cardona",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": null,
        "content": "Flare Star Copyright © 2019 by Dwardu Cardona Illustrazione di copertina di Richard M. Smith Tutti i diritti riservati. Nessuna parte di questa pubblicazione può essere riprodotta, distribuita o trasmessa in qualsiasi forma o con qualsiasi mezzo, inclusi fotocopiatura, registrazione o altri metodi elettronici o meccanici, senza il previo consenso scritto dell'autore, eccetto nel caso di brevi citazioni incorporate in recensioni critiche e determinati usi non commerciali consentiti dalla legge sul diritto d'autore. Tellwell Talent www.tellwell.ca ISBN 978-0-2288-1667-6 (Copertina flessibile) 978-0-2288-4154-8 (eBook)",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": null,
        "content": "Dello stesso autore: God Star (2006) “Una volta avuto tra le mani God Star, ho fatto fatica a metterlo giù. Questo è il libro più completo e articolato sull'argomento che abbia mai letto. È una storia completa... della natura di un'intensa manifestazione plasmatica nel Sistema Solare, così com'era un tempo, quando l'umanità era presente per registrarla... God Star distingue la mitologia dalla favola, ponendo la prima come un vero campo di indagine scientifica. Da God Star scaturiscono argomento dopo argomento sulle condizioni fisiche e i processi che il nostro pianeta ha attraversato...” Anthony L. Peratt B.S.E.E., M.S.E.E., Ph.D (Ex consulente scientifico, Dipartimento dell'Energia degli Stati Uniti)",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": null,
        "content": "RINGRAZIAMENTI\nPer prima cosa, ringrazio mia moglie, Gaylia, per il suo aiuto nella ricerca, nonché per la pazienza e la comprensione dimostrate durante il tempo dedicato a questo lavoro. E — in ordine alfabetico: Halton Arp, B.Sc., Ph.D., per il suo aiuto riguardo l'espulsione di corpi cosmici. Roger Ashton, per avermi fornito la sua inestimabile conoscenza del sanscrito, in particolare per il suo aiuto con il dizionario sanscrito di Apte. Frederick B. Jueneman, per le nostre numerose discussioni sull'argomento nel corso degli anni, per aver prestato orecchio e per aver pazientemente revisionato il manoscritto. Ken Moss, per aver fornito intuizioni occasionali utilizzate in questo lavoro. Anthony L. Peratt, B.S.E.E., M.S.E.E., Ph.D., per aver condiviso la sua conoscenza della cosmologia del plasma, delle instabilità inerenti alle scariche di plasma colonnari e del riconoscimento di tali scariche nelle rappresentazioni artistiche antiche. Donald E. Scott, B.S.E.E., M.S.E.E., Ph.D., per aver chiarito le conseguenze dei contatti plasmasferici. Warner B. Sizemore, M.A., B.D., per avermi fornito varie opere rare sulla mitologia e la religione antica. Wallace Thornhill, B.Sc., per aver condiviso liberamente la sua conoscenza della fisica del plasma. Marinus Anthony van der Sluijs, per materiale aggiuntivo sul ruolo dei diamanti nella mitologia. Vorrei inoltre ringraziare Lewis M. Greenberg, ex redattore capo di KRONOS, così come i redattori di AEON, per avermi permesso di utilizzare vari estratti dei miei stessi lavori pubblicati, così come erano apparsi originariamente in quei periodici.",
        "captions": []
    },
    {
        "page_type": "index",
        "page_number": null,
        "content": "Capitolo 1: La Terra Gelida\n- La teoria glaciale, p. 2\n- L'era glaciale del Pleistocene, p. 3\n- Gli interglaciali, p. 6\n- Ere glaciali precedenti, p. 7\n- Gondwana, p. 8\n- Snowball Earth, p. 10\n\nCapitolo 2: La teoria di Milankovitch\n- La nascita della teoria di Milankovitch, p. 14\n- La travagliata vita della teoria di Milankovitch, p. 18\n- La morte della teoria di Milankovitch, p. 20\n- La resurrezione della teoria di Milankovitch, p. 21\n- La controversia di Devils Hole, p. 22\n- Riepilogo, p. 25\n\nCapitolo 3: Ipotesi alternative\n- Alla ricerca di una proposta migliore, p. 27\n- Una semplice questione di inverni rigidi, p. 27\n- Il ghiaccio come causa di sé stesso, p. 28\n- Freddo contro calore, p. 29\n- Sollevamento del terreno, p. 30\n- La teoria vulcanica, p. 31\n- Spostamenti e inclinazioni dei poli, p. 33\n- Collasso del campo magnetico, p. 34",
        "captions": []
    }
]