[
    {
        "page_type": "main",
        "page_number": 34,
        "content": "Frequenti bombardamenti meteoritici e altri eventi cosmici. A causa della scoperta di resti di piante e animali tropicali e subtropicali sia nelle regioni artiche che antartiche, varie autorità hanno sostenuto idee simili secondo cui il polo rotazionale della Terra deve aver cambiato posizione o inclinato la sua direzione nello spazio. Si è sostenuto che una di queste variazioni potrebbe anche spiegare l'insorgere delle ere glaciali. La teoria dello spostamento del polo ha ricevuto un forte impulso nel 1970 con la pubblicazione dell'opera magna di Charles Hapgood sull'argomento. La teoria dell'inclinazione assiale è stata proposta nel 1978 da Jack Wolfe, il quale affermò che \"l'asse di rotazione della Terra era un tempo meno inclinato verso il Sole\". Secondo lui, ciò \"potrebbe aiutare a spiegare i grandi cambiamenti climatici\". Nel marzo dello stesso anno, riportando la scoperta di fossili di anfibi e rettili in una regione montuosa dell'Antartide, John Cosgriff, Jr. giunse alla conclusione che: \"Chiaramente, il polo sud si trovava allora altrove rispetto al continente antartico\". Nel 1980, John White pubblicò un libro sull'argomento che avrebbe dovuto ricevere lo stesso riconoscimento dell'opera di Hapgood. Una teoria sullo spostamento del polo dovuto al passaggio ravvicinato di un pianeta sconosciuto, chiamato semplicemente Z, è stata presentata al simposio dell'Università di Bergamo nel 2001 da W. Wolfli e W. Baltensperger. Si ipotizzò che il pianeta Z avesse una massa simile a quella di Marte e fosse entrato nel Sistema Solare dalle regioni della fascia degli asteroidi, della fascia di Kuiper o della nube di Oort. Potrebbe anche aver orbitato originariamente attorno al gigante gassoso Giove. Poiché si è frammentato e i suoi detriti sono caduti nel Sole, il pianeta Z non esiste più. I problemi inerenti a queste teorie sugli spostamenti e le inclinazioni del polo sono già stati discussi nel volume precedente, al quale si rimanda il lettore. \n\nCROLLO DEL CAMPO MAGNETICO\n\nLe inversioni passate della polarità magnetica terrestre, dedotte dal magnetismo fossile nelle rocce, sono state riconosciute da tempo. Ciò ha portato Frederic Jueneman a ipotizzare cosa potrebbe accadere se il campo magnetico terrestre collassasse effettivamente. Secondo il suo ragionamento, l'effetto più significativo \"anche di un collasso parziale\" del campo magnetico terrestre sarebbe \"probabilmente\" un intenso raffreddamento. Questo è un fenomeno osservato, sebbene su scala molto più ridotta, in esperimenti di laboratorio, \"dove il collasso di un campo magnetico induce un effetto di raffreddamento rallentando o persino arrestando il moto termico molecolare senza alcun guadagno o perdita netta di energia\".",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 35,
        "content": "\"Su scala planetaria, l'effetto di raffreddamento dovuto a una rapida riduzione o al collasso di un campo magnetico potrebbe congelare l'atmosfera stessa nelle vicinanze dei poli magnetici, causando la precipitazione dell'aria sotto forma di fiocchi di neve in una bufera. Gli effetti sarebbero di vasta portata...\". \"Un fenomeno del genere potrebbe essere accaduto, o più precisamente, è davvero accaduto?\" si chiese Jueneman. \"E, se è successo, quale ne è stata la causa?\" A tal fine, Jueneman ipotizzò che gli impatti meteoritici—di cui parleremo più avanti—potessero aver \"negativamente\" influenzato il campo magnetico terrestre \"negli ultimi 10 millenni\". Tuttavia, è noto che i meteoriti hanno impattato la Terra senza causare il collasso del campo magnetico terrestre. Perché l'ipotesi di Jueneman venga presa seriamente in considerazione, si dovrebbe postulare l'esistenza di interi campi di meteoriti di dimensioni considerevoli che agiscono in concerto, ripetutamente, nel corso della storia geologica della Terra. Alcuni hanno identificato le cicatrici lasciate da tali impatti come le depressioni ora riconosciute come la catena delle Carolina Bays e formazioni simili. Ma si può dimostrare che un'incursione di una serie di meteoriti possa causare il collasso del campo magnetico terrestre? Sembra più probabile che un tale collasso richiederebbe l'interazione con una forza elettromagnetica esterna o almeno elettrica. \n\nIMPATTI METEORITICI E ASTEROIDALI\n\nNel 1988 si assistette a una rinascita della teoria dell'impatto meteoritico come causa delle ere glaciali. Frank Kyte, Lei Zhou e John Wasson, tutti dell'Università della California, attribuirono la più recente serie di ere glaciali alla caduta di un meteorite di 500 metri di diametro nell'Oceano Pacifico orientale circa 2,3 milioni di anni fa. Sollevando circa 20 miliardi di tonnellate d'acqua nella stratosfera, una nube avvolgente avrebbe potuto raggiungere le alte quote terrestri, bloccando la luce solare sui poli e innescando così un'era glaciale. Come prova, Kyte e i suoi colleghi indicarono un'alta concentrazione di particelle meteoritiche trovate nei sedimenti di quell'epoca in un carotaggio prelevato dalla regione, oltre a elevate concentrazioni di iridio in sei carotaggi effettuati a sud-ovest di Capo Horn.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 37,
        "content": "La temperatura media su tutta la terraferma probabilmente diminuirebbe più rapidamente rispetto ai mari. Questo squilibrio temporaneo avrebbe prodotto venti con velocità stimate fino a cento miglia orarie, i quali, a loro volta, avrebbero aumentato l'evaporazione dalla superficie degli oceani. Le precipitazioni sulla terra più fredda sarebbero quindi aumentate, causando prolungate piogge gelate. Idee simili furono proposte anche da Mark Bailey.",
        "captions": [
            "Impatto di un asteroide sulla Terra. Tali impatti hanno causato le passate ere glaciali terrestri? (illustrazione di Bruce LaFontaine.)"
        ]
    },
    {
        "page_type": "main",
        "page_number": 38,
        "content": "I problemi con questo scenario includono il fatto che l'emisfero settentrionale della Terra si congelò in modo molto peculiare, lasciando gran parte della Siberia e una vasta porzione della Groenlandia prive di ghiacci. Come indicò Peter Warlow: \"Secondo l'ipotesi di Butler-Hoyle, così come per le teorie convenzionali sulle ere glaciali, ci si aspetterebbe che una grande massa terrestre come la Siberia fosse particolarmente colpita—ma non lo fu\". Ancora più problematico è il fatto che il nostro pianeta attraversò la coda della Grande Cometa del 1861 senza che si verificasse nulla di significativo sulla Terra. L'albedo terrestre non fu influenzato. L'atmosfera terrestre non si caricò di polveri. Nessuna era glaciale ne conseguì. Certo, si potrebbe argomentare che non tutte le code cometarie passate fossero così tenui come quella del 1861. Tuttavia, l'onere della prova spetta a chi sostiene tale ipotesi. Inoltre, è stato ormai accertato senza dubbio che, sebbene possano contenere una certa quantità di polvere, le code cometarie sono composte principalmente da plasma.",
        "captions": []
    }
]