[
    {
        "page_type": "index",
        "page_number": null,
        "content": "Capitolo 19: Catastrofismo Globale\n1. L'Inondazione della Terra. (Pagina 391)\n2. Genesi Acquatica. (Pagina 395)\n3. Variazioni del Livello del Mare. (Pagina 397)\n4. Ricordi Aborigeni. (Pagina 401)\n5. Linee di Costa Rialzate. (Pagina 405)\n6. Rimbalzo. (Pagina 408)\n7. Sconvolgimenti Tettonici. (Pagina 413)\n8. Testimonianze Antiche. (Pagina 419)\n9. Balene in Alto e Asciutto. (Pagina 425)\n10. Mastodonti Sott'acqua. (Pagina 427)\n11. Gas e Polveri. (Pagina 428)\n12. Diamanti. (Pagina 429)\n13. Bombardamenti. (Pagina 435)\n14. Possibilità Alternative. (Pagina 438)\n15. Impatti. (Pagina 440)\n\nCapitolo 20: La Vita in Bilico\n1. Estinzioni. (Pagina 443)\n2. I Cacciatori di Mammut. (Pagina 446)\n3. Massacro di Massa. (Pagina 454)\n4. Il Destino della Teoria dell'Eccessivo Sfruttamento. (Pagina 461)\n5. Un Cambio di Paradigma. (Pagina 463)\n6. I Geologi Intervengono. (Pagina 467)\n7. Esposizione alle Radiazioni. (Pagina 470)\n8. Mutazioni Interrotte. (Pagina 473)\n9. Creature Nuove e Strane. (Pagina 476)\n10. L'Umanità in Crisi. (Pagina 477)\n11. Divergenza Raziale. (Pagina 480)\n12. Metano in Eccesso. (Pagina 484)\n13. Il Paradiso in Terra. (Pagina 486)\n14. L'Universo Elettromagnetico. (Pagina 490)\n15. Stelle Nane Brune. (Pagina 491)\n16. Formazione dei Pianeti. (Pagina 494)",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": null,
        "content": "Ritenzione e Dissipazione del Calore. 495\nConvergenza Polare. 497\nIl Sistema Intruso. 499\nEnergia in Eruzione. 500\nCaos ai Confini del Sistema. 501\nOrigini Artiche. 505\nIl Ritorno Futuro del Ghiaccio. 505\nMetamorfosi Comportamentale. 507\nFine del Secondo Atto. 510",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 1,
        "content": "IL GRANDE GHIACCIO",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 2,
        "content": "Capitolo 1\nLa Terra Gelida\n\nLA TEORIA GLACIALE\nL'uomo primitivo fece la sua comparsa nel periodo Quaternario e, per questo motivo, il Quaternario è talvolta chiamato anche Anthropozoico—l'Era dell'Uomo. L'inizio del Quaternario, ovvero l'epoca del Pleistocene, fu però anche testimone dell'inizio dell'ultima era glaciale, un termine derivato dal tedesco \"Eiszeit\", coniato intorno al 1836 da Carl Schimper.\n\n\"I ghiacciai crebbero e scesero ben al di sotto dell'attuale linea delle nevi, estendendosi lontano verso sud. Attraversarono i mari, inghiottirono colline e pianure, distruggendo ogni forma di vita nel loro lento e gelido avanzare. Abbassarono le alture, approfondirono le valli, frantumarono gli ostacoli sul loro cammino e trascinarono con sé frammenti di roccia, accumulandoli in morene.\"\n\nSolitamente attribuita per la prima volta a Louis Agassiz nel 1837, la teoria delle ere glaciali non nacque come il frutto di un'unica mente. In realtà, attraversò un processo evolutivo. Fu avviata nel 1818 da Jean Pierre Perraudin, il quale, studiando le striature sulla roccia, giunse alla conclusione che i ghiacciai avevano un tempo riempito l'intera Val de Bagnes nelle Alpi svizzere. Ignatz Venetz rimase così colpito dalle idee di Perraudin che decise di indagare personalmente sui ghiacciai delle Alpi svizzere e, nel 1829, dopo aver raccolto abbastanza informazioni, presentò le sue conclusioni all'annuale incontro della Società Svizzera di Scienze Naturali.\n\nVenetz fece un passo avanti rispetto a Perraudin, sostenendo che i ghiacciai alpini si erano estesi fino alle montagne del Giura e anche a nord, nella pianura europea. Nel 1832, Reinhard Bernhardi pubblicò un articolo in cui ipotizzava che l'avanzata dei ghiacci dalle regioni polari si fosse spinta fino alla Germania meridionale. Nel 1834, Jean de Charpentier, inizialmente scettico sulle affermazioni di Perraudin, ma poi convinto da Venetz, presentò un documento sul tema alla stessa società scientifica.\n\nNessuno accettò subito queste conclusioni, meno di tutti Agassiz stesso. Solo due anni dopo, trascorrendo un'estate nella città natale di de Charpentier e osservando le prove con i propri occhi, Agassiz abbracciò la teoria glaciale. Come i suoi predecessori, fu accolto con incredulità e critiche. Agassiz andò oltre, affermando che l'avanzata dei ghiacci aveva interessato l'intero pianeta, cosa che persino de Charpentier trovò scioccante.\n\nAlexander von Humboldt, uno dei più importanti scienziati europei e mentore di Agassiz, lo consigliò di abbandonare la sua teoria. Il reverendo William Buckland, professore di geologia all'Università di Oxford, inizialmente indeciso, si convinse solo dopo che Agassiz gli mostrò ulteriori prove della glaciazione in Inghilterra settentrionale, Irlanda e Scozia, prevedendo correttamente la posizione delle morene terminali. Buckland non solo si convertì alla teoria delle ere glaciali, ma convinse anche Charles Lyell, il celebre geologo britannico fondatore del uniformitarismo.\n\nNonostante l'accettazione da parte di eminenti studiosi americani come Edward Hitchcock e Timothy Conrad, l'opposizione, soprattutto da parte di scienziati di orientamento biblico, continuò. Solo con la pubblicazione, nel 1865, di un articolo del geologo scozzese Thomas Jamieson, che dimostrava come solo la glaciazione potesse spiegare fenomeni come le rocce striate e i massi erratici, l'opposizione iniziò a indebolirsi. Come predisse il geologo scozzese Archibald Geikie: \"Senza dubbio, la teoria glaciale sarà presto universalmente accettata... come avrebbe dovuto esserlo già vent'anni fa, quando Agassiz ne delineò i primi contorni.\" Il mondo scientifico si convinse della teoria delle ere glaciali.",
        "captions": []
    },
    {
        "page_type": "main",
        "page_number": 3,
        "content": "IL PLEISTOCENE E L'ERA GLACIALE\nSecondo la teoria dell'era glaciale, a partire da circa 125.000-120.000 anni fa, ma con un picco solo 18.000 anni fa, i campi di ghiaccio in Nord America, centrati sulla Baia di Hudson e comprendenti l'Isola di Ellesmere e l'Isola di Baffin, si estesero fino a Kansas City, coprendo il New England, l'Illinois, l'Indiana e l'Ohio, arrivando persino a modellare le colline intorno all'attuale New York City.\n\nIn Europa, si ipotizza che i ghiacciai si siano estesi dall'Irlanda agli Urali, spingendosi fino al 52° parallelo in Germania, coprendo Mosca, la Danimarca orientale e la Polonia. Una calotta glaciale più piccola copriva Francia, Italia e Austria. \"I Pirenei erano una barriera corazzata di ghiaccio tra Francia e Spagna.\"",
        "captions": []
    }
]