[
    {
        "type": "main",
        "page_number": 359,
        "subsections": [
            {
                "title": "“It [was] gloomy in the sense that Earth [did] not experience the sharp contrasts of the",
                "content": "modern day and night; but the climate [was] uniformly moist and warm. Vegetation\n[was] lush, animals [were] plentiful and life easy for herbivores, carnivores and\nomnivore-scavengers, such as man, alike.””*",
                "citations": []
            },
            {
                "title": "PHOTOPERIODISM",
                "content": "Photoperiodism, not to be confused with photosynthesis, is the response of organisms to\nthe duration of light and darkness generated by the succession of day and night. It should\nhowever be noted right from the start that temperature, nutrition, and environmental factors\ncan greatly modify this response. Also, closely related varieties of species can, and do, re-\nspond differently to identical photoperiodic conditions due to inherited differences in their\nmake-up.\n\nWhen it comes to fauna, the most conspicuous activities correlated to photoperiodism\nconsist of changes in pelage and/or plumage, the migratory instincts of birds, and the repro-\nductive process, each of which occurs with marked regularity at a particular time each year.\nWhen animals held in captivity are subjected to artificial lighting conditions which mimic a\nday-night succession that is different from the natural one, reproduction, bird migration, and\nother activities can be induced out of season. This seems to prove that such activities are\nregulated by the changing daily periods of light and darkness—in other words by the succes-\nsion of the seasons.\n\nIn artificial situations, as little as nine hours of light per day was sufficient for stimulating\nthe physiological changes responsible for these activities. The response, it has been found,\nbecomes rapid under long days, and sluggish under short ones. Thus, changes in\nphysiological responses, such as change in breeding season, occurs in certain birds and\nmammals when transported from a southern to a northern latitude and/or vice versa. And yet,\nin equatorial regions, where day lengths are constant, mammals and birds continue to breed,\nchange their plumage, and migrate as if the day lengths actually varied. Do they then keep\ncount of the days? Can they keep time? Or is it that they have adapted so well to their envi-\nronment that their physiology changes without response to photoperiodism? To be sure,\nstudies of certain species of birds failed to show any influence of light on their reproductive\ncycle.”” Would animals not breed had there been no succession of day and night? Would they\nstop breeding in an environment of perpetual dawn and an everlasting spring? Or would they\nadapt?\n\nThe flowering of plants, the formation of roots, runners, tubers, and bulbs are also\ncontrolled by photoperiodism. The photoperiodic reaction of plants takes place in the leaves,\nbut the response occurs elsewhere. Not all plants, however, react the same way. Short-day\nplants, for instance, fail to flower when days exceed a certain duration; long-day plants fail to\nflower unless days exceed a certain duration. The critical day lengths for these plants,\nmoreover, differ widely not only from species to species but also among varieties of the same\n\n°6 Thid.\n” 4. Wolfson, “Photoperiodism,” Encyclopaedia Britannica, Vol. 17, p. 848.\n\n359",
                "citations": [
                    " (1959 edition)"
                ]
            }
        ],
        "bibliography": [
            " (1959 edition)"
        ]
    },
    {
        "type": "main",
        "page_number": 360,
        "subsections": [
            {
                "title": "Birds in equatorial regions, where day lengths are constant, continue to change their plumage,",
                "content": "reproduce, and migrate on time as if day lengths actually varied.\nShown above: The African Crane.\n(Photograph by the author.)",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 361,
        "subsections": [
            {
                "title": "species. Other plants, meanwhile, flower regardless of day lengths.",
                "content": "What was not understood at the time the phenomenon of photoperiodism was named was\nthat the response of plants is controlled by the duration of darkness and not of light—that is\nby the length of the night as opposed to the length of the day.¥ May we be bold enough to\nsuggest that this might be a residue from an earlier environment in which the world was cast\nin perpetual semi-darkness?\n\nRed light can prevent the flowering of short-day plants while promoting that of long-day\nones. However, the inhibition of flowering by short-day plants through red light can be\n.”\nSince Saturn is here posited to have been a brown dwarf star, its propensity of red light,\nmainly in the far-red, would therefore have been conducive to plant growth.\n\nOn the other hand, as every gardener knows, some flowers close up at night and re-open\nwhen the Sun comes up. What, then, would have happened to such plants attempting to thrive\nin a world where the succession of day and night was replaced by a perpetual dawn-like\nmurkiness? The answer is actually simple: Had such plants existed at the time, they would\nhave had to adapt to their environment as others have done, and continue to do, in the present\nworld.",
                "citations": [
                    "prevented by the inclusion of red light of greater wave length (or what is known as far-red)"
                ]
            },
            {
                "title": "THE SUB-TROPICAL ARCTIC",
                "content": "As early as the nineteenth century it was “admitted by all scientific authorities that at one\ntime the regions within the Arctic Circle enjoyed a tropical or nearly tropical climate.” These\nwords were written in 1885 by William Warren in his attempt to prove that man’s original\nParadise had been located at Earth’s north polar region.” He did not assert this as merely his\nsay-so; he named authorities and quoted from them.\n\n“The Arctic regions, probably up to the North Pole, were not only free from ice, but\nwere covered with a rich and luxuriant vegetation.””!\n\n“One of the most startling and important of the scientific discoveries of the last\ntwenty years has been that of the relics of a luxuriant Miocene flora in various parts\nof the Arctic regions. It is a discovery which was totally unexpected, and is even now\nconsidered by many men of science to be completely unintelligible...”\n\n“In the early Tertiary period the climate of the northem hemisphere, as shown by the\nEocene animals and plants, was very much hotter than it is at present; partaking, in-\ndeed, of a sub-tropical character. In the Middle Tertiary or Miocene epoch the tem-\nperature, though not high, was still much warmer than that now enjoyed by the\n\n8H. A. Borthwick. “Photoperiodism,” in ibid., p. 847F.\n\nIbid.\n\n°°, p. 84.\n\n*, p. 7 as quoted in ibid., p. 85.\n» AR. Wallace as quoted in ibid., p. 83.\n\n361",
                "citations": [
                    " W. F. Warren, Paradise Found (Boston, 1885)",
                    " Croll, Climate and Time (American edition, 1875)"
                ]
            }
        ],
        "bibliography": [
            " W. F. Warren, Paradise Found (Boston, 1885)",
            "prevented by the inclusion of red light of greater wave length (or what is known as far-red)",
            " Croll, Climate and Time (American edition, 1875)"
        ]
    },
    {
        "type": "main",
        "page_number": 362,
        "subsections": [
            {
                "title": "ERA PERIOD EPOCH M/Yrs Ago",
                "content": "Quaternary Pleistocene cl",
                "citations": []
            },
            {
                "title": "CENOZOIC Pliocene ec. 13",
                "content": "Tertiary Miocene ec. 25\nOligocene c. 36\nEocene e 58\nPaleocene e. 63\nCretaceous Upper ec. 110\nLower e. 135",
                "citations": []
            },
            {
                "title": "MESOZOIC Jurassic Upper ec. 165",
                "content": "Middle Lower e. 180\nTriassic Upper c. 200\nMiddle Lower e. 230\nPermian Upper Middle ¢. 260\nLower c. 280\nCarboniferous Pennsylvanian e. 320\nMississippian e. 345",
                "citations": []
            },
            {
                "title": "PALAEOZOIC",
                "content": "Upper ec. 365\nDevonian Middle c. 390\nLower ©. 405\nSilurian c. 425\nOrdovician Upper c. 445\nMiddle Lower ce. 500\nCambrian Upper ce. 530\nMiddle Lower c. 870\n\nSimplified table of the geologic succession\n\n362",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 363,
        "subsections": [
            {
                "title": "northern hemisphere; and we Know that the plants of the temperate regions at that",
                "content": "time flourished within the Arctic Cirele.””\n\n“One thing at least is certain, that till a very recent period, geologically speaking, our\nearth enjoyed a warm and genial climate up to the actual poles themselves, and that\nall its vegetation was everywhere evergreen, of much the same type as that which\nnow prevails in the modern tropics.”\n\nEven Charles Lyell, the very proponent of the uniformitarian principle, was compelled to\nwrite:\n\n“The result...of our examination...of the organic and inorganic evidence as to the\nstate of the climate of former geological periods is in favor of the opinion that the\nheat was generally in excess of what it now is. In the greater part of the Miocene and\npreceding Eocene epochs the fauna and flora of Central Europe were sub-tropical,\nand a vegetation resembling that now seen in Northern Europe extended into the Arc-\ntic regions as far as they have yet been explored, and probably reached the Pole itself.\nIn the Mesozoic ages the predominance of reptile life and the general character of the\nfossil types of that great class of vertebrata indicate a warm climate and an absence of\nfrost between the 40th parallel of latitude and the Pole...”%°\n\nAnd yet, seeing as so much has been discovered since the nineteenth century, can we\nstill adhere to these conclusions?\nMore so than ever.",
                "citations": []
            },
            {
                "title": "THE CANADIAN HIGH ARCTIC",
                "content": "The Canadian island of Axel Heiberg, in Nunavut, well above the Arctic Circle, well be-\nyond the present tree line, is littered with the remains of ancient forests—stumps, logs, and\nremnants of leaves and even fruit. Although the relics of such forests are known from other\nparts of the world, those on Axel Heiberg are exceptional because, unlike other remains, they\nhave not been petrified. On the contrary, the remains have maintained their original form and\neven tissue. The retrieved wood still splits and splinters and can be carved with a sharp knife.\nIt burns as good as modern wood. It has even retained the hue of soft lumber. Not only trees\nhave been preserved, but also leaf mats the likes of which one finds on the ground in modern\nforests. Barren, gaunt, and forbidding as the island now is, its rolling hills bear the traces of\nmore than twenty separate forest layers, stacked on top of each other, all of which are found\nin situ, testifying to growth on the spot rather than transmission by the forces of nature. The\nage between each individual forest layer, which consist of sediment a few meters\n\n* Nicholson, The Life History of the Globe, p. 335 as quoted in ibid., p. 85.\n*G. Allen, Knowledge (November 30, 1883, p. 327 as quoted in ibid.\n*, p. 231 as quoted in ibid., p. 86.\n\n363",
                "citations": [
                    " C. Lyell, Principles of Geology , Vol. (1830-1876, 11th edition)"
                ]
            }
        ],
        "bibliography": [
            " C. Lyell, Principles of Geology , Vol. (1830-1876, 11th edition)"
        ]
    },
    {
        "type": "main",
        "page_number": 364,
        "subsections": [
            {
                "title": "Even Charles Lyell—shown above—the",
                "content": "proponent of the uniformitartan principle\nwas compelled to admit that the Arctic\nregions had once basked in a sub-tropical climate.\n(From a portrait at the British Museum.)\n\nin thickness, has been calculated to be anything from a few hundred to thousands of years.\nAs James Basinger noted, these vestiges point to “a lengthy warm spell during the\nEocene epoch...when mean annual polar temperatures ranged from seven to 15° C.”*\n\n“Tall trees not unlike the towering redwoods of the Pacific Northwest—and geneti-\ncally similar to birch, alder and swamp cypress—grew beside a meandering river\ndelta hundreds of kilometers wide. Some of these giants were 35 m high, with stumps\n2.5 m around, and appear to have lived for as long as 1,000 years.”””\n\nThe problem that has been facing paleobotanists is how such forests could have\nthrived in a latitude which at present would have forced them to “sleep” through the long\n\n+ J. George, “The Forest of the Past,” Macleans’, pp. 16-17.\n* Ibid., p. 17.\n\n364",
                "citations": [
                    "s (September 6, 1999)"
                ]
            }
        ],
        "bibliography": [
            "s (September 6, 1999)"
        ]
    },
    {
        "type": "main",
        "page_number": 365,
        "subsections": [
            {
                "title": "polar night. As Art Johnson who, independent of Basinger, have been studying these re-",
                "content": "mains, noted: “We have no forests on Earth where the trees are so big and have to sit in the\ndark for three months.”**\n\nAxel Heiberg Island is not the only area in Canada’s High Arctic where the remains of\nancient forests have been found. The coal-bearing sediments of the Eureka Sound Group\nscattered throughout most of the Arctic Archipelago also contain such remains. Plants dated\nto the Paleocene from the Fosheim Peninsula of Eliesmere Isiand resemble similar Paleocene\nflora from Western Canada’s interior, indication of a cosmopolitan temperate zone. Some\nof the plants from these Tertiary forests have been described as being akin to those growing\nin the present cypress swamps of Florida.“ Others, like oak, do not grow in swamps. Trees\nfrom the middle Eocene in the same area reached up to 50 meters high.\n\nThe fossils of animals found buried amid the remains of these forests—ancestors of the\nhorse and rhinoceros, giant lizards, land tortoises, salamanders, snakes, alligators, crocodiles,\nflying lemurs*'—all testify to the warmth of the climate at that time, as so does the discovery\nof fossil palm trees and huge exotic ferns by Soviet paleobotanists in the islands of\nSpitsbergen in the Svalbard archipelago far within the Arctic Circle.” Even fossil tapirs, the\ndescendants of which now live in the equatorial Amazon forest, were found on Ellesmere Is-\nland.* noted, finding the\ntropics in such high latitudes raises serious implications for paleontologists:\n\n“This far from the equator means 4 months of polar darkness...If the night tempera-\nture was always 10 degrees Celsius, in conjunction with 4 months of darkness, plants\nwould die. Mammals found to date are likely middle Eocene creatures. Crocodiles,\nlizards and turtles are well adapted to forest life but some of the discovered species\n{the crocodilians] cannot tolerate near freezing temperatures for very long. This im-\nplies that there had to be considerable warmth in the Eocene High Arctic all through-\nout the year\"\n\nAnd:\n\n“Crocodilians are a test of the reconstructed polar forest community because they\nhave changed little since the end of the Triassic...the crocodilians have been consis-\ntent throughout their long evolutionary history in their limited tolerance of the cold.\n\n® Ibid.\n\n*° 1. C, Johnson, “Basinger’s Lecture on the Eocene Forests of the Canadian High Arctic,” Chronology &\nCatastrophism Workshop 1989:2, p. 17.\n\n© Ibid.\n\n* “The Eocene Climate Puzzle,” Chronology & Catastrophism Workshop 1989:1, p. 27; 1. C. Johnson,\n“Anomatous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology and Catastrophism Review XIV\n(1992), p. 7.\n\n* “Fossils Date the Tilt of Earth’s Axis,” Globe &. NOTE: For even earlier Triassic\nremains, which also point to “a warm and humid climate,”.\n\n“EC. Johnson, op. cit., p. 11.\n\n“ I. C. Johnson, “Basinger’s Lecture on the Eocene Forests of the Canadian High Arctic,” Chronology &\nCatastrophism Workshop 1989:2, p. 17.\n\n365",
                "citations": [
                    " As Ian Johnson (not to be confused with Art Johnson, cited above)",
                    " Mail (June 8, 1984)",
                    " see Soviet Weekly (July 21, 1984)",
                    " (emphasis added)"
                ]
            }
        ],
        "bibliography": [
            " (emphasis added)",
            " Mail (June 8, 1984)",
            " As Ian Johnson (not to be confused with Art Johnson, cited above)",
            " see Soviet Weekly (July 21, 1984)"
        ]
    },
    {
        "type": "main",
        "page_number": 366,
        "subsections": [
            {
                "title": "Crocodilia have never occupied ecological niches where near-freezing cold persists",
                "content": "continuously for months,”*°\n\nAlligators are more adapted to cold weather than crocodiles. Crocodiles require shallow\nwater, but crocodiles in water that is colder than 65° F tend to sink to the bottom in lassitude\nand drown as they do in places even like Florida during severe cold weather.\n\nThe scientific establishment, meanwhile, has not been entirely silent when it comes to\npropositions concerning the solution of the puzzle which the one-time existence of these\nArctic forests raise. Thus, for instance, writers in New Scientist proposed that the Arctic Eo-\ncene’s subtropical climate can be explained if the oceans transported far more heat to the\npoles than they do at present.” But evidence of the atmospheric circulation required for this,\nwhich depends on temperature differential, is lacking. Moreover, the small size of particles\nretrieved from Eocene deep-sea sediments confirm the lack of wind speeds at that time.”\n\nContinental drift must also be ruled out because Axel Heiberg Island is “only a few\nhundred kilometres closer to the North Pole than it was when the forests flour-\nished’ which is definitely not enough for it to have been located outside the Arctic Circle\nat that time. As Johnson noted: “Modern geological field work has confirmed that the north-\nern lands of the globe have been located in polar latitudes for at least the last 100 million\nyears, despite ongoing continental drift.””\n\nLeo Hickey’s “observation” that “fossil leaf fragments indicate that the deciduous leaves\nwere enormous” has remained somewhat controversial.”' He, however, claims to have\nreturned from his 1979 field season with fossil leaf fragments, one of which measured two\nfeet in width.” Gigantic leaves are known to develop when plants are grown under constant\nlighting conditions. Thus, his conclusion was that these forests “grew under conditions of\ncontinuous light.”* Hickey then proposed that a bank of thick fog could have hung over the\nforests during the Arctic winter, which fog would have retained enough heat to cause a\ngreenhouse effect. What would have caused the fog, or why such a fog is not at present\nevident in the polar regions, he left unexplained.\n\nCurt Teichert was honest enough to admit that “attempts to explain rapid climatic\nchanges throughout the Tertiary have been ‘especially vexing and unsatisfactory’.”® As D.\nH. Campbell wrote: “It is difficult to imagine any possible conditions of climate in which\n\n* Idem, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology and Catastrophism\n, p. 7; see also ibid., Part Two, Chronology &, pp. 23-26.\n6, p. 28.\n\n“ “Eocene Climate Puzzle,” Chronology & Catastrophism Workshop 1988:1, p. 28.\n\n“The Eocene Climate Puzzle,” Chronology & Catastrophism Workshop 1989:1, p. 27.\n\n* 1, p. 8.\n\n© H. Thurston, “Icebound Eden,”, p. 74.\n\nS11. C. Johnson, op. cit., p. 13.\n\n* 1. Thurston, op. cit., p. 81.\n\n% «The Eocene Climate Puzzle,” Chronology & Catastrophism Workshop 1989:1, p. 28.\n\n4 Ibid.\n\n$1. Johnson, op. cit., p. 8.\n\n366",
                "citations": [
                    "Review XIV (1992)",
                    " Catastrophism Review XV (1993)",
                    " New Scientist (December 10, 1987)",
                    ". C. Johnson, op. cit., (Part One)",
                    " Equinox (May/June 1986)"
                ]
            }
        ],
        "bibliography": [
            " Equinox (May/June 1986)",
            " Catastrophism Review XV (1993)",
            ". C. Johnson, op. cit., (Part One)",
            " New Scientist (December 10, 1987)",
            "Review XIV (1992)"
        ]
    },
    {
        "type": "main",
        "page_number": 367,
        "subsections": [
            {
                "title": "Indian gavial, remains of the ancestors of which have been recovered from the Canadian High Arctic.",
                "content": "How did these warm-loving animals survive within the Arctic Circle?\n\nthese plants could grow so near the pole, deprived of sunlight for many months of the year.”\nOr, as David Mech was forced to conclude, the causes behind such a radical different climate\n“remain a mystery.””\n\nBut consider now: If Earth had basked beneath Saturn’s constant radiation rather than\nthat emitted by our present rising and setting Sun, these forests would not have had to “sit in\nthe dark for three {or four] months” of the year; they would not have had to “sleep” through\nthe long polar night. As we have seen, the duskiness which ancient man relatively described\nas darkness was never one of totality. Saturn would have shed enough light, feeble as it might\nhave been, to dispel the gloom and would have done so continuously. It would also have\nsupplied the required heat.\n\n* D. H. Campbell, “Continental Drift and Plant Distribution,”, as quoted by I.\n, p. 45\n7. D. Mech, “Life in the High Arctic,”, p. 757.\n\n367",
                "citations": [
                    " Science (January 16, 1942)",
                    "Velikovsky, Earth in Upheaval (N. Y., 1955)",
                    " National Geographic (June 1988)"
                ]
            }
        ],
        "bibliography": [
            " National Geographic (June 1988)",
            " Science (January 16, 1942)",
            "Velikovsky, Earth in Upheaval (N. Y., 1955)"
        ]
    },
    {
        "type": "main",
        "page_number": 368,
        "subsections": [
            {
                "title": "Of course, the Tertiary period to which these forests have been dated has been calculated",
                "content": "to have spanned Earth’s environment some 40 to 50 million years ago, which is hardly the\nage of man. But one has to keep in mind that if Saturn acted as the sun during mankind’s\nprimitive past, it must also have been Earth’s sun during ages long before. Moreover, since\nSaturn’s present illumination and heat are nowhere close to what we have postulated them to\nhave been during man’s early career on this planet, it stands to reason that its radiant energy\ndissipated relatively fast. This would also make us assume that, in ages prior to the advent of\nmankind, Saturn’s radiant energy, and in fact even its mass, must have been greater still. It is\neven possible that its illumination, at close quarters to Earth, would have been bright enough\nto bathe the world in perpetual daylight rather than the constant dusk that primitive man later\nexperienced. As we have seen, scientific consensus favors a dimmer sun during Earth’s past\ngeologic ages. Could not this dimmer sun have been the Saturnian sun which later greeted\nman’s appearance on Earth?\n\n(What should also be kept in mind is that if our hypothesis is anywhere close to being\ncorrect, the dating of Earth’s past geologic ages would be based on fallacious evidence.)",
                "citations": []
            },
            {
                "title": "FROM POLE TO POLE AND IN BETWEEN",
                "content": "I have been stressing the discoveries in the Canadian High Arctic but, if the truth is to be\nknown, similar evidence is available from other parts of the northern hemisphere. Oswald\nHeer described 2,632 Arctic plant species, 1,627 of which were actually discovered by him.\nIn his seven-volume epic on the subject, published between the years 1868 and 1883, Heer\nstressed the luxuriant plant life that thrived during the Tertiary in northern polar regions.\nAmong those that grew in Greenland, he noted magnolias and fig trees.® Similarly in Spits-\nbergen where he noted the Tertiary thriving of such trees as pines, firs, spruces, cypresses,\nelms, hazels, and even water lilies.” Forests which once flourished in Spitsbergen have left\nseams of coal from twenty-five to thirty feet thick. Fossil specimens of fig palms and the gi-\n, which now grow in California, have been retrieved from an\narea stretching from the Bering Strait to north of Labrador, As D. H. Campbell admitted: “It\nis difficult to imagine any possible conditions of climate in which these plants could grow so\nnear the pole, deprived of sunlight for many months of the year.”® Fossil corals, which can\nonly grow in tropical waters, were also discovered there in large formations. Corals, in fact,\ngrew all over polar North America—in Alaska, Canada, and even in Greenland.”\n\nThe same situation is evident at the opposite end of the world in the freezing regions of\nAntarctica. The biggest problem here is that, in past ages, Antarctica was warmer than the\ntropics and equatorial regions themselves by about 90° Fahrenheit.” Early in the twentieth\n\n58 O. Heer, Flora Arctica Fossilis: as cited by L. Velikovsky, Earth in\n, p. 44.\n\n» Ibid.\n\n©D A Campbell, “Continental Drift and Piant distribution,”.\n\n*, pp. 162, 194.\n\n* 1, C, Johnson, “Long term Violation of Uniformitarianism Demonstrated by Fossil Discoveries in Polar\nregions,” Chronology & 2, pp. 19-20.\n\n368",
                "citations": [
                    "ant Redwood (Sequoia gigantea)",
                    " Die Fossile Flora der Polaridnder (1868)",
                    "Upheaval (N. Y., 1955)",
                    " Science (January 16, 1942)",
                    " C. O. Dunbar, Historical Geology (1949)",
                    " Catastrophism Workshop (1991)"
                ]
            }
        ],
        "bibliography": [
            " Catastrophism Workshop (1991)",
            " C. O. Dunbar, Historical Geology (1949)",
            " Die Fossile Flora der Polaridnder (1868)",
            "Upheaval (N. Y., 1955)",
            "ant Redwood (Sequoia gigantea)",
            " Science (January 16, 1942)"
        ]
    }
]