[
    {
        "type": "main",
        "page_number": 189,
        "subsections": [
            {
                "title": "believe that what does happen is unsettling. Both orbit and magnetic field indeed",
                "content": "change. ..”53\n\nWe will not concern ourselves here with the change in Earth’s magnetic field, nor will we\nconcer ourselves much with what led to this “discovery” beyond the shortest of synopses.\nWhat is at the bottom of it is the conclusion reached by the geologist Madeline Briskin in her\ninvestigation of seafloor core samples. Sediment has always been deemed a reliable indicator\nof past climatic conditions. What Briskin discovered through the age and molecular design of\nthe ocean fossils imbedded in the sediments she studied, led her to conclude that Earth’s cli-\nmate follows a repetitive cycle of changes of approximately 413,000 years duration. This\ncycle, according to her, is brought about by Earth’s changing orbit as it moves closer to, then\nfarther away from, the Sun.>4 As far as the present work is concerned, no judgment will be\npassed on the possible validity or otherwise of this deduction. We merely note it as one indi-\ncation of various theories from the establishment in which changes in Earth’s orbit are de-\nduced from certain evidences and made to account for certain past situations.\n\nAre any of these scenarios any wilder than one which posits Earth to be an escaped satel-\nlite of Saturn? Ah yes—but the above events, whether they ever transpired or not, have all\nbeen dated to millions of years ago as opposed to the scenario being presented here which\nclaims Earth to have still been a satellite of Satur during the advent of man. This is an ob-\njection we will be running into time and again.\n\nIn 1986, Lynn Rose, who, with Raymond Vaughan, had been working on the Babylonian\nNinsianna tablets, surprised Velikovsky’s followers by correcting their earlier conclusion,\nand that of Velikovsky himself, concerning the not-so-ancient orbit of the planet Venus. In\n1950, Velikovsky had been of the opinion that the astronomical observations contained in\nthese tablets-~sometimes referred to as the Tablets of Ammizaduga, sometimes simply as the\nVenus tablets—showed beyond a reasonable doubt that Venus had been moving on an en-\ntirely different orbit at the time the observations were conducted.>> Originally concurring\nwith him, Rose and Vaughan eventually came to an entirely different conclusion.\n\n“Like many others, including Velikovsky, we at one time took it for granted that the\nVenus tablets would tell us about a radically different orbit of Venus...We have grad-\nually come to realize, however, that at the time of the observations Venus might have\nbeen on or close to its present orbit...The strangeness of these eighth-century {B.C.]\nobservations of Venus seems to be mainly due to their having been made from an\nEarth that was on a radically different orbit from the present orbit of Earth.”\n\nIn 1993, Michael Reade came to similar conclusions,*’ although the amount in Earth’s\norbital expansion as given by him—from a posited 0.9904 AU to the present 1.000\nAU—would not lend itself to being called radical, representing a mere 0.97% to 1%\nexpansion.°8\n\n3 T. Yulsman, “Muck Reveals Ancient Orbit, “, p. 18.\nIbid.\n\n55], pp. 198 ff.\n\n56 L. E. Rose, “Answers to Further Critics,’ KRONOS X1:3, p. 57.\n\n57 M. G. Reade, “The Ninsianna Tablets, a Preliminary Reconstruction,” Chronology and Catastrophism\n, p. 9.\n\n8 Ibid., pp. 10, 13.\n\n189",
                "citations": [
                    " Science Digest (September 1982)",
                    " (emphasis as given)",
                    ". Velikovsky, Worlds in Collision (N. Y ., 1950)",
                    " (Summer 1986)",
                    " (emphasis as given)",
                    "Review XV (1993)"
                ]
            }
        ],
        "bibliography": [
            " (Summer 1986)",
            " (emphasis as given)",
            "Review XV (1993)",
            ". Velikovsky, Worlds in Collision (N. Y ., 1950)",
            " Science Digest (September 1982)"
        ]
    },
    {
        "type": "main",
        "page_number": 190,
        "subsections": [
            {
                "title": "Once again, | shall not here comment on the validity, or otherwise, of these deductions. I",
                "content": "merely mention them as the possible—even probable—fall-out of a set of Babylonian astro-\nnomical observations. On the other hand, I shall have more to say about this particular datum,\nbut in a future work which will deal with the attainment of Earth’s present orbital path.",
                "citations": []
            },
            {
                "title": "THE HABITABLE ZONE",
                "content": "An entirely different problem that our hypothesis raises concerns the distance of Earth\nfrom the Sun during the time it spent as a satellite of Saturn. It has, for instance, been pointed\nout that, were it not for the insulation provided by its atmosphere, Earth’s temperature would\nfall well below the freezing point of water, similar to that of the Moon. And that would be at\nEarth’s present distance from the Sun. What, then, would Earth’s temperature have been at\nSaturn’s present distance from the Sun—insulating atmosphere or not? This is most impor-\ntant because, needless to say, Earth’s temperature has a direct bearing on the sustenance of\nlife. The existence of life on Earth, it has often been stated, is manifestly due to our planet’s\ndistance from the Sun—it just happens to be positioned in the Sun’s habitable zone—which\nis the reason why it is the only planet in the Solar System capable of bearing life.\n\nEarth, it should be remembered, is at 1 AU from the Sun (approximately 93 million\nmiles). Saturn is at 9.5. As a satellite\nof Saturn, would not Earth have been in the “freeze zone”? How, then, could it have sus-\ntained life, including that of man?\n\nWhat, exactly, is the extent of the Sun’s habitable zone? At one time the habitable zone\nwas believed to stretch between 0.7 and 1.3 AU. In 1977, however, Michael Hart reduced\nthis zone to the narrow range extending from 0.95 to 1.01 AU. This would still have meant\nthat had Earth been 5% closer to the Sun, its oceans would evaporate; had it been only 1%\nfurther away, total glaciation would put an end to life. But then, in 1988, the scientists at",
                "citations": [
                    " AU from the Sun (approximately 886.3 million miles)"
                ]
            },
            {
                "title": "NASA’s Ames centre found reason to increase the distance of the habitable zone by 50%. ©",
                "content": "Life, however, requires more than the right amount of heat and sun-light. It also requires\nwater, of which Earth has an abundance. But now here’s the rub. Long-range exploration of\nthe planets has convinced astronomers that Venus and Mars also once possessed abundant\nwater. In the case of Venus, its water is said to have evaporated into space because of its\ncloser proximity to the Sun.®! This mechanism, however, does not work for Mars which is\nfarther out from the Sun than is Earth. An entirely different process had therefore to be\nworked out for the red planet. As James Kasting wrote: “Mars is freeze-dried today, not be-\ncause it is too far from the sun but because it is a small planet and therefore cooled off com-\nparatively quickly.”62\n\nAll this has led to the belief that the habitable zone, which has now been revised to range\n“from just inside the orbit of Earth to beyond the orbit of Mars,” has “migrated slowly out-\nward from its position when the planets first formed...about 4.6 billion years ago, because\nthe sun has gradually brightened over time.” What this additionally entails is that in an-\nother billion years, as the Sun continues to brighten and becomes ever hotter, Earth’s orbit\n\n59 M. H. Hart, “The Evolution of the Atmosphere of the Earth,” Icarus 33, p. 23; idem,\n“Habitable Zones About Main Sequence Stars,” Icarus 37, p. 351; R. Breuer, Contact With the\n, pp. 27-32.\n50, p. 41.\n@ J.F, Kasting, “The Origins of Water on Earth,”, pp. 19-20.\n\nIbid., p, 22.\n& Jbid., p. 19.\n\n190",
                "citations": [
                    " (January 1978)",
                    " (January 1979)",
                    "Stars (San Francisco, 1982)",
                    " New Scientist (July 1, 1988)",
                    " Scientific American (November 30, 1998)",
                    " (emphasis added)"
                ]
            }
        ],
        "bibliography": [
            " New Scientist (July 1, 1988)",
            " AU from the Sun (approximately 886.3 million miles)",
            " (January 1979)",
            " Scientific American (November 30, 1998)",
            " (January 1978)",
            "Stars (San Francisco, 1982)",
            " (emphasis added)"
        ]
    },
    {
        "type": "main",
        "page_number": 191,
        "subsections": [
            {
                "title": "will eventually fall outside “this expanding zone.” Earth’s oceans will then evaporate",
                "content": "“leaving the world as dry and lifeless as Venus is today.”\n\nIt is not that I, personally, adhere to the above scenario—and, in a future work, I hope to\nhave much to say concerning the past histories of Venus and Mars—but it does show that,\nwhen the facts seem to demand it, astronomers are not exactly nervous about shifting planets\nand their habitable zones around, to say nothing of varying the Sun’s radiative output, in or-\nder to fit their theories.\n\nBut, the reader may complain, is it at all possible to shift this habitable zone all the way\nout to Saturn? Maybe not, but, theoretically at least, could we not perhaps shift Saturn into\nthe habitable zone? Actually, back in 1982, Ragnar Forshufvud theorized just that, moving a\nSaturn that had once been much larger to “much closer to the Sun”.6 But [ only present this\ndatum as an interesting exercise because, judging by what can be deduced from the mytho-\nhistorical record, the truth may have been exactly the opposite.\n\nBe that as it may, it is not really necessary to move a celestial body into the so-called\nhabitable zone, or even closer to the Sun, in order to have it appropriately heated. Io, one of\nJupiter’s satellites, is said to be heated through Jupiter’s tidal pull. Then why not Earth as a\nsatellite of Saturn? And even then, do we really need Saturn’s tidal pull in order to heat\nEarth? Have we not already seen that Saturn radiates more heat than it actually receives from\nthe Sun? Can not this excessive heat be seen as the residue from a time when Saturn was\nmuch hotter? Have we not, on the strength of the mytho-historical record, posited that Saturn\nhad once been a miniature sun radiating its own heat and light? True enough, Saturn could\nnever have been as hot as the Sun. The proximity of Earth to Saturn, however, would have\nmore than compensated for this.\n\n4 Ibid.\n65 R. Forshufvud, “On the Circularization of the Orbit of Venus,” KRONOS VII:2, p. 5.\n66 J. Winters, “Postcards From the Edge,”, p. 90.\n\n19]",
                "citations": [
                    " (Winter 1982)",
                    " Discover (March 1999)"
                ]
            }
        ],
        "bibliography": [
            " (Winter 1982)",
            " Discover (March 1999)"
        ]
    },
    {
        "type": "main",
        "page_number": 192,
        "subsections": [
            {
                "title": "Chapter 8",
                "content": "The Solitary Deity",
                "citations": []
            },
            {
                "title": "THE ONE ALONE",
                "content": "name of Brendan O’Gheoghan) presented what might have been their finest disclosure\n\nwhen they wrote that “there is every indication that this original deity [that is Saturn] was\nat one time the only visible planetary body of the heavens .”' Roger Wescott, on the basis of\nhis own research, came to the same conclusion: “The sky, instead of being dominated\nalternately by the Sun and the Moon, was constantly dominated by a single huge and\nluminous body, here called Aster.”? What Wescott referred to as Aster is to us the planet\nSaturn.\n\nIf this had really been the case—in other words, had Saturn been the only celestial body\nvisible from Earth during the indeterminate time with which we are concerned —it would add\neven more to the ancient belief that Saturn had been the most prominent heavenly body that\ncould be seen in Earth’s primordial sky. Think about it: We have seen that Earth had been a\nsatellite of what is now the planet Saturn, which planet was described as having been near\nenough to Earth to be remembered as a sphere, which sphere, in turn, was described as a sun\nthat shone at night during a time when no other heavenly body could be seen. What could\nhave been more prominent?\n\nBut does the mytho-historical record uphold the view that Saturn was the only visible\nbody during the time in question? David Talbott has long focused attention on this topic. As\nhe had it stated:\n\n[: an article written in 1977, Harold Tresman and Bernard Newgrosh (writing under the\n\n“The Egyptians remembered the creator as the solitary Atum or Ra, whom we recog-\nnize as the planet Saturn. In the accounts of all periods, Ra is originally a solitary god.\nThe ancient sun is he...who had no companions.”*\n\n“I am Atum, when | was alone in Nun,” the god is made to state.* The deity is thus called\n“the God One,” the “Only God” —“except whom at the beginning none other existed.”* Time\nand again, in Egyptian liturgies, we hear of Atum being made to state “when I was alone.”\nTime and again, Atum is lauded as he who “was alone.”’ Thus the god, “in his earliest\nremembered state,” as Talbott has noted, is inactive and motionless— “doing nothing, lacking\n\n1H. Tresman & B. O’Gheoghan, “The Primordial Light?” S/S review II:2, p. 36 (emphasis\nadded).\n\n7R. W. Wescott, “Aster and Disaster: The Golden Age—I,” KRONOS X:1, p. 42.\n\n> D. Talbott, “Mother Goddess and Warrior-Hero,” Part One, AEONI:, p. 43.\n\n* J. A. Wilson, “Egyptian Myths, Tales and Mortuary Texts,” in J. Pritchard, Ancient Near Eastern Texts\n, p. 3.\n\n5E. A. W. Budge, The Gods of the Egyptians, Vol. 1, pp. 131 ff., 400, 501.\n\n°, p. 46.\n\n7 Ibid., pp. 94, 95.\n\n192",
                "citations": [
                    " (December 1977)",
                    " (Fall 1984)",
                    "S (September 1988)",
                    "Relating to the Old Testament (Princeton, 1969)",
                    " (N. Y., 1969)",
                    "R.T. Rundle Clark, Myth and Symbol in Ancient Egypt (N. Y., 1959)"
                ]
            }
        ],
        "bibliography": [
            " (December 1977)",
            "S (September 1988)",
            " (Fall 1984)",
            "Relating to the Old Testament (Princeton, 1969)",
            " (N. Y., 1969)",
            "R.T. Rundle Clark, Myth and Symbol in Ancient Egypt (N. Y., 1959)"
        ]
    },
    {
        "type": "main",
        "page_number": 193,
        "subsections": [
            {
                "title": "Two forms of Atum—the god who was alone in the beginning.",
                "content": "activity or animation.”*\n\nIn an Egyptian Coffin Text , the god is made to claim: “[I was] he who had no companion\nWhen myname came into existence...I was the maker of myself” and “I came into being of\nmyself.”\n\nIn the Nesi-Khonsu Papyrus, we find the god described as “Lord of all the gods...the\nholy soul who came into being in the beginning...the first divine matter...the One\nOne...except whom at the beginning none other existed.\"\n\nLikewise with Ra who, in the accounts of all periods, was remembered as having origi-\nnally been a solitary god. Ra was “he who had no companion.”\n\n® 1D. Talbott, “On Models and Scenarios,” AEON 1:4, p. 7.\n\n°R. T. Rundle Clark, op. cit., p. 74.\n\n Tid., p. 40.\n\n, pp. 645-648.\nYR. T. Rundle Clark, Joc. cit.\n\n193",
                "citations": [
                    " (July 1988)",
                    "EA. W. Budge, The Book of the Dead, Vol, If (London, 1901)",
                    " (emphasis added)"
                ]
            }
        ],
        "bibliography": [
            "EA. W. Budge, The Book of the Dead, Vol, If (London, 1901)",
            " (July 1988)",
            " (emphasis added)"
        ]
    },
    {
        "type": "main",
        "page_number": 194,
        "subsections": [
            {
                "title": "PTAH-SEKER-ASAR",
                "content": "Yet one more Egyptian god who originated as a personification of Saturn was Ptah, rec-\nognized as such by Giorgio de Santillana and Hertha von Dechend.” Ptah was the “greatest\nof all the old gods of Memphis” and, as Wallis Budge informs us, “his worship, in one form\nor another, goes back to the earliest part of the dynastic period.”’’ He was referred to as “the\nvery great god who came into being in the earliest time...father of fathers, Power of pow-\ners..-father of beginnings...who created his own image, who fashioned his own body...the\nDisk of heaven...”\"° and “the great god, who came into being in the beginning.””\n\n“O father of all the fathers of all the gods,” Ptah is lauded in one hymn, “thou Disk of\nheaven.”\"® Usually understood as the disc of the Sun, but understood here as the disc of Sa-\nturn, this “Disk of heaven” is yet one more allusion to the fact that Saturn had been seen as a\nsizable orb, thus indicating its closer proximity to Earth. Ptah’s self-generation is again\nalluded to in no uncertain terms in another hymn in which he is lauded with the following\n\n\"3G. de Santillana & H. von Dechend, Hamilet’s Mill:,\npp. 129, 222.\n\n, p. 500; see also ibid., p. 512.\n\n18 Ihid., p. 500.\n\n'S Ibid., p. 501; see also ibid., p. 510.\n\n”” Ibid., p. 504.\n\n8 Ihid., p. 509\n\n194",
                "citations": [
                    " An Essay on Myth and the Frame of Time (Boston, 1969)",
                    "E. A. W. Budge, The Gods of the Egyptians (N. Y., 1904/1969)"
                ]
            }
        ],
        "bibliography": [
            "E. A. W. Budge, The Gods of the Egyptians (N. Y., 1904/1969)",
            " An Essay on Myth and the Frame of Time (Boston, 1969)"
        ]
    },
    {
        "type": "main",
        "page_number": 195,
        "subsections": [
            {
                "title": "Seker (left) and Seker-Asar (right)—god of darkness and of the night sun.",
                "content": "words:\n\n“Thou hadst no father to begat thee...and thou hadst no mother to give birth unto\nthee; thou didst fashion thyself without the help of any other being. Fully equipped\nthou didst come forth...””\n\nPtah was identified by the Egyptians themselves with the god Osiris and, in religious and\nfuneral texts, we often find him called Ptah-.” Thus, in yet one more\nfamous Egyptian hymn, we find Osiris himself lauded as Ptah-Seker-Tem”™ (that is Ptah-\nSeker-Atum), which, as Budge maintained, is not only a form of Osiris but also “of the night\nsun.”” Seker himself “was originally a power of darkness, or of the night” which “was\nidentified with forms of the night sun like Tem [that is Atum].”” “Under the name Ptah-\n\n” Thid., p. 510.\n» fbid., p. 302.\n™ Ibid.\n” Ibid., p. 503.\n% Ibid.\n\n195",
                "citations": [
                    "Asar (that is Ptah-Osiris)"
                ]
            }
        ],
        "bibliography": [
            "Asar (that is Ptah-Osiris)"
        ]
    },
    {
        "type": "main",
        "page_number": 196,
        "subsections": [
            {
                "title": "Seker-Asar we [again] find Ptah and Seker united [and eventually identified} with Osiris...”™",
                "content": "We are therefore not surprised to also find Ptah being remembered as “the splendid god\nwho existed alone in the beginning.””\nWhat al! the above implies, therefore, is that the god who personified the planet Saturn\nwas believed to have come into being of his own accord and that, at least “in the beginning,”\nhe was the only god in existence. No other deity existed with him or before him.",
                "citations": []
            },
            {
                "title": "PRAJAPATI",
                "content": "We have already seen the Indic Brahma, known as the “father of gods and men,”” identi-\nfied as Saturn through the name Brahmanyah. In that respect, it is noteworthy that Brahma is\nconsidered to have been the first of the Devas, which term is understood as meaning\n“deities,” but which, in effect, means the “shining ones,”” an apt term for heavenly bodies. It\nis therefore telling that Brahma, too, was described as having originally been alone: “He hov-\ners, alone, above everything.”™\n\nAn epithet, usually translated to mean “Lord of Creatures,”” by which Brahma was\nknown is Prajapati.” This is so true that, in the Vishnu Purana, Prajapati is given as an addi-\ntional name for Brahma.” Like others of the Saturnian deities we have been examining,\nPrajapati was also referred to as “the One God.””\n\nPrajapati’s identity as Saturn does not solely rely on that of Brahma. As the 11th century\nA.D. Arabian scholar, Al-Biruni, discovered during his travels in India, the Lord of Saturn is\ncalled Prajapati—pure and simple.®\n\nIt should therefore not surprise us that, in distinction to Brahma, who was actually his\nown self, Prajapati was believed to have originally ruled alone. This we find in the Satapatha\nBrahmana which, among other matters, states that “Prajapati alone, indeed, existed here in\nthe beginning.”™",
                "citations": []
            },
            {
                "title": "FOUR FROM THE “PRIMITIVE” WORLD",
                "content": "The doctrinal conviction we have been investigating is to be found not only among the\ngreat faiths of the ancient world, but also among more primitive peoples.\n\nAmong the American Indians of the north-west, the creator was known as Raven. But\nhere we have to differentiate between two Ravens. Most tales concerning Raven present this\nmysterious being as a shape-shifter and trickster who was often meddling with what had been\ncreated, even though he himself was also responsible for creating certain elements. As a\nmeddler, shape-shifter, and trickster, Raven is identifiable as a personification of the planet\n\n% Ibid., p. 507.\n\n25, pp. 160-161, as quoted by D. N.\n, p. 9.\n\n* 1. de Wilman-Grabowska, “Brahmanic Mythology,”, p. 117.\n\n77 R. Van Over, Sun Songs:, p.310.\n\n8H. de Wilman-Grabowska, loc. cit.\n\n® Ibid.\n\n% W. D, O', p. 350.\n\n*'R. Van Over, op. cit., p. 312.\n\n» 1. de Wilman-Grabowska, op. cit., p. 116.\n\n* D, H. Kelley, “The Nine Lords of the Night,”, “Studies in the Archaeology of Mexico\nand Guatemala,” Contributions of the University of California, Archaeological Research Facility, No. 16\n(October 1972), p. 59; see also, E. C. Sachau, Alberuni’, pp. ti, 121.\n\n* Satapatha Brahmana 11:2:4:1.\n\n196",
                "citations": [
                    "M. Selim Hassan, Hymnes Religieux du Moyen Empire (Cairo, 1928)",
                    "Talbott, The Saturn Myth (N. Y., 1980)",
                    " (emphasis added)",
                    " Asiatic Mythology (N. Y., 1972)",
                    " Creation Myths From Around the World (N. Y., 1980)",
                    "Flaherty, Hindu Myths (Harmondsworth, 1976)",
                    " in J. A. Graham (Ed.)",
                    "s India (London, 1914)"
                ]
            }
        ],
        "bibliography": [
            "Flaherty, Hindu Myths (Harmondsworth, 1976)",
            "M. Selim Hassan, Hymnes Religieux du Moyen Empire (Cairo, 1928)",
            "s India (London, 1914)",
            " in J. A. Graham (Ed.)",
            " (emphasis added)",
            " Creation Myths From Around the World (N. Y., 1980)",
            "Talbott, The Saturn Myth (N. Y., 1980)",
            " Asiatic Mythology (N. Y., 1972)"
        ]
    },
    {
        "type": "main",
        "page_number": 197,
        "subsections": [
            {
                "title": "Mars. But as the prime creator of the cosmos,” Raven has to be identified as the planet Sat-",
                "content": "um.\n\nNow it is true that most myths do not differentiate between the two but, at least among\nthe Eskimos and the Tlingit, the difference between them is remembered and indicated by the\nappearance of Raven Boy in addition to Raven.” Presented as the son of Raven,” it is Raven\nBoy who is there painted as the mischievous trickster.*\n\nIn keeping with our present topic, note now the Haida creed as paraphrased by Helmut\nHirnschall:\n\n“No one is exempt from loneliness, and the old and wise ones who teach the ways of\nliving and tell stories at campfires say that even Raven, the Creator, knew the burden\nof loneliness.””\n\nIn order to have known “the burden of loneliness,” Raven had to have been alone —that is\nthe only deity in existence. Through the rules of comparative mythology, it will have to be\nassumed that, in this instance, it is Raven/Saturn that is meant and not Raven Boy/Mars.\n\nHere we should also mention the Yuki creator whose name, Taiké-mol translates as\n“Solitude Walker.” There is no need to explain that a solitude walker walks alone and, in\nthis Yuki myth, we are merely catching a glimpse of Raven in different guise.\n\nAccording to the Samoans, their creator, Tangaloa, who “lived in the far spaces,” was\nalone before there was heaven and earth.”\n\nAnd so, similarly, in a myth from New Hebrides where it is said that the creator, Naareau\nthe Elder, “was the First of All.” Nothing was before him:”\n\n“He was in the void. There was only Naareau sitting in the void. Long he sat, and\nthere was only he.”*",
                "citations": []
            },
            {
                "title": "FOURTH INTERLUDE",
                "content": "It has been assumed by a bevy of students of religion that man’s concept of deity\nemerged out of the primitive fear our ancestors experienced in encountering the mysteries of\nnature around them. These mysteries, we are then told, were eventually explained through the\nslow and accumulating creation —invention, really of invisible entities, spirits and demons,\nmost of which were seen as being antagonistic to man. By the same token, natural phenom-\nena, such as thunder and lightning, were anthropomorphized, that is given life, named, and\neven appealed to. In the end, we are told, even such natural items as vegetation” and sexual\n\n+5 See here, for instance, M. Wood, Spirits, Heroes & Hunters From North American Indian Mythology (N. Y.,\n1981), pp. 48, 53.\n\n% Ibid., pp. 20, 49.\n\n» Thid., p. 20.\n\n* The shape-shifting and meddling of Raven as the planet Mars will be explained in a future work.\n\n», myth 9.\n\n“, p. 39.\n\n“ R. Van Over, op. cit., p. 381.\n\n© Ibid., p. 382.\n\n* Ibid.\n\n“ See here, for instance, the monumental study by James G. Frazer— The Golden Bough—which went through\nmany editions, eventually evolving into several volumes, and continues to be reprinted, mainly in abridged\nversions, up to the present.\n\n197",
                "citations": [
                    " H, Himschall, The Song of Creation (West Vancouver, 1979)",
                    " J. Bierhorst (ed.)",
                    ", The Red Swan (N. Y., 1976)"
                ]
            }
        ],
        "bibliography": [
            ", The Red Swan (N. Y., 1976)",
            " J. Bierhorst (ed.)",
            " H, Himschall, The Song of Creation (West Vancouver, 1979)"
        ]
    },
    {
        "type": "main",
        "page_number": 198,
        "subsections": [
            {
                "title": "prowess became the recipients of animated embodiments which, little by little, evolved into",
                "content": "gods.\n\nSome have claimed that man’s own ancestors, long dead, perhaps through the medium of\ndreams, were also vivified into ghosts, or lost souls, which were eventually incorporated into\nan ever evolving religious belief. Others insist that the ancient deities evolved out of a respect\nfor certain historical persons of note—an old idea which has recently. been gloriously revived\nby David Rohl in his sensational attempt to rewrite ancient history. Those who hold to this\nview usually point with pride to the Mesopotamian Gilgamesh, a supposed king of Uruk, and\nthe Egyptian Imhotep, architect to King Djoser, as prime examples of their evidence. But that\nGilgamesh was anything but a historical person has finally been established beyond a reason-\nable doubt, once and for all, by Ev Cochrane,® while the case of Imhotep is somewhat\nunique. The first builder of a pyramid—a stepped one to be sure—later dynasts were so im-\npressed by Imhotep’s accomplishments that he was elevated to the stature of a god. This is\nnot to be wondered at because, after all, the Egyptian pharaohs themselves were all looked\nupon as living gods. We do not, however, encounter Imhotep in any mythological themes, let\nalone any of a cosmogonic nature. For whatever it is worth, and Rohl notwithstanding, the\nbelief that the ancient gods were really deified historical persons, never adhered to by many,\nis now accepted by even less. On the contrary, the reverse is true, in that some of the\nprimeval deities were eventually demythologized and presented in human garb even by the\nancients themselves.”\n\nOur own hypothesis, as presented in this work, holds to the view that the concept of deity\nowes its origin to the planets, especially the planet Saturn, and not to such invented spirits,\nghosts, demons, or historical persons as described above. I am not here asserting that the\nmysteries of everyday life, as they pertained to our primitive forebears, were not conducive\nof the myth-making process. But to say that our ancestors were more concerned with the\nthreatening character of everyday life, such as flood, famine, earthquakes, and the like, is to\ngo against what they themselves told us concerning their beliefs. If the truth need be known,\neven such calamities as enumerated above were often connected with the planetary deities,\nand they were so connected by the ancients themselves. Thus, to give but a few examples:\nAmong the Incas, Saturn was considered the god of famine.* Almost throughout the entire\nworld, Mars was considered the god of pestilence.” Venus was associated with fear, dark-\nness and death.” The Babylonians, moreover, never discarded their belief that even earth-\nquakes were actually caused by the planets. 3\n\nAdherents of the animistic theory, however, base their concepts of the origin of religion\non the beliefs of present primitive peoples, rather than the civilized nations of the ancient\nworld. But even there, their theory meets with various objections. Consider, for instance, the\nEfe pygmies of the Ituri forest whom we had occasion to mention in a previous chapter.\nThese pygmies do not cower in fear of thunder and lightning. Their lives are not ruled, or ter-\nrorized, by a squadron of jungle spirits that have to be appeased every time a calamity hits\n\n“SD. Rohl, Legend:, in toto.\n\n4 E. Cochrane, Martian Metamorphoses:,\npp. 8 ff.\n\n7 See here, for example, idem, “Kronos, Minos, and the Celestial Labyrinth,” KRONOS 1X:2,\npp. 11-20,\n\n** JN. Sammer, “The Cosmology of Tawantinsuyu,” KRONOS IX:2, pp. 25-26.\n\n*”, pp. 224-225.\n\n5% Numerous sources can be quoted here, but see D, Talbott, “Velikovsky’s Comet Venus,” Part 8, Thoth\n(electronic newsletter) 1:24, pp. 1-2.\n\n» Pliny, Historiae Naturalis 11:81.\n\n198",
                "citations": [
                    " The Genesis of Civilization (London, 1998)",
                    " The Planet Mars in Ancient Myth and Religion (Ames, lowa, 1997)",
                    " (Winter 1984)",
                    " (Winter 1984)",
                    " M. Jastrow, Aspects of Religious Beliefs and Practice in Babylonia and Assyria (1911)",
                    " (October 20, 1997)"
                ]
            }
        ],
        "bibliography": [
            " (October 20, 1997)",
            " The Planet Mars in Ancient Myth and Religion (Ames, lowa, 1997)",
            " (Winter 1984)",
            " M. Jastrow, Aspects of Religious Beliefs and Practice in Babylonia and Assyria (1911)",
            " The Genesis of Civilization (London, 1998)"
        ]
    }
]