[
    {
        "type": "main",
        "page_number": 239,
        "subsections": [
            {
                "title": "revolve around it.”\"3!",
                "content": "Like the priests of other nations, we learn that, when officiating before the Altar of\nHeaven, the Chinese Emperor always faced north.",
                "citations": []
            },
            {
                "title": "THE EUROPEAN EVIDENCE",
                "content": "It was no different in ancient Greece. In neo-Platonist philosophy, for instance,\nKronos/Saturn was associated with the pole.'® Orphic thought also identified Chronos who,\nas we shall see, was the same as Kronos, as the power behind the turning of the heavens\naround the polar axis.'\" It is therefore no surprise that, when praying, the ancient Greeks,\ntoo, faced to the north. =\n\nIn time, the sacredness of the north was bound to touch terrestrial realms which, in Euro-\npean thought, remained philoiogically bound to Saturn through Kronos. The Greeks them-\nselves referred to the North Sea as Kronios Okeanos, or the Saturnian Sea.'* The adjective\n“Cronian,” derived from “Kronos,” has even survived in the English language as descriptive\nof the Arctic Ocean.'*\n\nAs Warren discovered, the same idea persisted in Etruria, before Rome:\n\n“Varro and other Latin writers confirm this general representation, so that all modern\nexpounders of the old Etruscan religion unite in locating the abode of the gods of\nEtruria in the Centre of Heaven, the northern circumpolar sky. Niebuhr and other au-\nthorities of the highest rank assure us that the Romans shared the same faith.”’*\n\nThus, Ovid, in his Fasti, offers a description of Creation, at the conclusion of which Janus\nis made to state: “The guardianship of this vast universe is in my hands alone, and none but\nme may rule the wheeling pole.”*® As Roger Ashton indicated:\n\n“The centre of the wheeling pole is motionless to the terrestrial observer. Janus, raler\nof the motionless celestial pole, must thus be located at the Celestial Pole.” 1s\n\nWhen Saturnus was flung down from his celestial seat, he was said to have continued\nruling from “the opposite end of the world axis,”“* which presupposes a former position cor-\nresponding to the northern polar station. But even here, we do not really require such a cir-\ncuitous route to the Latin Saturn’s former polar placement since Saturmus himself was re-\nmembered as the god of “the steadfast star,”*” which star is understood as the Pole Star.\n\n331 3, Sammer, “The Cosmology of Tawantinsuyu,” KRONOS 1X:2, p. 28, who references L. de\nSaussure, “Le systtme cosmologique sino-iranien,” Journal Asiatique 203, pp. 235-297, and idem, “La serie\nseptenaire, cosmologique et planetaire,” in ibid., 204, pp. 333-370.\n19 4B. Cook, Zeus:, p. 557.\n‘, p. 109, as cited by D. Talbott, “On Testing the Polar\nConfiguration,” AEON 1:2, p. 101.\n18) WF. Warren, op. cit., p, 213.\nWebster *s Twentieth-, p. 401.\nIbid.\n185 WF Warren, op. cit., p. 214,\n'8 Ovid, Fasti 1:119-120.\n57R, Ashton, “The Genie of the Pivot,” KRONOS X:, p. 21.\n158, p. 141.\n18 See here the Latin poem “Aeina,”, p. 381.\n\n239",
                "citations": [
                    " (Winter 1984)",
                    " (1924)",
                    " A Study in Ancient Religion, Vol. II (N. Y., 1965)",
                    "StU, Holmberg, Der Bawn des Lebens (Helsinki, 1922)",
                    " (February 1988)",
                    "Century Dictionary of the English Language (N. Y., 1939)",
                    "i (Fall 1984)",
                    " Manilus, Astronomica, as cited in R, Klibansky, et al, Saturn and Melancholy (London, 1964)",
                    " Minor Latin Poets (Harvard, 1968)"
                ]
            }
        ],
        "bibliography": [
            " Manilus, Astronomica, as cited in R, Klibansky, et al, Saturn and Melancholy (London, 1964)",
            "StU, Holmberg, Der Bawn des Lebens (Helsinki, 1922)",
            " (1924)",
            " A Study in Ancient Religion, Vol. II (N. Y., 1965)",
            " (Winter 1984)",
            "i (Fall 1984)",
            "Century Dictionary of the English Language (N. Y., 1939)",
            " (February 1988)",
            " Minor Latin Poets (Harvard, 1968)"
        ]
    },
    {
        "type": "main",
        "page_number": 240,
        "subsections": [
            {
                "title": "OTHER ECHOES",
                "content": "The Aztec god Xiuhtecuhtli was also\nknown as Huehueteotl, that is “the old\ngod,\" and/or “the old god of the\ncentre,”' as well as Ixcozauhqui, that is\n“he of the yellow face.”'® He was re-\nvered as “the sun of the centre” 'and\n“the central fire,”'* thus bringing to\nmind the central fire of Philolaos. He\nwas described as the pivot of the turning\nheavens and identified with the celestial\npole.\"® Although Xiuhtecuhtli is no-\nwhere in Mesoamerican mythology spe-\ncifically identified as the planet Saturn,\nwe can see that he was a very old god\nwho personified a yellow-faced sun\nwhich stood at the centre of the celestial\npole. The description is apt and, to be\nsure, Brundage was astute enough to\nrecognize Xiuhtecuhtli as “the Aztec\nCronus [the same as Kronos/Saturn], the\nfirst king and Lord of Time.”'®\n\nIt should perhaps be noted here that,\nas the god of fire, and very much like the\nMesopotamian Ninurta-— if not for CTY’ | Xiuhtecuhtli—the yellow-faced sun which stood\n\n: . . at the centre of the celestial pole.\nnon-\nendeavor to resolve in a future work. In\nthe meantime, there is yet one more\nmotif which ties the deity in question inextricably to Saturn that we shall have reason to ex-\nplore in a following page of this work.\n\nMeanwhile, in a previous chapter we met the Yuki creator Taiké-mol, whose name\ntranslates as “Solitude Walker,” and who we had reason to identify as the solitary Saturnian\nsun. It is, therefore, worth noting that Taik6-mol was also said to have resided in the north.”\n\nThus, when the Damaras of Africa claim that their “highest deity,” Omakuru, “dwells in\nthe far North,”'* we can be certain that the reference is to their own version of the Saturnian\ndeity.\n\n1 M. Simoni, “Central America: Gods of Sacrifice,”, p. 468.\n\n16! M, Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mytholegy (London,\n1972), p. 435.\n\n18}, pp. 106-107.\n\n1M. Simoni, op. cit., p. 463.\n\n16 ©, p. 7.\n\n5 Ibid., pp. 7, 80.\n\n1, pp. 22 ff.\n\n167, The Red Swan: Myths and Tales of the American Indians (N. Y., 1976}, p. 40.\n\n‘8 EB. Tylor, Primitive Culture, Vol. II, p. 259.\n\n240",
                "citations": [
                    "Saturnian traits which we shall (From a clay figure—Veracruz culture.)",
                    " Larousse World Mythology (London, 1972)",
                    ", Nicholson, Mexican and Central American Mythology (London, 1967)",
                    ". A. Burland, The Gods of Mexico (N. Y., 1967)",
                    " B.C, Brundage, The Fifth Sun (Austin, 1983)",
                    " J. Bierhorst (Editor)"
                ]
            }
        ],
        "bibliography": [
            "Saturnian traits which we shall (From a clay figure—Veracruz culture.)",
            ". A. Burland, The Gods of Mexico (N. Y., 1967)",
            " B.C, Brundage, The Fifth Sun (Austin, 1983)",
            ", Nicholson, Mexican and Central American Mythology (London, 1967)",
            " J. Bierhorst (Editor)",
            " Larousse World Mythology (London, 1972)"
        ]
    },
    {
        "type": "main",
        "page_number": 241,
        "subsections": [
            {
                "title": "SINTERKLAAS",
                "content": "The belief in the northern placement of the Saturnian sun perpetuated itself down through\nthe ages in various mystic societies and other traditions in which Saturn continued to be re-\nmembered as “the old man who lives at the north pole.” If this has a familiar ring to it, the\nreader is not mistaken. In fact, as Manly Hat! observed:\n\n“Saturn, the old man who lives at the north pole, and brings with him to the children\n, is familiar to the little folks under\nthe name Santa Claus.”\n\nTo be sure, Santa Claus can be said to have had an entirely different origin, one that\nstemmed from the life of Nicholas of Myra. While the history of Nicholas is somewhat ob-\nscure, his cult became a very popular one in Christian circles. What is known of him is that\nhe was the bishop of Myra, in Lycia, a region in present-day Turkey, during the time of the\n. Persecuted and tortured for his Christian faith,\nNicholas was then imprisoned until released during the tolerant reign of Constantine. Sancti-\nfied by the Christian Church, he was honored by Latins as well as Greeks by an annual feast\nheld on December 6th.\n\nNicholas’ connection with the myth of Santa Claus arose out of the legend which claims\nthat he was once responsible for clandestinely bestowing dowries to three daughters of a poor\ncitizen who, not having been able to procure decent marriages for them, was about to give\nthem up to a house of prostitution. This event inaugurated the tradition of giving presents in\nsecret on the eve of his feast day, that is on December Sth.\n\nThe name Santa Claus itself is merely the English corruption of the Dutch form of Saint\nNicholas—-that is Sinterklaas which transpired when the tradition was introduced to Amer-\nica by early Dutch colonists.\n\nThere is, of course, no direct connection between Saint Nicholas and the north pole in\nwhich Santa Claus is said to reside. So how did the belief originate?\n\nThe date of Jesus’. The Christian\nfeast commemorating the event had originally shifted to and fro all over the calendar. Some-\nwhere around 354 A.D., Latin Christians decided on December 25th since this had been the\ndate on which the feast of Mithra, whose religion had become the main competitor of the\nChristian one, and which had been amalgamated with that of Sol Invictus, was held. This\nraised dissent among the Christian community of other countries, especially among the Syr-\nians and Armenians, who continued to celebrate the birth of Jesus on whatever day their own\ntradition had dictated. In A.D, 440, however, the Fathers of the Christian Church decided to\nrevert to December 25th as the official date since this was also the day of the winter solstice\nwhich had for long been a day of celebration.'™ This was also the time during which the feast\nof Saturn, known as the Saturnalia, was celebrated. Originating as a New Year festival, the\nSaturnalia was held on December 17th, but was gradually extended to seven days up to\nDecember 23rd.” The Greek, and original, version of the Roman Saturnalia, however, was\nthe Greek Kronia, likewise dedicated to Kronos/Satum, and this used to be held on December\n\n1 M. P. Hall, An Encyclopedic Outline of Masonic, Hermetic, Qabalistic and Rosicrucian Symbolic\n, LXXIX, as cited by D. Talbott, “On Testing the Polar Configuration,” AEON 1:2 (February\n1988), p. 101.\n\n1 Tbid., as cited by D, N. Talbott, The Saturn Myth (N. Y., 1980}, p. 42.\n\n1 Because of changes made at various times in Christian calendars, the actual time of the solstice and the\ntraditional date of Christmas now vary by a few days.\n\n1 See, here, L. M. Greenberg, “The Lord of Light,” AEON III:4, p. 14.\n\n2AlL",
                "citations": [
                    "of men a sprig of evergreen (the Christmas tree)",
                    "Roman emperor Diocletian (A.D. 245-313)",
                    " birth has never been ascertained (and it never will be)",
                    "Philosophy (1928)",
                    " (December 1993)"
                ]
            }
        ],
        "bibliography": [
            " (December 1993)",
            "Roman emperor Diocletian (A.D. 245-313)",
            "Philosophy (1928)",
            " birth has never been ascertained (and it never will be)",
            "of men a sprig of evergreen (the Christmas tree)"
        ]
    },
    {
        "type": "main",
        "page_number": 242,
        "subsections": [
            {
                "title": "Mithra—slaying the Saturnian bull— whose festival in Rome was held on December 25th.",
                "content": "25th.'* Presents had also been freely exchanged during the festivities of the Saturnalia,\nwhich custom then coincided with that held in honor of Saint Nicholas.\n\nWe can then see how the two traditions were merged into one —the giving of presents by\nSaint Nicholas on the eve of December 6th and the giving of presents by, or in honor of, Sat-\num anywhere from December 17th to December 25th. In the minds of the common people,\nSaint Nicholas was thus merged with Saturn, “the old man who lives at the north pole,” and\nthe myth of Santa Claus was inadvertently born.\n\n™, p. 18.\n2A2",
                "citations": [
                    " S. Langdon, Semitic Mythology (Boston, 1931)"
                ]
            }
        ],
        "bibliography": [
            " S. Langdon, Semitic Mythology (Boston, 1931)"
        ]
    },
    {
        "type": "main",
        "page_number": 243,
        "subsections": [
            {
                "title": "FIFTH INTERLUDE",
                "content": "As we have seen, the mytho-historical record consistently bombards one with allusions\nfrom every mythological quarter that persistently associate the ancient Saturnian sun god\nwith the north and, more specifically, the north celestial sphere. And it is the collective\nstrength of such traditions, ranging all the way from Sumero/Babylonian times to the present,\nthat impels one to believe that, as far as our ancient forefathers were concerned, the primeval\nsun god had once inhabited that place in Earth’s northern sky that is presently occupied by\nthe Pole Star. Although all this might be new to the public-at-large, I am not revealing an\nesoteric secrets. Mythologists have known it all for quite some time. Gerald Massey,\"\nWilliam Warren,” Zelia Nuttal, '\"Uno Holmberg,’” René Guenon,™ and others we have\nalready had occasion to mention as well as those mentioned below —they all wrote extensive\nworks bearing on the subject. As David Talbott noted:\n\n“, the tradition of a former polar god or polar sun has been chronicled by a host of\nscholars; together they have succeeded in demonstrating a universal tradition. In the\nlate nineteenth century John J. O’Neill'” even recognized the god as Saturn and had\nto contrive a distinction between the god and the planet to account for the identity.\nLater, the specific connection of the planet [Saturn] with the Pole was noted by\nLéopold de Saussure. But not one of these innovative researchers ever wondered if\ntheir polar suns or polar gods might have actually been there!\"™\n\nGiorgio de Santillana and Hertha von Dechend are prime among those who have re-\nsearched the subject, but have objected to a literal interpretation of what these ancient mes-\nsages portray. Since their own research took them far and wide across the entire world in\ndigging through the mytho-historical record, they had no option but to accept that, as far as\nthe ancients were concerned, Satu had once resided in the place now occupied by the Pole\nStar. “This is puzzling at first,” they state.” “What has Saturn, the far-out planet, to do with\nthe pole?” they ask.\" They even admit that “the reader is not the first to be perplexed by an\nimagery which allows for the presence of planets at the pole...” And then comes the ob-\njection: “It is not in the line of modern astronomy to establish any link connecting the planets\nwith Polaris, or with any star, indeed, out of reach of the members of the zodiacal system.” ™\nSo how do they explain the ancient belief in Saturn’s former polar placement? Their answer\nis that “such figures of speech were an essential part of the technical idiom of archaic astrol-\nogy...’\"® Nowhere, however, do they tell us what it was that gave rise to these “figures of\nspeech.” Nowhere do they tell us why “such figures of speech” were thought to be\n\n™ G. Massey, The Natural Genesis, Vols. 1 & { and Ancient Egypt, Vols. | &.\n\"5 Ww. F, Warten, op. cit.\n\n\" 7, Nuttal, Fundamental Principles of Old and New World Civilizations in Archaeological and Ethnological\nPapers of the Peabody Museum, Vol. 11.\n\n17.\n\n1%.\n\n1 J O'.\n\n11. de Saussure, Les Origines de l’.\n\n1D, Talbott, “Guidelines to the Saturn Myth,” KRONOS X:3, p. 47.\n\n1® G_ de Santillana & H. von Dechend, op. cit., p. 136.\n\n\"8 Ibid.\n\n184 Thid., p. 140.\n\n\"8 Thid., p. 136,\n\n16 Ibid.\n\n243",
                "citations": [
                    "i (London, 1883)",
                    " HI (N. Y., 1970)",
                    " (Harvard, 1901)",
                    "U. Holmberg, Der Baum des Lebens (Helsinki, 1922)",
                    " R. Guenon, Le Symbolisme de la Croix (Paris, 1931)",
                    " andLe Roi du Monde (Paris, 1958)",
                    "Neil, The Night of the Gods (London, 1893)",
                    "Astronomie Chinoise (Paris, 1930)",
                    " (Summer 1985)",
                    " (emphasis as given)"
                ]
            }
        ],
        "bibliography": [
            " andLe Roi du Monde (Paris, 1958)",
            " (Summer 1985)",
            " (emphasis as given)",
            "Astronomie Chinoise (Paris, 1930)",
            " R. Guenon, Le Symbolisme de la Croix (Paris, 1931)",
            "U. Holmberg, Der Baum des Lebens (Helsinki, 1922)",
            "Neil, The Night of the Gods (London, 1893)",
            "i (London, 1883)",
            " (Harvard, 1901)",
            " HI (N. Y., 1970)"
        ]
    },
    {
        "type": "main",
        "page_number": 244,
        "subsections": [
            {
                "title": "“essential.” Nowhere do they tell us why “such figures of speech” should incorporate what to",
                "content": "them is the astronomical falsity of a north polar placement for Saturn. And then, would such\n“figures of speech” have been incorporated throughout the entire world? Would all the an-\ncient races have chosen the same “figures of speech”? Would they all have decided to place\nSaturn in a locality it never occupied? And would they all have chosen the north celestial\npole as that locality? What purpose would it have served?\n\nDespite the fact that, in Ais Saturnian scenario, Lynn Rose opted for an Earth phase-\nlocked with Saturn to account for the latter’s apparent immobility, even he had to admit that,\nas far as the ancients were concerned, Saturn’s stated celestial station was at the north celes-\ntial pole. So how, then, did he get around the mytho-historical record’s obvious message?\nTaking a different, and more plausible, tack than de Santillana and von Dechend, he offered\nthe following:\n\n“The traditions about an immovable Saturn atop some special pole made little sense\nafter the Age of Kronos had come to an end. Those traditions were later revised and\nwere attributed to the only ‘immovable’ point...that could be found in the newer sky.\nTo people in the northern hemisphere.. this was the north celestial pole...”\"”\n\nAnd:\n\n“As long as Saturn was atop its pole, the Age of Kronos endured. The immobility of\nthat body was a sign of the stability of the cosmic order. Later...the stability of the\nnorth star was seen as an indication that the world or the world age was not yet com-\ning to an end. The Age of Kronos had ended when the only immobile body in the sky\nhad left its position atop the axis of the world; that was the main reason that the later\nancients looked to the north star: it was now the body that lay atop the axis of the\nworld, and, as long as it remained there, the world was stable. Thus there was a trans-\nfer from Saturn to the north star, with much attendant garbling. Traditions that em-\nphasize the north, and especially those traditions that associate Saturn with the north,\nneed to be interpreted very carefully. After Saturn left us, or we left Saturn, there was\nonly one fixed point in the sky: the celestial pole of rotation...Much that has been\nsaid about Satum would, in the absence of Saturn, have been transferred to the only\nthing in the new sky that displayed the sort of stability that Saturn had once dis-\nplayed.”\"®\n\nThus, Rose believes that Saturn’s polar placement was the result of later revisions by\nthose who could not otherwise make sense of the original accounts pertaining to Saturn’s\nimmobility. But, as 1 had stated once before,” this rationalization is not supported by the\nmytho-historical record. Rose does not even hazard a guess as to when this revision might\nhave taken place or by whom. All he leaves us with is the statement that it happened “after\nthe Age of Kronos had come to an end.”\n\nNow, while possible, is it probable that “these traditions” would have later been\n“revised” just about all over the world? And would they all have been revised in the same\nmanner? Besides, had such revisions occurred, the revisionists would have been bound to\noverlook some data that would contradict the modified scheme. Yet nowhere in the mytho-\nhistorical record can one find such overlooked clues. Could the ancients have been that\n\n18”. E, Rose, op. cit., p. 30.\n18 Thid., pp. 41-42.\n1 1D, Cardona, “The Reconstruction of Cosmic History,” AEON II:2, pp.119 ff.\n\n244",
                "citations": [
                    " (emphasis as given)",
                    " (February 1990)"
                ]
            }
        ],
        "bibliography": [
            " (emphasis as given)",
            " (February 1990)"
        ]
    },
    {
        "type": "main",
        "page_number": 245,
        "subsections": [
            {
                "title": "WHiMMM:",
                "content": "Lynn E. Rose.\n(Photograph —1996—by the author.)\n\n245",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 246,
        "subsections": [
            {
                "title": "diligent in expurgating their received traditions? Is it believable that such expurgation would",
                "content": "have taken place all over the world with such completeness?\n\nRose correctly informs us that, during the Saturnian age, the planet’s immobility was tan-\ntamount to cosmic stability. When Saturn’s immobile placement was catastrophically dis-\nplaced, the stability of the cosmic order was impaired. Following this event, the only\nimmobile object in the sky was the North or Pole Star. The immobility of this star became a\nsign of the stability of the new celestial order. It was because of this, according to Rose, that\nSaturn’s former phase-locked immobility was transferred to the North Star’s polar station.\nYet, as we have seen through the parable of Vishnu and Dhruva, the record dictates exactly\nthe opposite —that the polar station had been Saturn’s before it became the Pole Star's.\n\nAfter all, what is the point in attempting to reconstruct a cosmic history based on the\nmytho-historical record if one ends up tampering with that record in order to make the data\nfit a different model than the one dictated by the record? As Frederic Jueneman once admon-\nished, “the tapestry of myth is intricately woven, and each thread must be followed to wher-\never it leads, however improbable the initial appearance.” Despite the fact that Jueneman\nhimself ended up by ignoring his own dictum,” the point should be well taken. In Rose’s\ncase, his Saturnian model was supposedly constructed on a system said to have been laid out\nby Philolaos. But, as I had indicated in an earlier work,” Rose’s model bears but little re-\nsemblance to that system. When he, therefore, calls his scheme “Variations on a Theme of\nPhilolaos,” the emphasis has to be on “Variations.” Rose himself indicated his awareness of\nthis when he wrote:\n\n“We have supposedly been composing variations on a theme of Philolaos, but if there\nis truth in these variations, it will emerge that Philolaos or someone else was compos-\ning variations on another theme, and that what we know as the system of Philolaos is\na garbled and misapplied version of or variations on what was once fact.”'®\n\nAll of which explains the changes, assumptions, deductions, arguments, stipulations, sug-\ngestions, ifs, and buts, that Rose was forced to lead his readers through in his effort to make\nsense of this “garbled” system and force-fit it into one of his own making. As I have pointed\nout once before,\"” Rose will be the first to argue that this juggling was necessary to rid the\nsystem of its unrealistic aspects and supplanting them with something more defensible.\nThrough similar procedures, however, the Philolaos system could be turned into any scheme\nof one’s own liking.\n\nIn our own scheme, as presented in this work, we make no changes to the mytho-histori-\ncal record. We do not assume anything that is not there spelled out. Our deductions are based\non what we find recorded. In other words, heeding Jueneman’s admonition, we have taken,\nas we will continue to take, the mytho-historical record at face value, no matter how\nimprobable its initial appearance may be. There really would be no point in doing otherwise.\n\nIt may now be objected that had Saturn really occupied a position in Earth’s north celes-\ntial sphere, those people inhabiting Earth’s southem hemisphere would not have been abie to\nsee it. It therefore becomes obvious that any beliefs concerning these early cosmic events that\n\n°F, B. Jueneman, “The Polar Column: A Physical Model of Myth,” AEON 1:4, p. 37 (emphasis\nadded).\n\n1 See, here, D. Cardona, op. cit., pp. 111 ff.\n\n1% Ibid, pp. 117-118,\n\n‘31 E. Rose, op. cit., p. 29.\n\n'™D. Cardona, op. cit., p. 118.",
                "citations": [
                    " (July 1988)",
                    " (emphasis added)"
                ]
            }
        ],
        "bibliography": [
            " (July 1988)",
            " (emphasis added)"
        ]
    },
    {
        "type": "main",
        "page_number": 247,
        "subsections": [
            {
                "title": "emerge from the southern sector of our globe will have had to have migrated with the people",
                "content": "who brought them there from areas farther north.\n\nNeedless to say, the only way in which Saturn could have appeared immobile in Earth’s\nnorth celestial sphere is if Earth had been stationed directly “beneath” Saturn’s south pole, a\nsituation which would also mean that both planets had been sharing the same axis of\nrotation. We can therefore add Saturn’s immobility and its polar placement to our growing\nlist of hypotheses which would now read as follows:\n\nHypothesis #1: That, from what can be deduced from ancient as well as primitive astro-\nnomical lore, Earth had once been a satellite of the planet Saturn which, because of its\nproximity, loomed large in the sky as a distinct disc larger than the apparent size of the full\nMoon.\n\nHypothesis #2: That, still according to ancient astronomical lore, during this indetermi-\nnate period, Saturn was the only visible celestial body in Earth’s primordial sky.\n\nHypothesis #3: That, still according to the ancients, during this same period, Saturn shone\nas a sun.\n\nHypothesis #4: That this primordial Saturnian sun shone during that time we today call\nthe night.\n\nHypothesis #5: That, as seen from Earth, the Saturnian sun did not rise and/or set, but re-\nmained visibly immobile at all times.\n\nHypothesis #6: That Saturn’s immobility was due to the fact that Earth was stationed di-\nrectly “below” Saturn’s south pole and that, from Earth, Saturn therefore appeared to be per-\nmanently fixed in the north celestial sphere, the very same place now occupied by the Pole\nStar. What this also means is that Saturn and Earth were linearly aligned with the both of\nthem sharing the same axis of rotation.\n\nSeeing as there are no planets, or other celestial bodies, similarly aligned in the present\norder of our Solar System, the next logical question to ask is whether such an alignment of\nplanets is physically possible.\n\n2A7",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 248,
        "subsections": [
            {
                "title": "Chapter 11",
                "content": "Testing the Model",
                "citations": []
            },
            {
                "title": "THE DEMANDS OF A THEORY",
                "content": "the basis of the mytho-historical record rather than through astrophysical considerations.\n\nJ will only say in passing that, other than its mythological content, as we have seen, the\nmytho-historical record also incorporates the world-wide astronomical beliefs of our ancient\nforefathers, and that these beliefs coincide with their mytho-religious convictions. Ancient\nastronomical beliefs are therefore here being considered together with mythology as a unified\nwhole regardless of the fact that what is thus coming to light tends to describe a Solar System\nthat was entirely alien to the one we now inhabit.\n\nLater in this work we will attempt a validation of the physical feasibility of the model we\nhave so far delineated, even though not all of the players in this unfolding cosmic scheme are\nyet in place. What I wié/ add here is a reminder to the effect that many were the things once\nthought impossible which were eventually found to be possible, and that many of these ended\nup becoming dogmas of science. Easily coming to mind in this respect are the occurrence of\nmeteoric falls, the non-illusory nature of comets, and continental drift. But let us put all that\naside for the time being. Allow me instead to concentrate on the demands which our model\nitself raises, and whether or not these demands can be met.\n\nWhat do [| mean by “demands”?\n\nTheories do not stand, if they are to stand at all, in isolation. They raise certain demands.\nFor instance, the theory concerning the nuclear fueling of the Sun demands that the Sun shed\na vast amount of subatomic particles known as neutrinos. But, despite large sums of money\nspent in constructing complex instruments to register them,' not enough neutrinos, if any,\nhave so far been detected. Raymond Davis, who has been “trapping” neutrinos for decades,\n“has consistently detected about one-third fewer neutrinos than predicted by theories of the\n”?__which means only two-thirds the amount predicted. Most other experiment-\n\nI make no apologies for the fact that the theory presented in this work was constructed on,\n\nsolar interior’\ners, however, can only vouch for about one-third the predicted amount? As John Bahcall\n\n? The Sudbury Neutrino Observatory alone was estimated to cost $70-million, with the heavy water needed\ncosting as much as $300-million. See D. Hawaleshka, “Probing the Deeps for Cosmic Clues,” Macleans’s\n(September 2, 1996), pp. 48, 49.\n\n? ©. Sutton, “Where Have All the Solar Neutrinos Gone?”, p. 24 (emphasis\nadded).\n\n* Anonymous, “Neutrinos Have Mass,”, p. 26; S. L. Glashow, “Closing the\nCircle,”, p. 68.\n\n248",
                "citations": [
                    " New Scientist (August 18, 1990)",
                    " Astronomy (September 1988)",
                    " Discover (October 1989)"
                ]
            }
        ],
        "bibliography": [
            " New Scientist (August 18, 1990)",
            " Astronomy (September 1988)",
            " Discover (October 1989)"
        ]
    }
]