[
    {
        "type": "main",
        "page_number": 29,
        "subsections": [
            {
                "title": "and others for one over the Reichchancellery.”” This did not happen that long ago. It hap-",
                "content": "pened at a time when the recording of history had already reached perfection, at a time when\nevents could be frozen and immortalized on film. And, as it happens, the event in question\nwas exactly so documented. As Greenberg noted:\n\n“The last two choices are definitely in error. Film footage of the great swastika being\n leaves no doubt and\nclearly indicates that it was the Zeppelinfeld swastika.”\n\nIf the memory of events from the recent past can get to be so confused, why should we\nwonder about the faulty memory concerning events from a much more remote past? But\nthen, without a film to document these earlier events, how can we ever be sure of what really\ntranspired?\n\nTwo lessons to be learned from the above example are these: Despite the differing ver-\nsions as to which swastika was blown up by the invading army, all reports agree on one fact:\nA colossal swastika in Germany was blown up by the invading army. That is the core of this\nparticular historical event. And, in many cases when dealing with contradictory versions of a\nparticular myth, it is the core of the event that we must hold on to and not necessarily the de-\ntailed trimmings, many of which were, in any case, appended to the myths at a much later\ntime. Thus, whether it was just one pair or seven of each animal that Noah was said to have\ntaken into his ark, the core of the different tales remains that he did take male and female\nspecimens of the animals on board. The second lesson is that various versions of an event can\nbe compared and, with a little help from logic, the correct one can often, if not always, be as-\ncertained. When it comes to the science of mythology—and it is a sclence—comparison can\nbe a very effective tool.",
                "citations": [
                    "blown up (as seen in the film The Enigma of the Swastika)"
                ]
            },
            {
                "title": "COMPARISONS",
                "content": "Hermann Collitz had this to say about the subject:\n\n“Comparative mythology, in co-operation with the study of popular traditions\n(folklore), has been especially studied with assiduity...Mythological science is not\nintended to serve the knowledge of cultural development—be it of a people or of a\ngroup of closely related peoples—it does not primarily co-operate with philology, but\nit looks for similar ideas in different peoples and it tries to determine types which are\nrepeated in the course of time.”\n\nIn other words, comparative mythology is that branch of mythology which compares the\nmyths of one nation, or race, with those of another—and, sometimes, even compares the\nmyths of one particular nation, or race, with the divergent myths found within the same na-\ntion or race. Among other things, this is done in order to identify the unidentified protago-\nnists in one myth with the identified ones in another, but similar, tale. An example that comes\nto mind is the following:\n\n» L. M. Greenberg, Let There Be Darkness:, p.\n85.\n\n1 Jbid., where are other sources are cited.\n\n‘lH. Colliiz, “Konig Yima und Saturn,”, Oriental Studies in Honour of\n, p. 87.\n\n29",
                "citations": [
                    " The Reign of the Swastika (Wynnewood, Pennsylvania, 1997)",
                    " in Jal Dastur Cursetji Pavry (Ed.)",
                    "Cursetji Erachji Pavry (London, 1933)",
                    " (as translated privately for the author by Birgit C. Liesching)"
                ]
            }
        ],
        "bibliography": [
            " The Reign of the Swastika (Wynnewood, Pennsylvania, 1997)",
            " (as translated privately for the author by Birgit C. Liesching)",
            " in Jal Dastur Cursetji Pavry (Ed.)",
            "blown up (as seen in the film The Enigma of the Swastika)",
            "Cursetji Erachji Pavry (London, 1933)"
        ]
    },
    {
        "type": "main",
        "page_number": 30,
        "subsections": [
            {
                "title": "the goddess who went on a drunken rampage against mankind.",
                "content": "13* century B. C. ivory plaque from Ras Shamra, ancient Ugarit,\nnow at the Damascus National Museum.\n(illustration by Marie Joséphe Devaux.)\n\n30",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 31,
        "subsections": [
            {
                "title": "A tale from the Hindu lore of India concerns the goddess Kali whose thirst for gore—she",
                "content": "is often portrayed with hanging tongue and mouth dripping with blood—was developed after\n. From every drop of\nblood that fell to the ground from the wounded asura, there sprang another demon possessing\nhis courage, strength, and valor.\" In order to keep Raktavira’s blood from reaching the\nground, and thus generating further demons, Kali, also known as Durga, was forced to drink\nit as it gushed out. This drinking of blood gave her such a blind lust for violence that, when\nshe gave free reign to it, nothing was able to stop her. “On one occasion Shiva himself had to\nmingle among the demons whom she was slaughtering and allow himself to be trampled un-\nderfoot in her dance of victory, as this was the only way to bring her to her senses and save\nthe world from collapse.” *\n\nThis myth is very similar to one involving the goddess Anath. In a myth from Ugarit we\nsee Anath coming to the aid of Baal when he was beset by his enemies. As cruel a goddess as\nKali, Anath did not limit her slaughter to demons but went on a drunken rampage against\nmankind from “from the rising of the sun” to “the shore of the sea.”\"™ In the end, Baal was\nforced to intervene in order to stop the goddess from annihilating mankind.\n\nAs William Albright reported:\n\n“It has been pointed out by Marvin Pope that there are many traits which Anath\nshares in common with the Indic goddess Kali or Durga. In fact, the respective figures\nare in some ways so similar that coincidence can scarcely be the only explanation.”\n\nYet another similar myth that both Pope and Albright failed to notice comes to us from\nancient Egypt. Here we read of the goddess Sekhmet, who was said to have been Ra’s de-\nstructive eye, being hurled in anger at mankind. Incited by Ra himself, the goddess began a\nslaughter so complete that she ended up by flooding the world in blood. In both this myth and\nthat of Anath, each respective goddess is described as wading up to her waist in gore. In the\nend, like both Shiva and Baal, Ra himself was forced to intervene and cali the goddess\nback.\n\nAs can be seen, there seems to be no doubt that, in the above three myths, despite the dif-\nference in details, the same event is being described. This leads to the assumption, which we\n, Anath, and\nSekhmet were merely different names, applied by different nations who spoke different lan-\nguages, of one and the same goddess.\n\n in order to further\nillustrate the methodology behind comparative mythology. What we know of this goddess\ncomes mostly, but not solely, from the tablets discovered at Ras Shamra, the ancient Ugarit,\nin a priest’s house adjoining the temple of Baal.” In one of these texts we read that Anat\nwas described as a “star.” Her alter-ego, the Persian Anahita (sometimes transliterated as\n\n1 A. Isenberg, “Devi and Venus,” KRONOS II: 1, p. 93.\n\n‘3 V7, p. 94.\n\n101, p. 130.\n\n5 Ibid. p. 131.\n\n5 B. yan de Walle, “Egypt: Syncretism and State Religion,”, p. 40.\n17], p. 74.\n\n8, p. 40.\n\n31",
                "citations": [
                    "she had slain the asura (or demon)",
                    " Raktavira (also known as Raktabija)",
                    "can state beyond a reasonable doubt, that the three goddesses, Kali (or Durga)",
                    "Let me now concentrate on Anath (sometimes transliterated as Anat)",
                    " (August 1976)",
                    " Ions, Indian Mythology (London, 1967)",
                    " WF, Albright, Yahweh and the Gods of Canaan (N. Y., 1968)",
                    " Larousse World Mythology (London, 1972)",
                    ". Gray, Near Eastern Mythology (London, 1969)",
                    " J. Aistleitner, Die Myhologischen und Kultischen Texte aus Ras Shamra (Budapest, 1959)"
                ]
            }
        ],
        "bibliography": [
            "she had slain the asura (or demon)",
            "Let me now concentrate on Anath (sometimes transliterated as Anat)",
            " WF, Albright, Yahweh and the Gods of Canaan (N. Y., 1968)",
            " Ions, Indian Mythology (London, 1967)",
            "can state beyond a reasonable doubt, that the three goddesses, Kali (or Durga)",
            " (August 1976)",
            " Raktavira (also known as Raktabija)",
            " J. Aistleitner, Die Myhologischen und Kultischen Texte aus Ras Shamra (Budapest, 1959)",
            ". Gray, Near Eastern Mythology (London, 1969)",
            " Larousse World Mythology (London, 1972)"
        ]
    },
    {
        "type": "main",
        "page_number": 32,
        "subsections": [
            {
                "title": "Kali, also known as Durga, the Hindu goddess of destruction.",
                "content": "(From an 18\" century Rajasthan painting.)\n\n32",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 33,
        "subsections": [
            {
                "title": "Anahid), known also by the Hellenistic",
                "content": "name of Anaitis, has in turn been compared\nto the Greek Aphrodite’? who was the\npersonification of the planet Venus. \"”\n\nBut is it anywhere directly stated that\nAnahita, or Anaitis, was the Iranian or\nPersian name for the planet Venus? The\nanswer is yes. We find this stated in the\nPersian work known as Bundahish in which\nthe planet in question is referred to by the\nvery name of Anahid.'\"\n\nWe also find Anat identified as the\nBabylonian Ishtar,\"’ whose _Venerian\nidentity has never been contested.'%\n\nIf this is not enough, we can refer to\nMichael Astour (whose name, incidentally,\ntranslates as “star”) who stated: “Anath, the\nQueen of Heaven, was identified with Venus\n(Kaukabta) and, under the name of Uzza,\n‘the strong one,’ was worshipped by the\nSinaitic Saracens as the Morning Star.” \"*\n\nComparative mythology then dictates\nthat if Anath was the personification of the\nplanet Venus, then, on the strength of the\nclose similarity of the three myths described\nabove, so should Kali and Sekhmet be\nidentified as personifications of the same\nplanet.\"\n\n‘ |. Fuhr, “On Comets, Comet-Like Luminous\nApparitions and Meteors,” Part Il, KRONOS VHI:1\n(Fall 1982), p. 49, where various other sources are\ncited.\n\n“0 This is so well known that no references are\nrequired.\n\n Bundahish 5:1.\n\n™2', pp.95-96.\n13 This, too, is enough well known.\n\n4, p.\n261,\n\n\"S Actually, the identification of Sekhmet and Kali\nas Venus had earlier been proposed by Immanuel\nVelikovsky and Isenberg even though they followed\ndifferent lines of evidence and reasoning than the\nones I have. See I. Velikovsky, Worlds in Collision\n(N. Y., 1980), p. 165; A. Isenberg, ap. cit., in toto.\n\n33\n\nSekhmet, the Egyptian goddess of destruction\nwho was sent by Ra as his vengeful eye\nto destroy mankind",
                "citations": [
                    "S Langdon, Tammuz and Ishtar (1914)",
                    "M. Astour, Hellenosemitica (Leiden, 1967)"
                ]
            }
        ],
        "bibliography": [
            "M. Astour, Hellenosemitica (Leiden, 1967)",
            "S Langdon, Tammuz and Ishtar (1914)"
        ]
    },
    {
        "type": "main",
        "page_number": 34,
        "subsections": [
            {
                "title": "Qudshu (Qadesh, Qetesh, Qeteshi)",
                "content": "The Egyptianized form of the Canaanite Anath.",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 35,
        "subsections": [
            {
                "title": "DIFFUSION",
                "content": "Joseph Campbell, perhaps the most popular mythologist of the latter half of the twentieth\ncentury, began the first tome of his four-volume work, The Masks of God, by pointing out\nthat the “comparative study of the mythologies of the world compels us to view the cultural\nhistory of mankind as a unit; for we find that such themes as the fire-theft, deluge, land of the\ndead, virgin birth, and resurrected hero have a worldwide distribution—appearing every-\nwhere in new combinations while remaining, like the elements of a kaleidoscope, only a few\nand always the same.”””° It was thus his view, as it has been that of many another mytholo-\ngist, that the ideas inherent in the mythological record owe their universal distribution to a\nradiating diffusion, especially by contact and mainly from “the nuclear Near East.” As he had\nit stated: “The archaeology and ethnography of the past half-century have made it clear that\nthe ancient civilizations of the Old World—those of Egypt, Mesopotamia, Crete and Greece,\nIndia and China—derived from a single base, and that this community of origin suffices to\nexplain the homologous forms of their mythological and ritual structures.”\"” To be sure,\nthere is no doubt that ideas-—knowledge—traveled from one people to another. Thus, for in-\nstance, it has been known for years that ancient Greek astronomical beliefs owed their impe-\ntus to Babylonian knowledge, as well as to that of other nations.\n\nOne may therefore suppose that the similarity of the myths enumerated above concerning\nthe goddesses Anath, Kali, and Sekhmet could have been passed on from one people to an-\nother. Is it not possible, for instance, that the Indo-European Aryans brought the myth of Kali\nwith them, which myth was then passed on to both Canaan and Egypt through migrational\ncontact? Possible, yes; but, despite Campbell, highly unlikely, especially since the three god-\ndesses do not share a common, or similar, name. Thus, for instance, while we can see the\nsimilarity or, actually, the evolution—of the names from the Canaanite Anath, or Anat, to\nthe Persian Anahita, Anahid, and/or Anaitis, from which we can safely suppose a diffusional\ncontact, direct or otherwise, between Canaan and later Persia, there is nothing linguistically\nrelated between the names Anath, Kali, and Sekhmet. Nor do these three goddesses share a\nsimilarity in their physical depiction. Although pictorial depictions of Anath are rare, she is\nusually portrayed as a seductive-looking female with a very distinctive hair style shaped in\nthe form of the Greek letter omega. Kali, on the other hand, is always depicted as a ferocious-\nlooking and emaciated hag with disheveled hair, vampiric fangs, a lolling tongue, and shriv-\neled pendulous breasts. And while Sekhmet, like Anath, is also shown having the slim con-\ntoured form of a woman, she is invariably given the head of a lioness. One would think that,\nhad two of these goddesses been borrowed from the mythological lore of another nation, or\nrace, they would have retained some similarity of the original’s name and physical appear-\nance. As we have seen, however, it is only in the detailed account of their crazed and bloody\nacts of destruction and death-dealing annihilation that the three goddess bear any similarities.\n\nOn the other hand, without wishing to contradict the above, the cult of the goddess Anat\ndid find its way from.Canaan to Egypt. Among her various epithets, Anat was known as\nQadesh, or Qudshu, which simply meant “holy.”\"® The worship of this goddess, together\nwith others of Near Eastern origin, was introduced into Egypt when the Egyptians began to\ninfiltrate Palestine. Even so, despite their attempt to Egyptianize the goddess, mainly by\n\n\n\"8 ¥, Campbell, The Masks of God:, p. 3.\n\n\"7 Thid., p. 202.\n\n8 L. Delaporte, “Phoenician Mythology,”, p. 76; R.\nHestrin, “Understanding Asherah,”, p. 55.\n\n35",
                "citations": [
                    "depicting her in the company of Egyptian deities, her name of Qudshu (Qetesh or Qeteshi)",
                    " Primitive Mythology (N. Y., 1959)",
                    " New Larousse Encyclopedia of Mythology (London, 1972)",
                    " Biblical Archaeology Review (September/October 1991)"
                ]
            }
        ],
        "bibliography": [
            " Biblical Archaeology Review (September/October 1991)",
            "depicting her in the company of Egyptian deities, her name of Qudshu (Qetesh or Qeteshi)",
            " Primitive Mythology (N. Y., 1959)",
            " New Larousse Encyclopedia of Mythology (London, 1972)"
        ]
    },
    {
        "type": "main",
        "page_number": 36,
        "subsections": [
            {
                "title": "Toltec portrait of the bearded Kukulkan",
                "content": "~the same as the Aztec Quetzalcoatl—\n\nwhose heart, upon his death, flew out to become the Morning Star.\n(From a bas relief at Chichen Itza.)",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 37,
        "subsections": [
            {
                "title": "was retained as so, also, was her distinctive Canaanite form. (Here I should note that Wallis",
                "content": "Budge was in error when he claimed that the Egyptians gave her “the peculiar headdress of\nHathor,”’” since, as we have already noted, her omega-shaped hairdo had always been hers.\nThe fact that the Egyptian Hathor was similarly portrayed by the Egyptians, while not coinci-\ndental, should not blind us to this fact.) There is therefore no doubt that cults and rituals were\ntransferred from one culture to another, but, when this transpired, it left its tell-tale marks. No\nsuch marks are obvious between the cults of Anath and Sekhmet despite the similarity of\ntheir myths.\n\nAs William Heidel pointed out as early as 1929, “the facile assimilation of one rite to the\nother ... was probably due to the recognition of a common basis in ritual forms.” He,\nhowever, warns that there should be “made no assumption of direct borrowing of motives, as\nis often done; such an assumption is methodically without justification where other explana-\ntions of such points of agreement as may be found are possible and sufficient.”\n\n“Ideas, without a material substratum to which they are related, are not so easily\ncommunicated as some historians appear to suppose; the experience of the Western\nworld with the East in our day would seem to show that concrete objects and modes\nof behaviour are far more readily adopted than ideas and ideals.” \"”\n\nSimilar mythological ideas are not, however, restricted to the ancient lore of Asia, Eu-\nrope, and Egypt. They are also to be found on opposite shores of the Old World and the\nNew. Consider, for example, the following aspects of the myths of Osiris and Quetzalcoatl.\n\nIn Mesoamerica, the priest-king known as Quetzalcoatl was thought of as a civilizer, a\ncompassionate being, a lawgiver and inventor of the calendar.'”\n\nThe Egyptian Osiris was also thought of as a civilizer. Having become king of Egypt, he\nimparted the arts of civilization to his subjects. He taught them how to till the land, formu-\nlated a code of laws by which they should live, and instituted the rites of the gods.™\n\nToward the end of his tragic life, Quetzalcoatl “ordered ... that a stone casket should be\nbuilt in which he was to lie four days and nights in strict penance.”\n\nThe end of Osiris was similarly woeful. His brother and enemy, Set—whom his biogra-\npher, Plutarch, refers to as Typhon— managed to trap him within a chest, which he instantly\nnailed shut and flung into the river.”\n\nWhen Quetzalcoat! died—some said by throwing himself on a funeral pyre—his heart\nflew out of him into the sky to become the Morning Star.”\n\nNow, as is well known, Egyptian rites of the dead attempted to assimilate the deceased\npharaoh to Osiris. In the Text of Unas it is told that “the king’s soul, provided with its words\nof power, flew with its wings to heaven, and ‘opened’ its seat there with the stars of the sky,\nand itself became the morning star ... ‘“\"™ Since the dead king was believed to recreate the\n\nU9 E, A. W. Budge, The Gods of the Egyptians , Vol. 2, p. 280.\n\n\", p. 301.\n\n'” Ibid.\n\n12 Ibid.\n\n\"31, p. 78.",
                "citations": [
                    " (N. Y., 1904/1969)",
                    "WW. A. Heidel, The Day of Yahweh (N. Y., 1929)",
                    " Nicholson, Mexican and Central American Mythology (London, 1972)"
                ]
            },
            {
                "title": "AE AW. Budge, Osiris and the Egyptian Resurrection, Vol. 1 (N. Y., 1911/1973), p. 2.",
                "content": "\"51 Nicholson, op. cit., p. 88.\n\n18 A. W. Budge, op. cit., pp. 3-4.\n\n“1, pp. 200-201.\n\n\"SE. A. W. Budge, op. cit., p. 110.\n\n37",
                "citations": [
                    " EC. Krupp, Beyond the Blue Horizon (N. Y., 1991)"
                ]
            }
        ],
        "bibliography": [
            "WW. A. Heidel, The Day of Yahweh (N. Y., 1929)",
            " EC. Krupp, Beyond the Blue Horizon (N. Y., 1991)",
            " (N. Y., 1904/1969)",
            " Nicholson, Mexican and Central American Mythology (London, 1972)"
        ]
    },
    {
        "type": "main",
        "page_number": 38,
        "subsections": [
            {
                "title": "The Egyptian Osiris whose soul also turned into",
                "content": "the Morning Star.\n\n38\n\nevents of Osiris’ death in order to enable\nhim to join the god in heaven, it is obvious\nthat, originally, it was the soul of Osiris that\nturned into the Morning Star.\n\nAt this point I should perhaps point out\nthat there have been various scholars who\nhave gone to great pains in attempting to\nprove pre-Columbian cultural contact across\nthe Atlantic between the Old and the New\nWorld—even between. Egypt and\nMesoamerica.” And let us not forget that,\nin his 1970 voyage from Africa to Barbados\nin a replica of an Egyptian reed boat, Thor\nHeyerdahl, if nothing else, did prove the fea-\nsibility of such voyages. More recently,\nVincent Malmstrém has also suggested the\npossibility of pre-Columbian contact across\nthe Pacific between East Asia and\nMesoamerica,” although, in a later work,\nhe seems to have limited this contact to\nJapan.™ Mainstream diffusionists, however,\ndo not generally adhere to these hypotheses,\npreferring instead to think that any diffusion\nof Asian ideas into the New World could\nonly have passed into North America,\ntogether with the nomads who brought them,\nacross the once-existent Bering land bridge\nfrom where the ideas dispersed throughout\nthe rest of the continent.\n\nThat there is no direct borrowing be-\ntween the two myths in question, however,\nshould be quite evident. Despite the similar-\nity in the essence of the two tales, they are\ntold in quite different ways. Thus, while\nthey were both represented as civilizers, the\nmanner in which Osiris and Quetzalcoatl\nmet their end was differently told—the one\nself-sacrificed on a funeral pyre, the other\nsuffocated in a chest. And although, like\nOsiris, Quetzaicoatl! also had his enemy,\n\n\"9 See here especially, B. Fell, America B.C. (N.Y.,\n1976), pp. 253 ff; G. Thompson, American\n, pp. 71 ff.\n\n20,\nin tote.\n\n‘| V_H. Malmstrém, “Where Time Began,” Science\n, p. 113.\n\n132 Idem, Cycles of the Sun, Mysteries of the Moon\n(Austin, Texas, 1997), pp. 248-249.",
                "citations": [
                    "Discovery (Seattle, 1994)",
                    " T. Heyerdahl, The Ra Expeditions (N. Y.. 1971)",
                    "Digest (December 1981)"
                ]
            }
        ],
        "bibliography": [
            " T. Heyerdahl, The Ra Expeditions (N. Y.. 1971)",
            "Discovery (Seattle, 1994)",
            "Digest (December 1981)"
        ]
    }
]