[
    {
        "type": "main",
        "page_number": 409,
        "subsections": [
            {
                "title": "Together with that of Lynn Rose, which has already been treated of in past pages of this",
                "content": "work, there were other competing models based on the Saturnian phenomena which appeared\nthroughout the years.? Although still purportedly based on the content of the mytho-historical\nrecord, some of them did not even involve planets!!0 None of these had any light to shed on\nthe problem of Earth’s axial coupling with Saturn.\n\nMeanwhile, from the very inception of his model, Talbott had opted for the planet Jupiter\nhaving attained a position “above” Satur, in line with Saturn and Earth, but not in axial\nalignment with them. According to this scheme, Saturn and Earth would have rotated on their\nsingle axis “extending out from Jupiter.” This would have meant that, from the vantage point\nof Earth, Jupiter would have been hidden behind Saturn and thus not visible to Earth-bound\nobservers. !\n\nRight from the start, the above scheme did not sit well with me because I had not come\nacross anything in the mythic record that could be made to account for this hidden aspect of\nthe planet Jupiter or any god identifiable as such. And, as of this writing, Talbott has yet to\npresent the evidence on which he continues to base this particular hypothesis.\n\nI, on the other hand, had toyed with the idea of placing Jupiter at the other end of the con-\nfiguration with Earth stationed in between the two giant planets. Thus Jupiter would have ap-\npeared stationary in Earth’s south polar sky. Such a configuration, or so I reasoned at the\ntime, would have lessened the instability problem since Earth would have been\ngravitationally attracted to both giants without succumbing to either. '? This idea had been\nfed fuel by a few mythological tidbits which name the planet Jupiter as the Star of the South.\n\nThus, in the Persian Bundahish it is stated how the “seven chieftains of the planets have\ncome unto the seven chieftains of the constellations” where the planet Jupiter is matched with\nthe constellation which the ancient Persians called Vanand.!3 Elsewhere in the same work,\nVanand is described as “the chieftain of the south,”!4 which would make Jupiter the planet of\nthe south.\n\nIn Hindu astro-mythology, Brihaspati, which is the Sanskrit name for the planet Jupiter, '>\nis also linked “with the fire of the south.”!6\n\nIn Egyptian astronomy of the Ptolemaic period, the southern stars were held sacred to\nHorus !7 who, as Heru-Up-Shetau!8 and/or Heru-pe-sheta (Heru-ap-sheta and/or Heru-ap-\nsheta-taui), was one of the names of the planet Jupiter. '? In fact, among other things, Horus\n\n% See here, for instance, F. Wallace, “Jupiter—Mars—Satum: The trinity,” Canadian Society for\nInterdisciplinary Studies Newsletter 1:2, pp. 20 ff.; but see also, D. Cardona, “Trilogies, Trinitics,\nand Triads,” in ibid. 2:1, pp. 2 ff.\n\n19 See here, R. Ashton, “The Bedrock of Myth,”, unpublished; but see also, D, Cardona, “Ashton’s\nBedrock of Myth,” AEON V1:2, pp. 30-33; M. Zysman, “Let There Be Lights,” in M. Zysman\n&, Catastrephism 2000, pp. 143 ff.; but see also, D. Cardona, “The\nReflective Canopy Model and the Mytho-Historical Record,” AEON 1V:4, pp. 13 ff.\n\n11D. N, Talbott, foc. cit.; idem, “Saturn: Universal Monarch and Dying God,” Research Communications",
                "citations": [
                    " (March 1982)",
                    " (August 1983)",
                    " (1987)",
                    " (December 2001)",
                    " C. Whelton (Eds.)",
                    " (Toronto, 1990)",
                    " (April 1996)"
                ]
            },
            {
                "title": "NETWORK (special publication, 1977), p. 9.",
                "content": "12 DP. Cardona, “Required Research for a Viable Satumian Scenario,” read on September 4, 1983, at the\nHaliburton, Ontario, seminar sponsored by the Canadian Society for Interdisciplinary Studies.\n\n3 Bundahish 5:1.\n\n44 [bid 2:7.\n\n15 W. D. O', p. 341.\n\n16 P. Masson-Oursel & L. Morin, “Indian Mythology.” New Larousse Encyclopedia of Mythology (London,\n1972), p. 333.\n\n17, p. 20.\n\n18, pp. 54-55.\n\n19, p. 302.\n\n409",
                "citations": [
                    "Flaherty, Hindu Myths (Harmondsworth, 1976)",
                    " RH. Allen, Star Names and their Meanings (N. Y., 1936)",
                    " W.M. Miller, Egyptian Mythology (1918)",
                    " B.A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969)"
                ]
            }
        ],
        "bibliography": [
            " B.A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969)",
            " C. Whelton (Eds.)",
            " (April 1996)",
            " (December 2001)",
            "Flaherty, Hindu Myths (Harmondsworth, 1976)",
            " RH. Allen, Star Names and their Meanings (N. Y., 1936)",
            " W.M. Miller, Egyptian Mythology (1918)",
            " (August 1983)",
            " (Toronto, 1990)",
            " (March 1982)",
            " (1987)"
        ]
    },
    {
        "type": "main",
        "page_number": 410,
        "subsections": [
            {
                "title": "was known as the “southern sun god.”° Better still, the planet Jupiter itself was known sim-",
                "content": "ply as the “Southern Star’?! and/or the “Star of the South.”\n\nThere are various other mentions of southerly deities and south stars in the mythologies\nof various races but most of these are left unidentified by the races concerned.\n\nI was therefore elated when, in January of 1980, the electrical engineer and mathematical\nstatistician, Chris Sherrerd, sent a most surprising paper to KRONOS, on the staff of which 1\nwas then serving as a senior editor. The title of the paper itself ~“The Plausibility of the Po-\nlar Saturn” —was such a positive statement that it made me devour its contents with childlike\neagerness.\n\nSherrerd had no apprehension about stating that such a planetary system was “not only\nplausible but likely.” He considered that a linear configuration, with Jupiter and Saturn at one\nend and Earth in the middle, “is a feasible and stable arrangement according to well-known\nprinciples of modern physics.”\n\nFurther research on my part, however, indicated that deities other than those identified as\nthe planet Jupiter were also associated with the south. For instance, the Mexican gods Tez-\ncatlipoca and Huitzilopochtli are both designated as rulers of the south. These two deities,\nhowever, fit the role of Mars better than they do that of Jupiter,?5 very much as Velikovsky\nhad earlier surmised.26 Worse still, in Roman mythology, Jupiter, like Saturn, was associated\nwith the north rather than the south?’ [t thus became apparent that Jupiter’s claim to the\nsouth, as also, incidentally, his claim to the north, had to do with something entirely different\n(concerning which, in order to keep events in a chronological order, I will have to write in a\nsubsequent volume). I was therefore left with no recourse but to abandon this line of\ninvestigation.\n\nDue to lack of editorial concurrence, Sherrerd’s paper was never published. Nevertheless,\nthe barbell formation theory refused to go away. So much so that, in 1988, Talbott, too,\nthought it prudent to pay it some notice. As he wrote:\n\n“More than one physical model, in order to preserve stability (or at least a semblance\nthereof), would suggest a line up of planets m the fashion of a tumbling barbell, with\nthe larger orbs balancing the two ends of the planetary assembly and the Earth locked\nin polar alignment between them. On this theoretical principle 1 can express no opin-\nion, though applying the principle to the mythically-supported planetary line-up does\nyield some interesting results.”\n\nBut since Talbott had alrerady opted for Jupiter’s locality behind Saturn, he ended up by\nsuggesting the introduction of yet one more planet. Thus:\n\n20R. H. Allen, loc. cit.\n\n21 W.M. Miller, loc. cif.\n\n22 A. W. Budge, loc. cit.\n\n23 C, Sherrerd, “The Plausibility of the Polar Satum,” unpublished.\n\n24H. B, Alexander, Latin-, pp. 61-62; M. Fauconnet, “Mythology of the\nTwo Americas,”, p. 436.\n\n25 E, Cochrane, “Indra’s Theft of the Sun-God’s Wheel,” AEON III:3, p. 78; idem, “Mars Gods\nof the New World,” AEON IV:1, pp. 49 ff.\n\n261, p. 253.\n\n27 4, B, Cook, Zeus: A Study in Ancient Religion, Vol. 1, p. 759.\n\n28 1). Talbott, “On Models and Scenarios,” AEON I:4, p. 14.\n\n410",
                "citations": [
                    "American Mythology (N. Y., 1964)",
                    " New Larousse Encyclopedia of Mythology (London, 1972)",
                    " (October 1993)",
                    " (Apri! 1995)",
                    ". Velikovsky, Worlds in Collision (N. Y., 1950)",
                    " (N. Y., 1914/1964)",
                    " (July 1988)"
                ]
            }
        ],
        "bibliography": [
            " (July 1988)",
            " (N. Y., 1914/1964)",
            ". Velikovsky, Worlds in Collision (N. Y., 1950)",
            "American Mythology (N. Y., 1964)",
            " New Larousse Encyclopedia of Mythology (London, 1972)",
            " (Apri! 1995)",
            " (October 1993)"
        ]
    },
    {
        "type": "main",
        "page_number": 411,
        "subsections": [
            {
                "title": "“My proposed sequence of northern planets, of course, was never influenced by this",
                "content": "balancing mechanism. It may be significant, however, that the concept would seem to\nsupport the suggested relative positions of the planets...While this does not answer\nthe question as to what large planets might have balanced the other end of the barbell\n(for which question myth offers no heip), the logical candidates would surely be first\nNeptune and then Uranus.”\n\nThis, in turn, was picked up by Frederick Hall, a retired engineer from the Stanford\nLinear Accelerator Laboratory:\n\n“Proto-Saturn [he wrote] is not alone. In the fashion of a binary system, it is accom-\npanied by the smaller Neptune, except Neptune is not stellar.”2°\n\nRobert Driscoll, a physicist from Caltech, did not seem to give Neptune’s participation in\nthe Saturnian configuration any thought. Whether he already knew of Sherrerd’s theory\nwhich had suggested Jupiter as the other member of the barbell formation, or whether he\ncame to this tentative conclusion on his own, | have no way of knowing. But it is the Saturn-\nJupiter barbell formation that he saw fit to analyze through a series of mathematical-physical\nequations.3! This was encouraging, to say the least, because, for the very first time since\nthose physicists I had accosted earlier, someone had attempted to quantify the solution to the\nco-axial quandary inherent in the proposed Saturnian system.\n\nBut even here, there were still some problems.\n\nAccording to Driscoll, the Saturnian system came into being within the Solar System it-\nself when an unnamed gaseous super-giant went through nuclear fissioning, thus instigating a\nseries of minor calamities resulting in aerodynamic drags, shrinking and rounding of orbits,\nelectric charges, cancellation of gravitational attractions, centrifugal forces, the combined\ninfluence of which resulted in Earth being captured between Jupiter and Saturn.32\n\nThat, in brief, was Driscoll’s theory. There would be no point here in presenting it in\nmore detail and/or reproducing its attendant equations since these would be beyond the com-\nprehension of most of my readers.33\n\nSeven years later, Driscoll returned to the topic in a longer paper in which he not only\nconsidered the barbell model with Earth captured between Jupiter and Saturn, but also, and\nmainly, Talbott’s original, and still adhered-to, prototype in which Jupiter is placed behind\nSaturn. In this attempt, the aerodynamic forces relied on previously were eliminated, with the\nstability of the system now more heavily dependent upon the Sun’s gravitational attraction.*4\n\nWhile I welcomed its greater detail and additional equations, | was less happy with this\nversion than I was with Driscoll’s earlier attempt. Nor did a still further, but much shorter,\npaper by him, with yet more equations, add anything substantially new to his theory.*>\n\nTalbott’s model, in which the co-axial Saturnian system is made to orbit Jupiter equatori-\nally as a rigid rod, received something of a dubious boost from the structural dynamicist,\nRobert Grubaugh, who specialized in placing satellites into orbit. In this scheme, the two\n\n29\n\n30 F. F. Hall, “Solar System studies,” Part 2, in ibid., p. 27.\n\n31 R. Driscoll, “The Saturn Myth: A Tentative Physical Model,” in ibid., pp. 50-59,\n\n32 Ibid., pp. 50-51.\n\n33 Those who are interested can refer to Driscoll’s original paper cited above.\n\n34 Idem , “Magnetic Models of the Polar Configuration,” AEON IV:2, pp. 5-27.\n\n35 Idem, “Stability and Dimensions of the Polar Configuration,” AEON IV:5, pp. 11-15\n36 R. Grubaugh, “A Proposed Model for the Polar Configuration,” AEON 11:3, pp. 39-48.\n\n411",
                "citations": [
                    " Ibid. (emphasis added.)",
                    " (August 1995)",
                    " (November 1996)",
                    " (October 1993)"
                ]
            }
        ],
        "bibliography": [
            " (November 1996)",
            " (August 1995)",
            " (October 1993)",
            " Ibid. (emphasis added.)"
        ]
    },
    {
        "type": "main",
        "page_number": 412,
        "subsections": [
            {
                "title": "co-axial planets, that is Saturn and Earth, are made to revolve about Jupiter “in a line syn-",
                "content": "chronous with Jupiter’s orbit around the sun.”37 Needless to say, Saturn would have faced\nJupiter, thus shielding Jupiter from terrestrial eyes. Several calculations were performed by\nGrubaugh to “demonstrate that the alignment is feasible according to the laws of Newtonian\ngravitation, and that the magnitude of torque necessary to produce the required precession is\nwithin the realm of possibility.” Once again, it is not necessary to reproduce these calcula-\ntions here and interested parties are asked to consult the original documents cited.\n\nWhile no other physical model of the Saturnian configuration had until then received as\nmuch attention as Grubaugh’s proposed model did, it had its ups and downs.39 In the end,\neven Talbott, at whose instigation Grubaugh had patterned his hypothesis, discovered a flaw\nin Grubaugh’s model, although it was not one affecting his calculations. What Talbott real-\nized is that, physically verifiable as it may be, Grubaugh’s model did not conform to his own\nscenario as he had constructed it on the basis of the mytho-historical model.” This problem\nwas also picked up by Wallace Thornhill.41 Worse than that, Thornhill also found fault with\nGrubaugh’s system, and therefore, to an extent, also Talbott’s, as a whole.”\n\nIn 1999, Emilio Spedicato, physicist and head of Mathematics at the University of Ber-\ngamo, Italy, next applied his hand to the problem. Like others before him, he, too, produced\nan impressive array of equations which, at least numerically, were found to be in agreement\nwith the Saturnian polar model. But, like others before him, he also envisioned the system as\nhaving resided within the Sun’s sphere of influence.\n\nNevertheless, Spedicato did manage to show that, at least mathematically, the co-axial\nsystem would have been stable even under Newtonian constraints. He could not, however,\nvouch for the length of time the stability of the system could have prevailed.\n\nA year later, Spedicato teamed up with Antonio Del Popolo, an astrophysicist who was\nthen also at the University of Bergamo, in a further attempt to quantify the inherent stability\nof the proposed Saturnian co-axial system and, more importantly, to see how long the system.\nwould have remained stable.4\n\nTo the chagrin of some, the obtained results from the equations involved did not confirm\nthe required sustained dynamical stability of the model.45 On the contrary, it was found that\nthe stability of such an axially aligned system would be lost “rather fast, with its maximum\nduration corresponding to only about 3 months” when its “expected stability should extend at\nleast over several thousand years.”*© Spedicato and Del Popolo did, however, concede that:\n\n37 Ibid.\n\n38 Ihid., p. 40.\n\n39 See here, V. J. Slabinski, “A Dynamical Objection to Grubaugh’s Polar Configuration,” AEON 1:6\n(December 1994), pp. 1-10; R. Grubaugh, “Response to Slabinski,” in ibid., pp. 11-14; “Letters to the Editor,”\nby R. M. Smith, L. G. Collins, F. Jueneman, and R. B. Driscoll, in AEON IIL:6, pp. 87-90, 92-\n95; D. Talbott, “Visualizing Collinear Systems,” II:19, pp. 2-\n6 ; idem, “More Parallax from Leroy,” electronic message to Kronia Communications Newsgroup, March 30,\n1997.\n\n#2. Talbott, “Visualizing Collinear Systems”, p. 6.\n\n41 W. Thornhill, “Friday Evening Discussion [at the Proceedings of the SIS Silver Jubilee Event],” Chronology\nand Catastrophism Review 2000: 1, p. 7.\n\n2 shid., p. 6.\n\n43 E. Spedicato, “Numerical Analysis of Planetary Distances in a Polar Model,” AEON V:4, pp. 23-\n28.\n\n44 E, Spedicato & A. Del Popolo, “Dynamical Evolution of a Collinear Planetary System,” AEON V:6 (August\n2000), pp. 14-20.\n\n45 Ibid, p. 14.\n\n46 Ibid., p. 19.\n\n412",
                "citations": [
                    " (December 1994)",
                    " Thoth (electronic newsletter)",
                    " (December 8, 1998)",
                    " (see above)",
                    " (July 1999)",
                    " (emphasis added)"
                ]
            }
        ],
        "bibliography": [
            " Thoth (electronic newsletter)",
            " (December 1994)",
            " (July 1999)",
            " (December 8, 1998)",
            " (see above)",
            " (emphasis added)"
        ]
    },
    {
        "type": "main",
        "page_number": 413,
        "subsections": [
            {
                "title": "“In order to conceivably re-establish the dynamical feasibility of the polar model, one would",
                "content": "have to introduce parameters in the physical model” which were not then considered, such as\n“tidal and/or electromagnetic forces.”4” They also cautioned that “it is impossible a priori to\n\nstate that the system is unstable for all values of o [i-e. the distance of Earth from the Sun in\nastronomical units] and for acceptable changes in the planetary masses that may have re-\nsulted from a catastrophic collapse of the system.”48\n\nIn the end, even Roger Ashton yielded to the physical problems he saw as inherent in the\nSaturn configuration theory and he, too, ended up raising objections re the feasibility of the\nSaturnian system.’ His main criticism centered on what he deemed to be the gargantuan\ncataclysmic destruction on Earth that would have resulted during and after the break-down of\nthe Saturnian system.*°\n\nWhat remained curious about Ashton’s recantation is that, despite all his objections, he\ndid not discard the Saturnian model or its accompanying scenario. How could he when he\nhimself had spent hours of research, especially in Sanskrit literature, and reams of paper,*! in\nsuccessfully verifying the model’s basic premises?> In fact, in a 1987 paper of his which, as\nof this writing, has not yet seen publication, he stressed his belief that the so-called Saturnian\napparition from which “the metaphors of myth” can retrospectively be derived can be con-\nsidered the very bedrock of myth. But then, reverting to the old canard that the identifica-\ntion of deities with planets is late, he convinced himself that the Saturnian apparition, as it\nmight have appeared in man’s ancient sky, had nothing to do with planets. Apart from the\nfact that this is verifiably untrue, he seems to have forgotten that, in many instances, ancient\nrecords speak specifically of planets besides their corresponding deities, as shown in earlier\npages of this work. Even so, if not planets, what? What was it that Ashton believed was re-\nsponsible for the so-called Saturnian apparition? I quote directly from the paper concerned:\n\n“To abandon the planetary and retain the north celestial polar aspect of the primeval\ngods allows for an open and unbiased approach to the question of whether there was\never any original physical basis for mythical conceptions. Until the thesis set forth in\nthe course of this essay receives some measure of physical verification, it is still eas-\nily conceivable that the material of myth is due to subjective, visionary, psychic,\nmystic, metaphysical, cryptic, subliminal, or, if one can stomach the idea, occult fac-\ntors. This may be true no matter how neatly mythical motifs coalesce into one com-\nposite image retrospectively, and no matter how well the archaeological finds...may\nseem to attest that coalescence.”55\n\nHe was, however, obviously unhappy with this so, in lieu of it, he did forward a physical\nmodel of sorts, one which turns out to be even more bizarre than the planetary model he no\nlonger espoused. As he explained:\n\n47 Ibid., pp. 14-15.\n48 Ibid, p. 19.\n49R. Ashton, “The Unworkable Polar Satu,” AEON 1:3, pp. 39 ff.\n50 See here also, D. Cardona, “Ashton’s Bedrock of Myth,” AEON VI:2, pp. 30-33.\n51 Constituting numerous articles and research memoranda which remain unpublished but copies of which\ncontinue to reside in my files.\n52 See here, for instance, R. Ashton, “The Genie of the Pivot,\", pp. 16-25.\n3 Idem, “The Bedrock of Myth,” 1987 unpublished essay, MS p. 1.\nIbid.\n55 Ibid.\n\n413",
                "citations": [
                    " (May 1988)",
                    " (December 2001)",
                    " KRONOS (Fall 1984)"
                ]
            }
        ],
        "bibliography": [
            " KRONOS (Fall 1984)",
            " (May 1988)",
            " (December 2001)"
        ]
    },
    {
        "type": "main",
        "page_number": 414,
        "subsections": [
            {
                "title": "“[The model} must agree with the variety of metaphors of myth. [The apparition]",
                "content": "must be present when human technological metaphors require it to be so. It must be\nvisible in the same form to people scattered over wide areas of North America and\nEurasia. I therefore propose a hologrammatic phenomenon of polarization of light of\nstratospheric particles which is manifested only at certain points in a series of inten-\nsities of solar radiation at harmonically related electromagnetic frequencies.\n\n“At an appropriate intensity, the radiation at various frequencies is in a proper mutual\nrelationship, and the hologram is brilliantly lighted. It is seen in essentially the same\nform from points of viewing thousands of kilometres apart. It appears to be in the ro-\ntational polar space. It constitutes the central feature of the sky. The complete visual\nassemblage of it is that lost ancient sky which was radically different from what we\nnow associate with the sky.”\n\nIn order to circumvent the problem raised by the invisibility of this hologrammatic appa-\nTition in the present sky, Ashton proposed that “between the activating intensities of solar ra-\ndiation, there is an interference phenomenon which [now] blots out the polar apparition.”57\nHe even provided “a hypothetical instance of how this might work” but, as he made clear in\n1999, the entire exercise becomes irrelevant since he himself eventually disavowed it all. As\nhe then wrote: “In ‘The Bedrock of Myth,’ as yet unpublished, explain why, by content of\nmyth alone, I reject the role of planets in the Polar Assemblage, which I think may well have\nbeen objective, but for which I failed to propose a plausible model.”°9\n\nOne should recommend Ashton for his honesty but, since he continues to believe that\nwhat he terms the Polar Assemblage was the very bedrock of myth, and since he now admits\nthat the hologrammatic model he had previously advanced cannot be considered plausible,\nwhat is he left with to explain the apparition he continues to believe in?\n\nKnowing Ashton for the intelligent man he is, it remains my personal opinion that he\njumped off the planetary Saturnian ship a little too hastily and much too early.\n\nAll of the above attempts, noble efforts one and ali, suffered through similar problems\nand, in one respect, by one and the same difficulty. All of them, in one way or another, were\nburdened with items which are contrary to what the mytho-historical records demands,\nand/or with items which, at best, are not contained within that record. To be fair to all con-\ncerned, most of those who had thus far attempted to solve the axial problem inherent in the\nSaturnian configuration were in something of a peculiar situation in that the Saturnian sce-\nnario had not yet been gathered together in chronological sequence in any one place. Worse\nthan that, not all of the events, with their celestial interactions, and their consequential out-\ncomes, had till then received treatment. Nor can the present work alleviate that problem be-\ncause, while a chronology of sorts is here being attempted, the history of the Saturnian sys-\ntem contains too many constituents, and too many events, only a few of which have so far\nbeen touched upon, to be told in one short volume. Add to all that the additional problem the\nabove theoreticians encountered in that they were already faced with slight disagreements\nbetween the main proponents of the thesis, and one can well understand the shortcomings of\ntheir attempts.\n\nThe one difficulty with which they all strained, however, was in their location of the Sat-\numian configuration within the bounds of the Solar System. This encumbered their theories\n\n56 Ibid., MS p. 7.\n\n57 Ibid., MS p. 8.\n\n38 Ibid.\n\n99 Idem, in response to R. M. Smith, “Purple Darkness,” AEON V:4, p. 6.\n\n4l4",
                "citations": [
                    " (emphasis added)",
                    " (July 1999)",
                    " (emphasis added)"
                ]
            }
        ],
        "bibliography": [
            " (emphasis added)",
            " (July 1999)"
        ]
    },
    {
        "type": "main",
        "page_number": 415,
        "subsections": [
            {
                "title": "because their attempts had to take the mass of the Sun into consideration. This mass would",
                "content": "not have been involved, at least not initially, in our alternative scenario where the co-axial\nSaturnian system would have originally sustained itself far away from the Sun’s gravitational\nand/or electromagnetic influence. And this should not be wondered at because, despite Juer-\ngens’ original concept regarding the extraneousness of the Saturnian system, the theory had\nnot yet received much publicity.\n\nBesides, as Talbott himself was astute enough to recognize, until all the mythological\nchips are in their correct place, theories concerning the astronomical workings of the Sat-\nurnian system must remain hypothetical at best. As he had it stated:\n\n“What I will argue for is that the search for physical explanations have at its highest\npriority reckoning with the full implications of myth, wherever a definitive consensus\n1s indicated. As more information is brought to the discussion this will require a con-\ntinued willingness to reconsider previous speculations—with no qualms about modi-\nJring or even abandoning earlier frameworks .”",
                "citations": []
            },
            {
                "title": "THE LESSON OF SHOEMAKER-LEVY 9",
                "content": "The problem then becomes even more obvious because, despite the internal consistency\nof the mytho-historical record, our theory continues to demand an astronomical solution. As\nalready noted, there are no bodies in the present Solar System which are linearly aligned.\nWorse than that, present Solar System theories, based on purely gravitational forces, even\nwith the refinements introduced from lessons learned through the detection of extra-solar\nplanets, do not seem to allow for celestial bodies to be so aligned. But then, in July of 1994,\nComet Shoemaker-Levy 9, which taught us more than one lesson, plowed into Jupiter.\n\nThe most important message writ large by this impact was more of a warning than any-\nthing else. It taught astronomers, once and for all, that Earth is not the safe haven they had\npreviously believed it to be. If a comet could collide with Jupiter, as this one did, chances of\na similar collision with Earth could not be as far-fetched as once believed. Geologists, of\ncourse, had long recognized the scars left behind by previous terrestrial impacts, but these\nhad always been pushed beyond the reaches of the present into the dim horizon of a !ong-\ngone past. Until recently, and despite the devastation it caused, even the impact of a fireball®!\nin the valley of the Tunguska River in northern Siberia, in June of 1908, failed to alert as-\ntronomers to the dangers of cosmic impacts. Shoemaker-Levy 9 accomplished what the Tun-\nguska fireball failed to do. It sent entire nations on a world-wide program designed to keep\ntrack of near Earth-grazing objects, such as errant asteroids, in an attempt to forewarn hu-\nmanity of any impending cosmic-induced catastrophe—even though no one seems certain of\nhow to avoid the calamity if and when such a time comes.\n\nThe second lesson learned from the impact of Shoemaker-Levy 9 had to do with the na-\nture of comets which, for years, had been touted as being mainly composed of ice—“dirty\nsnow-balls,” they have been called, or “snowy dirtballs,” as some jocularly termed them. But\nwhen Shoemaker-Levy 9 impacted on Jupiter, no water was detected.©? Again, as in the case\n\n©D, Talbott, op. cit., p. 15.\n\n5! The object is generally referred to as a fireball because it has never been ascertained beyond any doubt what\nit might have been—a meteorite, an asteroid, or a comet, although it will be found that all three are related.\n\n62 §. Flamsteed, “The Great Comet Crack-Up,”, p. 32.\n\n415",
                "citations": [
                    " (first emphasis as given, second emphasis added)",
                    " Discover (January 1995)"
                ]
            }
        ],
        "bibliography": [
            " (first emphasis as given, second emphasis added)",
            " Discover (January 1995)"
        ]
    },
    {
        "type": "main",
        "page_number": 416,
        "subsections": [
            {
                "title": "of the missing neutrinos, astrono-",
                "content": "mers did their best to explain the\nlack of water. In faci, a year\nlater, they began to doubt that the\nobject had been a comet. But this\nwas mainly due to back pedaling\nbecause, when first sighted, Shoe-\nmaker-Levy 9 definitely exhibited\nboth a coma and a halo,® and that\nputs it in the class of objects\nknown as comets.\n\nThe third lesson, the one with\nwhich we are mainly concerned\nhere, had to do with the manner in\nwhich the fragments lined up after\nthe comet broke up. To be sure,\nShoemaker-Levy 9 had already\nfragmented when it was first spot-\nted close to Jupiter by the team of\nEugene Shoemaker, his wife\nCarolyn, and David Levy on May\n22, 1993. Retrocalculations later\nshowed that the comet had been\norbiting Jupiter for quite a few\nyears. By 1992, it had come to\nwithin 10,000 miles of the planet\nwhen the giant’s powerful gravity\nripped it apart.6”\n\nAlthough to Levy and the\nShoemakers the comet first ap-\npeared like “a fuzzy, glowing\nline,\"68 it had already fractured\ninto twenty-one separate frag-\nments, each of which displayed a\ncoma and a tail.© The separate\nbodies did not, however, start cir-\ncling around each other as one\nmight have expected them to do.\nAnd this was uot because the\nfragments were not massive\nenough to exert their own orbital pull. Despite its small size, the asteroid Ida, with a mere\nlength of 34 miles, has its own satellite, named Dactyl, orbiting around it at a distance of 60\n\nThe break-up of Shoemaker-Levy 9.\n(Photograph courtesy of NASA.)\n\nco, New Scientist January 14, 1995), p. 10;, pp. 30-35.\n\n65 Tbid., p. 28.\n66 J, Reston, Jr., “Collision Course,”, p. 46.\n67S. Flumsteed, foc. cit.\n\n88 Ibid.\n\n© Ibid.\n\n416",
                "citations": [
                    " ibid. (January 21, 1995)",
                    " TIME (May 23, 1994)"
                ]
            }
        ],
        "bibliography": [
            " ibid. (January 21, 1995)",
            " TIME (May 23, 1994)"
        ]
    },
    {
        "type": "main",
        "page_number": 417,
        "subsections": [
            {
                "title": "miles. Like Shoemaker-Levy 9, Ida and Dactyl are believed to be fragments of a once single",
                "content": "larger asteroid that was shattered by interacting with some other celestial body.”” Nor does\nIda seem to be alone in this respect.\n\nInstead of orbiting around each other, the fragments of Shoemaker-Levy 9 ended up\n“strung out like pearls,” as one reporter expressed it,”! in a linear configuration that was al-\nmost as straight as an arrow. What this means is that celestial bodies can be linearly lined up,\none “beneath” the other. If twenty-one individual bodies (the fragments of Shoemaker-Levy\n9)’ despite the dif-\nference in size and mass.\n\nJust as it was Jupiter's gravitational pull that was responsible for the fragmentation of the\ncomet, so also was it that same force which “stretched” its fragments into their now-famous\nline-up. It may therefore be objected that Shoemaker-Levy 9’s linear coupling was a fran-\nsient phenomenon. True—but it can no longer be claimed that a linear coupling of celestial\nbodies is physically impossible. Shoemaker-Levy 9 taught us that.",
                "citations": [
                    " can do so, then so, too, can two of them (in our case, Saturn and Earth)"
                ]
            },
            {
                "title": "THE TRANSITORY SYSTEM",
                "content": "From the very inception of his Saturnian scenario, Talbott had expressed his opinion that,\nlong before Saturn wed Earth in axial coupling, the Saturnian deity was seen to wander in\nspace. As he stated in 1977: “A number of sources suggest that the solitary god wandered for\na time, but eventually came to rest at a stationary point, which is celebrated as the cosmic\ncenter.” Later, and elsewhere, he wrote: “In the primordial epoch the creator first appeared\nin the Abyss, alone, wandering without a resting place.”74 And: “For a time the creator wan-\ndered in the luminous sea but eventually came to rest at a point of stability. ..”75\n\nIn this scenario, the axial coupling of the two planets would have taken place at the mo-\nment mankind saw their Saturnian deity coming to rest at his stationary celestial point. What,\nthen, would have been Earth’s relation to Saturn during this wandering period?\n\nAccording to Frederick Hall, while Earth might have always been a satellite of Saturn, it\noriginally orbited the giant planet equatorially but, like the Moon in relation to Earth, the ter-\nrestrial globe would have been phase-locked so that one hemisphere would always have\nfaced its Saturnian primary.” This was identical to Lynn Rose’s model and Talbott, who\ncould not fail to note it, despite the fact that he objected to it, found reason to accept it as a\ntemporary condition of the developing Saturnian system. As he announced:\n\n“The simple scheme suggested by Rose may in fact add a vital ingredient to the\nmodel-building process. As noted by Fred Hall...there is terrestrial evidence that the\nEarth was once a satellite of a larger planet, rotating in phase with its revolution. And\nas I have, in turn, stated to Hall in private communication, there is a great deal of\nmythical evidence as well. Mythically, the key is the original state of the old sun god,\nprior to creation. The god, in his earliest remembered state, is ‘inactive’ or ‘motion-\nless,’ not in the axial or polar sense, but apparently in the sense of doing nothing,\njacking activity or animation. This is the state which, in the myths, precedes the god’s\n\n70 R. Naeye, “Little Rocks Have Littler Rocks,”, p. 32.\n\n71 §, Flamsteed, loc. cit.\n\nced Actually, there were more than two but, in this work, we are only concerned with Saturn and Earth.",
                "citations": [
                    " Discover (January 1995)"
                ]
            },
            {
                "title": "B DN. Talbott (see reference #3), p. 3.",
                "content": "74, p. 74.\n\n5 Ibid., p. 75.\n\n78 FF, Hall, “Solar System Studies,” Part 2, AEON I:4, p. 26.\n\n417",
                "citations": [
                    " Idem, The Saturn Myth (N. Y., 1980)",
                    " (July 1988)"
                ]
            }
        ],
        "bibliography": [
            " Idem, The Saturn Myth (N. Y., 1980)",
            " Discover (January 1995)",
            " (July 1988)",
            " can do so, then so, too, can two of them (in our case, Saturn and Earth)"
        ]
    },
    {
        "type": "main",
        "page_number": 418,
        "subsections": [
            {
                "title": "wandering and eventual finding of a resting place that is the axial center...What",
                "content": "Halil’s preliminary scenario offers is a bridge between two apparent phases in Saturn’s\nmythical history. Though Hall himself would be the first to emphasize the tentative\ncharacter of his speculations, the very fact that they are worth discussing...is at least a\npartial vindication of Rose’s efforts.”77\n\nWhile the above is not in keeping with the scenario presented in this work, I do concur\nwith Talbott in that it is worth discussing. More than that, it is worthy of further considera-\ntion despite its disagreement with the alternative concept presented in this work. At this point\none nevertheless wonders why I bother to bring all this up. I do so because Hall’s hypothesis\nled to yet another attempt in explaining how the co-axial system of Saturn and Earth could\nhave been held together in at feast a temporary stability. This has to do with Hall’s elucida-\ntion of the transition from Earth’s phase-locked equatorial orbit around Saturn to its later ax-\nial alignment. As Hall explained:\n\n“Now assume this primordial, dying system enters the alien system of the Sun, even-\ntually encountering the Sun’s largest satellite Jupiter (whose spin axis tilt—or let us\nsay, non tilt—marks it as a primordial companion of the Sun). As a result of this en-\ncounter, or perhaps a series of encounters, Proto-Saturn...is drawn in the direction of\nthe Sun’s equatorial plane which, we shal! assume, meant a northerly direction. In ef-\nfect, Proto-Saturn is pulled from the center of its native planetary system by a mas-\nsive force ‘above’ it, while Proto-Saturn, in turn, pulls {its former satellite, Earth{ in\nits wake...\n\n“Under this obviously-precarious state, the usual orbital mechanics have suddenly\nbecome irrelevant. What, then, might happen to the Earth?...One of Saturn’s power-\nful magnetic poles is now much closer to Earth and the other more remote. Thus,\nwhile magnetic forces are much weaker than the force of gravity factually the oppo-\nsite is true”®], we have here a classic case in which they can be invoked.”79\n\nIn short:\n\n“Earth is exposed to forces acting as a couple, with the near Saturnian magnetic pole\nattracting one of Earth’s magnetic poles and repelling the other. As a result, the Earth\nis flipped over and is locked into a polar alignment with Saturn .\"®°\n\nTalbott’s proposed temporary wandering of Saturn would then have taken place during\nthe transition period between Earth’s phase-locked equatorial orbit around its primeval pri-\nmary and Saturn’s eventual settling in Earth’s north celestial pole due to its axial alignment\nwith the giant. As Talbott himself explained:\n\n“{After years of research] I concluded that the earliest remembered condition was that\nof phase lock. That was the best explanation for the initial MOTIONLESSNESS or",
                "citations": []
            },
            {
                "title": "INACTIVITY of Atum-Ra, prior to...the wandering of the god as he looked for a",
                "content": "771). Talbott, “On Models and Scenarios,” in ibid., pp. 7-8.\n\n78 See here, for instance, D, Goldsmith, Einstein’s Greatest Blunder?, p. 182.\n79 FF Hall, op. cit., p. 27.\n\n80 fbid..\n\n418",
                "citations": [
                    " (emphasis as given)",
                    " (London, 1995)",
                    " (emphasis as given)",
                    " fbid. (emphasis as given)"
                ]
            }
        ],
        "bibliography": [
            " fbid. (emphasis as given)",
            " (emphasis as given)",
            " (London, 1995)"
        ]
    }
]