[
    {
        "type": "main",
        "page_number": 399,
        "subsections": [
            {
                "title": "has thus been assumed that the geomagnetic poles are inexorably linked to the geographical",
                "content": "ones, and thus to the rotational axis, despite the slight disparity between their present loca-\ntions.33\n\nGeomagnetism can be, and has been, “fossilized” in rocks. This “fossilized” magnetism\noceurs when iron-bearing rocks are molten and then quickly cool, thus trapping the orienta-\ntion of Earth’s field at the time of cooling. Known as paleomagnetism, the orientation of the\nfield can be deduced if and when the original position of such rocks can be determined. If,\nthen, the age of such rocks can also be deduced, the orientation of the field, and so the local-\nity of the old geomagnetic poles, can also be dated. When this was accomplished, it became\nevident that the geomagnetic poles must have wandered over the terrestrial surface. More\nimportantly, the parameters enumerated above allows the path of the magnetic pole to be\ntraced through the ages and plotted on a map. Jean Andrews, among others, was able to trace\nthis path for the past 180 million years which she dutifully plotted on just such a map.\n\nAndrews’ research led her to the conclusion that “the whole earth (or at least the mantle\nand the overlying lithospheric plates)” tumbled.°> The cause for this, according\nto her, is the same geoid highs offered earlier by Anderson which cause an imbalance due to\nmass redistribution on Earth’s surface.* This mechanism, which had been offered by others\nbefore her,*’ is explained by Andrews through the following analogy:\n\n“Imagine a homogeneous plastically deformable sphere rotating in space. A dot is\npainted at the rotation axis, the sphere’s north pole. If a bug placed on the equator\n to-\nward the dot at the pole, it will in fact never leave the equator defined by the spin\naxis. Rather, the sphere will tumble, with the dot moving toward the bug, while the\nrotation axis remains fixed in space.” 8\n\nOf course, following Anderson, Andrews was sure to note that Earth is nor a homogene-\nous sphere while the equatorial bulge would tend to stabilize Earth and keep it from tum-\nbling. As she herself, however, retorts: “Nevertheless, the pole can shift through a large\nangle, even with only a small mass redistribution, as long as the bulge is ‘plastic’ and not\n‘frozen’ 9\n\nAndrews’ findings delivered such an impact that the editors of Scientific American pre-\nsented her hypothesis as fact. Even so, the question has to be asked: What is the cause of\ngeoid highs and mass redistribution? What causes these areas of higher density? Together\nwith his colleagues, R. Sabadini is of the opinion that mass redistribution is the result of\nmantle flow instabilities,®! which is not really saying much.\n\nOf more importance to our own hypothesis, however, is the actual path of the magnetic\npole traced by Andrews for the last 180 million years. The three localities of the former\n\n33 “1 andslide,”, p. 64.\n\n+4 J. A. Andrews, “True Polar Wander: An Analysis of Cenozoic and Mesozoic Paleomagnetic Poles,” Journal\nof Geophysical Research, Vol. 90, No. B9, pp. 7737 ff.\n\n35 [bid., pp. 7743-7745, 7746.\n\n6 Ibid., p. T745.\n\n57 T. Gold, “Instability of the Earth’s Axis of Rotation,” Nature, 175, pp. 526-529; P. Goldreich & A.\nToomre, “Some Remarks on Polar Wandering,” Journal of Geophysical Research, 74, pp. 2555-2567.\n\n58 J, A. Andrews, loc. cit.\n\n39.\n\n60 “| andslide,”, pp. 64, 68.\n\n§1 R. Sabadini, et al., “Polar Wandering and the Forced Responses of a Rotating, Multilayered, Viscoelastic\nPlanet,” Journal of Geophysical Research, 87, pp. 2885-2903.\n\n399",
                "citations": [
                    " has (or have)",
                    "crawls sufficiently slowly (with respect to the time scale of plastic deformation)",
                    " Scientific American (January 1986)",
                    " (August 10, 1985)",
                    " (1955)",
                    " (1969)",
                    " Ibid. (emphasis added)",
                    " Scientific American (January 1986)",
                    " (1982)"
                ]
            }
        ],
        "bibliography": [
            " Scientific American (January 1986)",
            " (1955)",
            " (1969)",
            " (1982)",
            "crawls sufficiently slowly (with respect to the time scale of plastic deformation)",
            " has (or have)",
            " (August 10, 1985)",
            " Ibid. (emphasis added)"
        ]
    },
    {
        "type": "main",
        "page_number": 400,
        "subsections": [
            {
                "title": "magnetic poles which are the furthest south are those for 180 and 160 miilion years ago, both",
                "content": "of which land us in the Jurassic period of the Mesozoic era, and the one for 115 million years\nago, which moves us up to the Cretaceous period of the same era. All three of them, as well\nas the rest, are within the Arctic Circle—that is these ancient magnetic poles were already\nwithin the Arctic Circle at the times supplied by Andrews. So that, even if her plotting is\ncorrect, all this pole-wandering would still not resolve the problem concerning the existence\nof sub-tropical faunal and floral remains within the High Arctic regions. As with Hapgood’s\nearlier paths, the most extensive of these polar wanderings would merely have shifted the\nlatitude of Winnipeg close to that of Ellesmere Island. Somehow, I cannot see crocodiles,\niemurs, and palm trees thriving in the present latitude of Winnipeg. Thus, as with other\ntheories of polar wandering, these pole shifts would srill have fallen short of moving sub-\ntropical areas into the Arctic Circle.\n\nAnd then, how valid is a theory based on the hypothesized link between Earth’s\ngeomagnetic pole and its axis of rotation? As already noted, Earth’s geomagnetic pole is\nseparated from its axis of rotation by 11°. Nor is it even fixed—it wanders around. In Jupi-\nter’s case, the tilt of its south pole does coincide with its geomagnetic one; but at the north\npole, the geomagnetic and spin axes vary by 10°. That of Uranus is tilted a walloping 59°\nfrom the planet’s axis of rotation.©? This was at first thought to be due to the fact that Uranus\nis tilted on its side. Neptune, however, is not lying on its side and yet its magnetic field is\nalso tilted a walloping 47° from its axis of rotation. @ [t cannot therefore be an inviolable law\nthat geomagnetic poles should coincide with, or otherwise be linked to, geographic ones, that\nis axes of rotation. True, Saturn’s magnetic field is closely aligned with its spin axis—~ being\nseparated by less than 1°—but this seems to be unique among the planets of the Solar Sys-\ntem. Moreover, Saturn’s magnetic field is stronger at the north pole than at the south (0.69\ngauss as opposed to 0.53 gauss), which is equivalent to the centre of the field being displaced\n2400 km north along the planet’s axis. (Whether the anomaly of this magnetic field has\nmeaning for the thesis proposed in this work remains to be seen.)\n\nEarth’s magnetic field is said to be produced by a dynamo effect involving its molten\ncore within the rapidly spinning planet. This mechanism, however, only seems to work in\nEarth’s case. The core of a small planet like Mercury, for instance, would have cooled off\nlong ago; its spin is nearly 60 times slower than Earth’s. For these reasons, Mercury was be-\nlieved not to have a magnetic field. And yet, as it was ultimately discovered, it does. As\nClark Chapman was forced to state: “In the case of Mercury, more than a decade of subse-\nquent thinking about Mariner 10’s discoveries has still not yielded a clear understanding of\nwhat’s going on inside the planet.”6+\n\nOnly in the case of Mercury?—one might ask. Take the case of Venus, for instance: If a\nslow spinning planet with a cold core, like Mercury, can generate a magnetic field, then Ve-\nnus, much larger and with molten iron in its core, should, despite its slow spin, also generate\na magnetic field. How is it then that its magnetic field is close to being non-existent?™\n\nMars does not only have a weak magnetic field, it is said to be fading. At first, this mag-\nnetic field was thought to swing wildly from one spot to another so that future “Boy Scouts\non Mars won’t be able to use compasses to get around...” But it was later discovered that the\npattern of the detected magnetism, imbedded in surface rocks, is not so jumbled after all.\nMore than that, the magnetism in these rocks is said to be “40 times stronger than similar ar-\n\n8, p. 62.\n\n63 E, Burgess, Farther Encounter:, p. 79.\n\n64 ©. R. Chapman, “Mercury: The Sun’s Closest Companion,”, p.\n254,\n\n65 See here, for instance, M. Zeilik, Astronomy:, p. 160.\n\n400",
                "citations": [
                    " P. Moore, The Planet Neptune (N. Y., 1988)",
                    " The Neptune System (N. Y., 1991)",
                    " in B. Preiss (ed.)",
                    ", The Planets (N. Y., 1985)",
                    " The Evolving Universe (N. Y., 1985)"
                ]
            }
        ],
        "bibliography": [
            " The Neptune System (N. Y., 1991)",
            " P. Moore, The Planet Neptune (N. Y., 1988)",
            ", The Planets (N. Y., 1985)",
            " The Evolving Universe (N. Y., 1985)",
            " in B. Preiss (ed.)"
        ]
    },
    {
        "type": "main",
        "page_number": 401,
        "subsections": [
            {
                "title": "eas on Earth”® which led to the belief that, at one time, the magnetic field of Mars was",
                "content": "“more than ten times” the strength of Earth’s.*? Mars, however, rotates about as fast as Earth\nand has also a molten iron-bearing, if somewhat smaller, core. Why then is its present planet-\nwide magnetic field 1/500th the size of Earth’s?®\n\nThese anomalies have led Michael Zeilik to state that the entire concept is “a magnetic\nmess.” Or, as David Stevenson was honest enough to confess: “planetary dynamo theorists\nhave yet to be able to predict anything about planetary magnetism...” Up until the early\n1980s, the verdict of NASA authorities was that the “nature of the source of planetary mag-\nnetic fields still remains one of the principal unsolved problems of geophysics.”7! To date,\nnothing new has emerged to invalidate this verdict.\n\nThe problem here is that if planets follow the same law, why such a potpourri of mag-\nnetic fields? If the dynamo theory cannot account for the magnetic field of all the planets, on\nwhat grounds can it be theorized that it accounts for that of Earth?\n\nIn the end it can safely be said that what Andrews really plotted was the positions of past\ngeomagnetic poles. Can it positively be surmised that these past positions ever coincided\nwith Earth’s axis of rotation?\n\nBesides, as is well known, and as noted above, Earth’s present magnetic pole is even now\nwandering on its own. So what need have we of crustal slippage to account for past magnetic\npolar wandering?",
                "citations": []
            },
            {
                "title": "THE MARTIAN ARCHETYPE",
                "content": "In presenting his own version of polar wandering, Don Anderson had also drawn atten-\ntion to the other planets of the Solar System” and zeroed in on Mars. He discussed what he\ntermed the “largest known positive gravity anomaly on any planet” which is associated with\nthe Tharsis volcanic area on Mars. According to received opinion, this mass anomaly has\nserved to reorient the planet with respect to its spin axis.” Almost two years later, Peter\nSchultz took up the topic in the pages of Scientific American.\n\nAmong other matters, Schultz pointed to ancient networks on the Martian surface which\nare believed by some to have been cut by running water and flowing mud, which suggests a\nwarm climate. And yet these areas are found within 10° of the southern polar ice cap. This\nparadox, says Schultz, “can be resolved by one simplifying hypothesis, namely that the ori-\nentation in space of the Martian crust has not always remained the same throughout geologic\ntime—that the crust has shifted with respect to the planet’s axis of spin.”74\n\n“If such is the case, the north and south poles (the points where the spin axis inter-\nsects the surface) would appear to have wandered over the planet’s crust; certain re-\ngions of the crust that are now far from the poles would at some time in the past have\nbeen within the polar regions...[Thus] the Martian equivalent of plate tectonics might\n\n66K. C. Cole, “Spacecraft Finds a Magnetic Patchwork on Mars,” Global Surveyor data as reported in THOTH,\nelectronic newsletter, I:27, pp. 7-9.\n67 See reports from Scientific American, New Scientist, and the New York Times in Chronology &\nCatastrophism Review 1999-2, p. 37.\n688 M. Zeilik, op. cit., p. 166.\n69 Ibid., p. 160.\n7, Pioneer Venus, NASA SP461, p. 154.\nIbid,\n2D. L. Anderson, op. cit., pp. 348 f.\n3 Ibid., p. 349.\n74 PH. Schultz, “Polar Wandering on Mars,”, p. 94.\n\n401",
                "citations": [
                    " (December 16, 1997)",
                    " R. O. Fimmel, et al, (eds.)",
                    " (Washington, D, C., 1983)",
                    " Scientific American (December 1985)"
                ]
            }
        ],
        "bibliography": [
            " R. O. Fimmel, et al, (eds.)",
            " (December 16, 1997)",
            " Scientific American (December 1985)",
            " (Washington, D, C., 1983)"
        ]
    },
    {
        "type": "main",
        "page_number": 402,
        "subsections": [
            {
                "title": "simply be the movement of the entire lithosphere, the solid outer portion of the planet,",
                "content": "as one plate.”75\n\nHe then continues:\n\n“If there has been polar wandering on Mars, the polar regions should contain the\ntraces of processes that normally take place in warmer, nonpolar regions. Features\nthat are normally characteristic of the poles should also be visible outside the polar\nregions.” 76\n\nThe polar networks said to have been eroded by running water and/or mud, indicative of\na warmer climate, as mentioned above, constitute such traces. But there is more:\n\n“If the Martian pole has wandered, there should be evidence elsewhere on the planet\nof deposits similar to those at the present poles. Such evidence does indeed exist.\nThick deposits of dusty material, and relics of such deposits, can be found in two\nbroad zones outside the polar regions. These zones are antipodal: they are on opposite\nfaces of the planet. The deposits show many of the processes and characteristics of\ntoday’s poles, but they lie near the present-day equator .”7\n\nAdditional support was discovered by both Schultz and Anne Lutz from an “unexpected\nsource.” Images of the Martian surface relayed by the Viking Orbiter in 1976 “showed an\nunexpectedly large number of elliptical craters with distinctive blankets of ejected debris.””8\nExperiments have since indicated that, “because of the high velocity with which objects\nstrike Mars...such craters form only when the angle of impact is very low...”79 While such\ngrazing impacts are known on other bodies of the Solar System, the number of such impres-\nsions on Mars “is from five to 10 times greater than what has been predicted on the basis of\ntheory and what is observed on the moon.”8? What this additionally indicates, at least in the\nopinion of Schultz and Lutz, is that these grazing impacts could not have been caused “by\nrandomly arriving objects that had been in orbit around the sun.”8!\n\n“The observations can be understood, however, if one assumes the orbits of ancient\nMartian satellites decayed gradually until the satellites struck the planet’s surface. If\nthese satellites had orbited Mars in the equatorial plane, as the satellites Phobos and\nDeimos do today, the geographic location and direction of impact of a crater should\nestablish the location of the poles at the time the satellite struck...\n\n“The polar points that can be inferred from the youngest grazing-impact craters do\nindeed match the locations of the present-day poles. Older impacts indicate polar\npoints that cluster far away from the present poles and quite close to the ancient lay-\nered deposits found near the equator.\n\n75 Ibid.\n\n78 Ibid.\n\n77 Jbid., p. 97.\n78 Ibid.\n\n79 Ibid.\n\n80 Jbid., pp. 97-98.\n\n81 bid., p. 98.\n\n402",
                "citations": [
                    " (emphasis added)"
                ]
            }
        ],
        "bibliography": [
            " (emphasis added)"
        ]
    },
    {
        "type": "main",
        "page_number": 403,
        "subsections": [
            {
                "title": "“|The grazing-impact craters, then, provide an independent piece of evidence that",
                "content": "the poles of Mars have shifted, much as frozen magnetic field directions in terrestrial\nrocks provide evidence for the movement of tectonic plates on the earth.”®2\n\nOther evidences are cited by Schultz,®? but it is not necessary in this short excursion to\ndescribe, or even enumerate, all of them. Suffice it to say that Schultz, as also Lutz, were\nsatisfied that polar wandering had indeed taken place on Mars.® As Schultz stated in conclu-\nsion: “The hypothesis that the Martian poles have wandered is supported by a good deal of\nevidence, and it offers new explanations for many of the planet’s enigmatic features.”85\n\nWhat was the mechanism offered by Schultz to account for this Martian polar wandering?\nThe mechanism he offered was a reversion to Anderson’s proposed method concerning “the\nredistribution of mass within a planet or on its surface.”® His supposition is that: “The sta-\nblest alignment for a spinning object is the one in which the most massive parts of the object\nare farthest from its axis or rotation.”87\n\n“When geologic forces place a large mass at or near a planet’s surface at a point far\nfrom the equator, the spinning motion of the planet becomes unstable, like the un-\nstable motion of an improperly balanced bearing or top. If the planet is not entirely\nrigid, the crust shifts to move the anomalous mass toward the equator. As the crust of\nthe planet shifts, the spin axis retains its alignment in space and the poles wander over\nthe planet’s surface.” 88\n\nEven so, Schultz was astute enough to submit a caveat:\n\n“Tf the lithosphere of the planet is very flexible, polar wandering does not take place,\nbecause any excess mass sinks into the surface before the crust has had time to rea-\nlign itself. There can be no polar wandering on a completely rigid planet either, be-\ncause the lithosphere cannot realign itself at all.”®9\n\nThis, then, would seem to invalidate Anderson’s theory re the cause behind terrestrial\nwandering as discussed above and with which we are actually concerned. The case of Mars is\nsomewhat different in that the planet’s lithosphere displays both rigid and flexible features.\nThere are ancient lava-filled basins that have been partly isostatically compensated together\nwith volcanic and tectonic regions which have not been compensated at all. Schultz’s own\nconclusion, as it applies to Mars, is that the “change in mass distribution that is necessary to\nproduce polar wandering could have been provided by convection in the mantle (the rising of\nhot sections and the sinking of colder ones), by a redistribution of mass due to the impact of\nlarge objects or by the filling with lava of the resulting impact basins.”\n\n“Convection in the mantle” would not, however, induce polar wandering on Earth for the\nsimple reason that, as Schultz himself warned, “any excess mass” thus produced would tend\n\n82 Tbid., pp. 98-99.\n\n83 Tbid., pp. 99-102.\n\n&4 See here also, B. C. Murray, “Polar Wandering on Mars?”, pp. 997-1000.\n85 PH. Schultz, op. cit., pp. 101-102.\n\n86 Ibid., p. 94,\n\n7 Ibid.\n\n88 Ibid.\n\n89 Ibid.\n\n% Ibid.\n\n403",
                "citations": [
                    " Science (March 9, 1973)"
                ]
            }
        ],
        "bibliography": [
            " Science (March 9, 1973)"
        ]
    },
    {
        "type": "main",
        "page_number": 404,
        "subsections": [
            {
                "title": "to sink into our planet's flexible surface before the crust would have time to realign itself. “A",
                "content": "redistribution of mass” due to meteoric or asteroidal impact would probably suffer a similar\nfate, as so, likewise, would any “filling with lava of the resulting impact basins.” Schultz's\nmechanism might work for Mars and other Mars-like bodies, but it leaves Earth’s theorized\nwandering poles stilt without a water-tight explanation.?!",
                "citations": []
            },
            {
                "title": "LAST INTERLUDE",
                "content": "A study of paleoclimates conducted in 1959 by J. Wyatt Durham zeroed in on what has\nnow become something of a litany to the readers of this work:\n\n“The occurrence of palms and other types of tropical vegetation in northern latitudes\nwhere temperate or frigid climates now hold sway; the finding of elephants and rhi-\nnoceroses frozen in the ice of Siberia; and the occurrence of tropical types of shells\nand corals in Europe: these were the kinds of fossils that caused speculation as to the\nconditions under which they had lived and that usually led to the conclusion that a\ntropical or ‘warmer’ climate had existed where they were found.”9?\n\nYet, having reviewed the evidence he had at hand at the time, Durham could only con-\nclude his study with the following confession:\n\n“There seems to be no general agreement as to the causes of climate variation. Alter-\nnating intervals of high and low topographic relief of the earth’s surface, variation in\nheat due to internal radioactivity of the earth, changes in the composition of the at-\nmosphere, variation in radiation from the sun, astronomical and cosmical changes,\npresence of large amounts of volcanic dust in the earth’s atmosphere and variations in\ncirculation patterns are some of the causes that have been evoked to explain the\nchanges.”%3\n\nDurham could have added the theories of polar wandering and the shifting crust, to say\nnothing of axial tilts, to his list; his conclusion would not have been affected. More than four\ndecades later, paleoclimatologists and paleontologists remain in a quandary as to the actual\nmechanism that would have caused tropical and sub-tropical flora and fauna to thrive in what\nare now the two coldest areas on Earth.\n\nDoes not our own hypothesis which posits the Saturnian sun, a former brown dwarf star,\nto have been permanently stationed in Earth’s north celestial pole, bathing the northem re-\ngions, especially the Arctic circle, with constant light and heat, more readily fill the bill?\nWould not such a milieu account for the sub-tropical plants in the Arctic which, in turn, fed\nthe sub-tropical animals that thrived within the same region? Would not such a system, en-\ncased in a plasma sheath, with perhaps an Earth possessing a denser atmosphere than at pre-\nsent, have also ensured a sub-tropical climate in all latitudes, including Earth’s south pole?\nWould not this also account for the growing consensus among paleontologists that such sub-\ntropical flora and fauna originated in the Arctic from where they extended themselves farther\nsouth? Wandering poles would not then be called for; neither would a shifting crust or a\ntilting of the axis.\n\n91 For a detailed history concerning theories of polar wandering, the reader is referred to J. White, Pole Shift\n(N. Y., 1980).\n\n%2 J. W. Durham, “Paleoclimates,”, p.\n809,\n\n%3 Ibid., pp. 820-821.\n\n404",
                "citations": [
                    " in P. Cloud (Ed.)",
                    ", Adventures in Earth History (San Francisco, 1970)"
                ]
            }
        ],
        "bibliography": [
            " in P. Cloud (Ed.)",
            ", Adventures in Earth History (San Francisco, 1970)"
        ]
    },
    {
        "type": "main",
        "page_number": 405,
        "subsections": [
            {
                "title": "Chapter 20",
                "content": "The Axial Coupling",
                "citations": []
            },
            {
                "title": "THE PROBLEM",
                "content": "hen I first introduced the Saturnian system to the general public in 1978, I myself\ndescribed it as one which “inspires disbelief and contradicts every known tenet of\ncelestial mechanics as we believe in them today.” To which I added:\n\n“This unique positioning of Saturn [i.e., its axial coupling with Earth] has been the\ngreatest stumbling block in the unraveling of the Saturnian mystery. We are also\naware that this supposition is open to the greatest criticism.”\n\nSince then, I have continued to refer to the Saturnian system, model, and scenario as be-\ning bizarre in the extreme.\n\nThe problem did not merely consist of the fact that there were no such coupled bodies\nknown from anywhere in the Universe, let alone in the Solar System; it also consisted of the\nsupposition that celestial mechanics, as then known, would not allow for such a coupling. An\nadded problem was the fact that, in the 1970s, neither of the two main proponents of the Sat-\nurn theory, David Talbott and myself, were experts in celestial mechanics. Thus, when John\nGibson asked Talbott in an interview whether he thought that any astrophysicist could possi-\nbly accept the Saturn theory, Talbott replied with the words:\n\n“As a matter of fact, I’m going to go ahead...and not even worry about the physics of\nit all. Let’s face it: within any established frame of thought the whole thing is hilari-\nous. How could two planets rotate on the same axis in any stable configura-\ntion...Does that sound like something one could defend in any terms acceptable to\nmodern astronomy?”3\n\nAnd, when Gibson came close to insisting that Talbott “should suggest some physical\nprinciple which might account for the planetary configuration” he was describing, Talbott\nemphatically replied with: “No, absolutely not.” And added: “That would only make things\nworse. I’m not a physicist.”*\n\nNot happy with Talbott’s decision to avoid any attempt to solve the problem, I decided to\naccost some orthodox authorities with this mechanical conundrum. Five of them promised to\nlook into the matter despite their obvious disbelief, although they all compelled me to keep\ntheir names out of the literature, at least until such time as their endeavors showed any\n\n1p, Cardona, “The Mystery of the Pleiades,” KRONOS III:4, p. 38.\n\n2 Ibid.\n\n3D. N. Talbou, in J. Gibson, “Saturn’s Age,” Research Communications NETWORK, Newsletter #3 (October\n15, 1977), p. 4.\n\n4.\n\n405",
                "citations": [
                    " (Summer 1978)",
                    " (emphasis in original)",
                    " Ibid. (emphasis added)"
                ]
            }
        ],
        "bibliography": [
            " (Summer 1978)",
            " (emphasis in original)",
            " Ibid. (emphasis added)"
        ]
    },
    {
        "type": "main",
        "page_number": 406,
        "subsections": [
            {
                "title": "David Talbott",
                "content": "(Photograph —2000—by the author.)",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 407,
        "subsections": [
            {
                "title": "results. Their fear of being ridiculed by their peers for even considering such an outrageous",
                "content": "astronomical system was spelled out in no uncertain terms. Since I have never been released\nfrom this pledge, I remain unconditionally bound to safeguard their identity and reputation to\nthis day even though, as of this writing, they have all passed away but one.\n\nOver the years some calculations petered in but, without exception, they all involved\nsome amendment of the model they were meant to quantify. This was not much help since no\nproblem can be solved through its own modification. The answer to a question is unaccept-\nable if the question itself is altered. When I pointed this out, I was lectured on the scientific\nmethod and told I was being stubborn. In the end, the verdict was that my model was physi-\ncally impossible. The argument that Wegener’s model of shifting continents was also once\nthought to be impossible went unheeded. My five staunch mechanists deserted me, leaving\nme with a pile of impressive calculations that explained everything except what I had wanted\nthem to explain.",
                "citations": []
            },
            {
                "title": "BOLD ENDEAVORS",
                "content": "Throughout the years there were various boid endeavors, and even a few competing theo-\nTies, all vying to resolve the axial and other dilemmas of the Saturnian, or Saturnian-like,\nconfiguration. There would be no point, however, in detailing these efforts although fairmess\ndemands that they should at least be mentioned.\n\nAmong those with a competing theory was the analytical chemist, Frederic Jueneman,\nwhom we have met on several occasions in the past pages of this work. Contrary to the thesis\nbeing presented here, Jueneman opted for the planet Mars as having been the immobile bo-\nreal sun of which the mytho-historical record speaks.>\n\nThere was also Earl Milton, a spectroscopist working out of the department of Physics at\nthe University of Lethbridge, Alberta, Canada. Having already questioned the presently ac-\ncepted tenets of astrophysics, he did not see the axial coupling of Earth with proto-Saturn as\nan insoluble problem but simply as one concerning a scheme with which he did not entirely\nagree.© This was not to be wondered at because he, also, had been working on a model of his\nown. This was based on a scenario reconstructed by his colleague, Alfred de Grazia. Unfor-\ntunately, while de Grazia acknowledged the universality of the mytho-historical record, he\nshowed a distinct penchant for using Greek sources as the yard-stick against which to meas-\nure his cosmic scheme. Thus, de Grazia saw it as imperative to accommodate the Greek gen-\neration of gods in which each deity was considered to have been the offspring of the preced-\ning one. In following Immanuel Velikovsky, who had interpreted the birth of Athena from\nthe head of Zeus as the actual ejection of the planet Venus from the planet Jupiter, de Grazia\ndeceived himself into believing that, similarly, the ejection of one planet from another has to\nbe implied by all such divine births.? And Milton, unfortunately, followed suit. This resulted\nin a hypothesized sequence of planetary fissionings and ejections— Uranus and Saturn from\nwhat Milton and de Grazia termed super-Uranus, Jupiter from Saturn and, finally, still fol-\nlowing Velikovsky, Venus from Jupiter.®",
                "citations": []
            },
            {
                "title": "SFB. Jueneman, Limits of Uncertainty (Chicago, 1975), pp. 83 ff.",
                "content": "© E R. Milton to D. Cardona, June 16, 1978, private communiqué.\n\n7, in toto.\n\n8 Ibid.;, in toto; for further objections to\nMilton & de Grazia’s model and scenario, see D. Cardona, “The Road to Saturn,” Part Il, AEON 1:3 (May\n1988), pp. 115-119.\n\n407",
                "citations": [
                    " A. de Grazia, Chaos and Creation (Princeton, 1981)",
                    " A de Grazia and E. R. Milton, Solaria Binaria (Princeton, 1982)"
                ]
            }
        ],
        "bibliography": [
            " A de Grazia and E. R. Milton, Solaria Binaria (Princeton, 1982)",
            " A. de Grazia, Chaos and Creation (Princeton, 1981)"
        ]
    },
    {
        "type": "main",
        "page_number": 408,
        "subsections": [
            {
                "title": "(Mlustration from the back of an Etruscan mirror.)",
                "content": ">\nid\n3\n$\nge\n3s\n32\nTs\n35\nze\nEd\ne\nEs\n7\n34\nae\nPf\ngz\n2\n3\nSe\n2\n3\nsv\nBe\nPe\nPs\nés\n[zZ\nan\n28\n35\nNs\n>\n°\n33\nii\nSa\nZe\n<5\n:5\néé\nsw\nge\ngi\n22\n= &\ncs\nse\nEs\n=\n2\n=\n=",
                "citations": []
            }
        ],
        "bibliography": []
    }
]