[
    {
        "type": "main",
        "page_number": 449,
        "subsections": [
            {
                "title": "Also known as “the bond of heaven and earth,” this “pillar” was said to have been held",
                "content": "by Ninurta,!!’ one of the Babylonian names for the planet Saturn. In Sumerian, this “bond” is\ntermed dimgal, which is fairly translatable as “great binding-post.” \"8 Furthermore, this dim-\ngal is also used in reference to the abzu,'\"° or Apsu, that is the celestial waters we have seen\nassociated with proto-Saturn. To clinch the matter further, Kronos/Saturn himself is ad-\ndressed in an Orphic hymn as the “Father of the blessed gods...you who hold the indestruc-\ntible bond according to the unlimited order of Aion...”!29\n\nWe have additionally seen that Aion himself was only an aspect of Saturn. And, since the\nRoman Janus was also identified by the ancients themselves as Saturnus, it does not surprise\nus that the same Janus has also been equated with Aion. '2! As R. Reitzenstein claimed, under\nthe influence of Aion, Janus became the ruler of the cosmic axis. !22 This, of course, harks\nback to Ovid who considered Janus as the connecting link between the upper and lower re-\ngions, and said of him to have ruled over the constantly turning axis of the cosmos. !23\n\nThe Hindu Vishnu, too, was said to have been “erected as the pillar of heaven” in which\nform he protected the firmament.!% “Thou proppedst asunder these two worlds” is the man-\nner in which the god is addressed. !25 He is thus referred to as the one “who propped the up-\nper seat,”!26\n\nIn Japanese mythology, the sky pillar is compared to a reed. Thus it was written:\n\n“At this time a certain thing was produced between Heaven and Earth. It was in form\nlike a reed-shoot.”!27\n\nElsewhere in Japanese lore it is stated that:\n\n“Before Heaven and Earth were produced, there was something which might be com-\npared to a cloud floating over the sea [our placental cloud]. It had no place of attach-\nment for its root. In the midst of this a thing was generated which resembled a reed-\nshoot. ..”128\n\nIn the Yuki myth of Creation, the sky pillar is represented as a rope. Taiké-mol, the\ncreator whom we have already met in association with the fog and foam that existed over the\ncelestial waters, is said to have “stood on the foam, which still revolved.” As it is said, and in\nkeeping with our hypothesis, there was no light at this time. But Taiké-mol “walked” over\nthe water “as if it were land.” It was then that he “made a rope and laid it from north to\nsouth,” 129\n\nNot surprisingly, among the Kwakiutl of America’s Northwest Coast, the cosmic pillar\nwas envisioned, and represented, as atotem pole, the name of which was Kalakuyuwish,\n\n117g. de Santillana & H. von Dechend, op. cit., p. 133.\n\n8 ypid., p. 413.\n\n119 Ibid.\n\n120 fid., pp. 132-133.\n\n121 R. Reitzenstein, Das Iranische Erldé, pp. 210 ff.\n122 Tbid., p. 215.\n\n13 Ovid, Fasti £:120.\n\n124, The Sacred Books of the East, Vol. XLVI, p. 356.\n125 Thid., Vol. XXVI, p. 130.\n\n126 Ibid., p. 133.\n\n127 R. Van Over, op. cit., p. 354.\n\n128 Thid.\n\n129 ¥, Bierhorst, op. cit., p. 39.\n\n449",
                "citations": [
                    "sungmysterium (Bonn, 1921)",
                    " FM, Miller (ed.)",
                    " (emphasis added)"
                ]
            }
        ],
        "bibliography": [
            " FM, Miller (ed.)",
            " (emphasis added)",
            "sungmysterium (Bonn, 1921)"
        ]
    },
    {
        "type": "main",
        "page_number": 450,
        "subsections": [
            {
                "title": "The Kwakiutl used totem posts like the ones depicted above as uprights to support",
                "content": "the reofs of their wooden buildings. It is therefore not surprising that they\nvisualized the sky pillar as a tall totem pole.\n\n450",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 451,
        "subsections": [
            {
                "title": "THE FIERY AXIS",
                "content": "Interestingly, in going back to Egyptian liturgical texts, we\nmeet with an entity referred to as aakhu, khu or khut which,\namong other things, took the form of “the heaven-sustaining\ncolumn.” Like the Hebrew ruach, this word is often translated\n\ns “soul” and/or “spirit.”!3! When written with different deter-\nminatives, however, aakhu and/or aakhut or khut also means\n“light,” “radiance,” “brilliance,” and “fire.” !52 It also stands in\nfor the Light-god or Great Light. 3 But, as Talbott has ably\nindicated, the most common symbol used to denote khu and/or\nkhut reveals “vertical streams of light ascending the world\naxis.” 54 But, while seemingly ascending, it was also remem-\nbered as a radiant column having been “poured out” by the\ncreator Atum. !35\n\nAs we have seen, an epithet of the Hindu Vishnu is\nDhruvakshara, derived from Dhruva, the Pole Star, and akshara,\nwhich has the meanings of “imperishable,” “indestructible,” and\n“undecaying.” 136 The word akshara itself is, as Ashton had in-\ndicated, 37 arguably formed from akshah, meaning “pivot” or\n“axis,” 138 and -rah, meaning “fire.”199 Akshara can therefore be\ntranslated as “fiery axis.”\n\nThere is no fiery axis emanating from the Pole Star but, re- See ntn iver oe\nmembering that Dhruva was also an epithet of Vishnu, whom } jight ascending the world\nwe have already equated with the Saturnian deity, it becomes axis.\nobvious that this fiery axis, remembered by others as a ray of\nlight ascending or descending from above, must have been seen ascending or descending\nfrom that same Saturnian deity.\n\n‘The Egyptian hieroglyph",
                "citations": []
            },
            {
                "title": "COOK’S SUPPORT",
                "content": "With few exceptions, mythologists have never known what to do with the entity they\nthemselves have dubbed the axis mundi, the polar column, or sky pillar. Arthur Cook, who\nhad so much to say about the subject, opted for Jupiter,’ which he understood as a\npersonification of the sky,'4! in lieu of the Satumian deity, as having occupied the pillar’s\napex. Despite all that, he could find no physical explanation to account for the phenomenon.\n\n130 R. Erdoes &, pp. 425, 426.\n\ntp E. A. W, Budge, An Egyptian Hieroglyphic Dictionary, Vol.1, p. 23.\n2 Ibid.\n\n133 Tid.\n\n34 D_N. Talbott, op. cif., p. 177.\n\n135 Ibid.\n\n136 V_S, Apte, op. cit., p. 6.\n\n137 R, Ashton, “The Polar Planet”, MS p. 2.\n\n138 V_S. Apte, op. cit., p. 5.\n\n139 Ihid., p. 790.\n\n140 4B. Cook, op. cit., pp. 45 ff.\n\n141 Tbid., Vol. 1, pp. 1 ff.\n\n451",
                "citations": [
                    " A. Ortiz (eds.)",
                    ", American Indian Myths and Legends (N. Y., 1984)",
                    " (N. Y., 1920/1978)",
                    " (January 1984, unpublished)",
                    " (N. Y. 1914/1964)"
                ]
            }
        ],
        "bibliography": [
            ", American Indian Myths and Legends (N. Y., 1984)",
            " (January 1984, unpublished)",
            " (N. Y., 1920/1978)",
            " (N. Y. 1914/1964)",
            " A. Ortiz (eds.)"
        ]
    },
    {
        "type": "main",
        "page_number": 452,
        "subsections": [
            {
                "title": "As he had it stated: “This pillar has no counterpart in astronomical fact or, for that matter, in",
                "content": "astronomical theory.” !42 To him, the concept arose out of “the primitive notion that the sky\nstands in need of a visible support.” !43 As he tells us:\n\n“Early man was in fact haunted by a very definite dread that [the sky] might collapse\non top of him. The classical authors bear witness to the terror which this thought in-\nspired among the peoples of Central Europe.” 4\n\nCook has a lot to say about this fear, even though he confessed ignorance concerning its\norigin. This did not, however, stop him from offering an educated guess.\n\n“How that belief arose, we can only surmise. It may be that in the dim past, when the\nancestors of these tribes developed out of hunters into herdsmen and emerged from\nthe forest on to the open plain, they missed the big tree that seemed to support the\nsky...And in the absence of that mighty prop there was nothing to guarantee the\nsafety of their roof.” 45\n\nCook can well talk about the “big tree that seemed to support the sky” but, in actual fact,\na forest is made up of more than a single tree. Why, then, did primitive man not conceive of a\nsky prop that was composed of multiple posts? Why a single pillar? And, in any case, why\nwould this arboreal support have been visualized as the god’s single leg, his erect phallus, or,\nworse still, a ray of light ascending or descending from above?",
                "citations": []
            },
            {
                "title": "SUHR’S LUNAR SHADOW",
                "content": "Other mythologists, needless to say, have not accepted Cook’s explanation even\nthough but few of them have ever proffered an interpretation of their own. Among those few\nwas Elmer Suhr. He, too, speaks constantly of “the whirling of the column between heaven\nand earth”! but, when it comes to his interpretation of the phenomenon, he stumbles badly.\nHis belief, of course, was that it was the Sun that rested at the summit of the cosmic pillar. !47\nHe even speaks of “the sacred disc of the sun” turning itself rapidly as if this was a well-\nknown datum.! As he tells us: “The sun, as it rolled or whirled through the sky, had the\npower to whirl other objects coming within its sphere of influence, and among these objects\nthe column of the cosmos was apparently included.”!4? I hope I will not be accused of\nsplitting hairs when I claim that whirling is not the same as rolling, and that while the Sun\nmay be said to roll across the sky, it does not appear to whirl. And then, what would the Sun,\narcing across the sky, have to do with an axis which, by its very definition, had to have been\nstationary? As he himself tells us, “the meteorological column could serve, metaphorically,\nasa support for the sky just as any stone column could support the roof and ceiling of a\n\n142, p. 44.\n143 Ihid., p. 54,\n\n144 Ibid., pp. 54-55.\n\n145 Ibid., p. 56.\n\n146 E.G. Suhr, op. cit., p. 69.\n\n147 Ibid, p. 79.\n\n148 Ibid.\n\n149 Ibid., p, 69.\n\n452",
                "citations": [
                    " Jbid., Vol. Ih, Part I (N. Y., 1914/1965)"
                ]
            }
        ],
        "bibliography": [
            " Jbid., Vol. Ih, Part I (N. Y., 1914/1965)"
        ]
    },
    {
        "type": "main",
        "page_number": 453,
        "subsections": [
            {
                "title": "structure.” 150 The sky, however, like a roof or ceiling, does not move while being supported;",
                "content": "the Sun, on the other hand, not only moves across the sky, it also disappears from sight at\nnight, which would hardly have made it an appropriate object for a pillar to support.\n\nSuhr, of course, has an answer to all this. As he continues to inform us:\n\n“Many peoples of the Near East and the Mediterranean area believed that the\nsun...was the primary source for the quintessence of life. It was the sun’s light, re-\nflected upon the face of the moon, that brought fertility and life to the soil by way of\nthe whirling lunar shadow...”'51\n\nOne, however, is immediately bound to ask: What has moonshine to do with the concept\nof a sky pillar? And in what manner can the shadow of the Moon be said to whirl? Suhr ex-\nplains:\n\n“At the top, the column must have been in contact with the sun and the moon, the two\nbodies from which it derived most of its life principle...Of course, the two bodies\nwere not always directly above one another, but the sun in ancient astronomy was al-\nways exerting an influence on the moon from above, and both influenced the\nearth— which made the columnar form symbolically suitable.”'2\n\nAnd:\n\n“Whether we think of the column as a shaft grounded in the earth or as the cone-\nshaped shadow of the moon, its lower extremity appears to penetrate the earth...” 153\n\nHere, then, is Suhr’s answer to this old enigma. According to him, the notion of the sky\npillar was derived from the conical shadow the Moon casts in space, which shadow termi-\nnates on Earth, during a solar eclipse.!*4 As he pointed out in a different work, “surely a\nshadow from a body ranging somewhere between the sun and the earth and making an occa-\nsional direct contact with the earth must have been, for the ancient mind, a projection of di-\nvine beneficence.”!55\n\nAs we have seen, the real nature of solar eclipses was known to the ancient Greeks. To\nrepeat what we have said on a previous page, both Plutarch and Pliny knew that lunar\neclipses were caused by the projection of Earth’s shadow on the lunar surface, and that this\nprojection took the form of a cone, which, as Suhr himself explained, would have been “an\nobservation based on what the naked eye could see” plus “a simple deduction from a law of\nphysics.”!5¢ As Suhr correctly deduced: “if the ancients were aware of the earth’s shadow,\nthey must also have known, as Diodorus testifies, about that of the moon projected toward\nthe earth during a solar eclipse...”157\n\nBut, while all of this is true, it can hardly be said that this was also known to our\nprimitive forefathers who would not have been capable of any “simple deduction from a law\n\n150 Ibid, p. 71\n\n131 Jid., p. 111.\n\n132 Jbid., p. 71.\n\n133 Jid., p. 72.\n\n134 See here also, ibid., p. 114.\n\n155, p. 54.\n156 Ibid., p. 53.\n\n157 Ibid.\n\n453",
                "citations": [
                    " (emphasis added)",
                    " Idem , The Spinning Aphrodite (N. Y., 1969)"
                ]
            }
        ],
        "bibliography": [
            " (emphasis added)",
            " Idem , The Spinning Aphrodite (N. Y., 1969)"
        ]
    },
    {
        "type": "main",
        "page_number": 454,
        "subsections": [
            {
                "title": "Solar eclipse during which the shadow of the Moon (M) sweeps over the surface of Earth (E).",
                "content": ", but partial within the\n.\n\nof physics.” The conical shape of this lunar shadow, which we can show diagrammatically as\nseen from space, is not visible to terrestrial eyes. Besides, even had it been, it does not\nremain stationary. And it does not whirl. Moreover, the immediate body atop its cone is the\nMoon, concerning which the myth of the axis mundi has nothing to offer. Only a “sun” is\nsometimes mentioned as having been on top of it. To present this invisible shadow as the\nprototype of the axis mundi, a pillar which was believed to have supported a “sun” and/or\nheaven itself, is not only to impose “a law of physics” on the primitive mind, it also goes\nagainst the grain of everything that ancient man has stated about it.",
                "citations": [
                    "The eclipse is total within the umbra (darkly shaded region)",
                    "penumbra (lightly shaded region)"
                ]
            },
            {
                "title": "THE POLE OF THE ECLIPTIC",
                "content": "In Hamlet’s Mill, de Santillana and von Dechend analyzed some of the most obscure\nmotifs in all of mythology and came up with a cosmic interpretation even though they\nhamstrung themselves by disallowing any conclusion that threatened to trespass\nuniformitarian precepts.\n\nAlthough not the subject of the present volume, the mytho-historical record is full of alilu-\nsions to cosmic catastrophes which caused terrestrial cataclysms on a colossal scale. We find\nthere records of unprecedented floods, massive earthquakes, the shifting of entire mountains,\nin concert with the displacement of celestial bodies and a rain of fire from the sky. What de\nSantillana and von Dechend proposed in the above mentioned work is that ancient man de-\nrived these beliefs from the slow displacement of the pole star through the precession of the\n. Cosmic catastrophism was\nexplained as the dissolution of an order brought about by this slow change in the celestial\nsphere. Creation consisted in the establishment of a new celestial order. In other words, an\n\n454",
                "citations": [
                    "equinoxes over the millennia (refer back to page 102, this work)"
                ]
            }
        ],
        "bibliography": [
            "The eclipse is total within the umbra (darkly shaded region)",
            "penumbra (lightly shaded region)",
            "equinoxes over the millennia (refer back to page 102, this work)"
        ]
    },
    {
        "type": "main",
        "page_number": 455,
        "subsections": [
            {
                "title": "era ended every time the reigning pole star was displaced; the “selection” of a new pole star",
                "content": "through precession was the beginning of a new world age.\n\nit has, however, long been understood that most of mythology derives from primitive\ntimes, from those eras preceding the birth of writing. It is therefore difficult to accept that the\nprimitive mind of ages past had already noted the extremely slow change of the pole, let\nalone that the change was understood. De Santillana and von Dechend were, of course, quite\naware of this objection, so it is not surprising that they attempted to overrule it.\n\nAs noted earlier, the discovery of the precession of the equinoxes has long been attributed\nto Hipparchus, one of the greatest astronomers and mathematicians of antiquity, who\nflourished sometime between 146 and 127 B.C. Yet—or so the authors of Hamilet’s Mill\nargued—this does not prove that the phenomenon had not been observed prior to his time.\nUnfortunately, other than that their theory demands it, this premise is not warranted by the\nrecord and the authors in question must therefore stand accused of reading into that record\nwhat is not really there.\n\nWhat is worse is that even were we to grant that the phenomenon had been known since\nprimitive times, it remains difficult to accept that this extremely slow change, the perception\nof which requires thousands of years, could have given rise to a world-wide belief in the\ncataclysmic end of all things—with flood and fire and the shaking of the terrestrial globe it-\nself—as these authors maintain. After all, when one pole star is displaced by another, no dis-\naster ensues, either in heaven or here on Earth.\n\nMore important is the fact—and the authors in question were well aware of this—that\ncertain items of myth and ancient astronomical lore not only refuse to fit the precessional\nscheme of the equinoxes but, as we have seen, are notorious in not fitting anything else that\nwe presently witness in our Solar System. With the vast amount of research that went into\ntheir work, they were bound to run headlong into the ancient notion that the planet Saturn\nhad once played the role of pole star. Not knowing what to do with this datum, they ended up\nrelegating it to the limbo of unacceptable data.\n\nAll this has been brought up here because, needless to say, the authors in question were\nalso bound to run headlong into what they themselves termed the polar axis. So how did they\nattempt to fit this entity into their precessional scheme? Somewhat ambiguously, they tell us\nthat:\n\n“The rotation of the polar axis must not be disjointed from the great circles which\nshift along with it in heaven. The framework is thought of as all one with the axis.”158\n\nAs they explain on an earlier page, the axis mundi should be understood as “the equinoc-\ntial colure which ‘accompanies’ the slowly turning, wholly abstract and invisible axis along\nthe surface of the sphere.” !59 By this they meant the imaginary line running from Earth’s\ngeographical pole to the pole of the ecliptic, the centre around which Earth’s axis revolves\nonce every 26,000 years —in other words, the imaginary pole around which the precession of\nthe equinoxes takes place.\n\nWhat is highly interesting is that even they found this somewhat hard to swallow. As they\ntell us: “The abstract idea of a simple earth axis, so natural today, was by no means so logical\nto the ancients ...\"160\n\nThat being so, why is it we find so many allusions to this pole in the mythologies of all\nraces and in such varied dress? Why would a “wholly abstract and invisible axis,” like Suhr’s\n\n138 G_ de Santillana & H. von Dechend, op. cit., p. 231.\n159 Ibid., p. 159.\n160 fbid., p, 232.\n\n455",
                "citations": [
                    " (emphasis added)",
                    " (emphasis added)"
                ]
            }
        ],
        "bibliography": [
            " (emphasis added)"
        ]
    },
    {
        "type": "main",
        "page_number": 456,
        "subsections": [
            {
                "title": "pole of the ecliptic",
                "content": "north north\nrotational 1\naxis precession ,\n\necliptic\n\nVY\n\norbital plane\n\nequatorial\n\nsouth pole\nof the\nprecession ecliptic\n|\n'\n\nt\nt\n'\ni\n\n\nin relation to the precession of the equinoxes\nas it occurs at both poles.\n\n456",
                "citations": [
                    "The pole of the ecliptic (north and south)"
                ]
            }
        ],
        "bibliography": [
            "The pole of the ecliptic (north and south)"
        ]
    },
    {
        "type": "main",
        "page_number": 457,
        "subsections": [
            {
                "title": "invisible lunar shadow, have obsessed the minds of our primitive forefathers? Why would",
                "content": "such an entity have been thought of as a pillar upholding the sky, visualized inter alia as the\ngod’s single leg or his erect penis? Why, indeed, unless it was something that was actually\nseen?\n\nBut what was it that our ancestors saw? What was it that could have looked like a pillar\nsupporting the sky?",
                "citations": []
            },
            {
                "title": "THE WHIRLING RAY FROM ABOVE",
                "content": "As we have seen, the Egyptian Shu was described as light personified, which light acted\nas a prop of the sky. Osiris/Saturn was lauded as having occupied a position above the leg of\nheaven, which leg was described as a “leg of fire.” The Christian Sibyilines called the piilar\nof the sky a “pillar of glory.” We have seen that the rendering of the Egyptian kau and/or\nkhut, the heaven-sustaining column, utilizes a hieroglyphic character which translates as\n“vertical streamers of light ascending the world axis.” Through Sanskrit, we have even as-\ncertained that this imperishable pivot, or post, was thought of as a fiery axis. The message\nseems clear enough: Although the direction of the light was interpreted differently by differ-\nent peoples—i.e., ascending or descending— what the ancients purport to have seen was ex-\nactly what Hippolytus described as “the downward flow of light from above” and as “a ray\ncoming from above.” Even Plato had reason to describe it as “a straight light like a pillar”\nwhich has been understood as “stretching along the axis of the cosmos,” !*! while others have\npresented it as “a cylinder of aetherial fire surrounding the axis.”!® In other words, the phe-\nnomenon can be stated to have been a ray of fiery light which stretched all the way from the\nproto-Saturnian planet to Earth’s geographical north pole, a pillar of light which appeared to\nsupport heaven and/or the proto-planetary orb of Saturn above it.\n\nBut why a wind? What was there in this pillar of light that lent itself analogously to a\nwind, even a whirlwind no less?\n\nAt this point one is bound to think of our posited circumstellar or placental cloud which,\nas we have seen in an earlier chapter, was inter alia described as a fog or foam which\n“moved round and round continually,” a whirling “primeval void,” a chaos which “heaved”\nand “turned” in darkness, the “eternally revolving” Tao of the Chinese, remembered by the\nDogon as the spinning and dancing Amma, whirling around while organizing the “world” out\nof chaos, and/or the Norse Aesir who established their seat on the “whirl-field.” Does this\nnot, in fact, accord well with Sanchoniathon’s “breeze of thick air,” to say nothing of Ehe-\ncatl’s identity as the “wheel of the winds,” illustrated so graphically by the interior design of\na sliced conch shell which served as his symbol? Might it not therefore be that the analogous\nconception of the axis mundi as a whirlwind derived from its physical association with the\nwhirling placental cloud in question?\n\nIt és possible that the whirling placental cloud could have added to the analogy of the axis\nas a whirlwind but, for one thing, the circumstellar cloud would have appeared as a nebular\ndisk around proto-Saturn, and not as a fiery pillar supporting that orb. For another, as we\nhave also documented, ancient accounts seem to leave no doubt that the axis itself was seen\nto whirl—and so has it been understood by past mythologists regardless of their blundering\nattempts in interpreting it. We shall have much more to say concerning the axis mundi and its\ndestructive whirling antics as it evolved through time in future volumes,!© but enough has\nbeen said here to make the point.\n\n161 A,B. Cook, op. cit., p. 44.\n\n1©2 Ibid.\n\n163 See here, for instance, D. Cardona, “The Demands of the Satumnian Configuration Theory,” AEON VI:1\n(February 2001), pp. 58-71.\n\n457",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 458,
        "subsections": [
            {
                "title": "Chapter 22",
                "content": "Cosmic Genesis",
                "citations": []
            },
            {
                "title": "THE NATURE OF THE BEAST",
                "content": "nothing perplexed me more than this effulgent ray of light stretching between our humble\n\nabode and Satum’s glorious realm. Right from day one, David Talbott had understood it\nas a luminescent stream of falling debris.! One reason I could not accept this interpretation\ncame from the lack of recognizable cosmic material in Earth’s Arctic regions. Let’s face it, if\nthe polar column was really composed of material ejected from a stationary planet located in\nEarth’s north celestial pole, and since the column is posited to have existed for possible mil-\nlennia, such constant bombardment should have strewn Earth’s Arctic regions with cosmic\ndetritus.2\n\nSince then, however, such material has been found in Arctic regions. Thus, for instance,\n“a large fall of iron meteorites” is now believed to have occurred in northwestern Greenland\nand the adjacent east coast of Ellesmere Island “at some undetermined time in the past.” It is\nnow apparent that this cosmic iron “‘was discovered by the late Dorset people during the few\ncenturies immediately preceding A.D. 1000, and small pieces of meteoric iron are found on\nDorset sites of this period.”3 The meteoric iron from northwesten Greenland “spread\n[through trade] at least as far west as Bathurst Island and Little Cornwallis Island and south\nto the northern part of Hudson[‘s] Bay.”4 Even so, this is hardly the amount of cosmic mate-\nrial one expects to discover in Arctic regions, especially the area in and around the pole, if\nthe debris had been raining down for millennia. Granted that no one has yet conducted a de-\nliberate search for such material, not enough has yet come to light from this area to satisfy\nTalbott’s interpretation.\n\nLynn Rose, on the other hand, compared the cosmic pillar to the flux tube which stretches\nbetween Jupiter and its satellite, [o.5 This is a stream of electrons—a 5 million amp, 400,000\nvolt current, which translates into 2 trillion watts of energy°—that flows in a wide arc from\nboth Jupiter’s poles to Io’s. And, to be sure, I had toyed with this idea myself. But I soon dis-\ncarded it because, while instrumentally detectable, and even photographable through exotic\nlight, Io’s flux tube is not optically visible.\n\nMeanwhile, Frederic Jueneman saw this axis as a colossal Rankine vortex, a cosmic tor-\nnado of planetary proportions, composed mainly of air and water vapor.’ Although his model!\n\nle the beginning, as I slowly reconstructed the Saturnian model and its attendant scenario,\n\n1, p. 214; but see also, idem, Symbols of an Alien Sky (Beaverton,\nOregon, 1997), p. 100.\n\n2 See here also, D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VEE (February\n2001), p. 59.\n\n3 “In Search of Metal,” article retrieved from http://www.nic-bne.ca/2/16/h16-4108-.\n4“Exchange/Trade of the Late Dorset,” from http://www natmus.dk/arg/CultHistGreen/dorset2/al_dorset2.htm\n5. E. Rose, “Variations on a Theme of Philolaos,” KRONOS V:1, pp. 37-38.\n\n6 T. Gold, “Electrical Origin of the Outbursts on Io,” S.LS. Review IV:4, p. 111, where other\nsources are cited.\n\n7B. Jueneman, “The Potar Column: A Physical Model of Myth,” AEON E:4, pp. 36 ff.\n\n458",
                "citations": [
                    "D.N. Talbott, The Saturn Myth (N. Y., 1980)",
                    "e.html (emphasis added)",
                    " (Falt 1979)",
                    " (Spring 1980)",
                    " (July 1988)"
                ]
            }
        ],
        "bibliography": [
            " (July 1988)",
            "e.html (emphasis added)",
            "D.N. Talbott, The Saturn Myth (N. Y., 1980)",
            " (Falt 1979)",
            " (Spring 1980)"
        ]
    }
]