[
    {
        "type": "main",
        "page_number": 329,
        "subsections": [
            {
                "title": "THE REVISED HISTORY OF THE SOLAR SYSTEM",
                "content": "The discovery of dominant massive planets in extra-solar systems forced astronomers to\nrevise their theories concerning the formation of solar systems in general. Assigning the\nproblem to computers, simulations conducted by Frederic Rasio and Eric Ford resulted in\nmodels that were catastrophic enough to warm the hearts of Velikovskians.\n\n“In a system containing two Jupiter-like planets, the possibility exists that a dynami-\ncai instability will develop. Computer simulations suggest that in many cases this in-\nstability leads to the ejection of one planet while the other is left in a smaller, eccen-\ntric, orbit. In extreme cases, the eccentric orbit has a small enough periastron distance\nthat it may circularize at an orbital period as short as a few days through tidal dissipa-\ntion. This may explain the recently detected Jupiter-mass planets in very tight circular\norbits and wider eccentric orbits around nearby stars.”*3\n\nIn turn, this led to new theories concerning the formation of our own Solar System. As\nJosie Glausiusz commented:\n\n“...the detection of extra-solar planets has forced astronomers to re-examine [the the-\nory concerning the formation of our Solar System] because [these planets] present us\nwith a paradox. Many are so monstrous in size, and hug their stars so closely, that\nthey could not have formed in their present positions. The searingly hot stars around\nwhich they circle would have melted their rocky cores before they got started. In-\nstead, it’s assumed that they coalesced some distance away, then barreled inward over\nmillions of years. And if such chaos characterizes the birth of extra-solar planets,\ncould not similar disorder have reigned closer to home?\n\n“That’s exactly what astronomers are proposing. Instead of staid and steady motion\nfrom the start, they see turmoil. During the early years of our solar system, they say,\ngiant planets were born, bounced about, swung past one another, and were flung\napart before settling into their present orbits. [It is now suggested] that the massive\nicy planets Uranus and Neptune formed in close proximity to gassy Jupiter and Sat-\nurn, then barged past the behemoths into the far reaches of the solar system...\n\n“[It is now suggested] that the emergence of a Jupiter-sized planet during the early\nyears of a solar system can trigger chaos, birthing punier planets, then ejecting them\nin all directions.”\n\nEven newer theories suggest that an alien star could easily pass by the Solar System and\nthat this could alter Jupiter’s orbit which could then pass so close to Earth that our world\ncould easily be ejected into space or crash into the Sun.*>\n\nIn fact, other theorists are now proposing that the early Solar System might have con-\ntained up to twenty planets in irregular orbits “where they were eventually bound to col-\nlide.”\n\n33 FA. Rasio & E. B. Ford, “Dynamical Instabilities and the Formation of Extrasolar Planetary Systems,”\n, pp. 954-956.\n\n+4 J, Glausiusz, “Solar Revisionism,”, p. 54.\n\n55, p. 17.\n\n5.\n\n329",
                "citations": [
                    "Science (November 8, 1998)",
                    " Discover (March 2000)",
                    " (emphasis added)",
                    " New Scientist (Jane 12, 1999)",
                    " Sunday Times (July 25, 1999)"
                ]
            }
        ],
        "bibliography": [
            " New Scientist (Jane 12, 1999)",
            "Science (November 8, 1998)",
            " Discover (March 2000)",
            " Sunday Times (July 25, 1999)",
            " (emphasis added)"
        ]
    },
    {
        "type": "main",
        "page_number": 330,
        "subsections": [
            {
                "title": "“Once unheard of, it is no longer possible to maintain that our Solar System has",
                "content": "remained unchanged since its formation.”\n\n330",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 331,
        "subsections": [
            {
                "title": "The Solar System is now believed to be the result of a chaotic past in which",
                "content": "giant planets spiraled inward, brushing past other planets, perhaps ejecting\nthem out of the System, even birthing other planets, before the winners settled.\nin the sheltered orbits they occupy at present.\n\n331",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 332,
        "subsections": [
            {
                "title": "Dr. Renu Malhotra of the Lunar and Planetary Institute, Houston, has also argued that the",
                "content": "orbits of the Solar System planets have undergone substantial alterations. “One thing is cer-\ntain,” he has been reported as saying, “the idea that planets can change their orbits dramati-\ncally is here to stay.”*7\n\nEven this was something of a revival of the theory propounded by J. G. Hills in 1969 in\nwhich it was “suggested that the three outermost planets, Uranus, Neptune and Pluto, were\ndisplaced into their present orbit by encounters with other planets.” Described by C. J.\nRansom as a consequence of Hill’s analysis of the solar nebula, this theory concluded that\n“Saturn was initially the outermost planet to form in the nebula.” 8\n\nOnce unheard of, it is no longer possible to maintain that our Solar System has remained\nunchanged since its formation. Granted that astronomers are still keeping such events at\narm’s length by insisting that orbital changes within our System could only have transpired\nmillions of years ago, we have reason to believe that some of these changes took place during\nthe era of mankind. And, as we shal! soon see, we are not alone in this belief.",
                "citations": []
            },
            {
                "title": "A MATTER OF NOMENCLATURE",
                "content": "Beginning around October 2000, news began circulating that more than half of the so-\ncalled extra-solar planets that had been discovered up to then were not planets at all but,\nrather, brown dwarf stars, double stars, or low-mass stars.59 The reasons for this change of\nmind were variously given by various authorities. It was, for instance, reported that the radial\nvelocity techniques behind the discoveries were inadequate to determine the angle of obser-\nvation which would affect the results concerning the masses involved. As announced by the\nUniversity of Pittsburgh’s Allegheny Observatory: “Radial velocity observations cannot dis-\ntinguish between a planet in an orbit that is viewed nearly edge on from a brown dwarf or\nstellar companion in an orbit that is nearly in the plane of the sky.”\n\nUsing astrometric data from the European Space Agency, as well as astral velocity data,\nastrophysicists from the United States and Korea have determined that the orbital inclinations\nof the objects in question are extremely low. In other words, “the orbital planes of these\ncompanions appear to be oriented nearly face on to the observer.”6! According to David\nBlack of the Lunar and Planetary Institute: “This contradicts the assumption that the line-of-\nsight angle is random in the radial velocity studies.”®? Putting it plainly, randomness dictates\nthat some of these objects should be seen edge-on, while others face-on as viewed from our\nangle here on Earth.\n\nAccording to George Gatewood of the Allegheny Observatory:\n\n“Part of the problem arises because masses smaller than that of Jupiter are very diffi-\ncult to detect [outside the Solar System], thus most of the objects that have been de-\ntected and are suspected to be planets have masses greater than that of Jupiter, the\nmost massive planet in our solar system. Until very recently, there were few known\nobjects between one Jupiter in mass and 80 times as much, and those are all small\nstars.”63\n\n57, p. 19.\n\n58 Ibid.\n\n%? University of Pittsburgh News Release, October 28, 2000, as reported in “Planets Might Be Stars,” SIS\nInternet Digest 2000:2, p. 15.\n\n0 sid.\n\n61 Jbid,\n\n82 Ibid.\n\n83 Ibid.\n\n332",
                "citations": [
                    " Sunday telegraph (October 10, 1999)"
                ]
            }
        ],
        "bibliography": [
            " Sunday telegraph (October 10, 1999)"
        ]
    },
    {
        "type": "main",
        "page_number": 333,
        "subsections": [
            {
                "title": "But not everyone agreed with Black. As Geoffrey Marcy has been reported to have",
                "content": "stated: “The claim by David Black is completely incorrect.”™ Having risen to fame as one of\nthe most successful of extra-solar planet-hunters, Marcy had something to lose if Black was\ncorrect. On the other hand, Marcy had a good argument. As he and others have pointed out,\nfour of the companions which Black and his team had investigated are said to orbit their pri-\nmaries “within one degree of perfect alignment with the line of sight.”6\n\n“Yet the chance of any single partner of a given mass having that orientation is about\n1 in 5,000. Conversely, for every partner with that orientation, there should be 5,000\nor so with less extreme orientation. No such bodies are seen. Marcy is so convinced\nthat he says Scientific American ‘will be doing science a bum steer’ simply by men-\ntioning Black’s work.”\n\nBut then, Tsevi Mazeh and Shay Zucker weighed in from Tel Aviv University with the\nsuggestion that “the truth lies somewhere in the middle.” Concerning the four companions\ninvestigated by Black, they claim that two of them do indeed “have the heft of a star.” The\nother two, according to them, do not.®\n\nOthers suspect that the analyses “have fallen prey to subtle computational biases,” and\nthat “it is quite plausible that searchers have unwittingly skewed their sample,” and that\nhigher precision astrometry as well as other methods are needed to resolve the debate.\n\nEventually, even Marcy was forced to give an inch when the then newly discovered outer\ncompanion to yet another star was estimated to be “between 17 and 40 times” the mass of\nJupiter. As Marcy was reported to have admitted, “[this one] seems too large for a conven-\ntional planet.”\n\n“We frankly don’t know what name to give it!” Marcy said. ‘Is it a planet or brown\ndwarf...? We simply don’t know’.”7°\n\nAs Lemonick phrased it:\n\n“,..maybe astronomers will have to rethink their definition of ‘planet.’ Just because\nwe put heavenly objects into categories doesn’t mean the distinctions are necessarily\nvalid.”7!\n\nEventually some astronomers decided to refer to objects less than 10 Jupiters in mass as\nplanets. Anything over that is to be termed a brown dwarf star.72 Others decided that objects\nless than 13 times the mass of Jupiter should be classified as planets, while those between 13\nand 75 Jupiter masses should be termed brown dwarf stars. In other words, the dilemma\nwas temporarily, and arbitrarily, alleviated by invoking nomenclature.\n\na G. Musser, “Lost Worlds,”, p. 22.\nIbid.\n6 Ibid.\n8 Ibid.\n88 Ibid.\na Reuters, “Astronomers Find Two New Planetary Systems”.\nIbid.\n71 M, D. Lemonick, loc. cit.\n7 University of Pittsburgh News Release, loc. cit.\n73 “18 Possible Planets Lacking a Star,” SIS Internet Digest 2000:2, p. 13; R. Naeye, loc. cit.\n\n333",
                "citations": [
                    " Scientific American (January 2001)",
                    " (January 10, 2001)"
                ]
            }
        ],
        "bibliography": [
            " Scientific American (January 2001)",
            " (January 10, 2001)"
        ]
    },
    {
        "type": "main",
        "page_number": 334,
        "subsections": [
            {
                "title": "By 2002, astrophysicists were again up in arms concerning the definition of celestial",
                "content": "objects. By then, they were not even sure what a planet really was, let alone red and brown\ndwarf stars. Alan Stern and Harold Levison attempted to come up with a new criteria, but this\ndid not help much since it was still reliant on mass. Thus, according to them, a planet has to\nbe a body “low enough in mass that a/ no time, past or present, can it generate energy in its\ninterior due to any self-sustaining fusion reaction.””4 But, as Adam Burrows pointed out:\n“There is an unfounded prejudice that a planet should not have a thermonuclear phase,” and\nthat this was merely a preconception that might not be verified by observable facts.75\n\nAs far as our thesis is concerned, it does not much matter whether these so-called extra-\nsolar planets are really planets, brown dwarf stars, or some of each, since our scenario ac-\n as having been partners\noutside the Solar System.",
                "citations": [
                    "counts for both a planet (Earth)",
                    " and a brown dwarf star (Saturn)"
                ]
            },
            {
                "title": "THE RUNAWAY PLANET",
                "content": "Extra-solar planets were not only found orbiting stars, but even escaping from them. At\nleast one such pianet was said to have been discovered streaming away from the double star\nsystem known as TMR-1, 450 light-years from Earth, with a separation between them of 3.7\nbillion miles. Moreover, this one was actually visible through the Hubble Space telescope\nand has been photographed. Discovered by Susan Terebey, the planet was calculated to be\n“two to three times Jupiter’s mass, flung off in a gravitational tug-of-war between the [two]\nstars.” The planet was said to be racing away at a speed of 20,000 miles an hour.76\n\nUnfortunately, this discovery was eventually questioned. The pertinent planet was later\nexplained as nothing more than a background star. This was “deduced” from the spectrum of\n appears to be too\nhot, at 2,700°, to be a protoplanet”’—even though, personally, { am not\nquite sure why these parameters should rule out a protoplanet.\n\nEven so, Terebey herself has not entirely ruled out her original assumption. As a report\nby her reads: “At this time here is no strong evidence that TMR-IC itself is a protoplanet.” 78\nBut she added:\n\n“The models are not yet reliable at such young ages, so this test by itself is not con-\nclusive. The idea remains alive and well that there may be runaway planets and\nbrown dwarfs...which formed via ejection from multiple star systems.”\n\nEight months later, Scientific American republished the photograph of TMR-1C with a\ncaption referring to it as a “possible” protoplanet “hanging on” to the star.8° And there, at the\ntime of this writing, the matter rested.\n\nAgain, to us, it does not matter whether TMR-1C is truly an escaped planet. What con-\ncerns us is that it was originally accepted as such, which means that planets escaping from\ntheir systems are in the realm of possibility. Even Phil Lucas, as we shall soon see, would not\n\n74S. A. Stem & H. F. Levison, “Toward a Planet Paradigm,” Sky &, p. 45 (emphasis\nas given).\n\n75D, Kaisler, “The Puzzies of Planethood,” in ibid., p. 35.\n\n76 Anonymous, “Planet Poseur?”, p. 24; see also, anonymous, “Runaway Planet,”\n, p. 22.\n\n77 “Biected Protoplanet Most Likely a star,” NOTE: I thank\nmy good friend Ken Mass for bringing this item to my attention.\n\n8 Ibid..\n\n79 Ibid.\n\n80 G. Musser, op. cit., p. 42.\n\n334",
                "citations": [
                    "the object in question which (a)",
                    " showed no signs of water vapor, and (b)",
                    " Kelvin (4,400° F)",
                    " Telescope (August 2002)",
                    " (emphasis added)",
                    " Discover (August 1998)",
                    "Astronomy (September 1998)",
                    " Space Views (electronic newsletter, April 6, 2000.)",
                    " Ibid. (emphasis added)"
                ]
            }
        ],
        "bibliography": [
            " Discover (August 1998)",
            "the object in question which (a)",
            " showed no signs of water vapor, and (b)",
            " Space Views (electronic newsletter, April 6, 2000.)",
            "Astronomy (September 1998)",
            "counts for both a planet (Earth)",
            " Kelvin (4,400° F)",
            " Telescope (August 2002)",
            " and a brown dwarf star (Saturn)",
            " (emphasis added)",
            " Ibid. (emphasis added)"
        ]
    },
    {
        "type": "main",
        "page_number": 335,
        "subsections": [
            {
                "title": "rule out such a possibility. If, then, planets can escape out of their systems, why cannot some",
                "content": "of them invade solar systems, as we are positing Saturn and Earth to have done?",
                "citations": []
            },
            {
                "title": "LONE TRAVELERS THROUGH SPACE",
                "content": "There were other surprises in store. By July of 2000, thirteen extra-solar planets traveling\nalone through the coldness of space without an accompanying primary —that is without a son\nto sustain them—had been spotted by Phil Lucas and Patrick Roche. Their masses have been\nestimated to be eight times that of Jupiter. Lucas and Roche suspected that “these planets\ngrew directly out of a cloud of cold gas and dust—not from a disk surrounding an infant star,\nthe way normal planets do.”8! As Lucas himself stated: “We can’t rule out the possibility that\nsome might have been flung out of a solar system, but it looks like they have always been\nfree-floating.”®\n\nAs it happens, the existence of such bodies traveling alone through space had also been\npredicted by Firsoff thirty-three years earlier when he wrote that: “Although proof is lacking,\nit seems virtually certain that sunless planets, unattached to stars, do exist.”\n\nProof, it seems, is no longer lacking.\n\nIn December of 2000, it was reported that Maria Zapatero-Osorio and her colleagues\nfrom the California Institute of Technology had spotted 18 solitary planets, “inexplicably not\ncircling any stars, in a young stellar cluster in Orion.”® As Svitil reported:\n\n“These gaseous giants are doomed to a life of eternal darkness. Scientists are not sure\nwhy they exist; according to the prevailing models, planets can form only around\nstars.”85\n\nActually, these objects seem to be more than just planets. What Zapatero-Osorio claims\nto have discovered is a conglomeration that consists of “stars, brown dwarfs and large, gassy\nplanet-sized objects” all existing “without the discipline of a solar system.”® As her team\nreported: “Instead of orbiting neatly around a central star, they drift along in a loose collabo-\nration.”87 In a telephone interview, she continued by stating that:\n\n“The formation of young, free-floating, planetary-mass objects like these is difficult\nto explain by our current models of how planets form...We think they originated in a\nsimilar way to stars and brown dwarfs—a big cloud broke down into small pieces.\nSome were large enough to produce stars, while other fragments were very small and\nthey yielded the objects we discovered in the cluster...[These bodies are to be found\nin) an area that has a high concentration of stars, and they are homogeneously distrib-\nuted within the cluster—one star, one brown dwarf, one planetary mass body, one\nstar, one brown dwarf, one planetary mass body and so on.”*8\n\n81K_ §. Svitil, “Lonely Planets,”, p. 22.\n82 Pid.\n8 V. A. Firsoff, op. cit., p. 91.\nbel K. S. Svitil, “Wonder Worlds,”, p. 19.\nIbid.\n86 M, Fox, “Rogue ‘Gas Balls’ in Space Break Rules of Solar System, Astronomers Find,” The Vancouver Sun\n(October 6, 2000), p. A13.\n87 Ibid.\n88 Ibid.\n\n335",
                "citations": [
                    " Discover (July 2000)",
                    " Discover (December 2000)"
                ]
            }
        ],
        "bibliography": [
            " Discover (December 2000)",
            " Discover (July 2000)"
        ]
    },
    {
        "type": "main",
        "page_number": 336,
        "subsections": [
            {
                "title": "While these bodies are not linked together in an orbital sense, they do move concurrently",
                "content": "as a cluster. Moreover, Zapatero-Osorio is of the belief that there might be hundreds of these\nplanet-like bodies. The team she leads has only discovered eighteen of them simply because\nthey had concentrated on a single small area in Orion. Nor were these bodies detected by\ntheir Doppler shifts. Using spectrometers, which measure visible and invisible energy alike,\nZapatero-Osorio’s team “actually saw the objects they describe.”®°\n\nAs with Phil Lucas, and despite her belief that these bodies would have had to have been\nformed independently, Zapatero-Osorio did not rule out the possibility that they may have\nbeen ejected from other systems containing stars around which they would have originally\norbited.%\n\nThe eighteen lone travelers through space soon rose to twenty five; and the theorized ex-\nistence of hundreds of others soon rose to hundreds of millions of footloose planets wander-\ning through the Milky Way.?!\n\nWhat is perhaps more important to our own study, however, is Firsoff's conclusion in re-\nlation to these lonesome planets. “In the absence of the ionising radiation of the star,” he\nwrote, “[such planets} should be able to retain more extensive atmospheres, and, while ter-\nrestrial planets of this kind would be very cold, large [JJovian or sub-[Jjovian masses may\nhave enough internal heat to allow any type of life, even based on our carbohydrate chemis-\ntry, to develop on their surfaces.”9?\n\nAlthough we shall probably never know whether Saturn and Earth are bodies that escaped\nfrom another solar system, we have seen that such liberated planets are considered to be\nwithin the realm of possibility. Planets traveling alone through space have now become quite\ncommon. There is, therefore, nothing impossible about Earth having traveled together with\nSaturn through the cold realms of space before they came within the grips of our present Sun.\n\nAs Firsoff admitted, Jovian and even sub-Jovian masses may retain enough internal heat\nto allow life to develop and sustain itself. Our own hypothesis differs only slightly from this\nin that it was Saturn’s heat which allowed the existence of life on Earth. True, Saturn is less\nmassive than Jupiter and, at its present mass, falls short of the requirements for it to be con-\nsidered a brown dwarf star since, as we have seen, such stars have masses ranging from about\n15 to 80 times that of Jupiter.°? However, it has been ascertained that “brown dwarfs bridge\nthe entire gap between stars and planets,” with low-mass candidates being more numerous\nthan high-mass ones, “and this trend continues down nearly to planetary masses.”°4 It has\neven been conjectured that “the masses of brown dwarfs and planets can actually overlap\neach other!”95 Besides, as I intend to show in the proposed sequel to this volume, there is\nteason to believe that, as a brown dwarf star, proto-Saturn was once more massive.\n\nIt is now believed that there are twice as many brown dwarfs as there are “real” stars.°°\nMoreover, it has been found out that “far more brown dwarfs float freely than orbit stars.”97\nIt has additionally been conjectured that one of them “might even be stirring up the Oort\n\n89 Ibid.\n\n% Ibid.\n\n91H. Muir, “The Drifters,”, p. 14.\n\n2K. S, Svitil, loc. cit..\n\non Sce here also R. Talcott, “Census Shows Brown Dwarfs Numerous,”, p. 24.\nIbid.\n\n95 J, B, Kaler, “Stars in the Cellar: Classes Lost and Found,” Sky &, p. 44.\n\n% Ibid.\n\n97 R. Talcott, loc. cit.\n\n336",
                "citations": [
                    " New Scientist (April t, 2000)",
                    " Astronomy (December 2000)",
                    " Telescope (September 200)"
                ]
            }
        ],
        "bibliography": [
            " New Scientist (April t, 2000)",
            " Telescope (September 200)",
            " Astronomy (December 2000)"
        ]
    },
    {
        "type": "main",
        "page_number": 337,
        "subsections": [
            {
                "title": "comet cloud [at the edge of the Solar System] and sending a rain of deadly comets Earth-",
                "content": "ward.”\"98\n\nIf, then, an alien star could easily pass by our Sun’s domain close enough to disrupt Ju-\npiter, if brown dwarf stars can be believed to come close enough to our System to cause\nhavoc in the Oort cioud, what could prevent stars, brown dwarf stars, and/or any planets that\nmight accompany them from invading our system?",
                "citations": []
            },
            {
                "title": "THE ABSENT SUN",
                "content": "The myths we have so far enumerated may therefore be seen as constituting man’s col-\njective memory of that ancient time when Earth, in the company of its celestial primary, was\ntraveling through the blackness of outer space, far from the Sun, illuminated feebly by Sat-\nurn’s meager glow, but basking in the warmth of that primeval giant which was, from time\nimmemorial, the first—and for a while the only—-god man knew.\n\nCan the mytho-historical record further support this wild contention?\n\nPrimitive man would not have known that he was living outside our Solar System. Of\nsolar systems and brown dwarf stars—even of planets, per se—he knew nothing. All that he\ncould /ater recollect was that the Sun had been absent during the earliest times he could re-\nmember. I believe we have supplied enough of man’s ancient memory concerning that period\nin previous pages. Here I will merely add two snippets concerning Raven, Raven Boy, and\nWanadi, simply because we had already had something different to relate concerning these\nmythological entities.\n\nThus, among the Eskimos it is told how Raven Boy absconded with the sun but that, at\nhis father Raven’s behest, he “set the sun back in its old place so that light once more re-\nturned to the earth.”\n\n“But it was not the unremitting light of former days, for Raven Boy feared that if the\npeople forgot the terrors of darkness, they would forget also Raven’s teaching. With a\nsweep of a wing, he sent the sky spinning round the earth, carrying the sun with it and\nin this way day and night were created.”100\n\nWhat this tells us is that the sun which Raven Boy absconded with was one that shed an\n“unremitting light,” which hints at a sun that neither rose nor set. This, then, would have al-\nluded to the immobile Saturnian sun. The sun he set back in place, on the other hand, was\none that went “round the earth” —in other words, our present Sun.\n\nThe Makiritare of Venezuela, whom we have also met on a previous page, revered Wa-\nnadi as he “who shines in the highest heaven.” !°! But since, as we have already seen, this\nWanadi was said to have been “like a sun that never sets,” 02 we have every reason to believe\nthat the reference is to the once immobile Saturnian sun. The light from this Wanadi was said\nto have eventually failed from coming down anymore. And that is why, the Makiritare say,\n“the new Wanadi made this sun for us, to make it light for us during the day.” And: “When\nthe new Wanadi came, it dawned again.” 1\n\n%8 5, B. Kaler, loc. cit.\n\n99 M, Wood, Spirits, Heroes &, p. 20.\n100\n\n101 M. de Civrieux, Watunna:, p. 28.\n\n12 Thid., p. 21.\n\n103 Ibid. p. 28.\n\n337",
                "citations": [
                    " Hunters from North American Indian Mythology (N. Y., 1982)",
                    " fhid. (Emphasis added.)",
                    " An Orinoco Creation Cycle (Berkeley, California, 1980)"
                ]
            }
        ],
        "bibliography": [
            " fhid. (Emphasis added.)",
            " An Orinoco Creation Cycle (Berkeley, California, 1980)",
            " Hunters from North American Indian Mythology (N. Y., 1982)"
        ]
    },
    {
        "type": "main",
        "page_number": 338,
        "subsections": [
            {
                "title": "The mythological Raven as envisaged and stylized by the Haida Indians of British Columbia, Canada",
                "content": "I can relegate the reader with various other accounts concerning the first appearance of\nour present Sun as it was remembered by the ancient races of the world, but that would be\nplacing the event out of sequence. We must, therefore, reserve such records for their proper\nplace in the chronology of Saturnian events we are here attempting to reconstruct. What is of\nadditional interest is that, in a strange sort of way, the absence of the Sun, and its eventual\n“birth,” continues to be commemorated to the present day in an ancient Peruvian ritual\nwhich, in time, gained Catholic overtones.\n\nThe ritual in question takes place in June high in the Andes where thousands of cele-\nbrants congregate from highland villages and towns to participate. What these people gather\nto observe is the feast of Qoyllur Rit’: which, in Quechua, means the “Star of the Snow,” !+\nan annual festival rooted deep in Inca heritage. Wending their way in a long procession to a\nholy site three miles above the sea, the pilgrims cross gorges and mountain slopes by moon-\nlight to hold a festival commemorating the miraculous appearance of the child Jesus to a\nyoung herdsman named Mariano in these mountains two centuries ago. !© Today, the shrine\nof the Star of the Snow contains a rock bearing the image of the Christian Jesus. The pre-\nColumbian roots of the ritual are however acknowledged by many anthropologists and, in\n\n1047 he connection of the Star of the Snow with Saturn will have to await a future work.\n105R. Randall, “Peru's Pilgramage to the Sky,”, pp.60-69.\n\n338",
                "citations": [
                    " National Geographic (July 1982)"
                ]
            }
        ],
        "bibliography": [
            " National Geographic (July 1982)"
        ]
    }
]