[
    {
        "type": "main",
        "page_number": 209,
        "subsections": [
            {
                "title": "Jerusalem, but also as Bét (or Bit) Sutman.”® The designation “House” —i.e. Bét(h)—for",
                "content": "cities in Palestine is, of course, quite common. Easily coming to mind are such cities as Beth-\naven, Beth-El, Bethlehem, Beth-haran, Bethshemesh, Beth-horon, Beth-,\nBeth-peor, Beth-shan, and many others. Lewy himself explains such place names as due to\nthe one-time existence of sanctuaries each of which was dedicated to the deity there named.\nThus, Jerusalem would have been referred to as Beth Shulman because a temple of Shulman\nwould have existed there.\n\nLewy’s conclusion was that a temple of Shulman supplanted an earlier one dedicated to\nShalim but that it did not last for long. During the same period, the name of the city changed\nfrom Urusalim to Bet Shulman; but, with the destruction of the Shulman temple, the name of\nthe city reverted back to Urusalim. This would explain why the name Bet Shulman never be-\ncame popular.°°\n\nNeedless to say, this was all conjecture on Lewy’s part. For one thing, Lewy himself ac-\n were slightly different versions of the same deity,>! so\nthat no replacement of sanctuaries need enter the picture. Nor need the name Bet Shulman\nhave ever supplanted that of Urusalim since, in effect, the meaning of both names is theolog-\nically, even if not philologically, synonymous—the former meaning “House of Shulman,”\nthe latter, as we have seen, “Founded by Shalim.”>2 It is thus more than possible that Bet\nShulman was merely another designation for Urusalim, the one derived from Assyrian,\nthe other from Chaldean sources. The Chaldean name passed into Hebrew; the Assyrian did\nnot. The one became popular; the other not.\n\n; referred to as having\n;; it re-\nmains obvious that the city we call Jerusalem was named in honor and dedicated to the god\nShalem/Shulman.*3\n\nIndications that this god was worshipped there can be traced at least to the time of Israel’s\n\nUnited Monarchy.* Also rendered Shulman or Shulmanu,° this god’s name gave Jedidiah,\nson of David and king of Israel, his more popular name of Solomon. Rendered Shlomoh in\nHebrew, this monarch’s name has also been stated to have been derived from shalom, which,\nas everyone knows, does, inter alia, mean “peace.” (Compare also the Arabic salam and\nMaltese s/iema.) The probability, however, is that both the monarch’s name and the word for\n“peace”\nmeans “belonging to Salim”5?\n\nBiblical theophoric names derived from Shalem are common including the names of\nkings of Israel and Judah. Among such names we find: Shallum, Shelemiah, Shelomi, Shel-\n, after whom Immanuel Velikovsky named one of his daughters, and\n\nelemoth.\n\n48 Ibid., pp. 520-521.\n\n49 Ihid., p. 521.\n\nIbid.\n\n51 fbid., p. 519.\n\n2 Lewy gives the meaning of the latter as “Creation of Shalem”—see ibid., p. 521—-but the Hebrew yeru is\nmore in keeping with the meaning “founded.”",
                "citations": [
                    "eden (in Syria)",
                    "cepted that Shalim and Shulman(u)",
                    "In any case, whether called by the very name of the god (Salem)",
                    "been founded by him (Urusalim/Yerushalem)",
                    " or simply called his city (Bet Shulman)",
                    " derived from the name of the god. As Roy Rosenberg tells us, Slomoh (Shlomoh)",
                    "emis (or Shulamit)"
                ]
            },
            {
                "title": "BRA, Rosenberg, “The God Sedeq,” Hebrew Union College Annual, Vol. XXXVI (Cincinnati, 1965}, p. 166.",
                "content": "54 J. Lewy, see reference #21, pp. 441, 454.\n\n55 Ihid., p. 454.\n\n%y, Gray, op. cit., p. 304, pp. 124-125.\n\n57R. A, Rosenberg, loc. cit.\n\n209",
                "citations": [
                    ", idem, The Canaanites (N. Y., 1964)"
                ]
            }
        ],
        "bibliography": [
            ", idem, The Canaanites (N. Y., 1964)",
            " derived from the name of the god. As Roy Rosenberg tells us, Slomoh (Shlomoh)",
            "In any case, whether called by the very name of the god (Salem)",
            "been founded by him (Urusalim/Yerushalem)",
            "eden (in Syria)",
            "emis (or Shulamit)",
            "cepted that Shalim and Shulman(u)",
            " or simply called his city (Bet Shulman)"
        ]
    },
    {
        "type": "main",
        "page_number": 210,
        "subsections": [
            {
                "title": "Outside of the Old Testament, we find this theophoric name adopted by Shalamanu, King",
                "content": "of Moab.*S It also appears in the name of Shalmaneser, a name borne by more than one As-\nsyrian king. Perhaps less known is the fact that Salummati was an epithet of the great Assur-\nnasirpal.*9\n\nAs a god, Shulman was worshipped in Nineveh and, under the variant Shulmanuha or\nShulmanuhi, is found mentioned in Assyrian tablets.\n\nShulman is known to have had a feimine counterpart named Shulmanitu®!—but also\nShala.® This goddess— but not Shulman —has been identified with Astarte and Ishtar, both\n\npersonifications of the planet Venus. Moreover, Assyrian sources define Sulmanitu (the same\n\nas Shulmanitu) as distar Urusilimma which Michael Astour has rendered “IStar of Jerusa-\nlem.” That this goddess was known in Jerusalem is verified by her laudation in the famous\nSong of Solomon in which she is referred to merely as the Shulammite.°\n\nThe sacrifices performed in Solomon’s temple were referred to in Hebrew as she-\nlamim—the plural of shelem. Usually translated as “,” R. de Vaux is of a\ndifferent opinion in that shelamim “implies the idea of a tribute offered to God...” If this is\ncorrect, the god in question must originally have been Shalem.\n\nAs they appear in cuneiform, the words salummatu and salummati are usually thought to\nsignify “brightness” and “splendor” respectively.’ As epithets, these descriptive terms were\n.§8 On their own, they throw no\nlight on the real identity of Shalem. Who, then, was this god?\n\n meant “the Stable One.”©\n\nSolomon’s name, “belonging to Salim,” can then be translated as “belonging to Saturn.”\nDavid, his father, must have been very partial to the Saturnian deity for not only did he name\nSolomon in his honor, but also his first-born son, \"Amnon, which means “belonging to\n\n*Amin—i.e. the Stable One,” and even his third, AbSaiom, which means “the Father is\n\nSalim.” It can now safely be said that Jerusalem was the City of Saturn, a conclusion that\nwas additionally reached by Lewis Greenberg.7! (And did not Isaiah himself refer to\nJerusalem as the city of justice,”2 which justice, in Akkadian kittem, we have already\nfound to be an epithet of Shamash/Satum?) Finally, those of the Jewish faith will hate me for\n\n58 J. Gray, loc, cit.\n\n591, p. 183.\n\n60, p. 149.\n\n61 Jbid., pp. 133-134, 150.\n\n2 N. K. Gottwald, “The Shulammite,” The Interpreter’, p. 341;\nH. H. Rowley, “The Meaning of ‘The Shulammite’,” American Journal of Semitic Languages and Literature,",
                "citations": [
                    "peace offering(s)",
                    "applied to Enlil (Saturn)",
                    ", Nergal (Mars)",
                    ", and Nabu (Mercury)",
                    "Very much like other names of Saturn, Shalem (or Salim)",
                    ". Engnell, Studies in Divine Kingship in the Ancient Near East (Oxford, 1967)",
                    " w. F. Albright, Yahweh and the Gods of Canaan (N. Y., 1968)",
                    "s Dictionary of the Bible Vol. IV (N. Y., 1962)"
                ]
            },
            {
                "title": "LVI (1939), pp. 84-91.",
                "content": "® w.F, Albright, loc. cit.\n\n64, pp. 154-155.\n\n65 Song of Solomon (also known as Song of Songs and/or Canticle of Canticles—see especially 6:10 &\n6:13,(NOTE: Hyam Macoby's contention that the Shulammite mentioned in this source is to be understood as a\nreference to the Queen of Sheba—“The Queen of Sheba and the Song of Songs,” SIS Review IV:4 (Spring\n1980), pp. 98-100—cannot be accepted.)",
                "citations": [
                    "M. C. Astour, Hellenosemitica (Leiden, 1965)"
                ]
            },
            {
                "title": "SR de Vaux, Ancient Israel (N. Y., 1965), pp. 417, 427, 440.",
                "content": "67], Engnell, foc. cit.\n\n88 Ibid.\n\n69 R. A. Rosenberg, loc. cit..\n\n70 Ibid,\n\n7 L. M. Greenberg, “Jerusalem — City of Satum,” KRONOS X:2, pp. 94 ff.\n\nIsaiah 1:26,\n\n210",
                "citations": [
                    " (Winter 1985)"
                ]
            }
        ],
        "bibliography": [
            "applied to Enlil (Saturn)",
            "M. C. Astour, Hellenosemitica (Leiden, 1965)",
            "s Dictionary of the Bible Vol. IV (N. Y., 1962)",
            ". Engnell, Studies in Divine Kingship in the Ancient Near East (Oxford, 1967)",
            " w. F. Albright, Yahweh and the Gods of Canaan (N. Y., 1968)",
            " (Winter 1985)",
            ", and Nabu (Mercury)",
            ", Nergal (Mars)",
            "Very much like other names of Saturn, Shalem (or Salim)",
            "peace offering(s)"
        ]
    },
    {
        "type": "main",
        "page_number": 211,
        "subsections": [
            {
                "title": "Jerusalem— (Roman period) —the City of Saturn",
                "content": "saying this, but the sacrifices called shelamim which were offered in Solomon’s temple could\nonly mean that the famous Israelite temple, as Hildegard Lewy showed in 1950, was reaily\none dedicated to the planetary god Salim/Saturn. This is all the more true since the inner\nsanctum, that is the Holy of Holies, of the temple was constructed in the shape of a cube,\nwhich was the characteristic shape of Saturnian temples.” In fact, for some now forgotten\nreason, the cube had been a traditional representation of Saturn from ages past.\n\n73H, Lewy, op. cit., in toto.\n\n74 Ibid., p. 69.\n\n73 G, de Santillana & H. von Dechend, Saturn’s Mill:,\npp. 221-222.\n\n211",
                "citations": [
                    " An Essay on Myth and the Frame of Time (Boston, 1969)"
                ]
            }
        ],
        "bibliography": [
            " An Essay on Myth and the Frame of Time (Boston, 1969)"
        ]
    },
    {
        "type": "main",
        "page_number": 212,
        "subsections": [
            {
                "title": "Floor plan and cross section of Solomon’s Temple, showing the Holy of Holies, marked X,",
                "content": "the cubic construction of which bespeaks its dedication to the planetary god Saturn.\n(Adapted from plans drawn by Marie-Joséphe Devaux.)",
                "citations": []
            },
            {
                "title": "THE HOUSE OF SHULMAN",
                "content": "Further connections between Shalem/Shulman and Saturn can be derived from the el-\nAmama correspondence, letters written in Akkadian cuneiform dispatched to the Pharaoh\nAkhnaton and his father by the rulers of Palestine. In two of these letters which Egyptologists\nhave numbered 74 and 290, reference is made to a place which transliterators have rendered\ndifferently. In 1915, J. Knudtzon settled on the reading of this place as Bet Ninib®—i.e.,\nHouse of Ninib.\n\nSome time later, in 1940, Julius Lewy re-read the name of this place as Bit Shui-\nmanu— of Shulman.”\n\nWilliam Albright did not accept Lewy’s transliteration, claiming that the ideogram which\nhe read as “Shulmanu” did not incorporate the determinative for divinity.”\n\nIn 1969, the team of Tadmor and Kalai re-read the ideogram again, this time as Beth Nin-\nurta.\nWhich, then, was the correct reading?\n\nThis problem has given birth to many a debate,” but it should never have done so. Let me\nsay that Knudtzon was perfectly correct in reading the name as Bet Ninib since the cuneiform\nideogram which “spells” the name of the god in question is “NIN.IB. Of that, there never was\nany doubt\" As pointed out in an earlier chapter of this work, Ninib, sometimes rendered\nNinip and/or Nirig, was the planetary god Saturn.”\n\nThe reason behind Lewy’s re-reading of the name as Shulman may not appear clear to the\nuninitiated. Suffice it to say that cuneiform characters can be read ideographically and/or\nphonetically. Thus the ideogram “NIN.IB can also be read ‘Ninurta®—which means that\n\n% J, A. Knudtzon, Die El-Amarna-, pp. 1160, 1343.\n7), Lewy, “The Sutman Temple in Jerusalem,”, pp. 519 ff.\n. As cited by I. Velikovsky, “The Sutman Temple in Jerusalem,” SiS Review II:3, p. 86.\nIbid.\n® See, for instance, the discussion in the International Standard Bible Encyclopedia, Vol. 2, pp. 999-1000.\n® J. Lewy, op. cit., p. 520.\n® G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. |, p. 86; D.\n, p. 314; M. Jastrow, Jr., “Sun and Saturn,” Revue\nd’Assyriologie et d’, p. 172.\n® J. Lewy, op. cit., p. 519.\n\n212",
                "citations": [
                    "House (or Sanctuary)",
                    "Tafeln (Leipzig, 1915)",
                    " Journal of Biblical Literature LIX (1940)",
                    " (1977/78)",
                    " (1870 second ed.)",
                    "A. Mackenzie, Myths of Babylonia and Assyria (London)",
                    "Archeologie Orientale (September 1910)"
                ]
            }
        ],
        "bibliography": [
            "A. Mackenzie, Myths of Babylonia and Assyria (London)",
            " Journal of Biblical Literature LIX (1940)",
            "Archeologie Orientale (September 1910)",
            " (1977/78)",
            "Tafeln (Leipzig, 1915)",
            "House (or Sanctuary)",
            " (1870 second ed.)"
        ]
    },
    {
        "type": "main",
        "page_number": 213,
        "subsections": [
            {
                "title": "Tadmor and Kalai’s reading of the place in question as Beth Ninurta was also correct. As we",
                "content": "have already documented, Ninurta was also one of the names by which the planet Satur was\nknown.\n\nLewy’s re-reading, meanwhile, was based on an equation which is to be found in an\nAssyrian explanatory list of divine names. In this list, the Assyrians themselves equated\n*NIN.IB with ‘DIMES. Just as “NIN.IB can be read as ‘Ninurta, so also can “DILMES be\nread as *Shulmanu.® It therefore follows that, like Ninib/Ninurta, with whom he was\nequated, Shulman was simply an alias of the planetary god Saturn.\n\nFrom this it can be seen that all three readings—Bet Ninib, Beth Ninurta, and Bit Shul-\nmanu -—are correct. They all mean the same thing: “ of Saturn.”\n\nOn the other hand, Albright was entirely wrong when he claimed that the name Shulman\ndid not incorporate the determinative for divinity. The name Shulman, as it appears in el-\nAmarna letter 290, does incorporate the determinative —dingir—for divinity. Lewy repro-\n\nduced it by the usual transliteration— viz., ““Sulmani.”™\n\nThe equation of Shulman with Ninurta/Saturn, as revealed in the above, is of additional\nimportance to the subject of this chapter because, very much like Shulman/Shalem, Ninurta\nwas also considered an immobile god. Thus, in Akkadian, Ninurta was styled kaimanu, that\nis “the steady star.”\n\n(For those in the know: The association of Shulman with Resheph, like that of Ninurta\nwith Nergal, will be discussed in a future work.)",
                "citations": [
                    "House (or Sanctuary)"
                ]
            },
            {
                "title": "THE MESOPOTAMIAN EVIDENCE",
                "content": "While we have already seen that one of the Assyro-Babylonian names for the planet Sat-\n Lu-Bat Sag-US, we have so far refrained from saying what the name stood\n\nfor. Simply put, Lu-Bat Sag-US means “the steady planet.” The term “steady planet” is not\nmuch different than the term “stable planet,” so that we can see that this characteristic of the\nSaturnian deity was by no means a rarity.\n\nIn keeping with this topic, we also find that Shamash/Saturn was said to have occupied\n“the house of rest.” Here there is no intimation of slow movement. A deity who occupies a\nhouse of rest must himself be at rest.\n\nWhen speaking of the Sumerian god Ea, Berossus, writing in Greek, used the name Kro-\nnos” who was Saturn. And did we not, in Chapter 6, see Ea identified precisely as that very\nsame planet?\n\nThe Babylonian name of Ea was Enki.” In fact, Ea was actually written with the ideo-\ngram EN.KI. Our interest here ties in the fact that Enki, who must, therefore, also be equated\nwith Saturn, was known as “the motionless lord” and god of “stability.” As the god of sta-\nbility, Enki compares favorably with Saturn’s epithet as the Stable One. As the\n\n* Ibid.\n\n® Ibid.\n\n® Tbid., p, 520.\n\n®\" SH. Langdon, “Semitic Mythology,”, p. 134.\n\n®M. Jastrow, Jr., op. cit., p. 170; H. Lewy, op. cit., p. 332.\n\n©, pp. 638-641,\n\n*, p. 74.\n\n5! J. Morgenstern, “The Divine Triad in Biblical Mythology,” Journal of Biblical Literature LX1, pp.\n15, 16; G. Michanowsky, op. cit., p. 31.\n\n*T), p. 38.\n\n213",
                "citations": [
                    "um was (Mul)",
                    " The Mythology of All Races, Vol. V (N. Y., 1964)",
                    " Idem , The Religion of Babylonia and Assyria (Boston, 1898)",
                    " G, Michanowsky, The Once and Future Star (N. Y., 1977)",
                    "V (1945)",
                    ". Talbott, Symbols of an Alien Sky (Beaverton, Oregon, 1997)"
                ]
            }
        ],
        "bibliography": [
            "um was (Mul)",
            "V (1945)",
            " The Mythology of All Races, Vol. V (N. Y., 1964)",
            " Idem , The Religion of Babylonia and Assyria (Boston, 1898)",
            ". Talbott, Symbols of an Alien Sky (Beaverton, Oregon, 1997)",
            "House (or Sanctuary)",
            " G, Michanowsky, The Once and Future Star (N. Y., 1977)"
        ]
    },
    {
        "type": "main",
        "page_number": 214,
        "subsections": [
            {
                "title": "motionless lord, we again see that this stability had nothing to do with slowness of move-",
                "content": "ment. What is being described here is an immobile god, a planet bereft of motion.",
                "citations": []
            },
            {
                "title": "THE EGYPTIAN EXPLICITNESS",
                "content": "When we come to Egypt, there is no longer any ambiguity concerning the Saturnian char-\nacteristic we have been investigating. In a hymn to Ra, the deity is addressed with these\nwords: “O thou firstborn, who dost lie without movement...”® Here, once again, it remains\nfor Egyptologists to explain why, if Ra was truly the Sun, it was described as lying “without\nmovement.” Ra, it was said, “rests on his high place.”™\n\nAtum was also said to have been immobile. Called “the Firm Heart of the Sky,” it was\ndistinctly said of him that “the Great God lives fixed in the middle of the sky.”*\n\nIn the Papyrus of Ani, the deceased is addressed with these words: “O thou who art with-\nout motion like unto Osiris!”-—and this phrase is twice repeated.© The immobility of Osiris\nis also mentioned in the Text of Teta: “Thou art stable in thy name of ‘Menu’,” it is there\nstated, where “Menu” itself has the meaning of “Stable One,”” the very same epithet we\nhave found attached to other Saturnian deities.\n\nThe Egyptian god Ptah, whom we have also seen being identified as a personification of\nSaturn, was also syncretized with Tenen or Tatanen, a primeval deity who was also lauded as\nthe Disk of Heaven,™ a definite identification of the god as a celestial body. Here, Wallis\nBudge informs us that the “exact attributes” of this deity “appear to have been unknown even\nto the Egyptians.”” And yet, he had no difficulty in deriving the god’s name from the word\nenen, or nen, which means “inertness, inactivity, rest, motionless,” and the like” Despite\nBudge, what this really telis us is that Tenen was considered to be without motion. If this god\ncan truly be equated with Saturn, as his assimilation with Ptah forces us to conclude, it would\nagain register the planet in question as having been immobile.",
                "citations": []
            },
            {
                "title": "SHINING IN THE LIGHTLAND",
                "content": "Those familiar with Egyptian mythology, especially Egyptologists, can—actually\nshould—-raise one telling objection against all of the above. And the objection is this: that,\ndespite his being lauded as lying without movement and as resting on his high place, there\nare various tracts which describe Ra as rising and setting. For instance, in a hymn to Ra, the\ngod is lauded with the words:\n\n“Homage to thee, O thou who art Ra when thou risesth and Temu [that is Atum]\nwhen thou settest. Thou risest, thou risest, thou shinest, thou shinest, thou who are\ncrowned king of the gods...the company of the gods rejoice when thou risest...”!\n\n, p. 250.\n™, p. 394.\n\nST. Rundle Clark, Myth and Symbol in Ancient Egypt 9N. Y., 1959), p. 59.\n\n%, p. 315.\n*, p. 141.\n* Idem, The Gods of the Egyptians, Vol. 1, p. 509.\n\n* Ibid., p. 508.\n\n100 Ibid., p. 509.\n\n‘0! Ibid., pp. 335-336.\n\n214",
                "citations": [
                    "EA. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967)",
                    " Idem, From Fetish to God in Ancient Egypt (London, 1934)",
                    "SE. A. W. Budge, The Egyptian Book of the Dead (see reference #81)",
                    " Idem, Osiris and the Egyptian resurrection, Vol. I (N. Y., 1911/1973)",
                    " (N. Y., 1904/1969)",
                    " (emphasis added)"
                ]
            }
        ],
        "bibliography": [
            " Idem, From Fetish to God in Ancient Egypt (London, 1934)",
            "SE. A. W. Budge, The Egyptian Book of the Dead (see reference #81)",
            " (emphasis added)",
            " (N. Y., 1904/1969)",
            "EA. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967)",
            " Idem, Osiris and the Egyptian resurrection, Vol. I (N. Y., 1911/1973)"
        ]
    },
    {
        "type": "main",
        "page_number": 215,
        "subsections": [
            {
                "title": "“Hail, thou Disk, thou lord of rays, who risest on the horizon day by day! Homage to",
                "content": "thee...when thou risest on the horizon and sheddest thy beams of light...Homage to\nthee, O thou who risest in the horizon as Ra...”!”\n\nHow, then, can we reconcile the above passages, and many more like them, with the idea\nof a motionless Ra?\n\nWell, in the first place, the word translated as “horizon” —3ht—actually means “light-\nland,”'® and while this term continues to be accepted as meaning “horizon,” it should never\nhave been.\n\nIn the second place, the word translated as “rises” actuaily means “shines,” as Patricia\nSpencer indicated.“ There are various Egyptian words which carry these ambiguous mean-\nings. Nen, for instance, means “to rise,” often used in relation to a celestial body, but it also\nmeans “to shine.”\"™ More than that, as we have just seen, nen also carries the meanings “in-\nertness, inactivity, rest,” and “motionless.” Khaut signifies the “rising of a god,” but also\n“appearance, splendor, radiance, or brilliance of a god.”\"™ Skhai means “to make to rise up,”\nbut also “to appear.” “” When it comes to the rising of the very Ra in question, one word that\nis often used is kha or khai, meaning “to rise” or “to ascend,” but also “to shine” or “to ap-\npear.” '®,'“, and\nun.\n\nAs for “setting,” there is an Egyptian word—urt—which has been rendered as meaning\njust that, but it is only used for “the setting of a star.”\"! On the other hand, a related\nword—urt-t—actually means “immobility,” while Urt refers to “a motionless god.”'”\n\nEgyptologists who have translated such phrases as “O thou who risest in the horizon as\nRa” did so because the words “O thou who shines in the lightland” made little sense. On the\nother hand, and in face of the fact that Ra is often described as having been motionless, trans-\nlators should have kept these additional meanings in mind. A motionless god, or celestial\nbody, that rises and sets is an impossibility. A god, or celestial body, that shines without\nmovement is not. Thus, As David Talbott indicated, the god does not rise or set but comes\nforth and recedes, that is he grows bright, be shines, and he dims.'?",
                "citations": [
                    " So, similarly, with such words as pert (to come forth)",
                    "uben (to grow bright)"
                ]
            },
            {
                "title": "REIGNING EM HETEP",
                "content": "We have already seen it said of Atum that he “lives fixed in the middle of the sky.”\n\nInter alia, the god was also said to have reigned in peace. “Homage to thee, O thou who\nart in peace,” is a phrase twice repeated in the Papyrus of Mut-hetep. “Come, come in\npeace!” he is implored, “thou wakest in peace...”\"*\n\n1 Ibid., p. 336.\n\n‘8 M. Lichtheim, Ancient Egyptian Literature—Volume I: The Old and Middle Kingdoms (Berkeley, California,\n1975), p. 115,\n\n‘ P, Spenser to B. Forrest, private communiqué , in B. Forrest, Velikovsky’s Sources, Notes & Index Volume\n(Manchester, 1983), p. $13.\n\n‘SEA. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. 1(N. Y., 1920/1978), p. 351.\n\n16 Ibid., p. 535.\n\n17 Tbid., Vol. Il, p. 615\n\n\\ thid., Vol. I, p. 534.\n\n1 Idem, The Gods of the Egyptians, Vol. 1, p. 385.\n\n, p. 25.\n\nEA. W. Budge, op. cit., p. 175,\n\n1 Ibid.\n\n\"3 1, p. 49.\n\nME. A. W. Budge, op. cit., p. 351.\n\n215",
                "citations": [
                    " (N. Y., 1904/1969)",
                    "Cf. A. Piankoff, The Litany of Re (N. Y., 1964)",
                    "D. N, Talbott, The Saturn Myth (N. Y., 1980)"
                ]
            }
        ],
        "bibliography": [
            " So, similarly, with such words as pert (to come forth)",
            "D. N, Talbott, The Saturn Myth (N. Y., 1980)",
            "uben (to grow bright)",
            "Cf. A. Piankoff, The Litany of Re (N. Y., 1964)",
            " (N. Y., 1904/1969)"
        ]
    },
    {
        "type": "main",
        "page_number": 216,
        "subsections": [
            {
                "title": "We suggested above that the Semitic word for “peace” — shalom, salam, sliema—derived",
                "content": "from the name of the Satumian deity called Shulman, Shulmann, and/or Shalem. We have\nalso seen that the name of this god translates as “the Stable One.” But what, then, is the con-\nnection between peace and stability?\n\nThe Hebrew shalom derives from shalam, which means “to be safe.” \"5 So, also, with the\nMaltese sliema which also means “safety.”\"° “Peace” and “safety” are allied terms but, in a\nsense, is not also “stability”?\n\nNow, as it happens, the Egyptian word sharm’ means “to be peaceful,” but also “to be\nidle”\"”—that is “to be doing nothing,” which negates motion. Another Egyptian word\nmeaning “to be at peace” is heri, but heri also means “to rest.”\"* The Egyptian word most\ncommonly used for “to be at peace,” however, is hetep which also means “to repose,” “to\nrest,” and “to be at rest.\"\n\nThis, then, raises the question: Given that Atum was described as being fixed in the mid-\ndle of the sky, what is the logical characteristic to be allotted him when he is stated to have\nbeen em hetep—to have been at peace, or to have been at rest?\n\nThis, incidentally, brings us back to the god Imhotep—the same as Em Hetep—and\nmakes us ask the question: Was Imhotep really the deified architect who built Djoser’s pyra-\nmid, as generally believed? Or was he yet another manifestation of the immobile god we\nhave learned to recognize as Saturn? Talbott, who embraced the meaning of this god’s name\nas “the one who comes forth while standing in one place,” ™ seems to have had no doubt.",
                "citations": []
            },
            {
                "title": "IMMOVABLY FIXED",
                "content": "The Egyptian Ra is not the only supposed sun-god said to have been devoid of mo-\ntion. In chapter 3 we saw the Indic Surya called Suraj, which latter name belongs to the\nplanet Saturn. We also noted there that Surya is said to have occupied samanam dhama, “the\nsame place of rising and setting.” We did not there explain the meaning behind this term,\nhaving used it only to denote that Surya could not possibly have been the present Sun. What\nis easier to believe, that a celestial body can climb vertically up the sky and vertically down\non the same path, or that it brightens and fades while remaining in the same spot? In view of\nwhat we have now disclosed, does not the latter seem preferable? In fact, we can state it un-\nequivocally, since it is unambiguously written that Surya “stands firmly,” and he does so on a\n“safe resting place.” The belief in Surya’s immobility was so ingrained that he continued to\nbe remembered as “the immovable center of his system.” '”' So how can Indologists continue\nto perpetrate the disinformation that Surya is the Sun?\n\nEven Brahma, we are told, does not rise and set. He “remains alone in the center.”'” And\nif there are those who think that this immobility may have applied to planetary deities, but\nnot necessarily to the planets they once personified, they are mistaken. Sthirah, for instance,\nis yet one more Sanskrit name for the planet Saturn. No deity is involved here. And yet we\n\n\"Sy. Strong, op. cit., pp. 116, 117.\n\n‘, p. 87.",
                "citations": [
                    "SE D. Busuttil, Kalepin Tliet lsna (Valletta, 1978)"
                ]
            },
            {
                "title": "NTE. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978), p. 727.",
                "content": "48 Pid, Vol. 1, p. 449.\n\n\" Ibid., p. 517.\n\n2D. N. Talbott, op. cit., p. 50, where, following Budge, he refers to Imhotep as Iemhetep.\n\n1) Satapatha Brahmana, 1V:3:4:9; V. 8, pp. 82-83.\n12 Chandogya Upanishad, M1\n\"3 V7, §. Apte, The Practical Sanskrit-p. 1009.\n\n216",
                "citations": [
                    ". Agrawala, Sparks from the Vedic Fire (Benares, 1962)",
                    "English Dictionary (Delhi, 1890/1978)"
                ]
            }
        ],
        "bibliography": [
            ". Agrawala, Sparks from the Vedic Fire (Benares, 1962)",
            "English Dictionary (Delhi, 1890/1978)",
            "SE D. Busuttil, Kalepin Tliet lsna (Valletta, 1978)"
        ]
    },
    {
        "type": "main",
        "page_number": 217,
        "subsections": [
            {
                "title": "find that this name is arguably related to, or derived from, sthira, which means “firm, steady,",
                "content": "fixed, immovable, still, motionless,” and “immovably fixed.”\n\nSo, similarly, in China, where one of the ancient names for the planet Saturn is Zhenxing\nwhich means the “Stable Star” or “Stabie Planet,” since zhen means “stable” and xing means\n“star” but also “planet.” No planetary deities enter this equation. It is a pure astronomical\nassertion deduced from the very meaning of the planet’s name.",
                "citations": []
            },
            {
                "title": "THE NEVER-SETTING PLANET",
                "content": "Lynn Rose deduced that the bizarre astronomical system of Philolaos, the Pythagorean\nphilosopher from Southem Italy, was merely a “garbled” version of the primeval Saturnian\nsystem.™ This, needless to say, ted him to the conclusion that the Central Fire of which\nPhilolaos spoke was really an allusion to the old Saturnian sun. As Rose then tells us:\n\n“Historians of philosophy are fond of referring to the ‘dark sayings’ of Heraclitus. If\nHeraclitus was at times reflecting back to conditions during the Age of Kronos, per-\nhaps we are now in a position to understand some of his mysterious remarks. The\n; this\nmay be why Heraclitus asks, ‘How can anyone hide from that which never sets?””!”\n\nAs Rose continues:\n\n“Even some of the Philolaos fragments, although their authenticity has been ques-\ntioned, make more sense now We are also told that ‘it [the Central Fire] is ruler and\nteacher of all things; it is God, One ever-existing, stable, unmoving, itself like to it-\nself, different from the rest,’ and that it ‘remains One for ever in the same position\nand condition’ .””\n\nGreek knowledge of the immobile Saturnian sun, however, was not restricted to the\n“garbled” version of Philolaos. In his evaluation of the Greek Helios and other so-called an-\ncient sun-gods, E. A. Butterworth also came to the conclusion that this luminary “is not the\nnatural sun of heaven, for it neither rises nor sets, but is, as it seems, ever at the zenith...”!”\n\nSo similarly from other parts of the world. For example, in Roman tradition, among the\npoets, Saturn was remembered as the god of “the steadfast star.”\n\nThe Incas, too, preserved a memory of a sun-god—a resting one, to be sure—who was\nable “to light the world from one spot.” We can therefore be assured that when the\nMakiritare of the Upper Orinoco River, in Venezuela, teil us that their god Wanadi was “like\na sun that never sets,”™ they are referring to an old tradition about the planet Saturn. That\nWanadi was not the present Sun is additionally indicated by the fact that the Makiritare name\nfor the Sun is Shi.®\n\n\" Ibid.\n\n5 Sima Qian, Shiji-.\n\n61, E, Rose, “Variations on a Theme of Philolaos,” KRONOS V:1, pp. 12 ff.\n\n‘77 Tbid., p. 26.\n\n18 Ibid. p. 27.\n\nDN, Talbott, op. cit., p. 41.\n\n®, p. 381.\n\n117, Nuttall, “Fundamental Principles of Old and New World Civilizations,” Archaeological and Ethnological\n, p. 161.\n\n132 Mf, de Civrieux, Watunna:, p. 21.\n3 Ibid., p. 28.\n\n217",
                "citations": [
                    "Central Fire is always at the same location in the sky (as viewed from one spot)",
                    "tianguanshu (early first century B.C.)",
                    " (Fall 1979)",
                    " (emphasis added)",
                    " See here Minor Latin Poets in the Loeb Classical Library (Harvard, 1968)",
                    "Papers of the Peabody Museum, Vol. HI (Harvard, 1901)",
                    " An Orinoco Creation Cycte (Berkeley, California, 1980)"
                ]
            }
        ],
        "bibliography": [
            "Papers of the Peabody Museum, Vol. HI (Harvard, 1901)",
            " An Orinoco Creation Cycte (Berkeley, California, 1980)",
            " See here Minor Latin Poets in the Loeb Classical Library (Harvard, 1968)",
            "Central Fire is always at the same location in the sky (as viewed from one spot)",
            "tianguanshu (early first century B.C.)",
            " (Fall 1979)",
            " (emphasis added)"
        ]
    },
    {
        "type": "main",
        "page_number": 218,
        "subsections": [
            {
                "title": "Surya—the god who stood firmly in one place.",
                "content": "(Photograph by the author-—courtesy of the British Museum, London, England.)\n\n218",
                "citations": []
            }
        ],
        "bibliography": []
    }
]