[
    {
        "type": "main",
        "page_number": 219,
        "subsections": [
            {
                "title": "The Yakut of Siberia knew of a celestial locality called “the still center of the world”",
                "content": "from which “the sun never sets.”\"™\n\nOf course, there will now be those who will argue that, in Earth’s polar regions, the Sun\nremains above the horizon for half of the year and, in that respect, it never sets. Unfortu-\nnately for this argument, the Sun does eventually set, and it remains absent for the second\nhalf of the year. Besides, while visible during the short summer months, the polar Sun is\nhardly immobile as it circles around the sky above the horizon. In view of what we have. al-\nready uncovered concerning the immobility of the primeval Saturn, it is more than obvious\nthat what the Yakut were describing was the dimly remembered Saturnian sun. This will be-\ncome all the more apparent in the next chapter when we will throw further light on that ce-\nlestial locality here called “the still center of the world.”\n\nWhat we have learned in this chapter, therefore, is self-illuminating—that, still according\nto the ancients, and during the time we have been investigating, the planet Saturn not. only\nshone as a sun in a sky that was devoid of other astronomical bodies, but, as seen from Earth,\nthis Saturnian sun was seen to neither rise nor set. It seemed, instead, to have radiated down\non mankind while being permanently fixed in one spot.\n\nHow could this have been possible?\n\n“4, p. 29.\n219",
                "citations": [
                    "E A. Butterworth, The Tree at the Navel of the Earth (Berlin, 1970)"
                ]
            }
        ],
        "bibliography": [
            "E A. Butterworth, The Tree at the Navel of the Earth (Berlin, 1970)"
        ]
    },
    {
        "type": "main",
        "page_number": 220,
        "subsections": [
            {
                "title": "Chapter 10",
                "content": "The Polar Station",
                "citations": []
            },
            {
                "title": "A CHOICE OF MODELS",
                "content": "appeared immobile in Earth’s primeval sky is if Earth had been in phase-lock with its\n\nprimary. This is precisely the case with our Moon which is in phase-lock with Earth.\nWhat this means is that the Moon rotates on its axis in the same time it takes it to revolve\naround Earth. Thus, as seen from Earth, the Moon always presents the same face to us. The\nother side of the Moon, usually called the far side, is not visible from Earth. (It was revealed\nto Earth-bound eyes for the first time through the photographic capabilities of twentieth\ncentury space-probes.) What this also means is that, as seen from the lunar hemisphere facing\nEarth, as those astronauts who landed on the Moon could see for themselves, our world\nappears motionless, that is fixed in one spot, pasted on the darkness of the lunar sky. Whether\nEarth appears stationary at the zenith of the lunar sky, half way down the sky, or permanently\nfixed on the horizon, or even half hidden by the horizon, would depend on the lunar locality\nfrom which it is viewed. There is, of course, no need to point out that, from the far side of the\nMoon, Earth is simply not visible.\n\nAs Alan Stern and Jacqueline Milton pointed out, a similar situation, but somewhat in\nreverse, holds for the planet Pluto and its satellite Charon. Since Charon’s orbital period is\nthe same as Pluto’s rotational period, to a Plutonian, Charon would appear to be similarly\nfixed in the sky.! (Patrick Moore misspoke when he called this “a situation unique in the\nSolar System,”? since he seems to have forgotten the case of the Moon when he penned these\nwords.)\n\nThere is another way in which Saturn could have appeared immobile in Earth’s sky. This\ncould have come about if Earth had been suspended directly “beneath” or “above” one of\nSaturn’s poles, with both planets sharing the same axis of rotation. In that case, Saturn would\nhave appeared fixed in Earth’s north or south celestial sphere. This, however, is not only an\nunheard-of situation which is nowhere duplicated in our present Solar System, it is also one\nwhich defies presently accepted celestial mechanics. All it inspires is disbelief.\n\nIt is, therefore, understandable that, in Ais Saturnian scenario, as extracted from the\n“garbled” system of Philolaos, Lynn Rose opted for an Earth in phase lock with Saturn.? And\nyet for years I had reason to object to Rose’s explanation of this phenomenon,* just as he\nfound reason to object to mine°—since, almost from the very start of my research, I had\ncome to the conclusion that Saturn’s proper placement in Earth’s primordial sky had to have\n\nGr that Earth was a satellite of Saturn, one way in which the giant planet could have\n\n3? Moore, “Worlds on the Edge,”, p. 39.\n\nIbid.\n\n3L. E, Rose, “Variations on a Theme of Philolaos,” KRONOS V:1, p. 26.\n\n4 See, for instance, D. Cardona, “The Reconstruction of Cosmic History,” AEON Tl:2, pp.\n116 ff.\n\n5. E. Rose, op. cit., pp. 12 ff.; idem, “On Saturn at the North Pole,” AEON I:6, p. 39.\n\n220",
                "citations": [
                    " New Scientist (January 3, 1998)",
                    " (Fall 1979)",
                    " (February 1990)",
                    " (December 1988)"
                ]
            }
        ],
        "bibliography": [
            " (February 1990)",
            " (December 1988)",
            " New Scientist (January 3, 1998)",
            " (Fall 1979)"
        ]
    },
    {
        "type": "main",
        "page_number": 221,
        "subsections": [
            {
                "title": "Earth as seen from the surface of the Moon—permanently fixed in one place.",
                "content": "(Photograph courtesy of NASA.)\n\n221",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 222,
        "subsections": [
            {
                "title": "been in Earth’s north celestial sphere.6 Given that Rose’s model is more feasible from a",
                "content": "physical point of view, why do I opt for this bizarre idea? The answer is simple enough: That\nis where the mytho-historical record places the primeval Saturn—plumb in the centre of\nEarth’s north celestial sphere, the very place which is presently occupied by the Pole Star.\n\nThat this is an outlandish theory there is no doubt. Despite the fruit of my research, even I\nended up disbelieving the entire thing, and I must honestly admit that it was not until 1 had\nread Hamiet’s Miil that | finally accepted all that my research had unearthed. If, as I reasoned\nat the time, scholars of the caliber of Giorgio de Santillana and Hertha von Dechend, the au-\nthors of Hamlet's Mill, had been able to unearth the same set of bizarre situations in connec-\ntion with Saturn’s polar station, I could not be that far off the mark myself. If the authors in\nquestion could discuss the ancient belief in a Saturn that was permanently fixed in Earth’s\nnorth celestial sphere, then so could I. That de Santillana and von Dechend chose not to ac-\ncept what they themselves had discovered was their business.” But the lameness with which\nthey ended up explaining away what they had brought to light made me all the more ready to\naccept it all.\n\nNow it has to be said that both Rose’ are\nbased on the mytho-historical record. Let us then examine what the mytho-historical record\nhas to say about the subject.\n\nEL—ELOAH—ELOHIM\n\nBecause we shall be delving more into the Old Testament as we go along, a few words\nconcerning this collection of Hebrew books are in order.\n\nThe oldest complete version of the Old Testament is the Greek Septuagint (2nd century\nB.C.). The Hebrew text from which it was translated is no longer extant in any complete\nform. The oldest Hebrew version that we now possess in entirety is the Massoretic Text (6th\nto 8th century A. D. ) Not only is there something like eight hundred years separating the\ntwo, there are also major differences between them.\n\nWhile the Septuagint is not always to be preferred, it is superior to the Massoretic Text\nwhich, beyond dispute, contains more numerous corruptions. To be sure, the Massoretic Text\nhas remained unchanged since its “fixing” in the 6th century A.D., but that a great number of\nchanges had been introduced before that date is also well known. Textual comparison has\nlong made it obvious that the Septuagint, compiled by the Jewish scholars of Jerusalem at the\nbehest of Demetrius Phalereus and Aristeas for Ptolemy Philadelphus and the Jews of\nAlexandria,? was translated from a Hebrew text that was purer than the much later Mas-\nsoretic version.\n\nThe issue, of course, is more complex than that, but the above should suffice to\nremind the reader that, when it comes to interpretation, not all versions of the Old Testament\nare of equal value. In what follows, and throughout this work, we shall therefore be\ncomparing various versions in an attempt to ferret out what the original beliefs might have\nbeen. In matters where even comparison will leave us stranded at an impasse, however, it is\nto the Septuagint that we shall bow our heads, simply because, where no other arbiter is\navailable, it is the o/dest version that should receive the benefit of the doubt.\n\n© See here, D. Cardona, “The Road to Satum,” AEON E:1 Ganuary 1988), pp. 108-129; idem, “The Road to\nSaturn,” Part Il, AEON 1:3, pp. 109-138.\n\n7G. de Sanmtillana & H. von Dechend, Hamlet's Mill: An Essay on Myth and the Frame of Time (Boston,\n1969), p. 136.\n\n8 3. F Stenning, ef al., “Bible,”, Vol. 3, pp. 504-505.\n\n9, pp. 15 ff.\n\n222",
                "citations": [
                    "s model and mine (as well as David Talbott’s)",
                    " (May 1988)",
                    " Encyclopaedia Britannica (1959 ed.)",
                    "L, Canfora, The Vanished Library (Los Angeles, 1990)"
                ]
            }
        ],
        "bibliography": [
            "s model and mine (as well as David Talbott’s)",
            " (May 1988)",
            "L, Canfora, The Vanished Library (Los Angeles, 1990)",
            " Encyclopaedia Britannica (1959 ed.)"
        ]
    },
    {
        "type": "main",
        "page_number": 223,
        "subsections": [
            {
                "title": "What I wish to stress at this point, more than anything else, is that the Old Testament",
                "content": "speaks of various deities which, in English and other translations, were changed to read\n“God,” “Lord,” “Lord God,” “Most High God,” etc. Leaving all sectarian biases aside, we\nshall therefore re-insert the correct Hebrew names of these deities in the quotes we shall be\nciting throughout the rest of this work. As we progress, we shall also see whether these vari-\nous names were merely cognomens of one and the same deity. The first three such names\nwhich will concern us in this study are El, Eloah, and Elohim.\n\nNow it has sometimes been stated that “Elohim,” which name is mentioned 2570 times in\nthe Old Testament,!° is “the plural of a lost singular.”!! The singular, or synonym, of\n“Elohim,” however, is hardly lost; it is merely “El” and/or “Eloah.”!2 To William Heidel, the\nElohim were the allies of E1!3--whatever these might have been. The name “Elohim,” how-\never, was not always used as a plural. A. Murtonen, for instance, tells us: “As to the primary\nmeaning there cannot be any doubt, the word being formally a plural, but the singular mean-\ning is also very old, as the Ras Shamra fi.e., Ugaritic] texts prove.”!4 Murtonen goes out of\nhis way in attempting to explain this plurality,!> but, in the end, it seems to boil down to an\nold usage equivalent to the more modern royal “we.” As David Rohl succinctly phrased it:\n\n“Biblical Hebrew occasionally employs something scholars cal! the ‘majestic plural.’\nIn effect it is a plural ending added to a deity’s name to confer status or majesty. In\nthe Old Testament the best example is Elohim which does not mean ‘the gods’ but is\nrather the god El with the majestic plural im appended.”!6\n\nEloah, on the other hand, only appears 57 times in the Olid Testament, “and almost en-\ntirely in poetry”!” such as the Book of Job. That Eloah was the equivalent of EI,!8 mean-\nwhile, is brought out in the same Book of Job where the two names are used interchange-\nably.!9 According to Murtonen, this variant of the name is merely the vocative of\n“El”20_ that is the form used in invocation.\n\nWhich leaves us with the shortened form “El” which, apart from its inclusion in\ntheophoric names, appears 230 times in the Old Testament. ?! That El was the god of Israel\npar excellence is borne out by the fact that when Jacob arrived in the city of Shechem, in the\nland of Canaan, following his twenty-year sojourn working for Laban, he set up an altar and\ncalled it El-elohe-yisrael, which means “El, God of Israel.” 22\n\nMore than that, however, is the very name Israel itself. Although, as Hans Goedicke\nnoted, ail efforts to explain the name have been unsuccessful, it is definitely a theophoric one\n\n10, p.\n25.\n11 “Biblical Encyclopedia, Concordance, and Subject Index,” to the King James version of The Holy Bible (N.\nY., 1913/1954), p. 120.\n12 4. Murtonen, op. cit., p. 42; J. Morgenstern, “Divine Triad in Biblical Mythology,” Journal of Biblical\n, pp. 22, 23;, p. 470.\nIbid.\n14 A. Murtonen, loc. cit.\n15 Ibid.\n16 D. M. Rohl, A Test of Time: The Bible—, p. 228.\n17 A Murtonen, op, cit., p. 25.\n18 And see here also, J. Morgenstern, op. cit., p. 23.\n19 See, for instance, Job 22 where Eloah is used in verse 12, and El in verse 13.\n20 A. Murtonen, op. cit., p. 41.\n21 Ibid., p. 25.\n22 Genesis 33: 18, 20.\n\n223",
                "citations": [
                    " A. Murtonen, A Philological and Literary Treatise on the Old Testament Divine Names (Helsinki, 1952)",
                    "Hiterature LXIV (1945)",
                    " W. A. Heidel, The Day of Yahweh (N. Y., 1929)",
                    " From Myth to History (London, 1995)"
                ]
            }
        ],
        "bibliography": [
            " A. Murtonen, A Philological and Literary Treatise on the Old Testament Divine Names (Helsinki, 1952)",
            " W. A. Heidel, The Day of Yahweh (N. Y., 1929)",
            " From Myth to History (London, 1995)",
            "Hiterature LXIV (1945)"
        ]
    },
    {
        "type": "main",
        "page_number": 224,
        "subsections": [
            {
                "title": "incorporating the very name of E!.” Interpretations of the name have included such lauda-",
                "content": "tions as “he who fights for El,” “he whom El fights,” “the upright one of El,” and other simi-\nlarities,24 but none of these are true to the etymology of the name. The name “Israel” appears\nfirst in the Book of Genesis where the Patriarch Jacob is described as having wrestled with a\nmysterious stranger, at the end of which the stranger told Jacob: “Thy name shall be called\nno more Jacob, but Israel: for as a prince hast thou power with Elohim and with men, and\nhast prevailed.”25 The name Israel was, therefore, bestowed on Jacob because he “prevailed”\nlike a prince over the stranger with the power of Elohim. And, as it has been assumed by\nothers before me, the name “Israel” is composed of the word s@rah—“to prevail” —and “El.”\nThus it might not be amiss to say that “Israel” most likely means “to prevail like El” or “let\nEl prevail.”\n\nAs Ronald Hendel argued, El was the oldest god of the Israelites. This is evidenced by\nthe fact that, in the Old Testament, up until the time of the Exodus, theophoric names incor-\n.26 This coincides\nwith what is known of Canaanite religion in the pre-Israelite period. “The evidence, from\nUgarit in the north to Sinai in the south, testifies that during [the pre-Israelite period] the high\ngod of various local Canaanite pantheons was named El.”2? Murtonen goes even further\nwhen he states that the name can be traced to primitive times. “That ‘el is a very primitive\nword is proved by 1) exception\nof Ethiopic. ..2) the fact that it was composed of only two radicals...and 3) that these radicals\nare numbered among the most primitive ones.”28 As for the origin of El, the same authority\ninforms us:\n\n“EL itself can have been derived only from a concrete conception, i.e., from immedi-\nate experience. In other words, the question is philologically unsotvable.”29\n\nPhilologically unsolvable—perhaps; but not necessarily cosmogonically so, as we shall\nsoon see. We start by asking the question: What could this “concrete conception,” this\n“immediate experience,” of which Murtonen speaks, have been? Having already touched\nupon the subject on an earlier page, the identity of El should not surprise the reader. Even so,\nfor starters we mention here the fact that, in Akkadian inscriptions, the phonetic writing for\n is sometimes used for the logogram otherwise read as An.3° In god lists found at\nMari, the two names are interchangeable. As Alfred Eaton disclosed: “It is known that the\n...”3! In discussing the\nsame material, Herman Wohistein argues simply for an identification of El/An as a tutelary\ndeity,3? an equation that could only have been reached because of the widespread acceptance\nof El, by Jews and Christians alike, as a name simply meaning “God.” But that “El” was\n\n23, Exodus:, p. 4.\n\n24, p. 56.\n\n25 Genesis 32: 28.\n\n26 R. S. Hendel, “Finding Historical Memories in the Patriarchal Narratives,” Biblical Archaeology Review\nGuly/August 1995), p. 59,\n\n27.\n\n28 A. Murtonen, op. cit., p. 38.\n\n29 Ibid., p. 39.\n\n30 Ibid., p. 29.\n\n31 A. Eaton, The Goddess Anat: The History of Her Cult, Her Mythology and Her Iconography (Ph.D.\ndissertation, Yale University, 1964), p. 13.\n\n32H. Wohlstein, The Sky-God An-, p. 33.\n\n224",
                "citations": [
                    "porate only the name of El (as, for example, Israel, Ishmael, and Bethuel)",
                    " its existence in all the Semitic languages with the (possible)",
                    "El (or Ii)",
                    "name El was written with the sign AN (Ik-ru-ub-AN and Ik-ru-ub-Il)",
                    "H. Goedicke, in M. Rowland (Ed.)",
                    " Myth or History (Basingstoke, Hants, England, 1994)",
                    " AE, Guinness (Ed.)",
                    ", Mysteries of the Bible (N. Y., 1988)",
                    " (where “God” is substituted for “E”)",
                    " Ibid (where various other sources are also cited)",
                    "Anu (Jericho, N. Y., 1976)"
                ]
            }
        ],
        "bibliography": [
            "porate only the name of El (as, for example, Israel, Ishmael, and Bethuel)",
            " Ibid (where various other sources are also cited)",
            "Anu (Jericho, N. Y., 1976)",
            "name El was written with the sign AN (Ik-ru-ub-AN and Ik-ru-ub-Il)",
            "H. Goedicke, in M. Rowland (Ed.)",
            " AE, Guinness (Ed.)",
            "El (or Ii)",
            " (where “God” is substituted for “E”)",
            ", Mysteries of the Bible (N. Y., 1988)",
            " its existence in all the Semitic languages with the (possible)",
            " Myth or History (Basingstoke, Hants, England, 1994)"
        ]
    },
    {
        "type": "main",
        "page_number": 225,
        "subsections": [
            {
                "title": "originally a proper name has been shown by Murtonen.? Meanwhile, as we have already",
                "content": "seen, the god An and/or Anu was a personification of the planet Saturn.\n\nJulius Morgenstern tells us that, in his role of the all-knowing god, “El seems to have\nmuch in common with the Babylonian deity, Enki-Ea, the ail-wise one.”>4 And, on an earlier\npage, we have shown that Enki/Ea is also identifiable as the same planet Saturn.\n\nNone of this should really surprise anyone. As Frank Moore Cross indicated, El was the\nchief deity of the Mesopotamian Semites, as he was also that of the pre-Islamic Arabs\nbesides the Canaanites.35 In fact it has long been known that the pre-Islamic Allah traces to\nthe same root as El or Eloah.3¢ Cross also cites evidence which equates El with the Egyptian\n as also with Ba’al (of\nwhom we shall have more to say elsewhere).\n\nWilliam Albright equated El with the Assyro-Babylonian Shamash?’ which, once again,\nwe have already shown to be an alternate name for the planet Saturn.\n\nWilliam Heidel goes straight to the heart of the matter when he tells us that “Cronos [or\nKronos—the Greek name for the planet Saturn] is called El by the Phoenicians.”3° This\nidentification traces to the Phoenician scholar Sanchoniathon himself, as quoted by Philo of\nByblos, who identified the Canaanite El with the Greek Kronos.? As Cross submitted:\n“Philo Byblius, and other classical sources, and inscriptions in Greek and Latin all establish\nthe formula that B’l Hmn [i.e., Ba’al Hamon] on the one hand, and El on the other, are Greek\nKronos, Latin Saturnus.”4° Moreover, as Cross admits: “These equations have long been\nknown, and all new data confirm the ancient.”4! Albright, therefore, was on track when he\nidentified El outright with the Latin Saturnus.*?\n\nWe did not, therefore, misspeak when, on an earlier page, we pointed out that, according\nto the ancients, it was the planet Saturn that was really the god of the Jews. When the Old\nTestament itself, as we have seen, declares El to have been the “God of Israel,” it is the same\nas saying that Saturn was that god. And, in fact, is this not additionally borne out by the very\nname Israel which, as we have pointed out, incorporates the theophoric name of El who was\nSaturn? Thus, incidentally, when J. Glen Taylor, on Biblical and archaeological evidence,\nwas forced to conclude that it was the “sun” that was worshipped in the Jerusalem Temple by\nthe Kings of Judah,? we can be certain that the “sun” in question was the Saturnian one.",
                "citations": [
                    "Ptah (yet another deity we have already seen identified as Saturn)"
                ]
            },
            {
                "title": "THE LEFT HAND OF GOD",
                "content": "In a Hebrew psalm we read:\n\n“Unto thee, O Elohim do we give thanks...When I shali receive the congregation I\nwill judge uprightly. ..Promotion [{i.e., exaltation] cometh not from the East, nor from\nthe West, nor from the South.”“4\n\n33 A. Murtonen, op. cit., p. 30.\n\n34 ¥. Morgenstern, loc. cit.\n\n35 F. M. Cross, Canaanite Myth and Hebrew Epic: Essays in the History of the Religion of Israel (Cambridge,\n1973), p. 71.\n\n36 A. Murtonen, op. cit., pp. 25-26.\n\n37, p. 141.\n\n38 W. A. Heidel, loc. cit.\n\n39 L. Detaporte, “Phoenician Mythology,”, p. 83.\n\n40 F, M. Cross, op. cit., p. 25.\n\n41 Ibid.\n\n2W.F. Albright, op. cit., p. 144.\n\n43 JG. Taylor, “Was Yahweh Worshipped as the Sun?”, p. 58.\n4 Psaims 75:1, 2, 6.\n\n225",
                "citations": [
                    " W. F, Albright, Yahweh and the Gods of Canaan (N. Y., 1968)",
                    " New Larousse Encyclopedia of Mythology (London, 1972)",
                    " Biblical Archaeology Review (May/June 1994)"
                ]
            }
        ],
        "bibliography": [
            " Biblical Archaeology Review (May/June 1994)",
            " W. F, Albright, Yahweh and the Gods of Canaan (N. Y., 1968)",
            " New Larousse Encyclopedia of Mythology (London, 1972)",
            "Ptah (yet another deity we have already seen identified as Saturn)"
        ]
    },
    {
        "type": "main",
        "page_number": 226,
        "subsections": [
            {
                "title": "As William Warren asked: “Why this singular enumeration of three of the points of the",
                "content": "compass, and this omission of the fourth [that is, the North]?”4 Is it not, as T. K. Cheyne\nsurmised, because a “peculiar sanctity is attached to the North in the Old Testament\nrecords”?4 And does this not then mean that Elohim’s exaltation can only come from the\nnorth? Does this not, in itself, also mean that Elohim resided in the north? And if Elohim, as\nwe have seen, was identified by the ancients themselves as Saturn, would it not also mean\nthat Saturn’s locus was in the north?\n\nAs Warren continues: “A curious trace of the same conception appears in the book of\nJob...”47 Here Warren is referring to that specific incident in which Job, while lamenting the\nbitter deal that fate had dealt him, complains that he has looked for Eloah but could not find\nhim:\n\n“Behold, I look forward [or ‘in front’], but he is not there; and backward [or\n‘behind’], but I cannot perceive him. On the left hand, where he doth work, but I can-\nnot behold him. He hideth himself on the right hand, that I cannot see him.”\n\nHere, the Hebrew word translated “forward” or “in front” is gedem or gedmah which,\namong other things, means “eastward.”4? As is to be expected, ‘achor, the Hebrew word\ntranslated as “backward” or “behind” also means “westward.” Semo’l, translated “left,”\nalso means “north.”5! While yamin, that is “right,” also means “south.”5? Job’s words, above,\nshould therefore read:\n\n“Behold, I look eastward, but he {i.e., Eloah] is not there; and westward, but I cannot\nperceive him. To the north, where he doth work, but I cannot behold him. He hideth\nhimself in the south, that I cannot see him.”\n\nThe designations “in front,” “behind,” “left hand,” and “right hand,” for “east,” “west,”\n“north,” and “south,” came into common use among the Semites much later when the\nSun—that is the present Sun—had replaced the Saturnian one. Because of other factors\nwhich do not here concern us, orientation was indicated by facing east in which the Sun rose.\nThus the east was in front, the west was behind, the north was at one’s left hand, and the\nsouth on one’s right.\n\nBut here, now, as Warren noted,*? is the odd thing about the manner in which Job’s\nlament is worded. While lodging his grievance that nowhere—east, west, north, or\nsouth—could he find Eloah, he made a telling distinction concerning the north. The left hand,\nthat is the north, is described as the place “where he [that is Eloah] doth work.” So that,\nagain, we find that it was precisely in the north that Eloah, the same as Elohim/El/Saturn,\nwas believed to accomplish his handiwork.\n\nIt is, therefore, somewhat ironical that the left hand, the place where the god’s goodly\ndeeds were accomplished, became synonymous with bad luck. Although now obsolete, the\n\n45, p. 204,\n\n46, pp. 140, 141.\n\n47 W. F. Warren, loc. cit.\n\n4B Job 23:8-9.\n\n49, p. 102.\n50 Ibid., p. 10.\n\n51 Jbid., p. 117.\n\n32 Thid., p. 50.\n\n33 W. F, Warren, op. cit., p. 205\n\n226",
                "citations": [
                    " W. F, Warren, Paradise Found (Boston, 1885)",
                    " TK. Cheyne, The Book of Isiaiah (London, 1870)",
                    " J, Strong, Hebrew and Chaldee Dictionary (Madison, New Jersey, 1890)"
                ]
            }
        ],
        "bibliography": [
            " W. F, Warren, Paradise Found (Boston, 1885)",
            " J, Strong, Hebrew and Chaldee Dictionary (Madison, New Jersey, 1890)",
            " TK. Cheyne, The Book of Isiaiah (London, 1870)"
        ]
    },
    {
        "type": "main",
        "page_number": 227,
        "subsections": [
            {
                "title": "very term “left hand” used to mean “unfavorable” and/or “unlucky.” Moreover, the Latin",
                "content": "word for “left,” which is sinister, in English came to mean “evil.” As I intend to show in a\nfuture work, this is because the god of mankind was not always benign.",
                "citations": []
            },
            {
                "title": "THE SACRED QUARTER",
                "content": "The northern locus of the god of Israel is also referred to in the Book of Ezekiel. When\nElohim was said to have revealed himself to the prophet Ezekiel, as described in the very\nfirst chapters of that book, he is said to have appeared from the north.55\n\nIt was for this very reason that, when the High Priest of Israel officiated at the altar in\nboth the Tabernacle and, later, in the Jerusalem temple, he was obliged to face north.°6 In\nfact, this priestly ritual of facing north while officiating was practiced by the prelates of other\nancient nations, among them the priests of the Haranite Sabaens.5? As A. Fornander noted:\n\n“The Hawaiian soothsayer, or kilo-Ailo, turned always to the North when observing\nthe heavens for signs or omens...The ancient Hindus turned also to the North for di-\nvining purposes, and so did the Iranians before the schism...so did the Greeks, and so\ndid the Scandinavians before their conversion to Christianity.”8\n\nThis northernism, meanwhile, must not be understood in a terrestrial sense, but, rather, in\na celestial one. This is brought out by the fact that the circumpolar stars were alluded to as\nKokkabe ‘.°° The throne of El was considered to be “the pole of the uni-\nverse.” © could only have resided in the north cel-\nestial pole. As Warren observed:\n\n“The Pole, the unmoving centre-point of the heavens directly overhead, would natu-\ntally have seemed to be the top of the world, the true heaven, the changeless seat of\nthe supreme, all-ruling God. And if, accordingly, through all the long lifetime of the\nante-diluvian world, the circumpolar sky was to human thought the true abode of\nGod, the oldest post-diluvian peoples, though scattered down the sides of the globe\nhalf or two thirds the distance to the equator, could not easily have forgotten that at\nthe centre and true top of the rotating sky was the throne of its great Creator, and that\nthere, in the far North, was ‘the sacred quarter’ of the world.”6!\n\nAnd:\n\n“The religions of all ancient nations signally confirm and satisfy this antecedent ex-\npectation. With a marvelous unanimity they associate the abode of the supreme God\nwith the North Pole, ‘the centre of heaven,’ or with the celestial space immediately\nsurrounding it.”6?\n\n4 Webster's Twentieth-, p. 950,\n\n55 Ezekiel 1:1-4,\n\n% See here, Leviticus 1:11; W. F. Warren, op, cit., p. 207.\n\n57 Ibid., p. 210.\n\n58 A. Fornander, The Polynesian Race, Vol. 1, p. 240.\n\n5° w. F, Albright, op. cit., p. 232.\n\n6 A. J. Wensinck, “The Ideas of the Westem Semites Conceming the Navel of the Earth,” Afdeeling\nLetterkunde X1X:2, p. 55.\n\n61 W. F. Warren, op. cit., pp. 50-51.\n\n82 {bid., p. 203.\n\n227",
                "citations": [
                    "Ei (the “stars of El”)",
                    " Given all of the above, El (Eloah/Elohim)",
                    "Century Dictionary of the English Language (N. Y., 1939)",
                    " (London, 1878)",
                    " (emphasis as given)",
                    " (emphasis as given)"
                ]
            }
        ],
        "bibliography": [
            " (emphasis as given)",
            "Ei (the “stars of El”)",
            "Century Dictionary of the English Language (N. Y., 1939)",
            " Given all of the above, El (Eloah/Elohim)",
            " (London, 1878)"
        ]
    },
    {
        "type": "main",
        "page_number": 228,
        "subsections": [
            {
                "title": "High Priest of Israel—who faced north while officiating.",
                "content": "228",
                "citations": []
            }
        ],
        "bibliography": []
    }
]