[
    {
        "type": "main",
        "page_number": 429,
        "subsections": [
            {
                "title": "Chapter 21",
                "content": "The Axis Mundi",
                "citations": []
            },
            {
                "title": "THE RUACH",
                "content": "(translated as “earth”) was still in the age of darkness, before the commencement of\n\nCreation, “the spirit of Elohim moved upon the face of the waters.”! As we have seen,\nthe deity named Elohim is to be understood as a personification of the planet Saturn. We\nhave also seen that the waters referred to were celestial in nature and that these can perhaps\nbe best understood as a circumstellar cloud surrounding the proto-planet in question. What,\nthen, could it mean that the spirit of Saturn moved over the face of these waters?\n\nThe Hebrew word translated as “spirit” is raach, a word which has the additional mean-\ning of “wind.” We find the same situation in Arabic, as also in Maltese, where the words for\n“spirit,” or “soul,” and “wind” share the same linguistic root: r#h for “soul” and/or “spirit,”\nrth for “wind.” And, in fact, the Hebrew Talmud does not “conceive” of ruach as God’s\nspirit, but as God’s wind.2 True, Louis Ginzberg warns that this was “certainly” due “to an\nanti-Christian tendency, since the Christians identified God’s spirit with the Holy Ghost”?\nwith which the Jews do not comply. Perhaps. There is no denying, however, that ruach is the\nusual word used for “wind” in the entire Old Testament, including Genesis. It therefore\nseems more probable that the reason ruach was translated as “spirit” in the second verse of\nthis particular Book stems from the fact that the “spirit” of Elohim (usually translated as\n“God”) seemed to make better sense than “wind” to those who had lost the onginal meaning\nbehind the verse. James Strong additionally tells us that ruach can also be interpreted as\n“whirlwind,”4 a datum we shall not lose track of.\n\nWe find the same idea expressed in the Gnostic words of the Sethians according to\nHippolytus: “Now from the water there has come, as a first derivative principle, a fierce and\nviolent wind which is the cause of all generation.”5\n\nOut of Indic lore comes an echo of the same phenomenon. As related in the Hymn of Na-\nrayana, this being, elsewhere considered “The Primal Lord,” had “sat above” in “eternal\nsolitary shade,” in “impenetrable gloom,” before “things unexisting to existence sprung.” We\nthus recognize Narayana as a manifestation of the primeval Saturnian god. It is then said that\na “primordial wind” breathed gently over the “vast expanse.”\n\nSimilarly, a Buddhist myth relates how the surface of the cosmic waters was “stirred by\nthe dawn wind of creation.”?\n\nRe at the very beginning of the Book of Genesis it is stated that, when eretz\n\n} Genesis 1:2.\n2, pp. 7, 74.\nIbid.\n44, p. 107.\n5, p. 655.\n©R. Van Over, Sun Songs:, pp. 319-320.\n7 &, p. 52.\n\n429",
                "citations": [
                    " L Ginzberg, The Legends of the Jews, Vol. V (Philadelphia, 1968)",
                    ". Strong, Hebrew and Chaldee Dictionary (Madison, New Jersey, 1890)",
                    " W. Barustone, The Other Bible (San francisco, 1984)",
                    " Creation Myths From Around the World (N. Y., 1980)",
                    " K Coomaraswamy, Elements of Buddhist Iconography (New Delhi, 1972)"
                ]
            }
        ],
        "bibliography": [
            " K Coomaraswamy, Elements of Buddhist Iconography (New Delhi, 1972)",
            ". Strong, Hebrew and Chaldee Dictionary (Madison, New Jersey, 1890)",
            " L Ginzberg, The Legends of the Jews, Vol. V (Philadelphia, 1968)",
            " W. Barustone, The Other Bible (San francisco, 1984)",
            " Creation Myths From Around the World (N. Y., 1980)"
        ]
    },
    {
        "type": "main",
        "page_number": 430,
        "subsections": [
            {
                "title": "HD 163296",
                "content": "(Photographs courtesy of NAASA.)\n\n430",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 431,
        "subsections": [
            {
                "title": "oS HH409-C",
                "content": "HH409-B\n@\n\nHH409-jet\n\nDiagrammatic representation of the HH objects associated with HD 163296\n{Courtesy of NASA.)\n\n431",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 432,
        "subsections": [
            {
                "title": "So, likewise, among the Jicarilla Apache. “In the beginning, nothing was here,” they",
                "content": "claim, “nothing but Darkness, Water, and Cyclone”8—the same three elements we have met\nin the Creation myths of other races.\n\nEven out amid the vast Pacific we find that the whirlwind was one of the first items cre-\nated by the Tahitian “Sky-producer,” Ra’i-tupua.?\n\nWe thus notice that, with the exception of the Tahitian tradition, this wind and/or whirl-\nwind was not said to have been created, but was believed to have always been there. But\nwhat was this whirlwind, this spirit, or soul, that seems to be so intimately connected with\ntraditions of Creation?",
                "citations": []
            },
            {
                "title": "SANCHONIATHON’S COSMOGONY",
                "content": "We tum next to Phoenician, that is Canaanite, mythology. According to Sanchoniathon:\n“The beginning of all things was a dark and condensed windy air, or a breeze of thick air, and\na chaos, turbid and black as Erebus; and these were unbounded, and for a long series of ages\ndestitute of form.”!°\n\nThus, as in the mythology of other races, the wind and chaos, the latter of which we have\nalready identified as Saturn’s circumstellar cloud, had always existed.\n\nSanchoniathon, a Phoenician priest, lived sometime in the 6th or 7th century B. C. He is\nsaid to have copied the sacred inscriptions from the pillars in the temple of Melkart, some say\nof Ba’al Hamon, at Tyre, when these crashed to the ground in an earthquake. His work has\nnot survived in its entirety, but Philo of Byblos, a scholar who was himself a Phoenician, pre-\nserved various excerpts of Sanchoniathon’s work in his own Phoinikika sometime during the\nlast century B.C. As it happened, this work, too, was eventually lost but, once again, frag-\nments from it were discovered and preserved by Eusebius Pamhili, a bishop of Caesarea, Pal-\nestine, in A.D. 314, and incorporated into his own work, Evangelicae Praeparationis.\n\nAs others before me have stated, and as is obvious from the work itself, in part, San-\nchoniathon’s cosmogony resembles that of the Babylonians while heavily influenced by\nGreek and Jewish sources,!! if not also those of Egypt.!2 Thus, for instance, when he claims\nthat chaos was as “black as Erebus,” he literally means “darkness,” Erebus being the dark\nGreek Limbo said to have been situated between Earth and Hades.\n\nIt might not have been fair for George Cook to state that Sanchoniathon’s cosmogony\ncannot be taken seriously “as an account of genuine Phoenician beliefs.” As he himself\nstated:\n\n“At the same time Philo (and, therefore, Sanchoniathon] did not invent all the non-\nsense which he has handed down; he drew upon various sources, Greek and Egyptian,\nsome of them ultimately of Babylonian origin, and incidentally, he mentions matters\nof interest which, when tested by other evidence, are fairly well supported. He shows\nat any rate that some sort of a theology existed in his day...” 4\n\n8 J. Biethorst, The Red Swan:, p. 52.\n9, p. 415.\n\n10 R. Van Over, op. cit., p. 187.\n\n1 Ibid.\n\n12 G, A. Cook, “Phoenicia,”, Vol. 17, p. 769.\n\n13.\n\n14.\n\n432",
                "citations": [
                    " Myths and Tales of the American Indians (N. Y., 1976)",
                    " T. Hency, Ancient Tahiti (Honolulu, 1928)",
                    " Encyclopaedia Britannica (1959 edition)",
                    " Thid. (emphasis added)",
                    " fbid. (emphasis added)"
                ]
            }
        ],
        "bibliography": [
            " T. Hency, Ancient Tahiti (Honolulu, 1928)",
            " fbid. (emphasis added)",
            " Encyclopaedia Britannica (1959 edition)",
            " Myths and Tales of the American Indians (N. Y., 1976)",
            " Thid. (emphasis added)"
        ]
    },
    {
        "type": "main",
        "page_number": 433,
        "subsections": [
            {
                "title": "What seems to have transpired is that, very much like the Greek Hesiod, who had lived a",
                "content": "century before him, to say nothing of other ancient writers, Sanchoniathon collated material\nfrom different sources which he then compiled into a single running narrative through the\nliterary device of genealogical descent. Not wishing to leave any of his data unaccounted for,\nhe seems to have gathered disparate myths which recounted the same events and presented\nthem as different occurrences in a chronological succession.\n\nAs Sanchoniathon continues:\n\n“, an in-\ntimate union took place, that connection was called Pothos; and it was the beginning\n knew not its own production; but from\nits embrace with the wind was generated Mot, which some call Ilus, but others, the\nputrefaction of a watery mixture.” !5\n\nAs I have attempted to show in a previous chapter, this mot was considered by some as\nslime and, by others, as a rotting of aquatic composition.'® As there noted, modern scholars\nhave supported the interpretation of this word as “water.” !? But since this celestial water was\nobviously the same, or of the same nature, as the chaos which surrounded proto-Saturn as a\ncircumstellar cloud, it also becomes obvious that this is one of those occasions in which San-\nchoniathon fused two variant readings of the same event into a sequential one. (There are\nothers, but these do not concern us here.)\n\nAs shown above, Sanchoniathon also claimed that some called Mot by the name Ilus. To\nus, this has interest since, elsewhere, he himself informs us that Ilus was merely the Phoeni-\ncian form of the Greek Cronus!®, the same as El. Knowing full well by now\nwhom Kronos and El represented, we again come face to face with the association of these\nearly events with the planet Saturn.",
                "citations": [
                    "But when this wind became enamored of its own first principles (the chaos)",
                    "of the creation of all things. And it (the chaos)",
                    " (or Kronos)"
                ]
            },
            {
                "title": "BOREAS",
                "content": "We again find this wind associated with a Saturnian deity, in this case Atum, in Egyptian\nmythology. More than that, this wind is there described as having been a north wind, said to\nhave come from Atum.'9, who is beseeched to “inhale the north\nwind.”20 In the Pyramid Texts, this north wind is said to “lift up” the deceased king in his\nassimilation to the god.?! A “lifting up,” in turn, connotes a support, another datum we shail\nnot lose track of.\n\nWe meet this same north wind in the mythology of ancient Greece where the entity in\nquestion was anthropomorphosed as Aquilo, more popularly known as Boreas, Although\nGreek mythology encompasses four anthropomorphosed wind entities—-Boreas, Zephyros,\nNotus, and Eurus—it is Boreas that holds the centre stage. It is, in fact, from this Greek\nname, through Latin borealis, that the English adjective “boreal” is derived.",
                "citations": [
                    " So, likewise, with Ra (or Re)"
                ]
            },
            {
                "title": "ISR. Van Over, toc. cit.",
                "content": "16 L, Delaporte, “Phoenician Mythology,”, p. 82.\n\n17, pp. 1, 11 ff., 195; G,\n, p. 168.\n\n18 R. Van Over, op. cit., p. 189.\n\n19, pp. 503, 625, where “Atum” is rendered\n“Tem.”\n\n20 Jhid., p. 401.\n\n2 Pyramid Texts, spells 277 & 1551.\n\n433",
                "citations": [
                    " New Larousse Encyclopedia of Mythology (London, 1972)",
                    " W. W. Baudissin, Studien zur Semitischen Religiongeschichte (Leipzig, 1876)",
                    "Maspero, The Struggle of the Nations (London, 1896)",
                    " B.A. W. Budge, The Egyptian Book of the Dead (London, 1901)"
                ]
            }
        ],
        "bibliography": [
            "Maspero, The Struggle of the Nations (London, 1896)",
            " So, likewise, with Ra (or Re)",
            " W. W. Baudissin, Studien zur Semitischen Religiongeschichte (Leipzig, 1876)",
            " (or Kronos)",
            " B.A. W. Budge, The Egyptian Book of the Dead (London, 1901)",
            " New Larousse Encyclopedia of Mythology (London, 1972)",
            "of the creation of all things. And it (the chaos)",
            "But when this wind became enamored of its own first principles (the chaos)"
        ]
    },
    {
        "type": "main",
        "page_number": 434,
        "subsections": [
            {
                "title": "AAP SIUI A AAG ni He IR",
                "content": "See\noe",
                "citations": []
            },
            {
                "title": "TLE STDP SSS AAT",
                "content": "a SUTTER TAH\n\nRis\n\ntl\n\n— =5%\n\nss a ales\n\nLate depiction of the Greek Boreas.\n{From a relief found at Athens.)\n\nThe Greeks portrayed their winds as winged individuals, similar to the later Christian de-\npictions of angels, which is appropriate enough as symbolic of winds. Originally, however,\nBoreas seems to have been envisaged as a being with serpent tails for feet.”\n\nIt is interesting to note that, in the late third century A.D., Lactantius used Boreas as an\nanalogy of the Sanctus Spiritus which impregnated the virgin mother of Jesus.% As in the\ncase of the Hebrew ruach, this obviously stems from the much more ancient identity of the\nwind as the spirit of Elohim (to say nothing of the entity's fructifying power, which will be\nexplored in a future volume). In fact, as Donald Mackenzie indicated: “‘Wind’ and ‘breath’\nand ‘spirit’ were believed by many primitive peoples to be identical.”\n\nBut, in the main, we note this fact: As a wind associated with Saturn, it is not surprising\nto find this entity linked to the north since that is where ancient tradition places both the Sat-\nurnian planet and its allied deities. We would, on the contrary, have been surprised had this\nnot been reported to have been so. Thus even in much later times, the Hindus were still\nassociating the wind with Dhruva,?5 that is the North Star which, as we noted in an earlier\nchapter, had originally been one of the Sanskrit names for the planet Saturn.\n\n22 R. Graves, The Greek Myths, Vol. 1, p. 171.\n\n33 Ibid., p. 172.\n\n4, p. 188.\n25 Linga Purana 154:68.\n\n434",
                "citations": [
                    " (Harmondsworth, 1964)",
                    "D, A. Mackenzie, Egyptian Myth and Legend (N. Y., 1907/1978)"
                ]
            }
        ],
        "bibliography": [
            " (Harmondsworth, 1964)",
            "D, A. Mackenzie, Egyptian Myth and Legend (N. Y., 1907/1978)"
        ]
    },
    {
        "type": "main",
        "page_number": 435,
        "subsections": [
            {
                "title": "EHECATL",
                "content": "The Saturnian wind is also encountered in the Americas where the postulate cannot be\ntraced to the Near East or Old World cultures, thus indicating the universality of the belief.\nWe find there that Quetzaicoatl, already identified as a personification of Saturn in previous\npages of this tome, was inter alia referred to by the Aztecs as Yahualli Ehecatl, which is\nNahua for “Wheel of the Winds.”26 According to Daniel Brinton, the unprefixed ehecat! is\nalso translatable as “soul,” “breath,” and “wind,”2’ the same situation which, beginning with\nGenesis, we encountered in the nomenclature of other races. Additionally, this coincides with\nEhecatl’s identity as the breath of the creator]s],™ just as the north wind was believed to\nhave been the breath of Atum/Saturn. According to Aztec belief, it was through the breathing\nof Ehecatl that the celestial waters were separated from the terrestrial ones.2° This is an echo\nof the separation of the waters above from the waters below by Elohim/Saturn that we find\nrelated in the early verses of Genesis 3° concerning which we will have more to say in the\nproposed sequel to this work.\n\nIn its turn, this myth forces the assumption that this cosmic wind had to have stretched\nbetween heaven and Earth, below the celestial waters we have tentatively identified as proto-\n\n26 N. Baldwin, Legends of the Plumed Serpent:, p. 75.\n27, p. 273.\n\n28N. Baldwin, op. cit., p. 76.\n\n29 Ibid.\n\n30 Genesis 1:6-8.\n\n435",
                "citations": [
                    " Biography of a Mexican God (N. Y., 1998)",
                    "D, G. Brinton, The Myths of the New World (N. Y., 1968)"
                ]
            }
        ],
        "bibliography": [
            "D, G. Brinton, The Myths of the New World (N. Y., 1968)",
            " Biography of a Mexican God (N. Y., 1998)"
        ]
    },
    {
        "type": "main",
        "page_number": 436,
        "subsections": [
            {
                "title": "El Caracol.",
                "content": "Saturn’s circumstellar cloud. As in the case of Boreas and his Egyptian counterpart, this\nwould again testify that the source of Ehecatl lay in Earth’s north celestial pole.\n\nAt Chichen Itza, in Mexico, there is a circular pre-Columbian building which the Ameri-\ncan explorer John Lloyd Stephens named El Caracol—“The Snail.” This edifice contains an\ninterior spiral staircase which leads to a round observatory oriented to the four cardinal points\nof the compass. As Neil Baldwin explains:\n\n“The Snail building is an important signpost on our Plumed Serpent trail for several\nreasons. The round shape of the building links it to the chain of structures throughout\nMesoamerica consecrated to Ehecatl, the Wind God, one of Plumed Serpent’s per-\nsonalities,”3!\n\nEl Caracol was aptly named since its interior winding staircase is reminiscent of the\ncoiling shell of the snail. We find this same spiral coiling in the outer ramparts of the\nstrangely shaped structure at Calixtlahuaca, which was also dedicated to Ehecatl. Among the\nMaya, this god was known as Kukulkan, one aspect of whom was also that of wind god.*? It\nis thus fitting that, in a curious Maya vase, Kukulkan is symbolically shown emerging from a\nsnail.33 It was, however, the conch shell, rather than the snail, which was intimately\nassociated with Ehecat!. As Tom Lowenstein has it:\n\n“...in his guise as Ehecatl, the Plumed Serpent [that is, Quetzalcoatl] wore a conch\nshell, his symbolic ‘jewel of the wind.’ In imitation of their deity himself, priests of\n\n31 N, Baldwin, op. cit., p. 66.\n, p. 128.\nIbid.\n\n436",
                "citations": [
                    "be I. Nocholson, Mexican and Central American Mythology (London, 1967)"
                ]
            }
        ],
        "bibliography": [
            "be I. Nocholson, Mexican and Central American Mythology (London, 1967)"
        ]
    },
    {
        "type": "main",
        "page_number": 437,
        "subsections": [
            {
                "title": "the Quetzalcoatl cult wore conch shells cut in cross section showing a concentric,",
                "content": "whorled pattern that represented the movement of the wind. Many of the temples\ndedicated to Quetzalcoat! were also circular, signifying the eddying of the wind.”4\n\nThe spiral on the shell of a snail, as well as the interior construction of the conch, both\nsymbolic of Ehecatl as the god of wind,35 are more significant of a whirlwind than an ordi-\nnary breeze. This is so much so that, among the punishments which Quetzalcoatl was be-\nlieved to inflict on the human race were tornadoes and water spouts.2¢ Tornadoes and water\nspouts exhibit a verticality stretching between heaven and Earth, much in the manner exem-\nplified by the various wind entities we have been examining. Thus, for instance, in the Vi-\nenna Codex, Quetzalcoatl-Ehecatl is depicted with arms raised to support the sky.3”",
                "citations": []
            },
            {
                "title": "SHU",
                "content": "The above cannot but remind us of the Egyptian god Shu, who was said to have flowed\nfrom Ra,38 but by others as having been self-created.49 He was, in effect, the very breath of\nRa. Like Ehecatl, Shu was described, and profusely depicted, as holding up the “sky.”4!\nAdditionally, like Boreas, he was also considered to have been the personification of the\nnorth wind. Rather than separating the celestial waters from the terrestrial ones, as in the\ncase of Ehecatl and Elohim, Shu was said to have separated heaven from Earth.43\n\nThe very name Shu has been interpreted as “the uplifter.”“4 As the uplifter of heaven, he\nbecomes its support. As Budge informs us, Shu was also considered “a god of light, or light\npersonified.”45 But light in this instance was also “declared to be the prop of the sky.”46\n\nActually, the character of Shu is much more complex than that and, to be sure, he has\nbeen presented here somewhat out of chronological order. We will have much more to say\nconcerning this being in following volumes. I have merely included him here as a link in the\nchain of evidence concerning the nature of the primeval north wind in order to show the near-\nuniversality of this motif.\n\nThe most popular heaven-sustaining strong-man in the western world, needless to say, is\nthe well-known Greek Atlas. But, because | do not wish to step outside, or beyond, the\nchronological sequence I have been attempting to follow, his treatment, too, must be post-\nponed to a future work.\n\nIn the meantime, what all the above seems to imply is that this primordial wind was visi-\nble as an illuminated support of the sky within which the Saturnian orb resided. The only\ntype of whirlwind that could be seen to support the sky would have to have been in the form\nof a tornado or water spout, already encountered as one of the punishments inflicted by Quet-\nzalcoatl.\n\n347, Lowenstein, “Raising the Sky,”, p. 75.\n35N, Baldwin, op. cit., p. 69.\n\n36T. Lowenstein, loc cit.\n\n37 Ibid., p. TA.\n\n38, p. 88.\n39D. A. Mackenzie, op.cit., p. 189.\n\n40E. A. W. Budge, op. cit., p. 92.\n\n4! Tbid., p. 89.\n\n42 Tid., p. 91.\n\n43D. A. Mackenzie, op. cit., p. xl.\n\n4 Ibid., pp. x1, 188, 308\n\n455 A. W. Budge, op. cit., p. 90.\n\n46 Ibid.\n\n437",
                "citations": [
                    " Gods of Sun and Sacrifice (Amsterdam, 1997)",
                    " E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969)"
                ]
            }
        ],
        "bibliography": [
            " E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969)",
            " Gods of Sun and Sacrifice (Amsterdam, 1997)"
        ]
    },
    {
        "type": "main",
        "page_number": 438,
        "subsections": [
            {
                "title": "Shu, uplifting the sky who is represented by the arched body of the goddess Nut",
                "content": "But if, as argued in this work, proto-Saturn hung immobile in Earth’s north celestial pole,\nany tornado-like entity associated with it would also had to have been stationary. A fixed\nvortex of planetary proportions stretched between the immobile proto-Saturnian orb and\nEarth’s northern regions boggles the imagination. And yet, as we shall continue to discover,\nthis seems to be precisely what our ancient forefathers were attempting to describe.",
                "citations": []
            },
            {
                "title": "HURAKAN",
                "content": "in Guatemala we meet with the divinity named Hurakan, a deity who was also known in\nthe West Indies. Additionally called Heart of Heaven, he shares this epithet with the Egyptian\nAtum/Saturn who was also referred to as the Firm Heart of the Sky.47 The Chinese Tao,\nwhom we earlier identified as the Saturnian circumstellar or placental cloud, was likewise\nalluded to as the heart of heaven.4* It is therefore noteworthy to find Hurakan pictured in\nLate Classic times in the middle of stylized swirls of smoke or clouds, which are here inter-\npreted as proto-Satum’s placental cloud. Thus, like the Saturnian deity of other nations,\nHurakan is described as having hovered over the cosmic waters.*? Venerated as the Lord of\nCreation, bringing forth the first dawn,*¢ he, too, is said to have presided over the whirl-\nwind.5! It is, in fact, from the name of Hurakan that the English word “hurricane” is de-\nrived. °2\n\n471). Talbott, Symbols of an Alien Sky,”, p. 34.\n\n48 Ibid., p. 40.\n\n4° The supposed assimilation of Hurakan with Tohil, as also with the deity known as God K, Gil, will be\ncovered in a future volume. So, likewise, with the supposed derivation from Hurakan of the Aztec Tezcatlipoca,\n5 D. Goetz. &, pp. 81-84.\n\n>! M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London,\n1972), p. 439.\n\n2 G. de Santillana & H. von Dechend, Harnlet’s Mill: An Essay on Myth and the Frame of Time (Boston,\n1969), p. 126.\n\n438",
                "citations": [
                    " (Beaverton, Oregon, 1997)",
                    " S. G. Morley, Popul Vuh (Norman, 1950)"
                ]
            }
        ],
        "bibliography": [
            " S. G. Morley, Popul Vuh (Norman, 1950)",
            " (Beaverton, Oregon, 1997)"
        ]
    }
]