[
    {
        "type": "main",
        "page_number": 39,
        "subsections": [
            {
                "title": "Osiris, in his form of Seker, dead in his chest, with Isis on the left and Nephthys on the right.",
                "content": "(From a bas relief at the temple of Osiris at Dendera.)\n\nnamed Tezcatlipoca, who eventually brought down his downfall,” it was not he who placed\nQuetzalcoatl in his chest. And while it is stated outright that Quetzalcoatl’s heart turned into\nthe Morning Star, in the case of Osiris it is only intimated. Besides which, in the case of\nOsiris, it is his soul, and not his heart, that becomes the Morning Star, although, to be sure,\nthe Egyptians held that the soul did reside in one’s heart.\n\nIn seeking to explain the similarities we find between American and classical mythology\n“as well as with the chief traditions of the Hebrews,” Max Fauconnet asked the following\nquestions:\n\n“Does this mean that Humanity was once upon a time reduced to a little group of in-\ndividuals who later spread over the earth, bringing with them their legends which they\naltered through the centuries in accordance with new climates and new habits? Or, as\nseems more probable, are all these legends a confused account of great events on a\nplanetary scale which were beheld in terror simultaneously by the men scattered\neverywhere over the world?”\n\n331 Nicholson, op. cit., p. 88.\n\n4 M_ Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London,\n1972), p. 448.\n\n135.\n\n39",
                "citations": [
                    " Tbid. (emphasis added)"
                ]
            }
        ],
        "bibliography": [
            " Tbid. (emphasis added)"
        ]
    },
    {
        "type": "main",
        "page_number": 40,
        "subsections": [
            {
                "title": "Egyptian funerary rite.",
                "content": "Every dead pharaoh became an Osiris and was thus believed to recreate the events of Osiris’ death\nand resurrection in order to enable him to join the god in heaven.\n(Illustration by John Green.)\n\nBut then what great event could have given rise to the witch riding on a broom which we\nfind on both sides of the Atlantic? Although the notion that witches flew through the air on\nbrooms traces to mediaeval Europe, the Spanish conquistadors found the witch’s equivalent\nin the annals of the Mexicans in the form of Tlacolteutl, goddess of vice and eater of filth.\nDepicted as naked as some of her European counterparts, she, too, was a witch who flew\nthrough the air on a broom.'’®\n\nImmanuel Velikovsky—and | hope no one will accuse me of relying on a scholar who\nhas been discredited’”—had his own explanation conceming the appearance of the witch on\nher broom on both sides of the Atlantic. As he noted:\n\n“ |, if there exists a fantastic image that is projected against the sky and that repeats\nitself all around the world, it is most probably an image that was seen on the screen of\nthe sky by many peoples at the same time. On one occasion a comet took the striking\n\n1361 Nicholson, op. cit., p. 75.\n\n\"7 My various criticisms of Velikovsky’s works have appeared in various publications, and these should be\nenough to dispel any notions the reader may have conceming my reliance on his expositions, despite my debt to\nhim. Credit, on the other hand, should always be given where itis due,\n\n40",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 41,
        "subsections": [
            {
                "title": "Romantic depiction of witch on her broom.",
                "content": "41",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 42,
        "subsections": [
            {
                "title": "eocoo0o00d",
                "content": "Tlacolteutl, goddess of vice and eater of filth, the Aztec witch riding on her broom,\nwhich broom is coupled with the additional cometary image of the serpent-dragon.\n(From the Codex Fejervary-Mayer.)\n\nform of a woman riding on a broom, and the celestial picture was so clearly defined\nthat the same impression was imposed on all the peoples of the world.”™\n\nFantastic as this explanation may seem at first sight, it should not be discounted out of\nhand. The appearance of comets, for one thing, should not be judged by the faint luminosities\nthat have vainly striven to illuminate the twentieth century sky. When one reads in a prestig-\njous encyclopedia of astronomy about “the extraordinary spectacle that a large comet can\nproduce;””’ when one reads in ancient, and not-so-ancient, chronicles about comets\n“spreading forth in the likeness of a dragon,” stretching all the way from the Irish Sea to the\nregions of Gaul,” or of others seen “lashing their tail wildly as if in agony;”’™ when one\nviews ancient, and not-so-ancient, depictions of comets with their tails streaming half way\nacross the sky, some of which were bright enough to be seen with the unaided eye in broad\ndaylight, one cannot help but come to the conclusion that cometary magnificence is petering\nout. Present-day comets seem to be nothing but decrepit, tired, and wan remnants—spectral\nshadows of their former glory.\n\nIf then, in the not-so-distant past, comets have appeared to take on the fantastic shapes of\n, what would be so extraordinary had one of\nthem taken a shape that was visualized by various peoples as a woman riding on a broom?\nActually, the visualization of comets as celestial brooms was quite common in the Old\nWorld. In China, for instance, comets were also known as “candle stars” which were said to\nconsist of a star above which brooms could be seen pointing upward. And, in fact, the term\n\n\"81, p. 305.\n\n™ L. Rudaux &,\np. 229.\n\n1, p. 169.\n\n‘4, pp. 82-83.\n\n42",
                "citations": [
                    "dragons (not to mention swords and even people)",
                    ", Velikovsky, Worlds in Collision (N. Y., 1950)",
                    " G. de Vaucouleurs, Larousse Encyclopedia of Astronomy (London, 1966 revised edition)",
                    " Geoffrey of Monmouth, The History of the Kings of Britain (N. Y., 1958)",
                    " C, Beaumont, The Mysterious Comet (London, 1925)"
                ]
            }
        ],
        "bibliography": [
            " Geoffrey of Monmouth, The History of the Kings of Britain (N. Y., 1958)",
            ", Velikovsky, Worlds in Collision (N. Y., 1950)",
            " C, Beaumont, The Mysterious Comet (London, 1925)",
            " G. de Vaucouleurs, Larousse Encyclopedia of Astronomy (London, 1966 revised edition)",
            "dragons (not to mention swords and even people)"
        ]
    },
    {
        "type": "main",
        "page_number": 43,
        "subsections": [
            {
                "title": "“Broom Star,” in Chinese rendered sao-hsing, was the most common Chinese name for",
                "content": "“comet.”™ A bundle of straw, which is what primitive brooms consisted of, was also an old\nEuropean cometary symbol.“* It is therefore indicative that, as portrayed in an Aztec codex,\nthe witch Tlacolteutl combines two separate cometary symbols, since she is not only shown\nriding on a broom, but the broom itself is coupled with the image of a serpent-dragon.““\n\nDespite ail that, and without wishing to negate anything I said above, it remains my per-\nsonal belief that many, if not most, of the mythohistorical record Aas been passed on from\none culture to another through the medium of diffusion. But it was not, as generally believed,\ndiffusion by contact. On the contrary, it seems to have been diffusion by separation.",
                "citations": []
            },
            {
                "title": "DIVINE REVELRY",
                "content": "At this point, it should perhaps be pointed out that the problems involved in the interpre-\ntation of mythology is not merely a modern concern. The same problems occupied the minds\nof the ancients themselves—definitely the ancient Greeks who were very “concerned with\nthe relation of rationalism to traditional beliefs.”'® As Fred Bratton noted:\n\n“The Sophists and Neoplatonists anticipated one modern solution by defining myths\nas allegories that symbolized moral or spiritual truth and were not to be taken liter-\nally. The Neoplatonic and Stoic philosophers of the Hellenistic period were thus able\nto hold both to tradition and rationalism. This method of interpretation was rejected\nby Plato and the later Epicureans as just a way of keeping intact the traditional super-\nnatural beliefs of the state religion and keeping the facts of history from the people.\nThe emperor Julian regarded myths as esoteric teachings understood only by the intel-\nlectual aristocracy. The early Christian theologians discredited the pagan myths while\nteaching new ones for the Hebrew and Christian religions.” *\n\nOther than as a form of art, often more of a voluptuous or heroic nature than not, mythol-\nogy is not much valued by the modern layman. Yet, in one form or another—and this in-\ncludes past and recent occultism among our youth—religion is. Here lies one of the major in-\ncongruities of the problem I wish to address because, in essence, religion is only the philo-\nsophical interpretation and mystic ritualization of myth.\n\nThe forms which man’s various religions have taken in the past, and continue to take in\nthe present, are endless. The names of his past and present gods are legion. The rituals he has\ninvented with which he has sought, and continues to seek, divine protection and godly bless-\ning have run the gamut from love feasts to horrible mass human sacrifice. Throughout the\nages, the expositional interpretation and theological apologetics concerning his rites and be-\nliefs have filled untold volumes most of which do nothing but contradict each other.\n\nMeanwhile, the discoveries of anthropology and archaeology keep adding evidence not\nonly of the antiquity of man’s basic faith but also of the universality of its thematic structure.\nEven that indomitable primitive, Neanderthal Man, it finally had to be admitted, had, burning\nin his savage breast, the desperate need to satisfy, or otherwise appease, the unseen forces\n\n‘© H. Yoke, “Ancient and Medieval Observations of Comets and Novae in Chinese Sources,’ Vistas in\nAstronomy 5, pp. 137, 164.\n\n‘8, p. 722.\n\n447. Nicholson, loc. cit.\n\n‘, p. 4.\n\n“8 Ibid.\n\n43",
                "citations": [
                    " (4962)",
                    " J. Grimm, Teutonic Mythology, Vol. II (Gloucester, 1976)",
                    "SFG, Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970)"
                ]
            }
        ],
        "bibliography": [
            " J. Grimm, Teutonic Mythology, Vol. II (Gloucester, 1976)",
            "SFG, Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970)",
            " (4962)"
        ]
    },
    {
        "type": "main",
        "page_number": 44,
        "subsections": [
            {
                "title": "Diana— Greek goddess of the hunt.",
                "content": "Sculpture by Gaudens.\nMore often than not, such mythological subjects merely served as an excuse for the portrayal of the\nunelad human body.\n(Photograph by the author, courtesy of the Metropolitan Museum of Art.)",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 45,
        "subsections": [
            {
                "title": "associated with death.” Man, so it now seems, has been a religious creature from the very",
                "content": "moment of his human inception.\n\nThe study of comparative religion, despite its past overall banality, has always been sub-\nject to stray insights. From the very beginning of the development of western thought, the\nphilosophes have been cognizant of the universality of certain religious rites and beliefs.\nAmong these one can enumerate all manner of lustrative rituals; the need for some sort of re-\ndemption; the immortality of the soul, the mind, or the human aura; the belief in paradise,\nhell, or some other place of existence after death; and various others.\n\nMost of these have often been explained as a psychological alleviation—-a ray of hope\nagainst the realization of a futile life capped with the finality of death. Man, it has been said\nbefore, is the only animal burdened with this acute awareness. It is also for this same reason\nthat those of an unreligious bent of mind, whether they realize it or not, very often find them-\nselves involved in a continuous search for the supposed meaning of life.\n\nBelief in an afterlife should not, of itself, incur a belief in God. Belief in a reward, or\npunishment, after death, on the other hand, does—for someone, or something, must exist to\njudge and mete out justice. This someone, this something, this God, should logically be ex-\nemplary. How come most of man’s gods are not?\n\nThe philosophic endeavor to discern moral precepts in divine action becomes something\nof a farce when one is confronted with the ungodly activities of most deities. The Greek\ngods, for instance, were guilty of patricide, butchery, cannibalism, rage, jealousy, adultery,\nrape, incest, deception, and slaughter without equal. These actions are not symbolic of moral\nprecepts; they are the irresponsible adventures of a bunch of delinquent revelers. Why, then,\ndid the Greeks look up to these imperfect gods, build them costly temples, offer them\nsacrifices, prayers, and invocations, while philosophers endeavored to illustrate the divinity\nof what they believed to be the orderly universe by comparing it with these gods?\n\nThe Stoics and pagan apologists had long attempted to spiritualize the myths described by\nHesiod and others. This spiritualization, in the form of allegorism, continued as the dominant\nmode of mythic interpretation well past the Middle Ages and into the Renaissance.'® Only\nhalf way through the seventeenth century, and more so during the eighteenth, did philoso-\nphers begin to reduce the fantastic episodes of classical mythology to common-sense narra-\ntives, But this was merely an attempt to de-allegorize the myths. The origin of the gods, to-\ngether with the rites connected with them, remained unexplained.\n\nThe actions of the Greek gods could no longer be seen as the moral conflict between good\nand evil—between virtue and vice—for the simple reason that, according to the myths, the\nevil, or vice, was more often triumphant than not. Zeus was guilty of more deceptions and\nrapes than any other god the Greeks venerated. Yet this same Zeus was considered to be the\nupholder of law and order. If this divine lawlessness could not be explained allegorically, it\ncould only mean that the gods were impervious to their own laws.\n\nPierre Bayle took great pleasure in accumulating tales which toid of the lusts of these\ngods and goddesses who could indulge in incestuous and homosexual rape. To him, the\nGreek world was a world of sex-mad divinities.'” Yet the Greeks of ancient times believed\nthat these actions, normally repugnant even to them despite their hedonistic society, actually\ntook place precisely as narrated by the early poets—by Hesiod, by Homer, and others.\n\n‘47, pp. 96 ff.\n\n' See here, for instance, the melding of Greek myths, by way of allegory, with Christian beliefs, during the\nRenaissance, as outlined by M. Pelta, “A Renaissance Satur,” AEON IV:3, pp. 71 ff.\n\n, passim.\n\n45",
                "citations": [
                    " G, Constable, The Neanderthals (N. Y ., 1973)",
                    " (December 1995)",
                    " P. Bayle, Dictionaire Historique et Critique (Rotterdam, 1697)"
                ]
            }
        ],
        "bibliography": [
            " G, Constable, The Neanderthals (N. Y ., 1973)",
            " P. Bayle, Dictionaire Historique et Critique (Rotterdam, 1697)",
            " (December 1995)"
        ]
    },
    {
        "type": "main",
        "page_number": 46,
        "subsections": [
            {
                "title": "Zeus, who was guilty of more deceptions and rapes than any other god the Greeks",
                "content": "venerated. Why, then, was this same Zeus considered to be the upholder of law and order?\n(Photograph by the author, courtesy of the National Archaeological Museum of Athens.)",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 47,
        "subsections": [
            {
                "title": "Pheidias, architect of the Parthenon and sculptor of the colossal Athena Parthenos, was",
                "content": "accused of an act of impiety simply because one of the figures on Athena’s shield was\nthought to resemble him. Epicurus, because he was bold enough to teach a school of mixed\nsexes, caused a scandalous stir in his day. When Praxiteles sculpted his famous Aphrodite,\nthe people of Cos were shocked by the complete nudity of the figure. Socrates, because he\npreached against the gods, was accused of blasphemy and of corrupting the youth of his time.\nFor that he was put to death. Yet these very people, so scandalized by the impiety of their\ncitizens, could look at their upholders of law, the gods, and excuse the atrocious actions they\nwere portrayed as having been guilty of.\n\nSince our western world owes so much to Classical Greece, should we not wonder at the\nincongruity of this affair? Should we not ask the question: What was it that made the an-\ncients—and the Greeks were not the only ones—bow their heads to such consistent lawless-\nness in the lives of their upholders of law?",
                "citations": []
            },
            {
                "title": "CELESTIAL DIVINITIES",
                "content": "From Greek sources comes the following well-known tale of divine family conflict:\n\nThe goddess Gaea bore a son called Ouranos and then lay with him in incest. Ouranos’\nchildren, born of Gaea, planned a revolt against their father. Quranos therefore imprisoned\nthese rebellious sons. In revenge, Gaea inflamed her youngest-born, Kronos, to overthrow his\nfather. Kronos, hiding in ambush, attacked his father and castrated him with a sickle. He then\nbecame lord of heaven in his father’s stead.\n\nFearing a similar rebellion, Kronos did not see fit to release his brethren. Worse than that,\nlaying in incest with his sister Rhea, he commenced to devour his own offspring. But when\nhis son Zeus was born, Rhea gave Kronos a stone to swallow in his stead. When Zeus grew\nto manhood, he also attacked his father and deposed him. Like Ouranos and Kronos before\nhim, Zeus then inherited the lordship of heaven.\n\nWhat philosophical insights could lay buried within this tale of incest, revenge, castra-\ntion, patricide, cannibalism, stupidity (for how could a god have mistaken a stone for his in-\nfant child?), and deception?\n\nNot that philosophers have not tried. Pierre Jurieu, for instance, saw Kronos as a symbol\nof time which devours what it first produces.'” Jurieu’s belief derived from the fact that, in\nGreek, “Time” is rendered Chronos, which concept they then attributed to Kronos. Jurieu did\nnot ask what prompted the Greeks to equate time with their god Kronos—and this question\nshould have been asked in view of the fact that Kronos was also the Greek name of the planet\nwe call Saturn.\n\nTo the ancient Greeks, the planet Saturn would have appeared as nothing more than a pin-\npoint of light in the night sky, no different than the way it appears to us with the unaided eye\nat present. What, then, could have impelled the Greeks to equate this pin-point of light with\nthe abstract idea of time?\n\nWhen, as narrated in the above myth, Zeus deposed Kronos, did he also depose time?\nBetter still, what does it mean that Zeus deposed Kronos?—for Zeus was also the Greek\nname of a planet, that which today is known to us as Jupiter. What could it mean that the\nplanet Jupiter deposed the planet Saturn?\n\nDespite what philosophers, mythologists, and students of ancient religion might have\nwritten in the past, the tale recorded above can have no philosophical meaning —at least none\nthat would not be strained. In view of the fact that Kronos and Zeus were actually deified\n\n19 £, p. 33.\n\n47",
                "citations": [
                    "E. Manuel, The Eighteenth Century Confronts the Gods (Cambridge, 1959)"
                ]
            }
        ],
        "bibliography": [
            "E. Manuel, The Eighteenth Century Confronts the Gods (Cambridge, 1959)"
        ]
    },
    {
        "type": "main",
        "page_number": 48,
        "subsections": [
            {
                "title": "Ancient Greek school for boys.",
                "content": "Education was not compulsory. Schools were private and charged fees. Girls could receive\nsimilar education in separate schools. In Europe, separate schools for boys and girls continued\nas the moral standard well into the twentieth century. When Epicurus was bold enough to teach\na school of mixed sexes, he caused quite a scandalous stir.\nUustration by John Green.)",
                "citations": []
            }
        ],
        "bibliography": []
    }
]