[
    {
        "type": "main",
        "page_number": 79,
        "subsections": [
            {
                "title": "Elagabalus (A.D. 218-222).",
                "content": "Born Varius Avitus, high priest of the Syrian god Elagabalus, proclaimed Emperor of the Roman\nEmpire on May 16, 218, he was given the title of Marcus Aurelius Antoninus. Assuming the name of\nhis god, he became popularly known as Emperor Elagabalus. When he moved from Emesa to Rome,\n\nhe took the meteoritic “image” of his deity with him, which “image” also became known as the\nElagabalus, and instatled it in the temple of Kybele.",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 80,
        "subsections": [
            {
                "title": "The Egyptian god Amon",
                "content": "who was, among other things,\nassociated with meteorites.\n\nSumerian name for “iron” was an-bar, which means\n“fire from heaven.” ” The Hittites, who were among\nthe first, if not the first, in the ancient world to use\nweapons made out of iron, called the metal ku-an,\nwhich also translates as “fire from heaven,” since,\nas they claimed, iron originated in the sky.” The\nAssyrians also extracted iron from ore, but, to them,\nthe metal was said to have been “fragments from\nheaven.”” In Egypt, the name for “iron” was bia-en-\npet or baat-en-pet, which translates as “metal of\nheaven”” (although “thunderbolt of heaven” has also\nbeen suggested).\n\nIn Egypt, the association of meteoric tron with the\ngods, and especially with the evil god Set, seems to\nhave led to a taboo against the use of the metal.“ A\nsimilar religious taboo is also known to have existed\nin ancient Israel. The Old Testament preaches against\nthe use of iron tools in the construction of Yahweh's\naltar.” The taboo against the use of iron was also ob-\nserved in Greek and Roman cults.” A religious ex-\nception seems to have been allowed in Egyptian fu-\nnerary rites. “Metal of heaven” was used in the manu-\nfacture of small symbolic instruments in connection\nwith the rites of the dead and such items were often\ninterred with the deceased. These religious instru-\nments are mentioned in the Egyptian prayers for the\ndead even though, because of the corrosive nature of\niron, few of them have ever been retrieved.”\n\nMeteorites were also worshipped in Greece. Con-\ncerning this practice, Pausanias wrote:\n\n“Orchomenos has a sanctuary of Dionysos, but\nthe most ancient one is consecrated to the Graces.\nThey pay particular worship to rocks, saying they\nfell out of heaven...””\n\nThe “image” on Cyprus\nwas a stone which fell from the sky.” Aphrodite Ura-\n\n’V_ Clube &, p. 196.\n\n20 Ibid.\n*E_C. Krupp, Loc. cit.\n® Ibid.\n\n2, p. 306.\n\nVv. Clube & B. Napier, loc. cit.\n\n51, p. 236.\n\n*6 Deuteronmy 27:5.\n\n\"HB. Walters, Catalogue of the Bronzes, Greek, Roman and Etruscan, in the British Museum (London,\n\n1899), p. xviii.\n\n*%G. A. Wainwright, “The Coming of Iron,”, p. LL.\n\n® Pausanias, Descriptions of Greece, 38:1.\n\n80",
                "citations": [
                    " of Venus (or Aphrodite)",
                    " B. Napier, The Cosmic Serpent (London, 1982)",
                    "E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967)",
                    ". Velikovsky, Ramses I and His Time (N. Y., 1978)",
                    " Antiquity, X (1936)"
                ]
            }
        ],
        "bibliography": [
            " B. Napier, The Cosmic Serpent (London, 1982)",
            "E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967)",
            " of Venus (or Aphrodite)",
            ". Velikovsky, Ramses I and His Time (N. Y., 1978)",
            " Antiquity, X (1936)"
        ]
    },
    {
        "type": "main",
        "page_number": 81,
        "subsections": [
            {
                "title": "nia of Aphaca was also associated with a meteor at Byblos in Syria.” The great “image” of",
                "content": "Pallas Athena, known as the Palladium, in the citadel of Troy, on which the safety of the city\nwas held to depend, was also said to have been a stone which fell to Earth.” So was the sa-\ncred stone at Delphi, said to belong to Kronos® who was Saturn.\n\nAs G. A. Wainwright wrote in 1936:\n\n“Plenty of [other meteorites] could be mentioned as being kept in churches or tem-\nples, but let that of Casa Grande suffice. It was found in a room of an ancient Mexi-\ncan temple carefully swathed in bandages.”™\n\nLet not the reader delude himself into thinking that such beliefs and practices were\nmerely the result of ancient and/or primitive naiveté. Modem-day Moslems might not care to\nadmit it, but the most holy object in all of Islam, the Black Stone, which today is incorpo-\nrated into the Ka’aba at Mecca, is also a meteorite.\n\nHere it is only fair to point out that Immanuel Velikovsky’s claim that the Black Stone\nwas believed to have fallen from the planet Venus® cannot be substantiated. Even so, there\nseems to be no doubt that the Biack Stone “had streaked out of the heavens one night in the\nforgotten past,” and that it is nothing but a meteorite.”\n\nThere has been some speculation that this meteorite had originally been reddish in hue\nand that its present black color is simply due to the patina of ages.* To my knowledge, this\nhas never been ascertained. In fact there is reason to believe that the Stone’s blackness coin-\ncided with a special characteristic of mythic significance.\n\nThat the Ka‘aba was originally a shrine to the god and planet Satum has now been docu-\nmented.” Also, the myths and astronomical lore of various nations connect the color black\nwith this very planet and its deity.© As Hildegard Lewy pointed out, “Saturn is frequently\ncalled the ‘black’ or ‘dark’ planet.” It is this particular Saturnian curiosity that points to the\nBlack Stone’s selection as a Saturnian symbol. As Lewy wrote:\n\n“As...this Black Stone was revered in a sanctuary dedicated to the cult of the ‘Black\nPlanet’ Saturn, we comprehend that a black meteorite, or a black stone resembling a\nmeteorite, was thought to be a piece of the ‘Black Planet,’ which means a part of the\n\n°, p.3.\n\n+]. Fuhr, “On Comets, Comet-Like Luminous Apparitions and Meteors,” KRONOS VIII:, p. 38.\n\n*, Vol. III, p. 302.\n\n*® GA. Wainwright, op. cit., p. 6.\n\n4 Ibid.\n\n381, p. 291.\n\n56 §, Welles, et al, The World’, p. 101.\n\n*” Ibid.;, pp. 95-96; F. Lenormant, Lettres Assyriologie\n\n. p. 290.\n\n* See, for instance, D. Cardona, “The Kaaba,” KRONOS XII:3, pp. 14 ff., where various other\nsources are supplied.\n\n“, p. 317; al-Biruni, Kitab at-Tafhim (ed.\nR. Ramsay Wright, London, 1934), p. 240; D. Cardona, “Child of Saturn,” Part III, KRONOS VH:3 (Spring\n1982), p. 8, where other sources are cited.\n\n“'H. Lewy, op. cit., pp. 339, 348.\n\n81",
                "citations": [
                    "C, P. Olivier, Meteors (1925)",
                    " (Fall 1982)",
                    " HH. Bancroft, The Native Races of the Pacific States (1874-1876)",
                    ". Velikovsky, Worlds in Collision (N. Y., 1950)",
                    "s Great Religions (N. Y., 1957)",
                    " J. Huxley, et al, The Ancient World (London, 1968)",
                    " (Spring 1988)",
                    " J. Schaumberger, Sternkunde und Sterndiest in Babel (Munster, 1935)"
                ]
            }
        ],
        "bibliography": [
            " (Spring 1988)",
            " (Fall 1982)",
            ". Velikovsky, Worlds in Collision (N. Y., 1950)",
            "C, P. Olivier, Meteors (1925)",
            " J. Huxley, et al, The Ancient World (London, 1968)",
            " HH. Bancroft, The Native Races of the Pacific States (1874-1876)",
            " J. Schaumberger, Sternkunde und Sterndiest in Babel (Munster, 1935)",
            "s Great Religions (N. Y., 1957)"
        ]
    },
    {
        "type": "main",
        "page_number": 82,
        "subsections": [
            {
                "title": "The Ka’aba, in the base of which the meteoritic Black Stone is cemented,",
                "content": "body of a great god which, therefore, deserved the same veneration as the planet it-\nself.”\n\nAs we have already seen, the meteoric “image” which Elagabalus—that is, Marcus Au-\nrelius Antoninus—carted from Emesa to Rome was also described as having been black.\nThere is, after all, nothing extraordinary about black meteorites.”",
                "citations": []
            },
            {
                "title": "COSMIC DEBRIS",
                "content": "Despite all of the above, and much more that I could have added, science did not offi-\ncially recognize the existence and fall of meteors until April 26, 1803.“ Despite reports of\nstones falling from the sky, scientists “preferred to doubt” all such reports.” What is even\n\n® Thid., p. 348.\n\n*® See here, D. Overbye, “Voyager Was On Target Again,”, p. 78.\n“, pp. 175-177.\n\n“FA. Paneth, “Meteorites,”, Vol. 15, p. 341.\n\n82",
                "citations": [
                    " Discover (April 1986)",
                    " Sec here, W. K. Hartman, Moons and Planets (Belmont, 1972)",
                    " Encyclopaedia Britannica (1959 edition)"
                ]
            }
        ],
        "bibliography": [
            " Encyclopaedia Britannica (1959 edition)",
            " Sec here, W. K. Hartman, Moons and Planets (Belmont, 1972)",
            " Discover (April 1986)"
        ]
    },
    {
        "type": "main",
        "page_number": 83,
        "subsections": [
            {
                "title": "worse, they also preferred “to change their statements to conform with acknowledged scien-",
                "content": "tific theories.” When, for example, a large stone was reported to have fallen from the sky\nnear Luce in 1768, the Académie des Sciences sent the French chemist, Antoine Laurent La-\nvoisier, to investigate. Having done so, he concluded that nothing of the sort could have tran-\nspired and that all those who were said to have witnessed the event had either been mistaken\nor lying.” The reasoning was simple: As that indomitable arch-enemy of establishment sci-\nence, Charles Fort, put it, since there were no stones in the sky to start with, no stones could\nhave fallen from the sky.”\n\nBecause of such episodes, many European museums ended up discarding genuine mete-\norites, which would have been of great benefit to the scientific world in later years, simply\nbecause they thought of them “as shameful relics of a superstitious past.”” One meteorite\nfrom that era, however, was preserved “due to the protection given to it by the bishop of\nZagreb’s consistory.” This was the iron meteorite which had fallen at Hraschina in 1751.\nSworn statements by eye-witnesses were collected and, together with the iron fragment, were\nsent to the Austrian emperor. Eventually, both the documents and the meteorite came into the\npossession of the Vienna museum and the attention of the physicist E. F. F. Chladni who\ncommenced on a battle against the scientific establishment. In his paper of 1794, Chladni de-\nfended the trustworthiness of the Hraschina and other meteorites and was bold enough to\nclaim that these objects originated as cosmic debris which had penetrated Earth’s atmosphere\nand fallen to the ground. Most of his colleagues, however, remained skeptical.”\n\nBut then, in 1803, so many of the damned things fell and landed on the ground—an entire\nshower of meteorites actually—that the new investigator, Jean Baptiste Biot, had no option\nbut to accept their extraterrestrial origin.” Even so, when, in 1807, two Yale scientists\nclaimed that meteorites had recently struck the ground at Weston, Connecticut, disbelief was\nstill rampant. Thus, when Thomas Jefferson, President of the United States, “who included\npalaeontology among his many interests,” was told of the incident, he is reported to have re-\nplied that: “It is easier to believe that two Yankee professors would lie, than that stones\nwould fall from heaven.” ™\n\nThere is a lesson to be learned here because, since the ancients, who had been reporting\nthe fall of such objects, swaddling them, worshipping them, etcetera, have been proven right\non this score, they should perhaps be given the benefit of the doubt concerning their reports\nof other astronomical occurrences which science has not yet had reason to accept as being\nvalid.",
                "citations": []
            },
            {
                "title": "CALENDARS",
                "content": "The Mesoamerican Indians have gained the reputation of having been one of the most\nastronomically-oriented peoples of the ancient world. This is stressed here because the unini-\ntiated has a tendency to perceive the Mesoamerican Indians as having been a primitive tribe\nof people, adorned in colorful costumes and exotic feathered headdresses, whose brutal re-\nligion incorporated human sacrifice on a massive scale. Other than their description as primi-\ntive, the above holds true. But these Indians had also been capable of constructing monu-\n\n8 Ibid.\n\n“', p. 2.\n*, p. 19.\n\n* FA. Paneth, loc. cit.\n\n* Ibid.; see also, W. K, Hartman, loc. cit.\n\n5°T, Palmer, doc. cit.\n\n” Ibid.",
                "citations": [
                    "T, Palmer, Catastrophism, Neocatastrophism and Evolution (Nottingham, 1992)",
                    " D. Knight (ed.)",
                    ", The Complete Books of Charles Fort (N. Y., 1974)"
                ]
            }
        ],
        "bibliography": [
            ", The Complete Books of Charles Fort (N. Y., 1974)",
            " D. Knight (ed.)",
            "T, Palmer, Catastrophism, Neocatastrophism and Evolution (Nottingham, 1992)"
        ]
    },
    {
        "type": "main",
        "page_number": 84,
        "subsections": [
            {
                "title": "mental buildings the artistic adornment of which boggles the imagination, and, more than",
                "content": "that, of organizing and maintaining a civilization that worked extremely well for as long as it\nlasted.\n\nAmong the Maya, the priests were the ones who normally acted as the keepers of scien-\ntific knowledge, including that branch we today would call astronomy. It was not, however,\nmerely the priesthood which was obsessed with such lore but, as Juan de Torquemada re-\ncorded a century after the Spanish conquest of Mexico, even kings. Of Netzahualpilli, the\nking of Texcoco, he had this to report:\n\n“They say he was a great astrologer and prided himself much on his knowledge of the\nmotions of the celestial bodies; and being attached to this study, that he caused in-\nquiries to be made throughout the entire extent of his dominions, for all such persons\nas were at al} conversant with it, whom he brought to his court, and imparted to them\nwhatever he knew, and ascending by night on the terraced roof of his palace, he\nthence considered the stars, and disputed with them all on difficult questions con-\nnected with them.”*\n\nIt is obvious from the pictorial elements included in various codices that pyramid-tem-\nples, as well as other structures, were utilized as astronomical observation posts. One of these\ncodices even shows a priest stationed in a temple doorway, peering through a cross-piece to\nobserve a celestial event. In fact, the symbol of an eye located within, or in conjunction with,\nsuch cross-pieces appear on other codices which treat of astronomical matters, thus indicat-\ning that this simple instrument was the one most frequently used in astronomical observa-\ntions.*\n\nGranted, most, although not all, of Mesoamerican astronomical knowledge is calendric in\nnature. It might therefore be countered that, since calendars are the outcome of solar and lu-\nnar motions, one should not be all that impressed with their knowledge. After all, as complex\nas they are, the motions of the Sun and the Moon are more observable than the fall of mete-\norites. The computation of such systems is not, however, all that easily determined. After all,\nthe calendar we presently use in the Western World was not computed until 1582.\n\nThe Mesoamericans’ mathematical abilities, especially when it came to the calculation of\ntime-periods and, quite naturally, the formulation of calendars (of which they possessed more\nthan one), formed the dictatorial power that held sway over Maya life. The vigesimal system\nthey employed—that is, a progression by twenties rather than by tens as in our decimal sys-\ntem—enabled them to conduct complex calculations in their studies of astronomical phe-\nnomena. They understood, and utilized, the concept of zero a thousand years before Europe-\nans did. They learned how to accurately predict eclipses and were able to tabulate the mo-\ntions of the planet Venus with a precision that has stunned modern astronomers. The Dresden\nCodex, for example, gives a total of 11,960 days for 405 lunar cycles which, when compared\nto the modern value of 11,959.89 days, discloses an error of only one day every 380 years.*\n\nI will not here tax the reader’s patience with a detailed scrutiny of Mesoamerican calen-\ndars with ali their complex calculations. Even so, a brief survey would not be amiss.\n\n% A. Aveni, “Astronomy in Ancient Mesoamerica,”, Jt Search of Ancient Astronomies (N.\nY., 1977), p. 174; see also, V. H. Malmstroé,\np. 167.\n\n*, p. 169.\n\n5, p. 200.\n\n84",
                "citations": [
                    " in E. C. Krupp (ed.)",
                    "m, Cycles of the Sun, Mysteries of the Moon (Austin, Texas, 1997)",
                    " A, Aveni (see above)",
                    "G. Anequin, The Civilization of the Maya (Geneva, 1978)"
                ]
            }
        ],
        "bibliography": [
            "G. Anequin, The Civilization of the Maya (Geneva, 1978)",
            " A, Aveni (see above)",
            " in E. C. Krupp (ed.)",
            "m, Cycles of the Sun, Mysteries of the Moon (Austin, Texas, 1997)"
        ]
    },
    {
        "type": "main",
        "page_number": 85,
        "subsections": [
            {
                "title": "Mixtec artist from Oaxaca painting a cedex.",
                "content": "(Itustration by John Green.)",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 86,
        "subsections": [
            {
                "title": "UEC TG Oo",
                "content": ": oe\n\nsihdtlle petty tian Lule\n\nMaya priest-astronomer seated on top of a four-storey observational tower using his sighting cross to\ntrack the heavenly bodies.\nillustration by John Green.)",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 87,
        "subsections": [
            {
                "title": "Left: Seated priest-astronomer, from the Codex Mendoza, shown in the act of observing the stars (de-",
                "content": "noted by the symbol to his right) at night. Right: Symbolic representation of the same idea through the\nutilization of a cross-stick device as an aid to observation.\n\nAmong various ancient peoples, the star cluster known as the Pleiades also served to pin-\npoint the beginning of the year, the cycle of the seasons, as well as the occurrence of festi-\nvals. In this respect, the Mesoamericans were no different. They, too, were enticed with the\nobservation of the Pleiades. Known to European observers as the Seven Sisters, this group of\nstars received considerable attention all over the world. As Anthony Avent informs us:\n\n“The Sherente of Brazil still use the Pleiades today to mark the seasons. They say that\nthe year commences in June when the Pleiades first appear as the sun leaves the con-\nstellation of Taurus...The Navajo dignify the Pleiades by associating them with their\nprincipal deity, Black God, creator of fire and light. In fact, a recognizable form of\nthis group appears on the face of Black God.\n\n“The Aztecs determined the occurrence of their most important feast day by the ap-\npearance of the Pleiades. According to Sahagiin, the ceremony of the Binding of the\nYears took place every fifty-two years and began when the Pleiades transited the ze-\nnith at midnight...”*\n\nAs we have already noted, Saturn was known as the black god and/or black planet among\nvarious peoples of the ancient world. I therefore feel confident that the Navajo Black God\nmentioned by Aveni in the quote above will be found to have originally been a personifica-\ntion of the same planet. If this turns out to be correct, the association of the Pleiades with this\n\n5° A Aveni, op. cit., p. 207.",
                "citations": []
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 88,
        "subsections": [
            {
                "title": "Symbolic representations of Mesoamerican observational temples utilizing the crossed-stick and",
                "content": "V-shaped devices.\n\nplanetary deity requires an explanation since this constellation has no observable celestial\nconnection with the planet Saturn.”\n\nAccording to Charles Lacombe, the 365-day calendar, as illustrated in the Codex Tro-\nCortesianus, is “unbelievable in its perfection and simplicity, instantly performing the in-\ncredible combination of mathematical functions required to program and retrieve the mathe-\nmatical data.”* How were these people, bereft of optical instruments save for a simple de-\nvice constructed out of two crossed pieces of wood, able to calculate all this with such\nbreathtaking precision. As Guy Anequin tells us:\n\n“Their measurements. ..were based entirely on sighting, calculations of triangulation\nand measurement of the movements of shadows. They observed that the stars, and in\nparticular the sun, were seen at different angles according to the time of the year.\nThey also noted that daily hours of sunlight varied from one day to another according\nto these positions —they thus strove to locate the solstices, the extreme solar positions\nfor the longest and the shortest days of the year. For this, they probably used a gno-\nmon, a kind of sight made with only a vertical rod. The shadow on the ground at mid-\nday on June 21 was shortest, while at midday on December 21\n(the winter solstice) was the longest. The various sightings taken at sunrise from a\nfixed point will give a different angle throughout the year—for in winter the sun rises\nfurther to the south and in summer further to the north on the eastern horizon...\n\n“Scrutiny of the night sky must have been no less important than that of day. Obser-\nvation of lunar transformations and trajectories were noted in the Dresden Codex,\n\n* Sec here, D. Cardona, “The Mystery of the Pleiades,” KRONOS III:4, pp. 24 ff.\n*, p. 296.\n\n88",
                "citations": [
                    " (the summer solstice)",
                    " (Summer 1978)",
                    "P, Tompkins, Mysteries of the Mexican Pyramids (N. Y., 1976)"
                ]
            }
        ],
        "bibliography": [
            " (Summer 1978)",
            "P, Tompkins, Mysteries of the Mexican Pyramids (N. Y., 1976)",
            " (the summer solstice)"
        ]
    }
]