[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 444,
        "main_text": "continued by adding that, “if so, we may conjecture that a late moralistic intention had been read into an early fertility-charm.”* Such musings, by moderns and ancients alike, do not, however, go to the root of the problem, especially when the subject itself is not even viewed as a problem. A problem, on the other hand, does present itself when in-depth research re- veals that the divine phallus was believed to have acted as a supporting post for heaven or the sky. One thing concerning which Cook was correct is that the cult of Dionysos was a phallic one. As Marija Gimbutas elucidated: “[Dionysus’] cult in Greece is evidenced by temples, sculptures of phalli and descrip- tions of processions carrying huge phalli as late as the second century BC...Brimming with virility, he was the god most favored by women. “The abundance of phalli in Dionysiac festivals, in sculptures near the temples, on herms used as signposts on the roads and before the doors of houses suggest that the ancient Greeks were no less obsessed by phallic magic than were the Old Europe- ans.?24 And: “The Lenaia festival held in January was preceded by a Rural Dionysia in which",
        "captions": [
            {
                "source": "internal",
                "text": "The impregnation of Nut by Geb, where Geb’s phallus stands in for the usual position of Shu. From the Papyrus of Tameniu. (Compare with illustration on page 486.)"
            }
        ],
        "bibliography": "°%3 4. B. Cook, Zeus: A Study in Ancient Religion, Vol. II (N. Y., 1965), p. 244. °4M. Gimbutas, The Goddesses and Gods of Old Europe (London, 1982), p. 227. Ad",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 445,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "rod                       7                        ee eee <                        g              : @                                            _—_————                _ mw                                                                                              ns Monumental phallus at the sanctuary of Dionysos on the island of Delos. (Photograph by the author.)"
            }
        ],
        "bibliography": "445",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 446,
        "main_text": "phalli were carried in procession...”95 Broken stone phalli, representative of the god himself, can still be seen at the sanctuary of Dionysos, on the sacred island of Delos, to the mirth, embarrassment, and/or shock of visit- ing tourists. But what is of greater importance to this study is that the same Dionysos, still decked with ivy-sprays, was elsewhere represented by a post dressed up as the god.% That Dionysos represented an aspect of the Saturnian deity need not be repeated. The nature of what this divine phallus really was comes to us from Phlius. There, a winged aged man with phallus erect was once depicted on the gates of the city. This being was known as phaos rhyentes. What is interesting, however, is that, according to Hippolytus, Pphaos rhyentes was said by the Sethians to mean “the downward flow of light from above.” “For there was a ray coming from above from that perfect light held fast in the dark, dread- ful, bitter, filthy water...°8 The “perfect light” from which this ray of light emerged was a dim remembrance of the Saturnian sun “held fast” in the centre of its placental cloud, re- membered here as “dark, dreadful, bitter, filthy water”—the “mud,” or “slime,” or mot of the Phoenicians. That this was a reminiscence of the ruach of Genesis is then indicated when Hippolytus continues by stating that this was “the spirit of light ‘rushing’ over the water.” And since this ray was remembered as “coming from above,” it stands to reason that the water in question was also somewhere above, presumably in the sky, as our thesis actually demands. It was then this “downward flow of light” from proto-Saturn and its placental cloud which the ancients likened to the god’s single leg and/or his penis. In some instances, the god himself was considered to have been nothing more than the phallus of Creation. Conse- quently, one of the meanings of the name of the Hindu Creator, Prajapati, is the male organ of generation. !© More revealing is a passage in the Linga Purana which has been interpreted to mean that: “Pradhana, the primary unevolved matter, the cause of the universe is Linga itself. At the root of Linga the creator Brahma is stationed.” !0! Here not only do we again find a reference to our posited placental cloud as the “un- evolved matter,” but its direct association with the linga, that is phallus, as also with Brahma who, as we have seen, originated as an avatar of Saturn. Curiously, in the Bhagavata Purana, there is presented the image of a cosmic porpoise with the planet Saturn itself projected on its generative organ.102 Of most importance is the fact that, in some cases, a phallus “sculptured in granite, marble, or ivory,” which used to be kept “in the inmost recess, or sanctuary” of Hindu temples, was “surmounted by a golden star.” 13 A similar colossal phallus was presented by Ptolemy Philadelphus to the temple of Osiris in Alexandria. This, too, was crowned in gold",
        "captions": [],
        "bibliography": "95 Ibid., p. 228. 9% A. B. Cook, loc. cit.. 97 W. Bamstone, op. cit., p. 656. 98 Ibid., p. 655. °° Ibid. 100 VS. Apte, op. cit., p. 642. 101 Comment from the translators of The Linga-Purana (Delhi, 1973), p. xx; see Linga Purana 1:74:19-20. 102 Bhagavata Purana V:23:7; see also, Ganesh Vasudeo Tagare (trans.), The Bhagavata Purana, Vol. Il (Delhi, 1979), p. 754. 103 H, M. Westropp & C. S. Wake (with A. Wilder), Ancient Symbol Worship: Influence of the Phallic Idea in the Religions of Antiquity (N. Y., 1875), p. 19. 446",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 447,
        "main_text": "and surmounted by a golden star, which was “carried in a splendid chariot in the midst of religious processions.” !+ The meaning these last two items have for us is that, in each case, the golden star surmounting the vertical phallus served as a cogent symbol of the proto- Saturnian sun seen atop the fiery axis in the sky. Another word of caution: As in the case of the one-legged gods, not all phallic deities, and Shiva in particular, are to be identified as Saturn, but that, too, must await future revela- tions. THE SKY PILLAR In pre-Islamic Arabia, pillars called hammanim were set up on the altars of the god Ba’al. On top of each of these pillars rested the disk of Samsu, usually understood as the name of the Sun.!°5 Granted that Samsu, as well as its variants SemeS and Sim8a, was eventually utilized as a name for the Sun, we have seen that the Assyro-Babylonian Samas (or Shamash)",
        "captions": [
            {
                "source": "internal",
                "text": "The Sakti Puja. Tableau of Hindu deities surrounding phallic emblem."
            }
        ],
        "bibliography": "104 Ibid., p. 20. 105 See the entry under “Shamash,” Encyclopaedia Britannica (1959 edition), Vol. 20, p. 454. 447",
        "headers": [
            "THE SKY PILLAR"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 448,
        "main_text": "was by the Assyro-Babylonians themselves specified to have been the name for the planet Saturn. We may therefore safely assume that the pre-Islamic Samsu originally stood for the same planet. This is lent evidence by the fact that our present Sun does not appear to be rest- ing on any kind of pillar while, as we have seen above, the proto-Saturnian sun was so con- ceived to have stood on a support which was inter alia visualized as a vertical whirlwind, a single leg, and/or an erect phallus. Thus, Elmer Suhr, who confused so many mythological issues, was nevertheless astute enough to realize that the primeval wind “is especially effec- tive in the heavens at the top of the cosmic column.”!0 Suhr tells us that this cosmic column was “a very old concept dating back to primitive times,” and that it was the “sun” on top of this column that created the wind “by its whirling motion.”!07 Also: “It is especially important to think of the cosmic column not as a static post but as a constantly whirling crucible, forever forming and re-forming the constituent ele- ments into the changing aspects of human experience.” !°8 The memory concerning the association of this pillar with Saturn was retained in the Christian Sybyllines which proclaim that Sabaoth Adonai “shall sit on a heavenly throne and establish a great pillar,”!°? which is elsewhere rendered a “pillar of glory.”!!° Sabaoth, sometimes rendered Zebaot, is a name derived from the Hebrew tsaba or tseba’ah, meaning “army,” and is used in the New Testament as the military epithet of God.!!! Adonai, mean- while, means “my Adon,” where Adon is a Phoenician title that simply means “Lord.” !!2 Taking their cue from the Canaanites, who were the same as the Phoenicians, the Jews used the epithet Adonai to designate their own God. Thus it was said that when God asked Adam what his name was, Adam replied with the words: “Adonai, Lord, because Thou art Lord over all creatures.” !!3 As Louis Ginzberg has it, the name Adonai is “the very name God had given unto Himself, the name by which the angels call Him, the name that will remain im- mutable evermore.”!!4 Moreover, when Moses is said to have asked God for his name, God is reported to have replied: “Thou desirest to know My Name? My Name is according to My acts. When I judge My creatures, I am called Elohim...when I rise up to do battle against the sinners, I am Lord Zebaot...when I have mercy upon the world, I am Adonai.” !!5 Elsewhere it is said that Adonai and Elohim were “the two sacred names of God,” !!¢ even though, in fact, he was known by various others. This, then, tells us that, as far as the Jews were concerned, Adonai and Lord Zebaot, which translates as Sabaoth Adonai, was the same as Elohim, the majestic plural of El, that is Saturn.",
        "captions": [],
        "bibliography": "106 E.G. Suhr, Before Olympos (N. Y., 1967), p. 43. 107 Jbid., p. 39. 108 Thid., p. 79. 109 W. Barnstone, op. cit., p. 559. 110 [bid., p. 673. 111 J. Strong, A Concise Dictionary of the Words in the Greek Testament (Madison, New Jersey, 1890), p. 64. 112 See here for instance, P. Gaber & W. G. Dever, “The Birth of Adonis?” Archaeology Odyssey (Spring 1998), p. 54. 113 L. Ginzberg, op. cit.,Vol. 1, p. 62. 114 Tid. 115 Jbid., Vol. Il, p. 319. 116 Tbid., Vol. III, p. 158. 448",
        "headers": []
    }
]