[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 19,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "Fl  ea mie hig  ii AAA inn, A ae i  i mn Q i) il eH   |   ry Egyptian scribe. Egyptian scribes wore special starched kilts which, when sitting cross-legged, acted as a “desk” on which to place their papyrus sheet when writing—the first lap-top? (From a statue now in the Louvre, Paris)"
            }
        ],
        "bibliography": "19",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 20,
        "main_text": "tener could question the reciter and receive an answer in explanation. One cannot, however, question the written word. And, in that respect, as much knowledge was lost as was recorded. This we have to keep in mind as we continue with our study, and, while I shall never use it as a crutch, I will have recourse to remind the reader of it from time to time in the pages that follow. As Sharon Begley ef al noted: “Before there is knowledge, there must be memory. Yet few subjects remain so unknown, so obscured in metaphor and myth. According to the ancient Greeks, life is the act of recollecting knowledge the soul forgot at the moment of its birth in a body... Later thinkers noted the perversity of memories—how nothing imprints them more strongly than the desire to forget.” PERPLEXITY Roger Wescott recently wrote: “Ever since Greek philosophers first initiated critical examination of Homeric and Hesiodic myth, some mythologists have characterized myths in general as mad.”* As Wallis Budge stated of Egyptian texts, the perplexity of ancient beliefs confounded even those very ancients who professed adherence to them. Speaking especially of the antiquity of the so-called Book of the Dead, Budge informed his readers that there is no doubt that “the greater part” of these texts “are far older than the period of...the first historical king of Egypt.”” According to him: “Certain sections indeed appear to belong to an indefinitely remote and primeval time.”® Those who came later, however, did not always seem to have understood what the originals had alluded to—which is exactly the situation that Thamus, in reproaching Thoth, had meant to emphasize. “The earliest texts bear within themselves proofs, not only of having been composed, but also of having been revised, or edited, long before the days of king Mena [or Menes], and judging from many passages in the copies inscribed in hieroglyphics upon the pyramids of Unas [and other early kings], it would seem that, even at that remote date, the scribes were perplexed and hardly understood the texts which they had before them.” Concerning a particular, and very important, “chapter” of the Book of the Dead—a “chapter” that has been considered “an abridgment of the whole Book of the Dead” —and basing his opinion on that of Chabas, Budge affirms that it was not only “very ancient” and “very mysterious,” but “very difficult to understand” even “fourteen centuries before our era.” Can we, millennia later, fare any better in our attempt to understand these texts? And is it merely Egyptian texts that will pose this problem for us? In speaking of the great epics of the Germans, the Indians, Finns and other ancient peoples, Sigmund Freud claimed that the original cause behind these epics had already fallen",
        "captions": [],
        "bibliography": "°\"S. Begley, et al, “Memory,” Newsweek (Sept. 29, 1986), p. 48 (emphasis added). R. W. Wescott, “Indeterminacy: Temporary, Permanent, or Indefinite?” The Velikovskian 1:1 (1993), p. 54. % E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. xii. © Ibid. (emphasis added). ° Ibid. ® Ibid., p. xiv (emphasis added). But see also p. 314 for variant readings which “offered difficulties to the ancient Egyptian readers.” 20",
        "headers": [
            "PERPLEXITY"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 21,
        "main_text": "into oblivion before the arrival of Alexander the Great who himself lamented that he had _ no Homer to immortalize his deeds.® Will we, so many centuries later, be able to ferret out “the cause behind these epics”? Of course, as anyone who has ever read anything about him knows, Freud had his own psychoanalytic beliefs in mind when he referred to ancient myths. As Richard Hein- berg noted, “proponents of the non-historical approach to myth interpretations are more or less forced not so much to explain...myths as to explain them away.” And, despite what good can still be said of Freud’s psy- choanalytic methods, in the end, that is ex- actly what he did in his attempts to analyze the messages he believed to be contained in ancient myth—he ended up by explaining them away. Fortunately, as Heinberg also noted, “the ‘collective fantasy’ approach to myth in general is starting to lose ground.”© Thus, despite his own calling as a psycho- analyst, Theodore Reik had to admit that: “[Myths] appeared to us at first as collective daydreams, as wish ful- fillment of the masses. Such a char- ; acterization is still psychologically valid, but we apply today the inter- pretation of myths in the hope of dis- covering at their depths precipita- a tions or sediments of real historical ended up explaining therm away rather than * : 9966 explainin; iem. events or situations. (ilustration by Charles Hogarth.) And, to be sure, Reik, as well as others of his profession, are now of the professional opinion that “the more wide-spread a myth, the more likely it is to have an historical basis.”” An example of the complexity of myth comes from the Egyptian Papyrus of Ani in which, among other things, the deity is made to utter the following words:",
        "captions": [
            {
                "source": "external",
                "text": "Sigmund Freud — 1856-1939. In his attempts to analyze the messages he believed to be contained in ancient myth, Freud"
            }
        ],
        "bibliography": "© §. Freud, “Moses and Monotheism,” The Standard Edition of the Complete Psychological Works of Sigmund Freud, Vol. XXIII (London, 1955), p. 80. R. Heinberg, “Historical Paradise and Collective Psychology,” HORUS 1:3 (Fall 1985), p. 18 (emphasis as given). ® Ibid. © T. Reik, as quoted by R. Heinberg, loc. cit. (Emphasis added.) * Ibid., p. 19. 21",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 22,
        "main_text": "“I am the lord of the crown. I am in the Eye, my egg...My seat is on my throne. I sit in the pupil of the Eye.”* Now I ask you, what meaning can be extracted from the above? As the “lord of the crown,” the deity can be understood as the crowned god. Thus he can say that his seat is on his throne. There is nothing enigmatic about a crowned god sitting on his throne. But what does it mean that the deity is, or resides, “in the Eye” or that he sits “in the pupil of the Eye”? What is this “Eye” in which the god resides? And why is the eye equated with his egg? What has an eye to do with an egg? What is this egg anyway? And yet, enigmatic as these words are, together with others pertaining to different themes, an in-depth study will reveal their coherence and even logic once the key to the symbolism behind them is understood. MISTRANSLATIONS Once myths were put into writing, mistranslations were bound to occur. Here, an illustra- tion offered by Bob Forrest comes immediately to mind. “I can imagine how odd anomalies could arise in transmission, and this point was brought home to me by a curious example I came across just recently: Cinderella’s glass slipper. I had always found it peculiar that the slipper should be said to be made of glass, but according to Brewer’s ‘Dictionary of Phrase and Fable’ this came about via a mistranslation of the phrase ‘pantoufle en vair’ (a fur slipper) as ‘a glass slipper’ (pantoufle en verre). I do not suppose, though, that the vagaries of oral transmission can account for more than the odd ‘peculiarity’ of a myth, legend or story.”® Another example concerns one of the most famous sayings attributed to Jesus: “It is eas- ier for a camel to go through the eye of a needle, than for a rich man to enter into the king- dom of God.”” As Vitaliano indicated, this is more than probably a mistranslation of the Greek, in which the Gospels were originally written, where the Greek word for “rope” — kameylos —was mistranslated as “camel” — kamelos. ” This is because the sound of the Greek letter efa sounds very similar to that of epsilon to a foreign ear. Thus the words of Jesus should be translated as: “It is easier for a rope to go through the eye of a needle, than for a rich man to enter into the kingdom of God”—which, let’s face it, makes for a better simile. When it comes to Hebrew, in which the books of the Old Testament were originally set down, we encounter even greater difficulties because, for one thing, Biblical Hebrew was written without vowels, thus making for confusion between words containing the same con- sonants but different vowel sounds, and, for another, there are over a thousand Hebrew words which appear only in the Old Testament, and, in some cases, appear there only once. How, then, without comparison, can the meaning of such words be verified with certainty? As will be seen in forthcoming pages, such mistranslations, which owe more to the writ- ten word than they do to oral tradition, permeate the mythological sources of most ancient nations. But, rather than proving detrimental to our cause, such mistranslations, where found, shall actually help us ferret out the truth.",
        "captions": [],
        "bibliography": "SSE. A. W. Budge, The Papyrus of Ani(N. Y., 1967), p. 96. © B. Forrest, Velikovsky’s Sources, Vol. 6 (Manchester, 1983), p. 440. ™ Mark 10:25. See also Luke 18:25. ™ D.B. Vitaliano, op. cit., pp. 5-6. 22",
        "headers": [
            "MISTRANSLATIONS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 23,
        "main_text": "MISINTERPRETATIONS The casual reader of popular mythology may not realize to what extent the subject is in- fused with astronomical content. This is partly due to the aversion displayed by most modern mythologists to anything in their studies that smacks of astronomical connections. This is so true that when Girogio de Santillana and Hertha von Dechend dared to go against the com- mon trend in their monumental work, Hamlet’s Mill, they found the doors of academia closed shut in their face. As Martin Bernal found reason to state: “Having written a major book on Galileo, de Santillana [whom Bernal qualifies as possibly the greatest historian of Renaissance science] became interested in the Her- metic Egyptian tradition; then, late in life, he read Dupuis’s Origine de tous les cultes, and was convinced by its argument that much of ancient mythology was indeed alle- gory for scientific astronomy. “Despite de Santillana’s enormous reputation, Hamlet’s Mill—the book in which he and a younger German colleague [Hertha von Dechend] set out [such a mytho-astro- nomical] scheme—was not accepted by any university press and was published com- mercially. This means that respectable scholars are not obliged to take such work into account. In addition, de Santillana’s having stuck his neck out so far lessened his ef- fectiveness as a [historian]. Furthermore, his work ... could be lumped together with a more or less ‘lunatic fringe’; this allowed or even compelled orthodox scholars to ignore it.”” Earlier in this century, mythologists were quite aware of the astronomical nature of an- cient myths, but, of lately, the general assumption has been that these astral connections are of late derivation, having been foisted on an already existing mythology. So much can be said against this that volumes, of which this is one, can be written. The problem, however, goes deeper than that because even those earlier mythologists who had accepted the astronomical nature of the myths were themselves often guilty of tam- pering with their sources so that, today, it is not easy to discern what these ancient sources really had to say about the cosmic powers our ancestors venerated. This is not to be wondered at because, if one had to pursue the astronomical motifs inherent in most of mythology, one would be forced to assume that the ancients’ perception of the celestial sphere was entirely different from that of modern man. Thus, when modern mythologists pursue these astral myths, they tend to look up at the sky, if only figuratively, and realize that what the ancient records state about the planets, and even the Sun and Moon, bears absolutely no resemblance to the present Solar System. And yet one must keep in mind that these self-same ancients, as we shall see in the next chapter, were quite sophisticated when it came to observational astronomy. Thus something of a dilemma faces the mythologist as was poignantly demonstrated, a few decades ago, by Irene Nicholson. In a Mayan scheme purported to describe the celestial sphere, Nicholson discovered that the planet Venus was positioned above the Sun, below which was the Milky Way and, below that, the Moon.” Knowing full well that the Maya had been better astronomers than that, she attempted to circumvent the problem by blaming these disparities on a faulty record.",
        "captions": [],
        "bibliography": "™ M. Bernal, op. cit., pp. 275-276. 731. Nicholson, Mexican and Central American Mythology (London, 1967), pp. 22-23. 23",
        "headers": [
            "MISINTERPRETATIONS"
        ]
    }
]