[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 334,
        "main_text": "By 2002, astrophysicists were again up in arms concerning the definition of celestial objects. By then, they were not even sure what a planet really was, let alone red and brown dwarf stars. Alan Stern and Harold Levison attempted to come up with a new criteria, but this did not help much since it was still reliant on mass. Thus, according to them, a planet has to be a body “low enough in mass that at no time, past or present, can it generate energy in its interior due to any self-sustaining fusion reaction.”74 But, as Adam Burrows pointed out: “There is an unfounded prejudice that a planet should not have a thermonuclear phase,” and that this was merely a preconception that might not be verified by observable facts.75 As far as our thesis is concerned, it does not much matter whether these so-called extra- solar planets are really planets, brown dwarf stars, or some of each, since our scenario ac- counts for both a planet (Earth) and a brown dwarf star (Saturn) as having been partners outside the Solar System. THE RUNAWAY PLANET Extra-solar planets were not only found orbiting stars, but even escaping from them. At least one such planet was said to have been discovered streaming away from the double star system known as TMR-1, 450 light-years from Earth, with a separation between them of 3.7 billion miles. Moreover, this one was actually visible through the Hubble Space telescope and has been photographed. Discovered by Susan Terebey, the planet was calculated to be “two to three times Jupiter’s mass, flung off in a gravitational tug-of-war between the [two] stars.” The planet was said to be racing away at a speed of 20,000 miles an hour.7° Unfortunately, this discovery was eventually questioned. The pertinent planet was later explained as nothing more than a background star. This was “deduced” from the spectrum of the object in question which (a) showed no signs of water vapor, and (b) appears to be too hot, at 2,700° Kelvin (4,400° F), to be a protoplanet?’—even though, personally, I am not quite sure why these parameters should rule out a protoplanet. Even so, Terebey herself has not entirely ruled out her original assumption. As a report by her reads: “At this time there is no strong evidence that TMR-IC itself is a protoplanet.”78 But she added: “The models are not yet reliable at such young ages, so this test by itself is not con- clusive. The idea remains alive and well that there may be runaway planets and brown dwarfs...which formed via ejection from multiple star systems.” Eight months later, Scientific American republished the photograph of TMR-1C with a caption referring to it as a “possible” protoplanet “hanging on” to the star.®° And there, at the time of this writing, the matter rested. Again, to us, it does not matter whether TMR-1IC is truly an escaped planet. What con- cerns us is that it was originally accepted as such, which means that planets escaping from their systems are in the realm of possibility. Even Phil Lucas, as we shall soon see, would not",
        "captions": [],
        "bibliography": "74S. A. Stem & H. F. Levison, “Toward a Planet Paradigm,” Sky & Telescope (August 2002), p. 45 (emphasis as given). 75 D, Kaisler, “The Puzzles of Planethood,” in ibid., p. 35 (emphasis added). 7 Anonymous, “Planet Poseur?” Discover (August 1998), p. 24; see also, anonymous, “Runaway Planet,” Astronomy (September 1998), p. 22. 77 “Biected Protoplanet Most Likely a star,” Space Views (electronic newsletter, April 6, 2000.) NOTE: I thank my good friend Ken Moss for bringing this item to my attention. 78 Ibid. (emphasis added). 79 Ibid. 80 G. Musser, op. cit., p. 42. 334",
        "headers": [
            "THE RUNAWAY PLANET"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 335,
        "main_text": "rule out such a possibility. If, then, planets can escape out of their systems, why cannot some of them invade solar systems, as we are positing Saturn and Earth to have done? LONE TRAVELERS THROUGH SPACE There were other surprises in store. By July of 2000, thirteen extra-solar planets traveling alone through the coldness of space without an accompanying primary —that is without a sun to sustain them—had been spotted by Phil Lucas and Patrick Roche. Their masses have been estimated to be eight times that of Jupiter. Lucas and Roche suspected that “these planets grew directly out of a cloud of cold gas and dust—not from a disk surrounding an infant star, the way normal planets do.”8! As Lucas himself stated: “We can’t rule out the possibility that some might have been flung out of a solar system, but it looks like they have always been free-floating.”82 As it happens, the existence of such bodies traveling alone through space had also been predicted by Firsoff thirty-three years earlier when he wrote that: “Although proof is lacking, it seems virtually certain that sunless planets, unattached to stars, do exist.”83 Proof, it seems, is no longer lacking. In December of 2000, it was reported that Maria Zapatero-Osorio and her colleagues from the California Institute of Technology had spotted 18 solitary planets, “inexplicably not circling any stars, in a young stellar cluster in Orion.” As Svitil reported: “These gaseous giants are doomed to a life of eternal darkness. Scientists are not sure why they exist; according to the prevailing models, planets can form only around stars.\"85 Actually, these objects seem to be more than just planets. What Zapatero-Osorio claims to have discovered is a conglomeration that consists of “stars, brown dwarfs and large, gassy planet-sized objects” all existing “without the discipline of a solar system.”8° As her team reported: “Instead of orbiting neatly around a central star, they drift along in a loose collabo- ration.”87 In a telephone interview, she continued by stating that: “The formation of young, free-floating, planetary-mass objects like these is difficult to explain by our current models of how planets form...We think they originated in a similar way to stars and brown dwarfs—a big cloud broke down into small pieces. Some were large enough to produce stars, while other fragments were very small and they yielded the objects we discovered in the cluster...[These bodies are to be found in] an area that has a high concentration of stars, and they are homogeneously distrib- uted within the cluster—one star, one brown dwarf, one planetary mass body, one star, one brown dwarf, one planetary mass body and so on.”88",
        "captions": [],
        "bibliography": "81K. S. Svitil, “Lonely Planets,” Discover (July 2000), p. 22. 82 bid. 83 V_ A. Firsoff, op. cit., p. 91. 84K. S. Svitil, “Wonder Worlds,” Discover (December 2000), p. 19. 85 Ibid. 86 M. Fox, “Rogue ‘Gas Balls’ in Space Break Rules of Solar System, Astronomers Find,” The Vancouver Sun (October 6, 2000), p. A13. 87 Ibid. 88 Ibid. 335",
        "headers": [
            "LONE TRAVELERS THROUGH SPACE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 336,
        "main_text": "While these bodies are not linked together in an orbital sense, they do move concurrently as a cluster. Moreover, Zapatero-Osorio is of the belief that there might be hundreds of these planet-like bodies. The team she leads has only discovered eighteen of them simply because they had concentrated on a single small area in Orion. Nor were these bodies detected by their Doppler shifts. Using spectrometers, which measure visible and invisible energy alike, Zapatero-Osorio’s team “actually saw the objects they describe.”®° As with Phil Lucas, and despite her belief that these bodies would have had to have been formed independently, Zapatero-Osorio did not rule out the possibility that they may have been ejected from other systems containing stars around which they would have originally orbited.% The eighteen lone travelers through space soon rose to twenty five; and the theorized ex- istence of hundreds of others soon rose to hundreds of millions of footloose planets wander- ing through the Milky Way.?! What is perhaps more important to our own study, however, is Firsoff's conclusion in re- lation to these lonesome planets. “In the absence of the ionising radiation of the star,” he wrote, “[such planets] should be able to retain more extensive atmospheres, and, while ter- restrial planets of this kind would be very cold, large [JJovian or sub-[J]ovian masses may have enough internal heat to allow any type of life, even based on our carbohydrate chemis- try, to develop on their surfaces.”92 Although we shall probably never know whether Saturn and Earth are bodies that escaped from another solar system, we have seen that such liberated planets are considered to be within the realm of possibility. Planets traveling alone through space have now become quite common. There is, therefore, nothing impossible about Earth having traveled together with Saturn through the cold realms of space before they came within the grips of our present Sun. As Firsoff admitted, Jovian and even sub-Jovian masses may retain enough internal heat to allow life to develop and sustain itself. Our own hypothesis differs only slightly from this in that it was Saturn’s heat which allowed the existence of life on Earth. True, Saturn is less massive than Jupiter and, at its present mass, falls short of the requirements for it to be con- sidered a brown dwarf star since, as we have seen, such stars have masses ranging from about 15 to 80 times that of Jupiter.°? However, it has been ascertained that “brown dwarfs bridge the entire gap between stars and planets,” with low-mass candidates being more numerous than high-mass ones, “and this trend continues down nearly to planetary masses.” It has even been conjectured that “the masses of brown dwarfs and planets can actually overlap each other!”95 Besides, as I intend to show in the proposed sequel to this volume, there is reason to believe that, as a brown dwarf star, proto-Saturn was once more massive. It is now believed that there are twice as many brown dwarfs as there are “real” stars.°° Moreover, it has been found out that “far more brown dwarfs float freely than orbit stars.”97 It has additionally been conjectured that one of them “might even be stirring up the Oort",
        "captions": [],
        "bibliography": "89 Ibid. 90 Ibid. 91H. Muir, “The Drifters,” New Scientist (April 1, 2000), p. 14. 22K. S. Svitil, loc. cit.. a See here also R. Talcott, “Census Shows Brown Dwarfs Numerous,” Astronomy (December 2000), p. 24. Ibid. 95 J, B, Kaler, “Stars in the Cellar: Classes Lost and Found,” Sky & Telescope (September 200), p. 44. 9% Ibid. 97 R. Talcott, loc. cit. 336",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 337,
        "main_text": "comet cloud [at the edge of the Solar System] and sending a rain of deadly comets Earth- ward.”°8 If, then, an alien star could easily pass by our Sun’s domain close enough to disrupt Ju- piter, if brown dwarf stars can be believed to come close enough to our System to cause havoc in the Oort cloud, what could prevent stars, brown dwarf stars, and/or any planets that might accompany them from invading our system? THE ABSENT SUN The myths we have so far enumerated may therefore be seen as constituting man’s col- lective memory of that ancient time when Earth, in the company of its celestial primary, was traveling through the blackness of outer space, far from the Sun, illuminated feebly by Sat- urn’s meager glow, but basking in the warmth of that primeval giant which was, from time immemorial, the first—and for a while the only—god man knew. Can the mytho-historical record further support this wild contention? Primitive man would not have known that he was living outside our Solar System. Of solar systems and brown dwarf stars—even of planets, per se—he knew nothing. All that he could later recollect was that the Sun had been absent during the earliest times he could re- member. I believe we have supplied enough of man’s ancient memory concerning that period in previous pages. Here I will merely add two snippets concerning Raven, Raven Boy, and Wanadi, simply because we had already had something different to relate concerning these mythological entities. Thus, among the Eskimos it is told how Raven Boy absconded with the sun but that, at his father Raven’s behest, he “set the sun back in its old place so that light once more re- turned to the earth.” “But it was not the unremitting light of former days, for Raven Boy feared that if the people forgot the terrors of darkness, they would forget also Raven’s teaching. With a sweep of a wing, he sent the sky spinning round the earth, carrying the sun with it and in this way day and night were created.”!00 What this tells us is that the sun which Raven Boy absconded with was one that shed an “unremitting light,” which hints at a sun that neither rose nor set. This, then, would have al- luded to the immobile Saturnian sun. The sun he set back in place, on the other hand, was one that went “round the earth” —in other words, our present Sun. The Makiritare of Venezuela, whom we have also met on a previous page, revered Wa- nadi as he “who shines in the highest heaven.” !°! But since, as we have already seen, this Wanadi was said to have been “like a sun that never sets,” !°2 we have every reason to believe that the reference is to the once immobile Saturnian sun. The light from this Wanadi was said to have eventually failed from coming down anymore. And that is why, the Makiritare say, “the new Wanadi made this sun for us, to make it light for us during the day.” And: “When the new Wanadi came, it dawned again.” 13",
        "captions": [],
        "bibliography": "98 J. B. Kaler, loc. cit. 99 M. Wood, Spirits, Heroes & Hunters from North American Indian Mythology (N. Y., 1982), p. 20. 100 [bid. (Emphasis added.) 101 M. de Civrieux, Watunna: An Orinoco Creation Cycle (Berkeley, California, 1980), p. 28. 102 Ibid. p. 21. 103 Ibid. p. 28. 337",
        "headers": [
            "THE ABSENT SUN"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 338,
        "main_text": "I can relegate the reader with various other accounts concerning the first appearance of our present Sun as it was remembered by the ancient races of the world, but that would be placing the event out of sequence. We must, therefore, reserve such records for their proper place in the chronology of Saturnian events we are here attempting to reconstruct. What is of additional interest is that, in a strange sort of way, the absence of the Sun, and its eventual “birth,” continues to be commemorated to the present day in an ancient Peruvian ritual which, in time, gained Catholic overtones. The ritual in question takes place in June high in the Andes where thousands of cele- brants congregate from highland villages and towns to participate. What these people gather to observe is the feast of Qoyllur Rit’i which, in Quechua, means the “Star of the Snow,” ! an annual festival rooted deep in Inca heritage. Wending their way in a long procession to a holy site three miles above the sea, the pilgrims cross gorges and mountain slopes by moon- light to hold a festival commemorating the miraculous appearance of the child Jesus to a young herdsman named Mariano in these mountains two centuries ago. !° Today, the shrine of the Star of the Snow contains a rock bearing the image of the Christian Jesus. The pre- Columbian roots of the ritual are however acknowledged by many anthropologists and, in",
        "captions": [
            {
                "source": "internal",
                "text": "CBee The mythological Raven as envisaged and stylized by the Haida Indians of British Columbia, Canada"
            }
        ],
        "bibliography": "104The connection of the Star of the Snow with Saturn will have to await a future work. 105R. Randall, “Peru’s Pilgramage to the Sky,” National Geographic (July 1982), pp.60-69. 338",
        "headers": []
    }
]