[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 244,
        "main_text": "“essential.” Nowhere do they tell us why “such figures of speech” should incorporate what to them is the astronomical falsity of a north polar placement for Saturn. And then, would such “figures of speech” have been incorporated throughout the entire world? Would all the an- cient races have chosen the same “figures of speech”? Would they all have decided to place Saturn in a locality it never occupied? And would they all have chosen the north celestial pole as that locality? What purpose would it have served? Despite the fact that, in Ais Saturnian scenario, Lynn Rose opted for an Earth phase- locked with Saturn to account for the latter’s apparent immobility, even he had to admit that, as far as the ancients were concerned, Saturn’s stated celestial station was at the north celes- tial pole. So how, then, did he get around the mytho-historical record’s obvious message? Taking a different, and more plausible, tack than de Santillana and von Dechend, he offered the following: “The traditions about an immovable Saturn atop some special pole made little sense after the Age of Kronos had come to an end. Those traditions were later revised and were attributed to the only ‘immovable’ point...that could be found in the newer sky. To people in the northern hemisphere...this was the north celestial pole...”\"” And: “As long as Saturn was atop its pole, the Age of Kronos endured. The immobility of that body was a sign of the stability of the cosmic order. Later...the stability of the north star was seen as an indication that the world or the world age was not yet com- ing to an end. The Age of Kronos had ended when the only immobile body in the sky had left its position atop the axis of the world; that was the main reason that the later ancients looked to the north star: it was now the body that lay atop the axis of the world, and, as long as it remained there, the world was stable. Thus there was a trans- fer from Saturn to the north star, with much attendant garbling. Traditions that em- phasize the north, and especially those traditions that associate Saturn with the north, need to be interpreted very carefully. After Saturn left us, or we left Saturn, there was only one fixed point in the sky: the celestial pole of rotation...Much that has been said about Saturn would, in the absence of Saturn, have been transferred to the only thing in the new sky that displayed the sort of stability that Saturn had once dis- played.”\"* Thus, Rose believes that Saturn’s polar placement was the result of later revisions by those who could not otherwise make sense of the original accounts pertaining to Saturn’s immobility. But, as I had stated once before,” this rationalization is not supported by the mytho-historical record. Rose does not even hazard a guess as to when this revision might have taken place or by whom. All he leaves us with is the statement that it happened “after the Age of Kronos had come to an end.” Now, while possible, is it probable that “these traditions” would have later been “revised” just about all over the world? And would they all have been revised in the same manner? Besides, had such revisions occurred, the revisionists would have been bound to overlook some data that would contradict the modified scheme. Yet nowhere in the mytho- historical record can one find such overlooked clues. Could the ancients have been that",
        "captions": [],
        "bibliography": "= LE. Rose, op. cit., p. 30. 188 Tbid., pp. 41-42 (emphasis as given). 1®© D. Cardona, “The Reconstruction of Cosmic History,” AEONII:2 (February 1990), pp.119 ff. 244",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 245,
        "main_text": ": ‘ ; t i i i i f",
        "captions": [
            {
                "source": "internal",
                "text": "i.               ; a                       fs Wa YE yy           \\         f if   f                  s       } (the      ise Lynn E. Rose. (Photograph —1996—by the author.)"
            }
        ],
        "bibliography": "245",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 246,
        "main_text": "diligent in expurgating their received traditions? Is it believable that such expurgation would have taken place all over the world with such completeness? Rose correctly informs us that, during the Saturnian age, the planet’s immobility was tan- tamount to cosmic stability. When Saturn’s immobile placement was catastrophically dis- placed, the stability of the cosmic order was impaired. Following this event, the only immobile object in the sky was the North or Pole Star. The immobility of this star became a sign of the stability of the new celestial order. It was because of this, according to Rose, that Saturn’s former phase-locked immobility was transferred to the North Star’s polar station. Yet, as we have seen through the parable of Vishnu and Dhruva, the record dictates exactly the opposite —that the polar station had been Saturn’s before it became the Pole Star’s. After all, what is the point in attempting to reconstruct a cosmic history based on the mytho-historical record if one ends up tampering with that record in order to make the data fit a different model than the one dictated by the record? As Frederic Jueneman once admon- ished, “the tapestry of myth is intricately woven, and each thread must be followed to wher- ever it leads, however improbable the initial appearance.” Despite the fact that Jueneman himself ended up by ignoring his own dictum,\" the point should be well taken. In Rose’s case, his Saturnian model was supposedly constructed on a system said to have been laid out by Philolaos. But, as I had indicated in an earlier work,” Rose’s model bears but little re- semblance to that system. When he, therefore, calls his scheme “Variations on a Theme of Philolaos,” the emphasis has to be on “Variations.” Rose himself indicated his awareness of this when he wrote: “We have supposedly been composing variations on a theme of Philolaos, but if there is truth in these variations, it will emerge that Philolaos or someone else was compos- ing variations on another theme, and that what we know as the system of Philolaos is a garbled and misapplied version of or variations on what was once fact.” '® All of which explains the changes, assumptions, deductions, arguments, stipulations, sug- gestions, ifs, and buts, that Rose was forced to lead his readers through in his effort to make sense of this “garbled” system and force-fit it into one of his own making. As I have pointed out once before,’* Rose will be the first to argue that this juggling was necessary to rid the system of its unrealistic aspects and supplanting them with something more defensible. Through similar procedures, however, the Philolaos system could be turned into any scheme of one’s own liking. In our own scheme, as presented in this work, we make no changes to the mytho-histori- cal record. We do not assume anything that is not there spelled out. Our deductions are based on what we find recorded. In other words, heeding Jueneman’s admonition, we have taken, as we will continue to take, the mytho-historical record at face value, no matter how improbable its initial appearance may be. There really would be no point in doing otherwise. It may now be objected that had Saturn really occupied a position in Earth’s north celes- tial sphere, those people inhabiting Earth’s southern hemisphere would not have been able to see it. It therefore becomes obvious that any beliefs concerning these early cosmic events that",
        "captions": [],
        "bibliography": "' F, B. Jueneman, “The Polar Column: A Physical Model of Myth,” AEON 1:4 (July 1988), p. 37 (emphasis added). 191 See, here, D. Cardona, op. cit., pp. 111 ff. 1 Ibid., pp. 117-118. ‘31 E. Rose, op. cit., p. 29 (emphasis added). 14D. Cardona, op. cit., p. 118. 2A6",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 247,
        "main_text": "emerge from the southern sector of our globe will have had to have migrated with the people who brought them there from areas farther north. Needless to say, the only way in which Saturn could have appeared immobile in Earth’s north celestial sphere is if Earth had been stationed directly “beneath” Saturn’s south pole, a situation which would also mean that both planets had been sharing the same axis of rotation. We can therefore add Saturn’s immobility and its polar placement to our growing list of hypotheses which would now read as follows: Hypothesis #1: That, from what can be deduced from ancient as well as primitive astro- nomical lore, Earth had once been a satellite of the planet Saturn which, because of its proximity, loomed large in the sky as a distinct disc larger than the apparent size of the full Moon. Hypothesis #2: That, still according to ancient astronomical lore, during this indetermi- nate period, Saturn was the only visible celestial body in Earth’s primordial sky. Hypothesis #3: That, still according to the ancients, during this same period, Saturn shone as a sun. Hypothesis #4: That this primordial Saturnian sun shone during that time we today call the night. Hypothesis #5: That, as seen from Earth, the Saturnian sun did not rise and/or set, but re- mained visibly immobile at all times. Hypothesis #6: That Saturn’s immobility was due to the fact that Earth was stationed di- rectly “below” Saturn’s south pole and that, from Earth, Saturn therefore appeared to be per- manently fixed in the north celestial sphere, the very same place now occupied by the Pole Star. What this also means is that Saturn and Earth were linearly aligned with the both of them sharing the same axis of rotation. Seeing as there are no planets, or other celestial bodies, similarly aligned in the present order of our Solar System, the next logical question to ask is whether such an alignment of planets is physically possible. 2A7",
        "captions": [],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 248,
        "main_text": "Chapter 11 Testing the Model THE DEMANDS OF A THEORY make no apologies for the fact that the theory presented in this work was constructed on the basis of the mytho-historical record rather than through astrophysical considerations. I will only say in passing that, other than its mythological content, as we have seen, the mytho-historical record also incorporates the world-wide astronomical beliefs of our ancient forefathers, and that these beliefs coincide with their mytho-religious convictions. Ancient astronomical beliefs are therefore here being considered together with mythology as a unified whole regardless of the fact that what is thus coming to light tends to describe a Solar System that was entirely alien to the one we now inhabit. Later in this work we will attempt a validation of the physical feasibility of the model we have so far delineated, even though not all of the players in this unfolding cosmic scheme are yet in place. What I will add here is a reminder to the effect that many were the things once thought impossible which were eventually found to be possible, and that many of these ended up becoming dogmas of science. Easily coming to mind in this respect are the occurrence of meteoric falls, the non-illusory nature of comets, and continental drift. But let us put all that aside for the time being. Allow me instead to concentrate on the demands which our model itself raises, and whether or not these demands can be met. What do I mean by “demands”? Theories do not stand, if they are to stand at all, in isolation. They raise certain demands. For instance, the theory concerning the nuclear fueling of the Sun demands that the Sun shed a vast amount of subatomic particles known as neutrinos. But, despite large sums of money spent in constructing complex instruments to register them,' not enough neutrinos, if any, have so far been detected. Raymond Davis, who has been “trapping” neutrinos for decades, “has consistently detected about one-third fewer neutrinos than predicted by theories of the solar interior”?—which means only two-thirds the amount predicted. Most other experiment- ers, however, can only vouch for about one-third the predicted amount? As John Bahcall",
        "captions": [],
        "bibliography": "The Sudbury Neutrino Observatory alone was estimated to cost $70-million, with the heavy water needed costing as much as $300-million. See D. Hawaleshka, “Probing the Deeps for Cosmic Clues,” Macleans’s (September 2, 1996), pp. 48, 49. > C. Sutton, “Where Have All the Solar Neutrinos Gone?” New Scientist (August 18, 1990), p. 24 (emphasis added). 3 Anonymous, “Neutrinos Have Mass,” Astronomy (September 1988), p. 26; S. L. Glashow, “Closing the Circle,” Discover (October 1989), p. 68. 248",
        "headers": [
            "THE DEMANDS OF A THEORY"
        ]
    }
]