[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 339,
        "main_text": "fact, the original ritual was conducted in honor of the naupa runa, the old ones of legend, who, it was said, lived before the Sun was born.!0© THE DISTANT SUN In the slow approach of the Saturnian system toward our present System, the Sun should, at some point, have become visible as a star which would then have been seen to slowly grow in size. Does primitive man remember anything of the sort? Records of the slowly approaching Sun are somewhat rare. But then there is another point to consider. In view of the immobile Saturnian sun which shone perpetually above him, would prehistoric man have really paid much attention to a slowly growing pin-point of light in the sky? And, of those that did, how many might have forgotten what to them would have seemed an unobtrusive circumstance? As Thornhill rightly claimed, “the [Saturnian] celestial effects as viewed from Earth would have been so dramatic that it seems to have completely overshadowed even the growing appearance of the Sun as this loomed closer.”!07 And yet, the Okanagan Indians seem to have retained just such a memory when they speak of that time, “long, long ago, when the sun was young and no bigger than a star...” 18 For the first time in the history of mankind, a light other than Saturn’s managed to shine through the night of nights. The Ipurinas of the Upper Amazon not only preserved a similar record of the Sun’s origi- nal small size but also of its growing larger as Earth drew nearer. “The ‘sun’ they tell...was originally very small, hardly ‘a nail’s breadth’ across. But one day it suddenly began to grow till it was ‘a span’ across. Then the waters began to rise and overflowed the world.”! A similar belief concerning the subject at hand is also to be found among the Sia of New Mexico which, like that of the Ipurinas, also adds some interesting aspects of its own. As it is related by these people: “When the sun was far off, his face was blue; as he came nearer, the face grew brighter. Yet they did not see the sun himself, but only a large mask which covered his whole body.” !!© The main interesting point behind this ancient conviction is that the Sun was not merely remembered as having been smaller in size, or that it grew in size, but that it had actually once been “far off.” It also correctly presents the view that the Sun “grew brighter” as it came nearer which, logical as this would be, is not mentioned in the other records we have examined. The other additional point it mentions is that, when the Sun was still much farther away, its face was blue. What this might relate to will be explained in the proposed sequel to this work. In the meantime, and in order to forestall an objection, let us again look at our hypothesis from an astronomical point of view. When, in 1978, I had sent rough drafts of the above",
        "captions": [],
        "bibliography": "1061, McIntyre, “Believers in the Mountain Gods,” in R.S. Bennett, Lost Empires—Living Tribes (Washington, D.C., 1982), pp.261-265. 107 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 40. 108 H. H. Bancroft, The Native Races of the Pacific States, Vol. 111 (London), p. 149; see also H. S. Bellamy, Moons, Myths and Man (London, 1936/1949), p. 244. 109 H. S. Bellamy, In the Beginning God (London, 1945), p. 120. HOR. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p.36. 339",
        "headers": [
            "THE DISTANT SUN"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 340,
        "main_text": "proposition to various reviewers, some of them objected with the following. It was reasoned that, if the Sun had first appeared “no bigger than a star,” it would have taken more than the entire length of man’s sojourn on Earth for it to come close enough to appear of the size of the present Sun. As the late David Griffard pointed out: “As point sources...apparent differences in the size of stars are only differences in brightness. To appear literally as an ordinary star (about 3rd or 4th magnitude) as seen on a clear night, the present Sun would have to be removed about 10 light-years. Even if much closer and really, say, at zero magnitude...it would still have been four or five light-years away. “With present rates of relative stellar motion as guidelines, the growth from star to Sun would have taken many tens of thousands of years even if the fastest observed closing speed (about 60 mi/sec) is chosen; if at slower, more common speeds, (e.g. 12 mi/sec), many eons longer.” !!! It is, then, the words “no bigger than a star” that seems to have led to the objection. “No bigger than” should not, however, be construed to mean “no closer than.” In any case, who ever said anything about the size of the approaching Sun having been of 3rd or 4th magni- tude? Obviously, the Okanagan Indians, who were not astronomers, were not using this term in a strictly astronomical sense. They were merely reporting what their ancestors had claimed to have seen. Besides, as Griffard himself pointed out, “if first seen, say from the distance of Pluto (taken as an arbitrary estimate of the limits of the Sun’s domain) the Sun conceivably could have appeared star-like and the time-line be reduced.” !!2 And, true enough, as seen from the vicinity of Pluto, the Sun is still no bigger than “a bright star,”1!3 described as a “pinpoint Sun” even though “intensely bright.”!!4 At Pluto’s mean distance from the Sun, taken at 3,656 million miles, and traveling at 12 mi/sec, Earth would have reached its present position in the Solar System in a mere ten years—but only if it had invaded the System in a direct vector. The probability, however, is that, once captured within the Sun’s attractive force, the Saturnian system would have slowly spiraled in, much in the manner hypothesized by astrophysicists in relation to their revised history of the Solar System as outlined above. Such an entry could have taken any number of years in excess of ten. Astronomers are fond of describing such events as having taken millions of years. Will they here allow me at least a few thousand? But then the reader might have—should have, really—noticed a discrepancy in our thinking at this point. How could the Sun, appearing no bigger than a star, have been visible through our plasmasphere when that same plasmasphere has been theorized to have been opaque enough to blot out the stars? Can we have our cake and eat it too? Of course not. And here a confession is in order. I have presented these mytho-historical snippets concerning the approaching Sun as if the event took place during the age of darkness when, in truth, the event took place later. In other words, I have presented these data out of chronological sequence merely to make my point. The approaching Sun, appearing no bigger than a star, became visible to Earth’s inhabitants at that time when the plasmasphere came in contact with that of the Sun itself. As Thornhill",
        "captions": [],
        "bibliography": "111 D, Griffard to D. Cardona, March 9, 1980, private communiqué. 112 Ibid. 113 . Ferington, The Far Planets (Richmond, Virginia, 1990), p.132. 114 R.A. Gallant, Our Universe (Washington, D.C., 1980), p.200. 340",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 341,
        "main_text": "explained: “The size, shape and colour of the envelope of proto-Saturn would have been disturbed as soon as the plasmaspheres of the Sun and proto-Saturn collided.” !!5 Thus, on contact, the wavelength of the proto-Saturnian plasmasphere changed, resulting in the loss of its opacity. To be sure, much more than that ensued but that is left to the planned sequel to this work. SEVENTH INTERLUDE We can now add to our set of theses which will read as follows: Hypothesis #1: That, from what can be deduced from ancient as well as primitive astronomical lore, Earth had once been a satellite of the planet Saturn, originally a brown dwarf star, which, because of its proximity, loomed large in the sky as a distinct disc larger than the apparent size of the full Moon. Hypothesis #2: That, still according to ancient astronomical lore, during this indeterminate period, Satur was the only visible celestial body in Earth’s primordial sky. Hypothesis #3: That, as seen from Earth, the Saturnian primary did not rise and/or set, but remained visibly immobile at all times. Hypothesis #4: That Saturn’s immobility was due to the fact that Earth was stationed directly “beneath” Saturn’s south pole and that, from Earth, Saturn therefore appeared to be permanently fixed in the north celestial sphere, the very place now occupied by the Pole Star. What this also means is that Saturn and Earth were linearly aligned with both of them sharing the same axis of rotation. Hypothesis #5: That both Earth and Saturn were embedded in a plasmasphere centered on proto-Saturn, the opacity of which enabled proto-Saturn’s radiation to be reflected toward all terrestrial latitudes. Hypothesis #6: That, according to some of man’s earliest memories, Earth was originally engulfed in what our ancestors persistently referred to as darkness. This was an age which, despite its remoteness in time, ended up etching itself indelibly in human consciousness. It was a time during which the Sun, the Moon, and the stars were not yet visible in the sky. Saturn ruled alone. Hypothesis #7: This age, we have also found out, could not have been one of total darkness, and that, in fact, mankind itself remembers that the Saturnian deity actually shed a feeble light. The terrestrial environment during this age was bathed in a perpetual twilight or, rather, a protracted dawn, which man remembered as the dawn of Creation. Hypothesis #8: Proto-Saturn’s illumination, feeble as it might have been, together with the plasmasphere’s opacity are recognized as the means by which the stars were kept from visibility. The plasmasphere’s opacity, however, would probably not have been enough to blot out the Sun.. Hypothesis #9: That, during this period, a nebulous entity, which our ancestors had difficulty in describing clearly, surrounded the Saturnian primary. We have conjectured this entity to have been a placental cloud, or circumstellar disk, surrounding the Saturnian orb. This entity seems to have been that to which the ancients alluded to as Chaos. Hypothesis #10: During this same unspecified period, the Saturnian orb was seen to float over an apparition which, to ancient man, looked like water, a cosmic ocean. This “water” was probably the same nebular disk which, spinning slowly, would have had the appearance of a celestial whirlpool. Hypothesis # 11: That, due to Saturn’s immobility, and the absence of the Sun, ancient man had nothing at his disposal by which he could calculate the passage of time.",
        "captions": [],
        "bibliography": "115 W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48. 341",
        "headers": [
            "SEVENTH INTERLUDE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 342,
        "main_text": "Hypothesis #12: That, judging by the totality of parameters inherent in all the above, the Saturnian system, that is including Earth, was at this time exterior to the Solar System, travelling as a unit through the blackness of space. This would then explain the oft repeated absence of the Sun during the time in question. Hypothesis #13: That, at a later time, Saturn shone much brighter than it had previously done, bright enough for ancient man to allude to it consistently as a sun. Hypothesis #14: That this primordial Saturnian sun shone during that time we today call the night. Hypothesis #15: That, at some point in time, as the Saturnian system drew closer to the Sun, the Saturnian plasmasphere changed its wavelength, thus robbing it of its former near- opacity. It was at this time that ancient man was able to catch a glimpse of the slowly ap- proaching Sun, at first appearing no bigger than a star, but growing ever larger and brighter. 342",
        "captions": [],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 343,
        "main_text": "Chapter 17 Life Beneath a Brown Dwarf TIGHT ORBIT ould mankind have survived had Earth and its Saturnian sun not been captured by our present Solar System? Why not? In fact, as Wallace Thornhill has correctly speculated, life might have been much better suited to Earth as a satellite of the brown dwarf star that was proto-Saturn out in the far reaches of space.! Nor is this merely Thornhill’s conjecture. Astronomers are now voicing similar propositions. There was a time, not so long ago, when the idea of life surviving on a planet heated by a dwarf star in the coldness of space outside our Solar System would have been deemed bizarre in the extreme. Newer studies and discoveries, however, have tended to make such a scenario quite palatable. Thus, those who have sought signs of habitable worlds other than our own are now looking to dwarf stars to furnish such evidence. Ken Croswell put it in a nutshell when he stated that: “Far from being desolate backwaters, red dwarfs may harbour an abun- dance of alien life.” “It was always thought that any planet orbiting a red dwarf would be an extremely unlikely place to find life. But it now looks as though these dim red suns could har- bour most of the Galaxy’s life-bearing worlds.”3 For one thing, as Croswell notes, stars like our present Sun are relatively rare while four out of every five stars in our Galaxy happen to be red dwarfs. These stars have a somewhat cool core and the nuclear reactions which are believed to fuel them take place at a slow rate. “The nearest red dwarf—Proxima Centauri, which is 4 light years from Earth,” notes Cros- well, “emits less visible light in a century than the Sun does in a week.” It is no wonder, then, that dwarf stars had earlier been ruled out as sustainers of habitable planets. This problem has now been overcome by positing planets “huddled close enough” to such stars, which contiguity would ensure “a balmy climate.” As Croswell explains: “For a red dwarf with one-hundredth of the Sun’s brightness, for instance, a planet would be at a suit- able temperature if it circled ten times closer to its parent star than the Earth does to the Sun.” “If you’d asked me a few years ago,” David Soderblom has been reported to have stated, “I would have said that red dwarfs have a very low probability of having life-bearing plan-",
        "captions": [],
        "bibliography": "1 W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48. 2K. Croswell, “Red, Willing and Able,” New Scientist (January 27, 2001), p. 29. 3 Ibid. 4 Ibid. 5 Ibid. 343",
        "headers": [
            "TIGHT ORBIT"
        ]
    }
]