[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 304,
        "main_text": "Hypothesis #5: That both Earth and Saturn were embedded in a plasmasphere centered on proto-Saturn, the opacity of which enabled proto-Saturn’s radiation to be reflected toward all terrestrial latitudes. Hypothesis #6: That, according to some of man’s earliest memories, Earth was originally engulfed in what our ancestors persistently referred to as darkness. This was an age which, despite its remoteness in time, ended up etching itself indelibly in human consciousness. It was a time during which the Sun, the Moon, and the stars were not yet visible in the sky. Sat- urn ruled alone. Hypothesis #7: This age, we have also found out, could not have been one of total dark- ness, and that, in fact, mankind itself remembers that the Saturnian deity actually shed a feeble light. The terrestrial environment during this age was bathed in a perpetual twilight or, rather, a protracted dawn, which man remembered as the dawn of Creation. Hypothesis #8: That, during this period, a nebulous entity, which our ancestors had diffi- culty in describing clearly, surrounded the Saturnian primary. We have conjectured this en- tity to have been a placental cloud, or circumstellar disk, surrounding the Saturnian orb. This entity seems to have been that to which the ancients alluded to as Chaos. Hypothesis #9: During this same unspecified period, the Saturnian orb was seen to float over an apparition which, to ancient man, looked like water, a cosmic ocean. This “water” was probably the same nebular disk which, spinning slowly, would have had the appearance of a celestial whirlpool. Hypothesis #10: That, at some later time, Saturn shone much brighter than it had previ- ously done, bright enough for ancient man to allude to it consistently as a sun. Hypothesis #11: That this primordial Saturnian sun shone during that time we today call the night. One thing to keep in mind is that ancient man could only describe what he had witnessed in the sky. Our ancient forefathers could not, however, tell what the cause of any of it was. It is even doubtful that they thought about it or even cared. To them, whatever it was they saw was simply there. Unlike our present Sun, proto-Saturn did not rise or set. It did not move. It just sat there, doing nothing. It offered them no harm. It had always been there. They had al- ways remembered it. They would have taken it for granted. There is, however, one discordant note concerning all this. As it is now becoming in- creasingly clear, there is “a dearth of brown dwarfs in close orbits around Sun-like stars”” —which means that the chances of our Sun having had a brown dwarf in orbit around it is pretty slim. It therefore seems we are not yet out of the woods.",
        "captions": [],
        "bibliography": "® A.M, MacRobert, “The Closest Brown Dwarf to a Star,” Sky & Telescope (August 2002), p. 20. 304",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 305,
        "main_text": "Chapter 15 The Timeless Era THE FATHER OF YEARS f what has so far been postulated actually transpired, it would logically follow that, dur- [= the age of darkness, or perpetual dawn, man would have had no means of telling time. With a dim Saturnian orb embedded within an indistinct nebulosity perpetually suspended overhead, and with the Sun, the Moon, and the stars still apparently absent from the sky—in other words, without the succession of day and night—there would have been nothing on which ancient man could have focused that would have enabled him to calculate the passage of time. This, then, presents us with yet another opportunity to test the internal consistency of the mytho-historical record because, if the above surmise is correct, our theory demands that the record should have something to say about the subject. If man could not tell time, he would have known nothing about it. The idea of a day, a month, or a year would have meant nothing to him. The concept of time would not even have occurred to him. But since, at some point, man was given the means by which he was able to calculate the passage of time, he would have remembered the previous timeless era. It is therefore inconceivable that he would not have left a record of this earlier situation. Does man’s collective memory have anything to say about any of this? Can this demand be met? In this connection, as in many others, ancient man did not mince words. Not only did he leave us records of a timeless era and of an age when time began, he inexorably tied it all with the Saturnian deity and his planet. The Satapatha Brahmana, for instance, unequivo- cally speaks of a time when the year “was not then in existence.”’ And that the year was con- nected with our Saturnian deity can be inferred from the Ugaritic pantheon where we find El, “the creator of created things,” also alluded to as “the father of the years.”” In Egypt, too, Ra was made to utter: “I am the maker of hours, the creator of days, I am the opener of the festi- vals of the year.”? Not only the year but, according to the ancients, time itself was not. As the Malay Charmbook, in its inimitable mixture of Muslim and pagan doctrines, has it stated:",
        "captions": [],
        "bibliography": "' A. B. Cook, Zeus: A Study in Ancient Religion, Vol. II, Part II (N. Y., 1965), pp. 1035-1036. ? A. Murtonen, A Philological and Literary Treatise on the Old Testament Divine Names (Helsinki, 1952), p. 31; A. Caquot, “Western Semitic Lands: The Idea of the Supreme God,” Larousse World Mythology (London, 1972), p. 87. (NOTE: Murtonen’s belief that this particular epithet of El is due to “later theologumena” is contradicted by comparative mythology.) 3E. A. W. Budge, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 383. 305",
        "headers": [
            "THE FATHER OF YEARS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 306,
        "main_text": "“In the days when Haze bore Darkness, and Darkness Haze, when the Lord of the Outer Silence Himself was yet in the womb of Creation, before the existence of the names of Earth and Heaven, of God and Muhammad, of the Empyrean and Crystal- line spheres, or of Space and Void, the Creator of the entire Universe pre-existed by Himself, and He was the Eldest Magician...Now from before the beginning of time existed that Magician—that is, God.” In the above, beyond the statement concerning the beginning of time, we again catch sight of that indistinct nebulosity surrounding the primordial Saturnian orb, here referred to as Haze, which is not far removed from that of the fog described in the Yuki and Oceanic myths we have previously encountered. Meanwhile, Macrobius also tells us that: “...they [i.e., the ancients] conclude that, when there was chaos, no time existed, in- sofar as time is a fixed measure derived from the revolution of the sky. Time begins there; and of this is believed to have been born Kronos [i.e., Saturn] who is Chronos [i-e., Time]...”° CHRONOS The equation of Kronos/Saturn with Chronos/Time has long been contested by philolo- gists. Arthur Cook, commenting on the Philadelphians’ identification of Janus with Kro- nos/Saturnus, for instance, has it that: “The confusion of Ianus [the same as Janus] with Kro- nos no doubt presupposes the usual blunder Kronos = Chronos, which from the fifth century B.C. onwards queered the course of Greek theology.”° The identification of Janus as Kronos, however, is not due to confusion anymore than the equation of Kronos with Chronos is due to a blunder. As William Heidel had earlier noted: “Tt is not for naught that Pherecydes identified Cronus [the same as Kronos] with Chronos (Time), whose cycle is defined by the year...The myths and festivals of Cronus-Saturn prove beyond a doubt that he was associated with the turn of the year...for the myth of the Golden Age, which coincided with the beginnings of man- kind...is connected with the reign of Cronus-Saturn...In keeping with this fact is the recognized association of Saturn with Janus.” This view has more recently been echoed by Livio Stecchini: “It is true that for a person who consults a dictionary the name Kronos is different from the Greek term chronos, meaning ‘time’; but there is no difference to a person",
        "captions": [],
        "bibliography": "*R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), pp. 386-387 (emphasis added). 5 Macrobius, Saturnalia 1:22:8 (emphasis added). ° A.B. Cook, op. cit., p. 374. 7 W. A. Heidel, The Day of Yahweh (N. Y., 1929), pp. 468-469. 306",
        "headers": [
            "CHRONOS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 307,
        "main_text": "acquainted with classical literature. The association of Kronos...with chronos is well established in poets of the fifth century B.C. This association is as old as the first Greek speculations on the nature of time in the preceding early period of Greek cul- ture.”® So, similarly, with the Italic god Saturnus, as Cicero informs us: “Saturnus was chosen as the one to have as his province the intervals and cycles of time. In Greek this god is called by the very word time, since Kronos is the same as chronos, that is, time. We call him Saturnus because he saturates himself with years.”” Stecchini goes on with: “The etymological connection of the two words Kronos and chronos has been positively affirmed by some linguists and strongly denied by others, because, on the one hand, the semantic similarity of the two words is evident and, on the other, from a technical linguistic point of view, the difference between K and ch is most significant.”'° AION As for Janus himself, Lydus informs us that he was by some considered the father of Aion and, by others, Aion’s very self.'' But Aion, who was the god of time which gave us the English word “eon,” was that “unlimited order” held as an “indestructible bond” by Kronos, who was Saturn.’ More than that, Aion has been directly identified as Saturn.’ As the god of time, Janus was made to preside over the first day of the month, and the first month of the year, which month, in fact, was named after him—Januarius, i.e., January.\" In time, and for reasons we shall soon see, he even became the god of the seasons.'* The association of Saturn with time, meanwhile, does not rest on the fallacious etymo- logical equation of Kronos with Chronos, as Giorgio de Santillana and Hertha von Dechend eventually pointed out when they stated that: “It is not hidden from us that the indestructible laws of philology do not allow for the identification of Kronos and Chronos, although in Greece to do so ‘was customary at",
        "captions": [],
        "bibliography": "*L. C. Stecchini, “Chronos and Kronos,” KRONOS VII:2 (Winter 1982), p. 41. ° Cicero, De Deorum Natura 11:25. LC. Stecchini, loc. cit. \"A.B. Cook, op. cil., pp. 336-337. 2 Orphic Hymn, #13. 5 F. Cumont, The Mysteries of Mithras (N. Y., 1956), pp. 105-107; D. Ulansey, The Origin of the Mithraic Mysteries (N. Y., 1989), pp. 120 ff.; R. Van der Broek, The Myth of the Phoenix (Leiden, 1972), p. 300. ' P. Grimal, “Rome: Gods by Conquest,” Larousse World Mythology (London, 1972), p. 178. \"5 Ovid, Fasti 1:125. 307",
        "headers": [
            "AION"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 308,
        "main_text": "",
        "captions": [],
        "bibliography": "308",
        "headers": []
    }
]