[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 139,
        "main_text": "this point, delve into Mesoamerican lore to uphold the thesis being developed, since I would like to reserve that for a later part of this work. But it would do no harm here to note that in analysing the Mayan holy book known as the Popul Vuh, which, among other things, deals with the glowing face of the sun, it comes out unreservedly that certainly it was not the same sun which we see.'” Would it then be too much to consider what appears to be the only other alternative—that what the ancients believed was indeed what they, or their ancestors, had actually seen and experienced? Before we answer that question, let us consider one additional point. The ancients did not merely maintain that Saturn was, or had been, a sun. They alluded to it as such as if it was, or once had been, general knowledge; as if everyone knew that this was, or had been, the case. No explanations, clarifications, or qualified rationalizations are ever encountered to account for the phenomenon. But, whether speaking of the Saturnian god as distinct from his lumin- ary or of the luminary that was Saturn itself, it was always accepted that deity and planet, which in reality were one, coruscated, or had once coruscated, as a true sun. Personally, this was one aspect concerning the Saturnian phenomenon which further convinced me that not only did the ancients mean exactly what they “said,” but that they probably knew what they were “talking” about. But what, exactly, did this amount to? At this point we had best lay the cards we have so far accumulated plainly on the table. We have, I believe, supplied ample evidence (and more will be forthcoming in the chapters that follow) to indicate that the ancients believed Saturn to have once radiated as a sun. As Hodder Westropp and Staniland Wake had concluded long before Jastrow on studying an- cient symbolism, as far as the ancients were concerned, Saturn was the first irradiator of light.'¥ But a question we posed earlier remains unanswered. This concerns the sharing of names between Saturn and the Sun. But then, what is true—that Saturn was given the former name of the Sun, or that the Sun was given the former name of Saturn? Boll seems to have had no doubts about this. As far as he was concerned, the Greek Hel- ios and the Latin Sol were originally the names of the planet Saturn.” Here I would like to mention the cult of Sol Invictus, the Unconquered Sun, which did not gain significant ascen- dancy until the third century A. D. Both the cult and the festivals associated with it were es- tablished by the Emperor Aurelian (Marcus Aurelius Antoninus, also known as Elagabalus) and celebrated on the 25th of December’®”—what to the Western World today is Christmas. As Roger Wescott asked, why would the Sun have been deemed unconquered. “The common assumption about this theonymic phrase,” wrote Wescott, “is that it could be loosely equated with ‘the invincible sun’.”*' Wescott, however, was “inclined” to take the term literally. In which case the question could be asked: Was there also a cult of Sol Victus—“the conquered Sun”? As Wescott concluded: “Although this latter phrase [i.e. Sol Victus] does not occur in Roman literature, the phrase Sol Indigetes is found, referring to an older sun-god.”” It can therefore be conjectured that in each case where Saturn and the Sun share the same name, the name originally belonged to Saturn. This suspicion moves closer to certainty when we realize that, while every major ancient name of the Sun was also bestowed on Saturn, not every ancient name of the planet Saturn was bestowed on the Sun. The certainty grows when,",
        "captions": [],
        "bibliography": "\"71. Goetz & S. Morley, Popul Vuh (Norman, 1972), p. 188, (emphasis added). \"8H. Westropp & C. S. Staniland, Ancient Symbol Worship: Influence of the Phallic Idea in the Religions of Antiquity (N. Y.., 1875), p. 64. 2 F. Boll, op. cit., p. 344 ff. 8° L. M. Greenberg, “The Lord of Light,” AEON III:4 (December 1993), p. 13. 51 R. W. Wescott, “Quantalism: The Big Picture,” AEON V:1 (November 1997), p. 47 (emphasis added). \"32 Tbid (emphasis added). 139",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 140,
        "main_text": "as already intimated, we discover that the characteristics attributed to the ancient sun gods fail to fit the role of the Sun. Mythology, it now seems, was never concerned with the Sun—that is our Sun. The sun it speaks of was the Saturnian one. It therefore follows that the sun of the ancients—the “true sun” —was Saturn. And if, later, some of the names of Saturn were bestowed on the Sun, it could only have been because the Sun supplanted Saturn—not merely mythologically, but physically. We can therefore offer the above conclusion as a hypothesis—which, for the time being, we will call Hypothesis #1—to the effect that, according to the ancients, the planet Saturn once shone as a sun. But, because we suspect that the reader may not be entirely satisfied with the evidence we have so far presented, we will seek to test the postulate further by anal- yzing what else the ancients had to offer on the subject because, if their sun of ages was Sat- ur rather than the present Sun, their traditions should also reflect conditional astronomical differences. And this, as we shall see, is precisely what we encounter in our continuing in- vestigation of ancient astronomical lore. 140",
        "captions": [],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 141,
        "main_text": "Chapter 4 The Sun of Night THE EGYPTIAN NIGHT SUN he Egyptian god Atum bore a specific and strange characteristic. He was honored as a sun of night.’ Students of Egyptian mythology have long grappled with the exact meaning that lies hidden beneath this strange characteristic. The best that Wallis Budge could offer by way of an explanation was that Atum, whom he referred to by the name’s former reading of Temu, was the Sun after it had set.” By this he meant to imply that the Egyptians worshipped the Sun even when it was absent from the sky. Sun worship at night, however, makes for an incongruous institution. This fallacious interpretation should never have been derived, and it would not have, had the Egyptologists thought of comparing their texts more diligently with those in the hands of the Assyriologists. There has never been any doubt that, as far as the Egyptians themselves were concerned, Atum “was held to be one of the forms of the great Sun-god Ra...”* For the time being, we shall not bother ourselves with Budge’s contention that Atum was the personification of the setting Sun,‘ especially since, elsewhere, Atum is described as tising. * As we shall see, both these terms—i.e. “rising” and “setting” —are based on mistranslations which will be clarified later on. Budge was also of the opinion that Atum “was originally the local god of the city of Annu, or Heliopolis,”® and that only later was he assimilated with Ra. While this seems to have really been the case, it must not be assumed that the assimilation was an arbitrary one. This assimilation resulted in the double god known as Atum-Ra (or Ra-Atum)’ as indicated in the hymn contained in the Papyrus of Mut-hetep® and elsewhere. Here, perhaps, we could add that Ra was also worshipped by the same name in Mesopotamia, although his Semitic equivalent, El, was more popular.” This should not surprise us. Far away in Tahiti, the sun-god was also known by the name of Ra.” Thus, in Semitic, Babylon was rendered Bab-el, which translates as “Gate of El.” The non-Semitic Kassites, however, seem to have referred to the city as Ka-ra, in which “ra” stood for the Semitic El.",
        "captions": [],
        "bibliography": "1E. A. W. Budge, Osiris and the Egyptian Resurrection (N. Y., 1911/1973), Vol. I, pp. 65, 104. ? Idem, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 246, where Atum, here called Tmu, is referred to as “the night sun, at the twelfth hour of the night.” Elsewhere in the same work, Atum is referred to as Tum and/or Atemu—see p. cx. 3 Idem, The Gods of the Egyptians, Vol. I (N. Y., 1904/1969), p. 349. Ibid. 5 [bid., p. 352. ° Ibid., p. 349. 7 [bid., p. 330. 8 Ihid., p. 351. ° G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World (N. Y., 1885), Vol. 1, p. 73. ‘© T. Henry, Ancient Tahiti (Honolulu, 1928), p. 465. \"' G. Rawlinson, loc. cit., in which the author refers to the Kassite language as Cushite. 141",
        "headers": [
            "THE EGYPTIAN NIGHT SUN"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 142,
        "main_text": "I mention this here because even in ancient times, El (and, by extension, the Chaldean Ra) was known as a representative of the planet Saturn. George Rawlinson, writing in 1885, who did not accept the identification of god with planet, had this to say concerning this ancient belief: “The identification of the Chaldean II [i.e. El] or Ra with Saturn, which Diodorus makes, and which may seem to derive some confirmation from Philo-Byblius, is cer- tainly incorrect, so far as the planet Saturn, which Diodorus especially mentions, is concerned; but it may be regarded as having a basis of truth, inasmuch as Saturn was in one sense the chief of the gods...””” This, however, seems to have been the bane of mythologists from day one, in that they have always had the audacity to proclaim that, thousands of years after the fact, they are in a better position to know what the ancients believed than the very ancients themselves. Given all this, may we not assume that Atum, who was but a facet of Ra, had also originated as a personification of the planet Saturn.? But then, if Atum was honored as a sun of night, should we not expect that so, also, had been Ra? This is exactly what we find. In a hymn, Ra is lauded as “the one alone... lying awake while all men lie asleep.” And if some find that somewhat ambiguous, it is made clearer in the Egyptian Book of the Dead, where the god in question is unambiguously made to state: “I am that god Re who shineth in the night.” Besides Atum and Ra, this sun of night was also anthropomorphosed by the Egyptians as the god Osiris. Mariette-Bey long ago wrote that: “Originally, Osiris is the nocturnal sun; he is the primordial night of chaos; he is consequently anterior to Ra, the Sun of Day.”* As we have already seen, however, Ra, also, was considered a sun of night so that, in this respect,",
        "captions": [
            {
                "source": "internal",
                "text": "Atum—the sun of night."
            }
        ],
        "bibliography": "” Tbid., p. 74. 3 R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 289. 4B. A. W. Budge, as cited by D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 340. 'S A. F. F. Mariette-Bey, Catalogue du Musee de Boulag (1864-1867), pp. 20-21, 100-101. 142",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 143,
        "main_text": "Osiris could not have been anterior to Ra. In fact, it is incorrect to allude to Ra as “the Sun of Day” even if he did fill that role in later times. Wallis Budge shared the same opinion as Mariette-Bey when he informed his readers that “the Egyptian texts suggest that in late times the Sun-god of night may have been regarded as aform of Osiris.” O. D. Miller, who also had something to say about Osiris as a nocturnal sun, explains this situation by proposing that Osiris was “regarded as a type of the sun before its first rising.” This, of course, presupposes that the Sun’s first rising had been witnessed by ancient man, which then begs the question as to where the Sun could have been before its first rising. It is in this fashion that mythologists manage to muddy the entire issue because, in attempting to explain a mythological conundrum, they usually end up by creating",
        "captions": [
            {
                "source": "internal",
                "text": "Three forms of Osiris—the nocturnal sun."
            }
        ],
        "bibliography": "1° E, A. W. Budge, Osiris and the Egyptian Resurrection (N. Y., 1911/1973), Vol. I, p. 21. ‘70. D. Miller, “Solar Symbolism,” American Antiquarian (April 1881), p. 219. 143",
        "headers": []
    }
]