[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 394,
        "main_text": "be any conclusions based on the assumption that a given coral reef in Europe was contemporary with another one in North America.”8 Coupled with Ma’s reliance on continental drift, which we now know could not have been responsible for the climatic variations we have been examining, his coral evidence re- mained inconclusive. What was worse for Ma, however, was the fact that he was not able to offer a cause for these wholesale movements of the crust. THE ICE CAP MODEL In the late 1950s, Hapgood picked up the topic of polar wandering due to Earth’s sliding crust and made a reputation for himself as the theory’s foremost advocate.? Hapgood was able to trace the pole’s shift from the Yukon to the Greenland Sea around 80,000-75,000 BP; from the Greenland Sea to Hudson Bay around 55,000-50,000 BP; and from Hudson Bay to its present location around 17,000-12,000 BP.!° (Three concurrent paths and positions were also given for the south pole.)!! Needless to say, these polar shifts cannot account for the sub-tropical flora and fauna that thrived within the Arctic Circle during the Tertiary and preceding eras which have been dated to millions, rather than Hapgood’s few thousand, years. Besides, the shifts proposed above would not have brought sub-tropical regions into the Arctic Circle; they would merely have shifted latitudes by about 30° which, today, would be like moving Winnipeg and Vancouver to the latitude of Ellesmere Island. Hapgood was of course aware of this but, as he had to admit, it would be “futile to try to determine the location of the poles in the more remote cases” since with “every step back- ward in time the evidence naturally becomes thinner.” !2 Even so, despite the scarcity of evi- dence, what the totality of Hapgood’s theory proposed is that the region which is now within the Arctic Circle would have earlier been closer to the equator, which would account for its sub-tropical flora and fauna, before it shifted to its present location. A neat package, as Al- bert Finstein himself had to admit. '3 Originally, Hapgood had contended that the cause for this crustal slippage would have come about because the accumulation of polar ice is not symmetrically distributed about the poles. This maladjusted dispersion was thus believed capable of producing a centrifugal mo- mentum which was then transmitted to the rigid crust. As this centrifugal force increased, Earth’s crust tended to slide over the viscous layers underneath. (This theory, the brainchild of Hugh Auchincloss Brown,!4 has also been maintained by others including Edward Weyer.!5) But, although Einstein himself was at first receptive to this idea,!© he later ex- pressed strong doubts about it, as so did Kirtley Mather.!7 The biggest problem here is that masses situated at, or very close to, the poles produce minimal centrifugal effect. As Hap-",
        "captions": [],
        "bibliography": "8 CH. Hapgood, Earth’s Shifting Crust (N. Y., 1958), revised and re-published as The Path of the Pole (N. Y., 1970), p. 87. ° Ibid., in toto. 10 [bid., pp. 1-184 and see, especially, the end papers inside the cover. \"! Jbid., p. 107. 22 Pid., p. 185. 13 A. Einstein, “Foreword” to ibid., pp. xiv-xv. 14H. A. Brown, see reference #2. 15 BM. Weyer, “Pole Movements and Sea Levels,” Nature. 273 (1978), pp. 18-21; but see also the critique in P, Warlow, The Reversing Earth (London, 1982), pp. 115-117. 16 4. Einstein, loc. cit. 17 C. H. Hapgood, op. cit., p. xi. 394",
        "headers": [
            "THE ICE CAP MODEL"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 395,
        "main_text": "good himself was eventually bound to conclude: “Advancing knowledge of conditions of the earth’s crust now suggests that the forces responsible for shifts of the crust lie at some depth within the earth rather than on its surface.” !8 Even so, like Ma before him, and despite the set of “requirements” which he proposed, Hapgood was eventually forced to admit that the cause behind the shifting crust remains bereft of a “satisfactory explanation.” !9 What is even worse, as Leroy Ellenberger pointed out: “Tracing the paths of crustal displacements...does not appear to yield unequivocal re- sults. Without necessarily discrediting Ma’s deductions, Hapgood’s results are not concurrent. Within the past 80,000 years, Hapgood believes that the location of the north pole has changed three times in shifts lasting 5,000 years [as compared to Ma’s four displacements in the last million years]. The north pole, according to Hapgood, has been in its present location for 12,000 years [as compared to Ma’s 65,000 to 2,600 years ago].20 (Compare these figures to those deduced by Auchincloss Brown: 41,800 years ago; 18,400 years ago; 11,400 years ago; with the last shift occurring 7000 years ago.?!) Nor, in- cidentally, do Hapgood’s shifts all occur in the same direction as Ma’s. “Thus,” as Ellen- berger had to conclude, “Earth’s shifting crust, if such it is, appears to leave contradictory clues.” 22 Hapgood’s theory was kept alive by his followers, who often disregarded his retraction concerning the “ice-cap mechanism,”?3 as also by those who found it useful for their own special brand of hypotheses concerning Earth’s ancient past.24 (Even some of his detractors seem to have been unaware of Hapgood’s retraction.?5) But can poles really shift? THE TOPPLING GLOBE Thomas Gold certainly thought so. He was not, however, concerned with the wholesale shifting of Earth’s crust as much as he was by the actual toppling of the globe. Writing in 1958,?6 Gold stressed the fact that “there is no general physical law that prevents a body from turning over with the aid of internal forces only.”27 “The general law of the conservation of angular momentum merely prohibits a change of the value and direction in space of the body’s angular momentum unless",
        "captions": [],
        "bibliography": "18 oid. 19 Tbid., pp. 40-44. 20 C. L. Ellenberger, “Senmut’s Ceiling and the Earth as Tippe Top,” KRONOS VII:2 (Winter 1982), p.91. 21 R. Schadewald, “Earth’s Poles Don’t Shift,” FATE (October 1981), p. 116. 22 C. L. Ellenberger, loc. cit (emphasis added). 23 See here, for instance, R. W. Noone, “Pole-Shift,” Catastrophism and Ancient History VIII:1 (January 1986), pp. 41 ff., which is a synopsis of his book 5/5/2000 ICE: The Ultimate Disaster (N. Y., 1986). 2* See as but one example, G. Hancock, “Fingerprints of the Gods: Do Ancient Relicts Point to an Advanced Civilization 15,000 Years Ago?” Chronology and Catastrophism Review XVII (1995 Special Issue), pp. 59-60, which paper constitutes a synopsis of Hancock’s best-selling book Fingerprints of the Gods (London, 1995). 25 Sean Mewhinney, for instance, needlessly took Hapgood to task on this very point in “On ‘The Year -687’: A Postscript,” KRONOS VII:3 (Spring 1982), p. 87. 26 T. Gold, “Irregularities in the Earth’s Rotation—II,” Sky & Telescope (April 1958), pp. 284-286. 27 Ibid. (emphasis as given). 395",
        "headers": [
            "THE TOPPLING GLOBE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 396,
        "main_text": "acted upon by an external force; but it has nothing to say about the orientation of the body relative to that direction.”?8 Earth’s stability in space is assured because of the oblate shape lent to it by the equatorial bulge. Had it been a perfect sphere, it would tend to topple over, time and again, allowing it to tumble all over the place. Earth’s spin, together with its equatorial bulge, turns our world into a gyroscope. A shift in mass would therefore alter its orientation. The amount of adjust- ment, however, is dictated by the globe’s capacity to deform. Without such distortion, Earth’s axis would at best have been capable of shifting by less than one degree throughout all past geologic ages. Thus Gold was forced to ask: “But is it reasonable to assume the earth is stiff enough to maintain its shape over long periods?”2? As Gold points out: “The present shape of the earth would not be the right one for a dif- ferent speed of rotation.”3° And yet it has been assumed that Earth’s rotation “may have al- tered drastically in the past.” 3! This would mean that Earth would have had to readjust to the correct shape in order to maintain its equilibrium in space. In turn, this would also mean that Earth “must be capable of a certain amount of plastic deformation.” 3? If, then, a large mass was to develop at some intermediate latitude between the pole and the equator (as opposed to one at the pole as originally proposed by Hapgood), Earth’s natu- ral balance would change, its axis would shift, and the world would have “to adjust its shape accordingly” until the extra mass finds its way to the equator.33 For one thing, however, masses cannot develop out of nothing. And, even if they could, as Gold himself admitted, the very plasticity that would allow Earth to topple “would actu- ally let the extra mass sink in, and the unbalance would therefore disappear.”34 How, then, did Gold get out of this situation? He did so by proposing that existing land masses like mountain chains, even though par- tially sunken, or floating, at different depths in the plastic material below, could change their height, and so also their center of gravity, through erosion or diastrophism. This, too, ac- cording to him, would produce an imbalance which would have to be corrected by an ad- justment of earth’s shape. Earth would then topple over gradually until it achieves a new stable rotational axis.35 Gold also believed that it is possible for Earth to have experienced polar shifts without having undergone continental drift; but continental drift could not have occurred without po- lar wandering. Basing his assumptions on Walter Munk’s calculations, Gold came to the conclusion that a period between 10 and 100 million years would be required for Earth to turn over by about 90°.36 The time involved would be well within the span of Earth’s geologic past. Gold also considered the wholesale shifting of Earth’s crust, in lieu of axial toppling, as it had been considered by others before him. But while Gold believed this to be dynamically possible, he argued that such mechanism would still require “a degree of interior plasticity that would itself allow a yet more rapid turning over of the entire earth” since an “interior so",
        "captions": [],
        "bibliography": "8 Ibid. 29 Ibid. 30 [bid. 31 bid. 32 Ibid. 33 Thid. 34 Ibid. 35 Ibid. 36 Ibid. 396",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 397,
        "main_text": "plastic that it would allow its skin to slip would itself have too little stability to resist turning over.”37 Did Gold’s theory pass the test? GEOID HIGHS Writing many years later, and basing his conclusions on a model of Earth’s interior that was itself at odds with the received opinion of his time, Don Anderson did not quite agree with Gold’s objections as they relate to a wholesale slipping of Earth’s crust. While received opinion held that Earth’s crust was homogeneously undifferentiated, Anderson claimed that Earth is really “compositionally stratified, with the crust, mantle, and core being the most obviously chemically distinct shells.”3% “A chemically layered, gravitationally stable mantle would be the natural end state of the earth’s evolution. The presence of a crust and a core...indicate that differentiation or separation is the dominant large-scale process, whereas convection can be expected to homogenize the layers between chemical discontinuities.”29 This led him to conclude that the convection of Earth’s mantle, rather than being steady as believed in by orthodoxy, is episodic and driven by “lateral temperature gradients caused by continental insulation.”“ Thus, in his opinion: “Active subduction and stagnant continents generate geoid highs [that is an area of higher density causing imbalance], which reorient the mantle relative to the spin axis.”4! As he pointed out: “If the earth is deformable, the whole mantle should wander relative to the axis of rotation, but the implications of this are seldom discussed.”4? And: “Curiously, earth scientists have been more reluctant to accept the inevi- tability of true polar wandering than to accept continental drift, even though the physics of the former is better understood.” “Continents move away from thermal highs [or hot-spots] and come to rest over cold parts of the mantle; sea-floor spreading and subduction slow down or cease until the subcontinental mantle warms up. The whole mantle shifts relative to the axis of rota- tion to accommodate the changing geode.”# Needless to say, in such a scenario, Earth’s outer shell would be stressed by its migration over the equatorial bulge (and/or the migration of the equatorial bulge itself). “The outer layers of the mantle, including the brittle lithosphere, do not fit properly on a reoriented earth. Membrane stresses generated as the rotational bulge shifts may be responsible for the breakup and dispersal of Pangaea as it moves toward the equa-",
        "captions": [],
        "bibliography": "37 Ibid. 38 D. L. Anderson, “The Earth as a Planet: Paradigms and Paradoxes,” Science (January 22, 1984), p. 352. 39 Ibid. 40 Ibid., p. 347. 41 Ibid. * Ibid. 43 Tbid., p. 349 (emphasis added). +4 Ibid., p. 347 (emphasis added). 397",
        "headers": [
            "GEOID HIGHS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 398,
        "main_text": "tor. In this scenario, true polar wandering and continental drift are intimately re- lated...A shift of the axis of rotation causes [continental] plates to split...”45 Thus, “periods of rapid polar wandering” would be followed by episodes of “rifting, con- tinental drift, and subduction,” which is to say that continental drift arises because of the wholesale shifting of Earth’s mantle. To use Anderson’s own words: “Global reorientation may be responsible for initiating rifting [of continents] and subduction and periods of rapid apparent polar wandering.” *” “The rotation axis [i.e. the pole] has apparently wandered about 8° in the past 60 mil- lion years and 20° in the past 200 million years. During these periods there have been major changes in the configurations of continents and subduction zones. These appar- ently had minor effects on the principal moments of inertia, suggesting a relatively stable and slowly evolving geoid. Even a slowly changing geoid, however, can cause a rapid shift in the whole mantle relative to the spin axis if the moment of inertia along this axis becomes less than some other axis of inertia. This may have happened sometime between 450 and 200 million years ago...”48 According to Anderson, large-scale 90° shifts can however also occur. As he continues to tell us, at present, the rate of polar wandering “is much greater than the average rate of rela- tive [continental] plate motion,” and it would have been “faster still” in ages past.4? What is more important to our study: “Whenever there was a major continental assemblage in the polar region surrounded by subduction as was the case during the Devonian through the Car- boniferous, the stage was set for a major episode of true polar wandering.” The southern continents, according to him, “all underwent a large northward displacement beginning sometime in the Permian or Carboniferous (280 million years ago) and continuing to the Tri- assic (190 million years ago).”5! If this was so, areas which were once south of Earth’s polar regions, together with their fauna and flora, would have moved toward the polar regions. But, limiting ourselves to the last 60 million years (which would bring us to the Tertiary), a shift of 8°, as expressed by Anderson, would not have been enough to shift sub-tropical areas into the polar circles, and the sub-tropical faunal and floral remains of the high Arctic would remain unsolved. THE PALEOMAGNETIC EVIDENCE It is well known that Earth’s magnetic pole and its geographic pole, that is its axis of ro- tation, do not coincide; at present they vary by 11°. More than that, Earth’s magnetic field, and therefore its magnetic pole, is known to wander, having moved several hundred miles to the north in the twentieth century alone. It has however been posited that, over a period of a few thousand years, the field returns to its original position “and that the average position of the magnetic pole over the whole period will coincide with the earth’s axis of rotation.”>? It",
        "captions": [],
        "bibliography": "45 Ibid., p. 353. 46 Ibid., p. 347. 47 Ibid., p. 349. 48 Ibid., p. 353. 49 Ibid., p. 354. 50 Ibid., p. 353. 51 [bid., p. 354. 52 C,H. Hapgood, op. cit., p. 7. 398",
        "headers": [
            "THE PALEOMAGNETIC EVIDENCE"
        ]
    }
]