[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 249,
        "main_text": "stated, no matter what the true figure is, “some flaw seems to exist either in the current mod- els of the sun or in our present understanding of the laws of physics.”* Also: “The only direct signal of the stellar nuclear reactions predicted by the standard model is the neutrino flux from the sun. The problem is, the prediction seems to be wrong.”* Nor is the lack of neutrinos an illusory state of affairs brought about by imperfect detec- tors. As Bahcall stated, “a real deficit of solar neutrinos exists.”° Danylo Hawaleshka went one step further: “One possible explanation [for this lack of neutrinos] is that prevailing theo- ries of how the sun works are wrong —which, if true, would turn astrophysics upside down.”” It is not that astrophysicists have not attempted to explain the mystery of the missing neutrinos, but only by pre-supposing solar elements which are themselves undetected—such as assuming that the interior of the Sun is cooler than otherwise believed;* that neutrinos in- teract with undetected particles nick-named “wimps”;’ or that “the sun is undergoing a tem- porary lull in activity.”\"° But, as Bahcall noted: “None of these models has proved to be con- sistent with all the observed characteristics of the sun.”'' And: “None of the modified models is fully consistent with the well-established physics, and each involves ad hoc assumptions designed primarily to accommodate the observed neutrino fluxes.””” Worse, however, was to come when, at the Neutrino ‘90 conference held at CERN near Geneva, came the news that what was then the latest experiment (known as SAGE) carried out by a joint team from the then Soviet Union and the United States detected no solar neu- trinos at all!” A second example concerns the Big Bang theory which demands a vaster amount of matter in the universe than has so far been detected. This was made clear in 1932 when Jan Oort attempted to calculate the mass required to produce the observed motion of stars outside the visible disc of the Galaxy. His calculations showed that the actual mass of the Galaxy was 50% less than required by theory.’* This was confirmed by Fritz Zwicky who, on meas- uring the velocities of galaxies within the Coma cluster, came to the realization that “there",
        "captions": [],
        "bibliography": "‘J. N. Bahcall, “The Solar Neutrino Problem,” Scientific American (May 1990), p. 54. 5 Ibid., p. 56 (emphasis added). ° Ibid., p. 58 (emphasis added). 7D. Hawaleshka, op. cit., p. 48. ® See here, for example, New Scientist (June 23, 1983), p. 856. ° S. Boxer, “A Wimpy Solution,” Discover (November 1985), pp. 16-17; see also, S. L. Glashow, loc. cit.; M. Bartusiak, “Wanted: Dark Matter,” Discover (December 1988), pp. 64, 66. J. N. Bahcall, loc. cit. \" [id., p. 57. ” Dbid., p. 60. 8 C. Sutton, loc. cit. (NOTE: Since the above was written, astrophysicists have fallen on the additional ad hoc hypothesis that solar neutrinos are undetectable because they change “flavors” on their was from the Sun to * J. Davis, Journey to the Center of Our Galaxy (Chicago, 1985), p. 197. 249",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 250,
        "main_text": "was not enough visible, or luminous, matter around to gravitationally bind the speeding gal- axies to one another.”!® Zwicky was therefore forced to assume that some kind of dark matter must be present in the Coma cluster “to provide an additional gravitational glue.”’° By the 1970s, the problem had spread from our Galaxy, that is the Milky Way, to beyond the Coma cluster when it was realized that, according to theory, all nearby galaxies had to contain more matter than previously assumed.’ This led to a dilemma when astrophysicists were forced to either modify “one of astronomy’s theoretical cornerstones” or opt for the existence of something that couldn’t be seen—Zwicky’s dark matter. As Marcia Bartusiak reported, this was no contest since astronomers were not about to accept the radical suggestion that New- ton’s law of gravitation tended to break down with distance.’® As Lawrence Krauss admitted: “It may be slightly radical to suggest that galaxies are dominated by dark matter. But to suggest an alteration in one of the...known forces of nature to explain these obser- vations seems to me excessive.””” What this then demanded was that “five to ten times more dark matter than visible stuff exists in galaxies.”” This, of course, affected the Big Bang theory which assumes that gal- axies form by gravitational attraction. The theory thus required the same amount of matter that the gravitational model of the universe demanded.”' But where was this dark matter hid- ing? What did it consist of? As Halton Arp explained: “Hypotheses include everything from subatomic particles like neutrinos to dark rocks surrounding galaxies...But in actuality, postulating undetected matter is equivalent to inventing observations that do not exist in order to explain contradictions to our cur- rently assumed physical laws...”” It is not that dark matter is not being looked for. Just as in the case of the elusive neutri- nos, sensitive detectors arrayed around the world are waiting to register this enigmatic stuff now said to be made up of subatomic particles and to constitute 90% of the universe.” As of this writing, not a single one of these detectors has succeeded in registering a single particle of dark matter. Douglas Lin tried a different method. With his colleagues, Lin set about comparing pho- tographs of the Large Magellanic Cloud, a neighboring galaxy, taken in 1974 with others taken in 1989, and measuring “the almost imperceptible distance” that “some 250 stars” had",
        "captions": [],
        "bibliography": "15M. Bartusiak, Thursday’s Universe (N. Y., 1988), pp. 188-189. \"6 Ibid. \" Ibid. 8 Ibid., p. 191. 1°. M. Krauss, The Fifth Essence (N. Y., 1989), p. 89. 2 Ibid., p. 74. 21 See here especially, E. Lerner, The Big Bang Never Happened (N. Y., 1991), pp. 33-34. 2H. Arp, Quasars, Redshifts and Controversies (Berkeley, California, 1987), pp. 103-104. * See here, for instance, M. Bartusiak, “Wanted: Dark Matter,” Discover (December 1988), pp. 62 ff. 250",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 251,
        "main_text": "moved in the intervening years.“ The amount of displacement on the photographic plates, as described by Lin himself, was “like standing in San Francisco and measuring the speed of a person on top of the World Trade Center in New York who takes a single step sideways over the course of the year.” Even so, in 1994 Lin was confident enough to announce that this displacement allowed him and his colleagues to actually measure the velocities of the stars in question and thus calculate the amount of mass needed to exert “that pull,” which came out to “five to ten times more mass than we see in all the visible stars.””° But, in view of the fact that the existence of dark matter had already been accepted, was this experiment really re- quired? And was this the same as detecting the actual missing mass? Lin himself suggested that the missing mass “lies in a halo of dark matter extending 300,000 light-years or more from our galactic center.””” A suggestion, however, is one thing; direct proof is something else. As an editorial comment in New Scientist summed it all up that same year, belief in dark matter is akin to that of 19th century scientists who believed in the just as nebulous existence of aether.” These two theories—the nuclear fueling of the Sun and the Big Bang—should not, there- fore, be allowed to stand, but because science is still optimistic in that it will eventually de- tect both the missing neutrinos and the missing dark matter, they are allowed to stand. Per- sonally, I shall not be using similar optimism as a crutch in an endeavor to validate the Sat- urnian model we have been slowly reconstructing. On the contrary, I aim to present a series of demands which this theory raises, both within itself and also through hard science, and how these can be met. INTERNAL CONSISTENCY The first demand of our theory is an obvious one. Seeing as our model has been con- structed on the strength of the mytho-historical record, the theory demands that the mytho- historical record should be internally consistent. There would be no point in constructing a model based on a record if that same record contains items which contradict the model being constructed. If the model being constructed is to be considered valid, the record on which it is based must be able to test itself. As we have seen, we commenced the construction of our model by zeroing in on the an- cient belief that, once upon a time, to use an old cliché, the planet Saturn was the most prominent body in Earth’s sky. In order for this datum to be accepted, however, the record should contain additional data which tell us how the planet Saturn could have appeared as the most prominent body in the sky. This demand was met when we found it stated in the same record that Saturn had previ- ously shone as a sun; that it was at that time the only visible body in the sky; and that it was",
        "captions": [],
        "bibliography": "2B. A. Smith, “New Eyes on the Universe,” National Geographic (December 1994), p. 38. % Ibid. % Ibid. ” Ibid. 28 Editorial, New Scientist (June 4, 1994), p. 3. 251",
        "headers": [
            "INTERNAL CONSISTENCY"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 252,
        "main_text": "fixed permanently in one spot without rising and setting. The same set of data also led us to believe that, during this same unspecified time, Earth had been a satellite of Saturn. In presenting our evidence that Saturn did in fact shine as a sun, we also had to appropri- ate the roles of so-called sun-gods and present them in a new Saturnian guise. But here, again, the theory demands that the record itself should so identify these deities. In the case of Shamash, which (or who) has for many years been presented by mytholo- gists as the representation of the Sun, we found that this celestial entity was not by the Assyro-Babylonians themselves identified as such, but, rather, as the planet Saturn. In the case of Helios, we have seen that the ancient Greeks themselves had originally used this name to designate the planet Saturn, and that only later was the name imposed upon the Sun. In the case of the Egyptian Ra, the so-called sun-god par excellence, we presented an ostraca which directly identified this luminary as Kronos, which was the name the Greeks bestowed on the planet Saturn. But because this datum is both late and solitary, the theory then de- mands that the characteristics of Ra should not coincide with those of the Sun. And, as we in fact saw in the very first Chapter of this work, the characteristics of Ra as described in an- cient texts fit anything but those of the Sun. So, also, with the Indic Surya, as was pointed out in Chapter 3, and a host of other so-called sun-gods. Our assumption that Earth had once been a satellite of Saturn raises its own demands in that the mytho-historical record should at least contain some data to indicate that Saturn had been close enough to be seen as a distinct and large sphere suspended in the sky. And, to be sure, besides the fact that most of the so-called sun-gods are actually depicted in the form of a disc, we also found it specifically stated that Janus/Saturn, to say nothing of Ataksak, was actually described as a sphere. Additional evidence was also presented from Africa where, to this day, natives of that continent are not only able to point to the present pin-point of light that is the planet Saturn, but insist that the planet is surrounded both by a ring and by a bevy of nine moons. Barring intervention from extra-terrestrials—which we have already had rea- son to discount—the only way in which these natives could have come upon this knowledge is through the assertion of their ancient ancestors who would have viewed the planet at close quarters. In presenting our evidence that Saturn was fixed permanently in one spot, we relied solely on the record itself. But here a disconcerting item reared its ugly head in that various ancient texts describe the Egyptian Ra as rising and setting. The record therefore demands that this apparent contradiction be resolved. In studying the original texts in which these statements are contained, we came to the realization that the risings and settings of Ra are due to mistranslation. The mythological texts in question say nothing about a rising or setting Ra. What they do describe is the “coming forth” and “going in” of Ra. That mythologists, believing Ra to have been the Sun, understood these terms as “rising” and “setting” is, of course, understandable. But, in view of Ra’s lack of solar characteristics, and in view of Ra’s identification as an immobile luminary, the terms in question are here understood to refer to the shining and dimming of the Saturnian sun, a cycle which will be explored in a future vol- ume. In its turn, this immobility demands an explanation. From a physical point of view, two mechanisms are possible. The first, and simplest, explanation is of an Earth that was phase- 252",
        "captions": [],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 253,
        "main_text": "locked with Saturn so that, very much like the Moon in relation to Earth, our globe would have presented the same hemisphere toward Saturn in its orbit around it. The second, but more unbelievable, explanation is of an Earth suspended directly “beneath” Saturn in which the latter would have appeared immobile in Earth’s north celestial pole. This then demands that the mytho-historical record should be able to let us ascertain which of these two possi- bilities, if any, best fits what the ancients themselves described to have witnessed in the sky. As unbelievable as the polar placement of Saturn appears to be, it was found to be this expla- nation which fits the information contained in the mytho-historical record. In fact, the texts state it unequivocally. We can therefore see that, so far, the mytho-historical record meets the demands it itself raises; that each demand that is met raises more demands; and that these demands are also met. It is a snowballing effect that has to be followed, as it will be followed, to the end no matter how big our snowball grows. THE LITHOSPHERIC BULGE Our theory also raises geophysical demands. For instance, we all know how terrestrial tides are raised—at least to an extent. They are caused by the attraction of the Sun and Moon on Earth’s oceanic waters. We know that when the Sun and Moon apply their combined at- tractive force while being at right angles to each other, the tides are somewhat low. The tides become much higher when the Sun and Moon apply their combined attractive forces when in direct line with each other. Now consider: With the massive Saturn in proximity to Earth, the tides that would have been raised should have exceeded those at present. More than that, with Saturn having been positioned in Earth’s north celestial sphere, terrestrial tides should have accumulated at Earth’s north polar region. The hydrosphere, moreover, would not have been the only terres- trial element to respond to Saturn’s attractive force. The atmosphere should also have piled up at Earth’s northern areas. And so, also, should have Earth’s crust. This, then, is what the Saturn thesis demands. Do we find it so? Well, let us be fair now. What was, no longer is, so that we cannot now take a trip up north to see if the water of the world is actually piled up in a tide around the north pole. Earth’s crust, however, is a different matter. Earth’s hydrosphere and atmosphere would have easily rebounded to settle in a more uniform shell around the world once the linear link with Saturn was broken. Earth’s crust, on the other hand, would have taken a much longer period to re-adjust to the new conditions. And since the scenario we have been positing is theorized to have played its drama just prior to the rise of civilization, we should expect this northern lithospheric bulge not yet to have entirely subsided. Do we find any evidence of it? Of course we do—and it has been known since 1958. This might come as a surprise to some because we have been taught since childhood that Earth is an imperfect sphere which is slightly flattened at the poles and distended at the equator. But the orbits of the first artificial satellites, launched in 1957 and 1958, surprised everyone by showing that Earth’s polar flat- 253",
        "captions": [],
        "bibliography": "",
        "headers": [
            "THE LITHOSPHERIC BULGE"
        ]
    }
]