[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 274,
        "main_text": "Chapter 13 The Age of Darkness DARKNESS AND THE DEEP \\ J hether Saturn’s nebulosity and/or celestial waters were or were not emitted by the planet itself, there is no doubt that the entity and the planetary deity embedded in it existed in darkness. As already stated, few motifs surface as often in the mytho- historical record of the entire world. Time and again, the Egyptian myths of Creation ascer- tain that, in the beginning, the creator was the only entity man remembered having seen in the sky hovering over the waters of the deep. “I am Atum,” the god is made to utter, “who appeared alone...rising from the waters of chaos.”' The identity of Atum as Saturn need not be repeated. Neither is that of Osiris. We are thus not surprised to discover that Neb-er-tcher/Khepera/Osiris was likewise made to state: “T am the creator of what hath come into being...and I came into being in primeval time...[ was alone, for they [the other deities] were not [yet] born...”? Very much like those of Genesis, the Egyptian waters of chaos were said to have been enveloped in darkness. “Nothing existed,” it is written, “except a boundless primeval mass of water which was shrouded in darkness.”* In the Pert-em-hru we even find Osiris/Saturn complaining about “his life alone in darkness.”* Ptah-Seker, another form of the Egyptian creator, was also lauded as “the great god, who came into being in the beginning, he who resteth upon the darkness.” He was thus known inter alia as “the guardian of the darkness.” Thus Wallis Budge saw Ptah-Seker as a “form of Osiris, that is to say, of the night sun” and that he “was originally a power of dark- ness, or of the night, which in later times was identified with forms of the night sun like Tem [i-e., Atum].”° The Qoran also preaches that Allah was on the waters when he indulged in Creation. “Throned above the waters,” it is there written, “He made the heavens and the earth...”°",
        "captions": [],
        "bibliography": "‘The Book of the Overthrow of Apophis,” as cited by F. G. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970) pp. 63-64. B.A. W. Budge, The Gods of the Egyptians, Vol. I (N. Y., 1904/1969), p. 300. 3 Idem, The Egyptian Book of the Dead (N. Y ., 1895/1967), p. xcviii. *R. Anthes, “Mythology in Ancient Egypt,” Mythologies of the Ancient World (N. Y., 1961), p. 50. 5E. A. W. Budge, The Gods of the Egyptians, Vol. 1 (N. Y., 1895/1967), pp. 503-504. ° Qoran, sura 11. 274",
        "headers": [
            "DARKNESS AND THE DEEP"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 275,
        "main_text": "We move to India. We browse through a few more pages of ancient texts. In one Ve- dic hymn we find it stated that: “Darkness there was at first by darkness hidden; without dis- tinctive marks, this all was water.”” Or, according to a different translation: “Darkness was there, all wrapped around by darkness, and all was water indiscriminate.”* Similarly, the Laws of Manu preach: “This world was darkness, unknowable, without form, beyond reason and perception, as if utterly asleep.”” Not only among the Hindus, but even among the lesser tribes of India, such as the Muria of the Bastar State in the Central Provinces, the same motif keeps repeating itself: “When this world was first made, there was neither sun nor moon...and everything was dark.””° From Japan comes a similar belief which Wheeler not only recognizes as being uni- versal but also as a prototype of the Kronos/Saturn myth: “In the earliest legend with which the recital [i.e., the Kojiki] opens, one rec- ognizes the primal myth...the development from a primordial darkness and chaos...This is the Kronos legend, in its thousand forms, the father of all my- thologies, upon which so many peoples have constructed their cosmogo- nies.”\"! As we have already seen, among these “many peoples” were the Greeks among whom Hesiod tells us that night preceded day: “From chaos came black night...And night in turn gave birth to day...”!” Other philosophical myths from Greece, reversing the process described by Hesiod, imply that darkness was first, and from darkness sprang Chaos.\"? Others claimed that Chaos and darkness coexisted—as, for instance, Aristophanes: “Chaos and Night and black Erebus and wide Tartarus first existed.” And Orpheus is made to say: “From the beginning the gloomy night enveloped and obscured all things that were under the ether.”\"* From the cold spaces of Siberia comes a Creation myth that unfolds as a competition between Num, the demiurge, and Nga, his alter-ego. “Since you claim you are stronger than I am,” Num said to Nga,” organize the earth.” The sky, however, was already in existence and, as elsewhere, so was the primordial ocean.’°",
        "captions": [],
        "bibliography": "7 Rig Veda X:129:3, as translated by A. A. Macdonell in Swami Nikhilananda, The Upanishads (London, 1963). ® Rig Veda X:129:3, as translated by R. Panikkar, The Vedic Experience (Berkeley, 1977). ° Laws of Manu I:v:5. ‘© R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 299. \" P. Wheeler, The Sacred Scriptures of the Japanese (N. Y., 1952), p. 387. \" D. Wender, Hesiod and Theognis (Harmondsworth, 1976) p. 27. 8 R. Graves, The Greek Myths, Vol. | (Harmondsworth, 1964), p. 33. 1. Donnelly, Ragnarok: The Age of Fire and Gravel, reissued as The Destruction of Atlantis (N. Y., 1971), p. 208. 'S E. Lot-Falck, “Siberia: The Three Worlds,” Larousse World Mythology (London, 1972), p. 433. 275",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 276,
        "main_text": "THE AMERIND TRADITIONS As the ancestors of the North American Indians are said to have done, we cross the Bering Strait and, among the Inuit of Alaska, we also find a Creation myth that presupposes the pre-existence of a watery abyss.'° Further south, the Indians of British Columbia assert that: “Very dark, damp, and chaotic was the world in the beginning” and that they, i.e., the people, existed “while the world was still in darkness, and without sun, moon, or stars.”\"” The Yuki creation myth, which we have already quoted, is even more interesting when told in full: “[In the beginning] there was only water, and over it a fog. On the water was foam. The foam moved round and round continually...After a time there is- sued from the foam a person in human form...This was Taiké-mol [Solitude Walker]. He floated on the water...He stood on the foam, which still revolved. There was no light.”\"* The Algonquins believed in an “earth” that existed “anterior to this of ours, but one without light.”'° The Zuni claim that: “In the beginning of things Awonawilona was alone. There was nothing beside him in the whole space of time. Everything there was black darkness and void.” Awonawilona is described as “one who contains everything,”” which reminds us of the Arabic Suhail (Suhayl and/or Sahel) which, as the primordial star, was “presented under the form of an egg that contained all things that were to be born.”” Awonawilona’s attrib- utes also brings to mind the Egyptian Atum, the root of whose name—tm—means “to be complete” thus also connoting “one who contains everything.” There is hardly a North American tribe that does not have a Creation myth in which the primeval ocean and/or prolonged darkness was said to have existed before the demiurge commenced on his work of Creation.” Over and again, we hear that there was darkness—or a prolonged night—in which there was no Sun, no Moon, no stars. In the telling, of course, many of these myths acquired a fanciful cast and framework that sometimes borders on childish fable. But that, after all, is the nature of allegory and myth.",
        "captions": [],
        "bibliography": "‘6 Idem, “Eskimo Lands: Man Against Nature,” in ibid., p. 441. 17H. H. Bancroft, The Native Races of the Pacific States, Vol. III (1874-1876), p. 98. 18 J. Bierhorst, The Red Swan: Myths and Tales of the American Indians (N. Y ., 1976), p. 39 (emphasis added). 1°. Donnelly, op. cit., p. 222. 20R. Van Over, op. cit., p. 23. 2! C, Burland, “North American Indian Mythology,” Mythology of the Americas (London, 1970), p. 120. 2. Paques, L’Arbre Cosmique dans la Pensée Populaire et dans la Vie Quotideinne du Nord-Ouest Africain (Paris, 1964), p. 47. EA. W. Budge, op. cit., Vol. II (N. Y., 1904/1969), p. 87. » For further examples, see R. Van Over, op. cit., pp. 35, 36, 37, 48, 61, 63, 67, 85, 86, 88, 89, 90. 276",
        "headers": [
            "THE AMERIND TRADITIONS"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 277,
        "main_text": "Traveling further south to Central America, we come across a Cholula myth which states that: “In the beginning, before the light of the sun had been created, this land was in obscurity and darkness and void of any created thing.”* Likewise, the Mixtec account of ori- gins speaks of the beginning when “all was chaos and confusion” and “the earth was covered with water.” In a Nahua myth of Creation, the primordial substance also seems to have been water,” while the Chibcha Indians of Columbia tell that, “in the beginning,” everything was dark.”",
        "captions": [
            {
                "source": "internal",
                "text": "Wey            wo               wee          =                             ——— Otte oO a te I Village of the Algonquins who believed in an “earth” that existed “anterior to this of ours, but one with- out light.” (illustration by John Green.)"
            }
        ],
        "bibliography": "51. Donnelly, op. cit., p. 215. 6 M. Léon-Portilla, Pre-Columbian Literatures of Mexico (Norman, 1969), pp. 56-57. 271, Nicholson, Mexican and Central American Mythology (London, 1967), p. 26. 28 4. Metraux, “South America: Creation and Destruction,” Larousse World Mythology (London, 1972), p. 483. 277",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 278,
        "main_text": "KON TIKI VIRACOCHA In South America, myths of the primeval darkness are quite widespread. As H. Os- borne noted: “Some mythological cycles feature a primitive age of darkness before the ex- istence of the sun, when human beings lived in a state of anarchy without the techniques of civilized life.”” Ina similar vein, Juan de Betanzos narrates the following: “They say that in ancient times the land of Peru was dark and there was no light nor day in it. In those times there dwelt there a certain people who owed allegiance to an overlord whose name they no longer remember. And they say that in those times when all was night in the land there came forth from a lake in the district called Collasuyu, a Lord named Con Ticci Viracocha...And while he was there...he suddenly made the sun and the day and commanded the sun to follow the course which it does follow...They say that this Con Ticci Viracocha had emerged on an earlier occasion and that on this first ap- pearance he made the heaven and the earth and left everything dark.”*° Similarly, an account by Sarmiento de Gamboa states that: “The natives of this country [i.e., Peru] say that in the beginning, before the world was created, there was one whom they called Viracocha. And he cre- ated the world dark and without the Sun, nor Moon, nor stars.”*! “The Sun, according to Sarmiento’s narrative,” Jan Sammer informs us, “emerged only after the Deluge.” It seems, then, that even the famous Kon Tiki (Con Ticci) was none other than a Sat- urnian figure, and the “lake” from which it was said he emerged nothing but the dim memory of the ancient waters of chaos. The description of this god as a fair-skinned, red-bearded man has captured the imagination of western chroniclers but, among the original natives, this be- lief was not unanimous. Besides, that Viracocha was a celestial deity is ascertained by his having been lauded as “Thou who art in the high heavens...” Also:",
        "captions": [],
        "bibliography": "H, Osborne, “South American Mythology,” Mythology of the Americas (London, 1970), p. 294 (emphasis ee Betanzos, Suma y Narracion de los Incas, as cited by H. Osborne in ibid., p. 332. * iN Sammer, “The Cosmology of Tawantinsuyu,” KRONOS IX:2 (Winter 1984), p. 22. ®R Van Over, op. cit., p. 114. 278",
        "headers": [
            "KON TIKI VIRACOCHA"
        ]
    }
]