[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 99,
        "main_text": "“,..all his own observations...are fraudulent, so far as we can test them. Many of the observations that he attributes to other astronomers are also fraud that he has com- mitted. His work is riddled with theoretical errors and with failures of comprehen- sion...His models of the moon and Mercury conflict violently with elementary obser- vation and must be counted as failures.”\"\" The worst of Ptolemy’s failures, however, was his geocentric system, which eventually became known as the Ptolemaic system. Despite Owen Gingerich’s claim that the geocentric world view “was almost universally accepted in his day,”\"* when Ptolemy presented Earth as the centre of the universe with the planets revolving around it, he was rejecting what had al- ready been deduced before his time. Having considered the heliocentric system advocated by his forebears, he disqualified it since the implied violent rotation of Earth as deduced from Aristotle’s physics seemed to Ptolemy to be contrary to observation. The way he reasoned was that Earth’s rotation would have left “the animals and other weights...hanging in the air.” Earth itself, he reasoned, “would very quickly fall out of the heavens.” As he stated: “Merely to conceive such things makes them appear ridiculous.” As Carl Sagan correctly noted, in rejecting the earlier belief that the planets revolved around the Sun, Ptolemy was responsible for preventing “the advance of astronomy for a millennium.”' Thus, Robert Newton may not have been too harsh in his judgement when he claimed that Ptolemy “has caused us to lose much of the genuine work in Greek astronomy” and that it would have been better for astronomy had the Almagest never been written.\" What, then, was this ancient Greek astronomy that Ptolemy sought to supersede? How superior was it to that espoused by Ptolemy? THE HELIOCENTRIC SYSTEM Many an authority on the subject of ancient Greek astronomy has in years past stressed the primitive nature of their knowledge. Many of them have relied on the oft-repeated dictum that “the world according to Homer” consisted of a round, but flat, Earth overarched by a semi-spherical sky in which the gods had fashioned their various domains. But even as early as 1881, apparently to the unconcern of various authorities who came after him, Simon New- comb had already warned against this erroneous belief. As he wrote: “Not enough credit has been given to the ancient astronomers. For instance, there was no time within the scope of history when it was not known that the earth is a sphere, and that the direction down at different points is toward the same point at the earth’s centre. Current teaching in the text-books as to the knowledge of astronomy by the ancients is at fault.”\"° The discovery that the Sun, rather than Earth, was the body at the center of the Solar System has for long been attributed to the Polish astronomer Nicolaus Koppernigk, popularly known as Copernicus (1473-1543). It is sometimes forgotten that the Greek astronomer,",
        "captions": [],
        "bibliography": "1 R_R. Newton, The Crime of Claudius Ptolemy (Baltimore, 1977), p. 378 (emphasis added). ue 5. Gingerich, “Ptolemy, panics and Kepler,” in M. J. Adler (ed.), The Great Ideas Today: 1983 (Chicago, 1983), p. 139. \"3 Claudius Ptolemy, Almagest I:7 (emphasis added). \"4. Sagan, Cosmos (N. Y., 1980), p. 53. \"SD. Kindersley, loc. cit.; O. Gingerich, op. cit., p. 151. 16 S_ Newcomb, “Lowell Lectures,” Boston Daily Advertiser (November 29, 1881). 99",
        "headers": [
            "THE HELIOCENTRIC SYSTEM"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 100,
        "main_text": "Aristarchus of Samos, who flourished circa 270 B.C., had already recognized that Earth revolved together with the other planets around the Sun, thus an- ticipating Copernicus by some eighteen hundred years. For that reason, Heuer thought it appropriate to call Aristarchus “the ancient Copernicus.”'” Personally, giving credit where it is really due, I would rather turn that around by calling Copernicus “the modern Aristarchus.” Copernicus himself was not only aware that Aristarchus had preceded him in the discovery, he actually ad- mitted to the fact in a passage of his work. Wishing to retain the fame for himself, however, he had _ second thoughts and ended up by excising all mention of Aristarchus in his published version. To be sure, the work in which Aris- tarchus proposed this hypothesis has not survived, but the hypothesis itself was well known and commented upon by other writers. For instance, in The Psammites (or Sand Reckoner), Ar- chimedes had it stated: “But Aristarchus of Samos brought out a book consisting of some hypotheses, in which the premises lead to the result that the universe is many times greater than that now called. His hypotheses are that the fixed stars and the Sun remain unmoved, that the Earth revolves about the Sun in the circumference of a circle, the Sun lying in the middle of the orbit...”\"\"\" Granted that the great Plato (427-348 B.C.) had himself placed Earth in the centre of the universe, it seems as if even he had a change of mind. According to Plutarch (A.D. 46-120), Theophrastus had it stated that, when he had grown old, Plato repented “that he had placed the earth in the middle of the universe, which was not its place.”'” Actually, the belief in a heliocentric system seems to have originated not even with Aris- tarchus, but with Herakleides Ponticus (Heracleides of Pontus) who died in 322 B.C.—we do not know when he was born. The same idea was also advanced much later by Macrobius (A.D. 395-423) and Martianus Capella (circa A.D. 400) and maintained by Emperor Julian the Apostate (A.D 332-363) and Nicolaus Cusanus (Nicholas of Cusa—A.D.1401-1464) who himself based his opinions on those of Iamblichus of Chalcis, all of whom wrote long before Copernicus abrogated the idea.",
        "captions": [
            {
                "source": "external",
                "text": "Copernicus— 1473-1543— who appropriated the ancient Greek discovery that Earth and the planets revolve around the Sun.  (Illustration by Charles Hogarth.)"
            }
        ],
        "bibliography": "7K. Heuer, op. cit., p. 70. \"8 C. Sagan, op. cit., p. 167. \"? Plutarch, Quaestiones Naturales, VII. 100",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 101,
        "main_text": "Proclus (A.D. 410-485), one of the greatest intellects of the Athenian schools AN of Neoplatonism, wrote not only about the we bwoN Ss moons, or satellites, revolving around the planets, but also of the planets revolving around stars. Copernicus, of course, was not the only astronomer of later times who appropriated the works of the ancients. The Danish as- tronomer Tycho Brahe (1546-1601) also announced as his own discovery the fact that Venus and Mercury revolved around the Sun despite the fact that Heracleides of Pontus had already made the discovery. It might now be objected that these an- cient discoveries were not universally ad- hered to. Thus, for instance, Plutarch (A.D.46-120), who was anything but an “ astronomer, immortalized his conviction that Earth does not move. In other words, borrowing a phrase from the indomitable Charles Fort, there was not agreement among the wise men. The study of ancient Greek astronomy also makes it obvious Plato— 427-348 B.C.—who, in his old age that while an investigator might, through \"ePented for having placed Earth at the centre of observation and calculation, come to a cor- * rect conclusion about a celestial object, the (Mlustration by Charles Hogarth). very same person would often hold an in- correct belief concerning another. But was this any different than what transpired later in the so-called age of enlightenment. As Velikovsky so aptly noted: “During his lifetime Copernicus had only one follower, Rheticus, and was rejected by all others. Kepler’s discoveries were rejected by Galileo, his peer; Newton’s gravita- tional theory was rejected by Leibnitz, his peer; and Agassiz, who was ridiculed, him- self rejected Darwin. Virchow did not support Pasteur; Edison rejected and fought against Tesla and the use of alternating current. The list can be multiplied a hundred times. It goes back to Archimedes’ rejection of Aristarchus, who taught that the earth revolves around the sun.” In fact, was it any different than what continues to transpire down to the present day? When new astronomical, or other scientific, discoveries come to light, as they continue to do almost day by day, and theories are then formulated to account for the discoveries, can it be said that astronomers, and/or other scientists, are almost immediately of one mind concerning them? THE WELL AT SYENE Eratosthenes (276-194 B.C.) seems to have been the first person to measure Earth’s cir- cumference. He accomplished this when he was told that at Syene, the present Aswan, in",
        "captions": [],
        "bibliography": "\"01. Velikovsky, Stargazers and Gravediggers (N. Y., 1983), p. 189. 101",
        "headers": [
            "THE WELL AT SYENE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 102,
        "main_text": "Egypt, there was a well which, at noon on the day of summer solstice, was illuminated by the Sun down to the bottom. He also knew that, on the same day at Alexandria, a vertical staff cast a short shadow. From this—a shadow in one place but no shadow in another on the same day —Eratosthenes first verified that Earth was indeed spherical. Then, knowing the distance between Syene and Alexandria, which was measured at 5,000 stadia, and using some simple geometry, he realized that this was 7°, or close to 1/50 of a great circle. He thus arrived at the figure of 250,000 stadia, which he subsequently corrected to 252,000 stadia, as the circum- ference of Earth. When translated into miles or kilometers, his result was only a few percent off the mark. It was on thus discovering the vastness of the world he lived on that Eratosthenes became convinced of the immensity of the universe. INCLINATION TO THE SOUTH The Greeks were also aware that Earth’s axis was inclined, and that it was inclined “to- ward the south.” As Plutarch wrote: “Diogenes and Anaxagoras affirm that, after the world was composed and the earth had produced living creatures, the world out of its own propensity made an inclina- tion towards the south.” Unfortunately, Plutarch, bless his soul, was not only not an astronomer, he was not much of a geographer either. So he did make something of a mess when it came to explaining the reasons behind Earth’s inclination and, especially, when he attempted to account for its ef- fects. On the other hand, come to think of it, perhaps Plutarch should not be blamed too much for these misunderstandings since, in some instances, he actually claimed that he was but re- peating what others had asserted. '” THE PRECESSION OF THE EQUINOXES Besides being inclined, Earth’s axis spins in a strange fashion which has often been com- pared to that of a spinning top. Rather than rotating in a rigid manner, Earth’s axis also wob- bles in such a way that its imaginary tip describes a circle of its own. In effect, the axis pre- cesses around the vertical so that it traces out a cone in space. This additional axial rotation thus causes an apparent shift of the stars, as viewed from Earth, which is different from the apparent daily revolution of the stars around the pole. Whereas the daily rotation causes the stars to seem to revolve around the Pole Star, precession causes the Pole Star itself to revolve in a circle of 231/2° radius. Thus, throughout the years, the Pole Star is seen to shift and leave the north celestial pole. If another star is then in the right position, it becomes the new Pole Star. At present, the Pole Star is alpha Ursae Minoris, but, at the time of the Greek astrono- mers we are presently concerned with, it would have been beta Ursae Minoris. In 3000 B.C., it would have been alpha Draconis. It was not just the pole stars, however, that slowly “passed away,” but the entire sky and, with it, its entire denizens. This movement, however, is very slow in execution, requiring 26,000 years in order to complete one full circle. The motion does not, therefore, lend itself to easy detection. Nor, for that matter, does the resul- tant change—except over thousands of years. Needless to say, no one person can live long enough to detect the change. And yet, not only was this change detected, so was the preces- sional motion that gives rise to it. The discovery is attributed to one of the greatest astrono-",
        "captions": [],
        "bibliography": "1 Plutarch, Opera Moralia II:8. ™ See here, ibid., and ibid. 11:12. 102",
        "headers": [
            "INCLINATION TO THE SOUTH",
            "THE PRECESSION OF THE EQUINOXES"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 103,
        "main_text": "mers and mathematicians of antiquity, the Greek Hipparchus, who flourished sometime between 146 and 127 B.C. How did he ac- complish the feat? It is said that Hipparchus came to his con- clusion by comparing the positions of the stars, especially Spica in the constellation Virgo, with the earlier ones given by Timo- charis of Alexandria sometime in the begin- ning of the 3rd century B.C. Hipparchus real- ized that the longitudes of the stars had in- creased and so concluded that the equinoctial points—those points at which the Sun’s path crosses the equator—had moved westward along the ecliptic (moving clockwise for an observer on Earth). He estimated the move- ment at about a degree per century, or 36\" per year. The true value, of course, is closer to 50\" but, considering the crude equipment he had to work with, to say nothing of the diffi- culty of the task, one can claim that he did extremely well. It has, however, been argued that Hippar- chus could not have discovered this fact on the basis of Timocharis’ observations alone, since these observations did not go back far enough in time for anyone to have noticed the difference in the positions of the stars as brought about by the slow motion of preces- sion. It is more probable that Hipparchus had access to much older Babylonian observa. tions. It was the Babylonians who had firs! started to measure longitudes by referring stars to the ecliptic. As George Sarton opined “[Hipparchus’] comparison of the longitudes of Spica (and other stars of low latitudes) with the longitudes determined 150 years before [by ‘1imocharis] in Alexandra may have roused his suspicion, but older observations were needed to carry conviction.”'’* Sarton, in fact, goes on to state that: “Tt has been claimed that the precession itself was discovered by the Babylonian as- tronomer Ki-din-nu (Cidenas of the Greeks...) who flourished c. 343 B.C. That is possible. Hipparchus may or may not have known of Cidenas’ work, but it is certain that he was acquainted with Babylonian longitudes of stars.” That Ki-din-nu (or Cidenas) was the true discoverer of this precessional motion has never been verified. Be that as it may, the one thing to keep in mind is simply this: The precession",
        "captions": [
            {
                "source": "internal",
                "text": "-                                            %  :                                          ‘all  a                   The precession of the equinoxes                     compared to a spinning top.  5"
            }
        ],
        "bibliography": "\"3 G. Sarton, “Hipparchus,” Encyclopaedia Britannica (1959 edition), Vol. 11, p. 582. ™ Ibid. 103",
        "headers": []
    }
]