[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 379,
        "main_text": "The axial tilt debate then spilled into the early years of the twentieth century. Thus, in 1929, Harold Jeffreys could still ask: “Has the inclination of the earth’s axis to the plane of its orbit varied during its history?”'” As he himself confessed: “The answer to [this] question is a definite ‘Yes!’”''° By 1937, W. B. Wright continued to maintain that “the earth’s axis of rotation has not always had the same position” and that the “many changes of the position of the climatic zones on the surface of the earth” were “due to a displacement of the pole from its present position.”\"\"\" In 1950, Velikovsky himself provided an explanation for the tilting of Earth’s axis as having been due to close terrestrial interactions with the planets Venus and Mars, at different epochs during historical times.'” Forgetting that past giants of science had debated the pos- sibility, his detractors, among them even some astronomers, maintained that terrestrial axial shifts had never been heard of and that the notion is not supported by scientific literature.'? Beyond stating my firm belief that the cosmic catastrophes described in Worlds in Collision were unfortunately displaced in time by Velikovsky, the present work has nothing to offer concerning the possibility of terrestrial axial shifts during historical times. My main interest, here, concerns the much earlier Tertiary period. In this respect it is noteworthy to note that when, in the 1980s, remains of sub-tropical flora and fauna were discovered by So- viet scientists in Spitsbergen, the axial tilt hypothesis was revived and, as of this writing, continues to be the standing Russian (previously Soviet) understanding of what had to have transpired in ages past.'* “In the early 1980s, scientists proved the far North had once been a tropical paradise. The tilt of the earth shifted and so did the weather.”\"> Most scientists on the American continent, however, were not convinced. As Johnson pointed out, Basinger, a Canadian, “would rather contemplate a plant/animal ecosystem that has no uniformitarian counterpart on today’s Earth.”\"'® But, as Johnson argued: How does one warm Earth’s polar regions in the Pliocene by 90° Fahrenheit without raising tropical temperatures to those of present equatorial areas, while frying the equatorial areas and drying them out?\" “[I]t is not reasonable to postulate a polar heat build-up that somehow misses the torrid zones of the Earth.”\"'*",
        "captions": [],
        "bibliography": "® H. Jeffreys, The Earth, its Origin, History and Physical Constitution (1929), p. 303. 10 Tbid. 41 W. B. Wright, loc. cit. '? 1. Velikovsky, Worlds in Collision (N. Y. 1950), pp. 312-317. \"3 Idem, Earth in Upheaval (N. Y ., 1955), p. 128. 4 “Arctic Warmth,” SIS Workshop 6:2 (August 1985), p. 36. \"S'S. Page, “One ‘Kabloona’ Who Cared,” Ottawa Citizen (September 5, 1990). p. D2. \"ST. C. Johnson, “Antarctic Anomalies,” AEON II:1 (June 1989), p. 127. \"7 Idem, “Long Term Violation of Uniformitarianism Demonstrated by Fossil Discoveries in Polar Regions,” Chronology & Catastrophism Workshop (1991) 2, p. 20. U8 Thid., pp. 20-21. 379",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 380,
        "main_text": "“High-temperature environments in the Pliocene Antarctic and the Eocene High Arc- tic are geophysically unreasonable. To conform with thermodynamics, and an Earth tilted 23 degrees to the plane of the ecliptic [as at present], these environments had to be considerably closer to the equator. If they were closer to the equator, then either continental drift occurred both much more rapidly and mysteriously than the geologi- cal record indicates, or else the Earth has tilted or experienced crustal slippage in some fashion that allowed warming of these lands without disrupting the continuity of equatorial rainforests. Another mechanism has the Earth with little or no tilt to its axis of rotation, which removes seasonality and ensures light each day on each point of the globe, coupled with a dense canopy that allows much more even temperatures despite variation in latitude.”\"”” According to Bernard Delair, theoretically, Earth ought to rotate on a vertical axis “and may actually have done so in the geologically recent past.”’”° And: “There ought to be no reason why any Earth-like planet undisturbed for untold ages should not have a vertically- positioned axis.”!! Unfortunately, there are various problems with the axial tilt hypothesis. To begin with, Delair’s declaration did not go unchallenged. As Michael Reade pointed out, “a spinning ball forced to traverse an elliptical orbit around a primary would adopt a tilted attitude.” As he, in turn, assured his readers, “it is never possible to get a free-spinning ball to spin with its axis either vertical or horizontal: the principal axis of the ball always settles to a well-defined and seemingly invariable angle of tilt.” This, as Reade pointed out, “has long been known to engineers: spinning bodies, such as turbines or speed governors, impose asymmetric stresses on their shaft bearings.””” True, as Jane Francis noted, had Earth’s axis been perpendicular to the plane of the ecliptic, the Sun would have bathed the polar regions with twelve hours of light every day. At the poles, however, the Sun’s rays would have been weak and low-angled, similar to those experienced just before sunset. And this would have been insufficient for the growth of plants such as the remains of which have been discovered in polar regions.'” Why not then propose a model which would combine both theories? Would not a perpendicular Earth orbiting around the Sun with Saturn stationed at Earth’s north celestial sphere fill the bill? Not really because, for one thing, this would be contrary to what the my- tho-historical record has to tell us. We have seen that, time and again, the record states that, during the age of semi-darkness, the Sun was not yet visible. And there is no point in ap- pealing to the Pleiongaea hypothesis to account for this invisibility. Had sunlight managed to",
        "captions": [],
        "bibliography": "119 7p: 120 ie ie “Planet in Crisis: The Earth’s Last 12,000 Years,” Chronology & Catastrophism Review (1997) i oats see also J. Harris, Celestial Sphere and Doctrine of the Earth’s Perpendicular Axis (Montreal, 1876), fs Mo. Reade, “The Spin of the Earth—Is it Driven or Inertial?” Chronology & Catastrophism Review (1998) sf B Francis, “Arctic Eden,” Natural History (January 1991), p. 61. 380",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 381,
        "main_text": "filter at all through a heavier atmospheric envelope, as it must do on Venus, it would still have entailed a day-night succession which, as we have seen, is also disallowed by the re- cord. And in order for the Sun to have been entirely shielded by an impenetrable terrestrial atmosphere, its substantiality would have had to have been denser than that of Venus. Ven- erian-like pressures at Earth’s surface, let alone an even greater burden, would not have al- lowed the survival of terrestrial mammals including the human race. At bottom lies this additional fact: While the axes of the Solar System planets point in different directions, those of Saturn and Earth come close to coinciding. Saturn is tilted at 26.7 degrees while Earth’s tilt is at 23.45 degrees.'* Both axes point to about the same spot in space. Saturn’s present north star is the same as Earth’s—Polaris. This is a situation that would be expected had Saturn and Earth once shared the same axis of rotation as our main thesis demands. What this seems to indicate is that, despite Delair’s assurance to the contrary, Earth’s present axial tilt is the most natural one for it to possess, and that it has not changed since at least the Tertiary period. What then of a perpendicular axis with an Earth in phase-lock outside the Solar System as posited by Ken Croswell for red dwarf planets? This, too, fails to fill the bill because, as we have already noted, while Croswell’s theoretical system would entail a world without variable seasons, it does not occasion one universal spring-like climate. True enough, the climate would not have been variable, but tropical and equatorial regions would still have been much warmer than the poles. The poles, in fact, would have been the recipients of low slanting rays and if such slanting rays from our own Sun would have been inadequate to allow the thriving of sub-tropical flora and fauna at the poles, neither would the slanting rays from a red or brown dwarf star. What if we were to adapt Croswell’s phase-locked system by having it encased within the totally warm plasma sheath we have already postulated for the proto-Saturnian system? Light and warmth would then have reached all latitudes in equal proportion without having to rely on an axial alignment, already posited as the most difficult mechanical configuration to maintain. In other words, why not adopt Wallace Thornhill’s scenario wherewith Earth was in just such a positional situation and that it only “broke” into polar alignment when it entered the Sun’s influence? This, then, would make the Saturnian system’s axial alignment a mere transitional event, which would be more amenable to celestial mechanics. As already claimed, the encasing of the proto-Saturnian system in a plasmasphere is our accepted tenet. In the end, however, it may even be found that both postulates—a denser atmospheric envelope and a plasma sheath—are quite compatible with each other since a denser terrestrial atmospheric envelope might have existed within the Saturnian plasma sheath. We would thus have a situation in which the light and heat from the proto-Saturnian sun would have been reflected back, or otherwise radiated outward and inward, from the plasma sheath and dissipated evenly through the greenhouse property of Earth’s denser atmosphere.",
        "captions": [],
        "bibliography": "4 Actually, the tilt of Mars, at 25.2 degrees, is even closer to Saturn’s— but of Mars we will speak in a separate volume. 381",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 382,
        "main_text": "What is not acceptable is that the axial alignment came into being upon the Saturnian system’s entry into our present Sun’s domain. CLUES FROM OTHER PLANETS Is evidence concerning any of the above at least available from other planets of the Solar system? Only to an extent because, after all, as far as the Solar System is concerned, the case for Saturn presented above is unique—which is not to say that similar systems might not yet be discovered out in space. Meanwhile, the extent to which other planets can provide some evidence, no matter how slim, is exemplified by Uranus. Lyle Broadfoot, for instance, was surprised to discover what he termed an electroglow bathing the sunlit side of Uranus. Its en- ergy source still remains unknown.'* As we have posited for proto-Saturn, Philip Nicholson has also posited the one time existence of a nebular cloud, or circumstellar disk, around Uranus.” As we have already seen, very much like the Saturnian system we have been describing, the temperature of Uranus is globally uniform,'”’ even though, again like proto- Saturn, its north pole was found to be warmer than the rest of the planet. Of added interest here is that when Voyager 2 made this discovery, the north pole had been in darkness for",
        "captions": [
            {
                "source": "internal",
                "text": "_ Ancestors of the land tortoise, pictured above, as well as other sub-tropical species, appeared in polar regions long before they did in more southerly latitudes."
            }
        ],
        "bibliography": "5 J. Schefter, “Uranus!” Popular Science (May 1986), p. 120. © Cornell University News Service for May 5, 1998, published as “Caliban & Sycorax: Names for Iey Moons of Uranus,” SIS Internet Digest (1998) 2, p. 10. 71. Overbye, “Voyager Was On Target Again,” Discover (April 1986), p. 79. 382",
        "headers": [
            "CLUES FROM OTHER PLANETS"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 383,
        "main_text": "| The ancestor of the tapir, the Malaysian variety of which is shown above, also appeared in | Arctic regions long before it did in Asia. forty years.'* As Thornhill indicated: “This offers a clue as to how the Earth might have had a uniform global climate during the Saturnian era...”'” Even more recently, it has been discovered that Jupiter’s satellite, Io, also has its poles as warm as its equator. “Aside from hot spots at volcanic sites, night temperatures on lo appear to be about the same near the equator as near the poles even though, as on earth, the equator gets more direct sunshine to heat its surface.”!° True, Uranus and Io do not have a north polar sun to heat their northern regions, and I only include these data to show that such a state of affairs—global uniform temperature with a slightly warmer north pole—is not of itself a bizarre situation. That being the case, what need have we of an axial alignment between proto-Saturn and Earth? Why do we need to have the proto-Saturnian sun stationed in Earth’s north celestial pole to account for the single spring-like season in which Earth basked in past geologic eras. But consider now the following:",
        "captions": [],
        "bibliography": "\"8 J, Schefter, op. cit., p. 121. \"9 W. Thornhill, “Galactic Currents and the Outer Planets,” Thoth (electronic newsletter) III:5 (March 20, 1999), p. 6. 13° Media Relations Office, Jet Propulsion Laboratory, California Institute of Technology (June 22, 2001). 383",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 384,
        "main_text": "THE BOREAL CRADLE Heer’s study of fossil Arctic flora led him to postulate that the Arctic had served as the centre of new generations of plants which then radiated south to America, Europe, and Asia.\" “These migrations of new plant species and groups, which originated in the Arctic and then became closely related ‘vicarious’ species through simultaneous differentia- tion, elegantly account for the mysterious similarity of tree and shrub vegetation in such scattered locations as eastern Asia and Atlantic North America. This theory also explained the resemblance noted by Heer of the Tertiary flora of Europe and the Re- cent flora of eastern Asia and Atlantic North America.”'? As Johnson noted, while Heer’s theory dates to the late 19th century, his “notion of an Arctic evolutionary cradle is startlingly modern, in line with the work of Dawson and Hickey”'® to which we shall come anon. E. C. Pielou, on the other hand, reminded her readers of photoperiodism which presents an “apparent obstacle to long, northward and southward migration of plants” since such migrations would have moved said plants out of their physiological niche.\"* Long-day plants, for instance, cannot survive in the tropics, while short-day plants cannot thrive in more northern latitudes. This is because the photoperiodic length varies from latitude to lati- tude and from season to season. Because day and night lengths in the tropics approximate twelve hours each all year round, photoperiodic variations are small to non-existent. In the mid-temperate regions, photoperiodic spans can vary from up to nine hours in December to up to sixteen hours in June. In the present Arctic regions, photoperiodicity drops to zero in December, rising as high as twenty-four hours in June. All this, however, would have been of very little, if any, importance during the Tertiary if Earth had basked under a continuous and universal sub-tropical climate and light regime as seems to be indicated by the evidence presented above. In the case at hand, the climatic requirements would have been close to identical the world over. Migrating plants would not have had to vacate any physiological niches; they would merely have radiated into new areas the climatic properties of which would have been near identical to the ones of their origin. In the end, it is the available evidence that counts. Does the evidence support the theory of a Tertiary plant migration from the Arctic into more southerly latitudes? We have seen above that Johnson claimed that Heer’s nineteenth century theory of just such a migration is in line with the modern work of Dawson and Hickey. What have these two authorities to show us?",
        "captions": [],
        "bibliography": "\"511. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology & Catastrophism Review X1V (1992), p. 8. '32 Ibid. 133 Ibid. SE. C. Pielou, After the Ice Age (Chicago, 1991), p. 10. 384",
        "headers": [
            "THE BOREAL CRADLE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 385,
        "main_text": "In the Canadian Arctic, Mary Dawson discovered tapirs and flying lemurs which were closely associated in geologic context. But, further south, the tapir was found in a Middle Eocene context, while the flying lemur appeared in an Early Eocene stratum.'*° Meanwhile, Leo Hickey, who had already spent twenty years studying Eocene flora, came to the conclusion that plants, together with marine invertebrates, had risen earlier in the Arctic than in the mid-latitudes. Ancestors of the horse, camel, rhinoceros, land tortoises, together with the flying lemur, and such trees as the Mexican elm, walnut, and the redwood, originated millions of years earlier in the polar regions.'° “Dawson and Hickey in the early 1980s co-authored a paper in Science where they argued that certain plants show up in the fossil record 18 million years earlier in the Arctic than elsewhere while some animals evolved 2 to 4 million years ahead of their time north of the Arctic Circle.”!” An alternative way in which the theory of Pleiongaea could be brought in line with the Saturnian model is if Earth’s dense atmospheric envelope exhibited a north polar clearing—a hole if you wish. This would bring our thesis perilously close to that advocated in 1886 by Isaac Newton Vail,'* propounded further by his modern defender, Donald Cyr'” and, in a different but slightly similar vein, by Dolph Earl Hooker’ plus, to a certain extent, even by Milton Zysman.\"\" All of these authors—from whom the present writer disassociates him- self—have proposed a terrestrial canopy of sorts, although not all of them have included the polar opening. Meanwhile, such a polar opening in a planet’s atmosphere is not all that for- eign in the Solar System. Venus has such a polar opening —a “huge hollow” 1,000 kilometers wide—in its own dense atmosphere right over its north pole, through which the Sun might possibly be shining.’” If such was the case, the Saturnian sun, complete with its nebular disk, would have been clearly seen through the opening. More than that, it would have warmed Earth’s Arctic regions even more effectively. Unfortunately, a lamentable objection has to be raised against this hypothesis since, as we have already seen, the proximity of the proto-Saturnian sun would have raised Earth’s atmosphere in a tide precisely above Earth’s north polar region. Thus, if a Pleiongaea-like atmosphere did prevail, it would have lacked a polar opening. In the meantime, what Hickey and Dawson’s discoveries seem to demand is a north polar sun emplacement exactly as hypothesized in this volume. Thus, in addition to a universal climatic regime which would have warmed Earth throughout all its latitudes, a direct radiant +85 H. Thurston, “Icebound Eden,” Equinox (May-June 1986), p. 80. 86 Tbid., pp. 74, 81. 871. Johnson, op. cit., p. 11. 138 | N. Vail, The Waters Above the Firmament (1886), in toto. 3° DL. Cyr, The Ice Crystal Veil (Santa Barbara, California, 1995), in toto. D. E. Hooker, op. cit., in toto. ‘41 M. Zysman, “Let There Be Lights,” Catastrophism 2000 (Toronto, 1990), pp. 143 ff.; but also, D. Cardona, “The Reflective Canopy Model and the Mytho-Historical Record,” AEON IV:4 (April 1996), pp. 13 ff. R.A. Gallant, loc. cit. 385",
        "captions": [],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 386,
        "main_text": "source at the very top of the world would have ensured that Earth’s Arctic regions would have been slightly warmer earlier than the rest of the globe. In other words, Earth’s sub-tropical climate would have itself advanced slowly from the polar regions to the more southerly latitudes, with flora and fauna advancing along with the climate—just as the geological and palaeontological evidence seems to call for. It thus seems that the Saturnian sun was already stationed above Earth’s north pole from at least as far back as the Eocene Epoch of the Tertiary Period of the Cenozoic Era which is dated by geologists to c. 58 million years ago. And even if this time span would have to be drastically shortened, as it probably will have to be, sometime in the future, it remains evi- dent that the situation we have described would have to have prevailed from long before the advent of man. THE CARETAKER OF THE WORLD It must, however, also be stressed that, when man finally arrived on the terrestrial scene, the situation remained much the same, as mythic themes unambiguously maintain. Thus, much later in time, the Papago Indians of North America who, together with the rest of humanity, were not yet on Earth during the ages we have been discussing, continued 386",
        "captions": [
            {
                "source": "internal",
                "text": "oo Homo Sapiens A world with but one season was the state of affairs long before the advent of man... (Iilustration by R. C. Dingli.)"
            }
        ],
        "bibliography": "",
        "headers": [
            "THE CARETAKER OF THE WORLD"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 387,
        "main_text": "to believe in a time when the “sun” was closer to Earth. As recorded in one of their tales, told in 1883: “The sun was much nearer the earth then, so that it was always pleasantly warm.”'* Of seasons there were none. “There was no winter and no freezing cold.”'“ It was only later, say these Indians, that the “sun” was pushed “farther away from the earth” and then winter, snow, ice, and hail appeared.'** In a “sun” that was “nearer the earth” we again recognize the Saturnian brown dwarf star which shed its light and warmth from Earth’s north celestial pole. So, likewise, with the Zuni who maintain that winter came much later when the “sun” es- caped, rose into the sky, and drifted away.'® Had this been our present sun, where could it have been before that? Where could it have drifted to? Can we not see that the Zuni have retained a memory of that time when Earth had basked beneath the light and warmth",
        "captions": [
            {
                "source": "internal",
                "text": "Ae       ane, Boe      -            nb dtl -       we         wf oe      seepage ees a ...but, when man finally arrived on the terrestrial scene, the situation remained much the same—a world with but one spring-like season."
            }
        ],
        "bibliography": "1 R. Erdoes & A. Ortiz (eds.), American Indian Myths and Legends (N. Y., 1984), p. 487. “4 Ibid. 5 Tbid., p. 489. 6 Thid., p. 142. 387",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 388,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "A\\ a                A                                                   oe an, “The sun was much nearer the earth, so that it was always pleasantly warm,” so the Papago Indians maintain. “There was no winter and no freezing cold.” Shown above: The Tcirkwena—an archaic ritual dance of the Papago. (ilustration by Peter F. Copeland.)"
            }
        ],
        "bibliography": "388",
        "headers": []
    }
]