[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 319,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "oe sad   anaes *  syle fe  a  pee wy a or ee  gore peeriin j    +o MS, eGR SSE ease eat             BRE    ae P’an-ku, born out of chaos, holding the Yin-Yang symbol , indicative of whirling motion. (From a nineteenth century lithograph.)"
            }
        ],
        "bibliography": "319",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 320,
        "main_text": "that that indistinct nebulosity, spoken of in the mythologies of other nations, had dispersed. It was then that “the order of time was gradually settled” for, before then, “the day and night had not yet been divided” but that, eventually, “day and night were distinguished from each other.” Thus while the Egyptian Ammon-Ra was lauded as “the god who was from the earliest times,” he was also remembered as “the beginning which abides in all things.”** Even though they were following a cosmic scenario entirely different from—and one can say in opposition to—the one proposed in this work, de Santillana and von Dechend could not help but realize that mythic themes pertained to a “Great Game played over the aeons, a never ending tale of positions and relations, starting from an assigned Time Zero...”*",
        "captions": [],
        "bibliography": "* As quoted by I. Donnelly, Ragnarok: The Age of Fire and Gravel, republished as The Destruction of Atlantis (N. Y., 1971), pp. 210-211. *5 RR. Petazzoni, “Aion-(Kronos) Chronos in Egypt,” Essays on the History of Religions (Leiden, 1954), pp. 174- 175 (emphasis added). 86 G. de Santillana & H. von Dechend, op. cit., p. 177 (emphasis added). 320",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 321,
        "main_text": "Chapter 16 The Interloping System OUT IN SPACE ne question that still needs to be answered is: What hid the Sun, the Moon, and the stars from view? One could conjecture that the stars might have been rendered invisible by the radiance, no matter how dim, emanating from the Saturnian sun. But, while true, we do not need to rely solely on that. If, as hypothesized, the Saturnian plasma- sphere was really opaque, it would have been enough to shield the stars from view. The Moon, I simply claim, was not yet in orbit around Earth.! As for the Sun, there is no way that Saturn’s dim light could have blotted out its radiance. The question then revolves on the claimed opacity of the plasmasphere. Was the plasmasphere opaque enough to blot out the Sun’s illumination? Unfortunately, as of this writing, not enough is known about planetary plasmaspheres to readily answer that question. As the plasma physicist Anthony Peratt informed me, “this is not a back of the envelope calculation,” which would probably “give you the wrong answer anyway.” What is required is a “full magnetohydrodynamic simulation with radiation trans- port,” which would take “several weeks once the problem was set up.” Despite all that, Peratt was kind enough to supply me with a “top-of-the-head-opinion.” While the scientific verdict is not yet in, Peratt’s scholarly intuition is that “it would be extremely difficult for a planetary plasmasphere to become opaque enough to entirely blot out the sun.”? Thus, together with other evidence which I shall soon be supplying, the conclusion has been reached that, during the Saturnian age of darkness, the Sun was not merely hidden, that is obscured. Like the Moon, it was actually absent. Which raises the question: Where could it have been? To be sure, the Sun was always here. Only we were not. As far fetched as it might at first appear, what I am about to propose is that the Saturnian system, including Earth and its inhabitants, was originally exterior to the Solar family of planets and that, having spent long ages traveling alone in the darkness of space, it eventually invaded the Sun’s domain to become a permanent member of the present planetary order. I realize that, by now, I have taken the reader with me into water that reaches well above our heads. We had better then start swimming —but let us take it one stroke at a time. The concept that Earth had originally been exterior to the Solar System can be traced to the Cartesian naturalist Benoit de Maillet (1656-1738). Basing his belief on ancient tradi- tions, including the Book of Genesis, de Maillet reasoned that the primordial Earth had re- volved around a sun that was much smaller than the present one up until the time of the Bib- lical Deluge. In his scheme, Earth then left its original sun and invaded the Solar System as a",
        "captions": [],
        "bibliography": "1 In order not to burden our unfolding scenario with events out of chronological sequence, the subject of Earth without the Moon is reserved for a future sequel to this work. 2 A. L. Peratt, on the Intersect electronic discussion group sponsored by KRONIA Communications, July 10, 2002 (all emphases as given). 321",
        "headers": [
            "OUT IN SPACE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 322,
        "main_text": "comet As erroneous as he might have been in the deductive process that led him to this conclusion, he displayed a sagacity for which, given the knowledge of his time, he should certainly be admired. Two centuries later, Immanuel Velikovsky was also of the opinion that a “dark star” might possibly invade our Solar System. As he wrote in 1950: “The solar system is not a structure that has remained unchanged for billions of years...Nor is there justification for the excuse that man cannot know or find out how this system came into being because he was not there when it was arranged in its pre- sent pattern...The Earth has come in [near-]contact with other planets and com- ets...Also, some dark star, like Jupiter or Saturn, may be in the path of the sun, and may be attracted to the system and cause havoc in it.”4 As apostate as Velikovsky might have been, the idea of an interloper into the Solar Sys- tem is not exactly adverse to mainstream astronomy. Thus, for instance, in 1962, R. L. For- ward expressed the opinion that Pluto was an alien that had settled among the solar family. “Apparently Pluto is a stranger which arrived in its present orbit from the regions of space...It is as if Pluto had come along, interacted with Neptune, and pushed it into an inner orbit.”> John Weir has even sought to account for the apparent deviations between the present motions of Venus and those recorded in the Babylonian Ninsianna Tablets (also known as the Tablets of Ammizaduqa) by postulating the capture of “a relatively large body” by the Solar System, which body “might have broken up and been ‘captured’ by Jupiter.”6 This is highly interesting because the invasion of such a body would have had to have transpired during historical times as opposed to the millions of years into the past to which astronomers usually relegate such occurrences. It also proves that speculative events dictated by the contents of ancient historical documents are not outside the domain of conventional astronomers. Dilettantes, including Biblical fundamentalists, have also involved themselves in similar hypothesizing. Donald Patten, with whom this writer disagrees on too many issues, is also of the belief that Earth was once extraneous to the Sun’s domain. As he wrote in 1967: “Heliogenesis must be discarded in favor of Galactogenesis. Galactogenesis implies that our planet Earth, and its satellite, the Moon, have both spent ample astronomical time both beyond our solar system as well as within it. Hence...a catastrophic time table must include both pre-solar time (galactic time) and intra-solar time (time spent within the Sun’s domain).”7",
        "captions": [],
        "bibliography": "3 B. de Maillet, Telliamed (Amsterdam, 1748), pp. 169-173, as cited by S. S. Genuth, Comets, Popular Culture, and the Birth of Cosmology (Princeton, N. J., 1997), p. 202. 41. Velikovsky, Worlds in Collision (N. Y., 1950), pp. 372-373. 5R. L. Forward, “Pluto, Last Stop Before the Stars,” Science Digest (August 1962), p. 73. © J. D. Weir, The Venus Tablets of Ammizaduga (Leiden, 1972), p. 78. (NOTE: Immanuel Velikovsky had attributed this to Peter Huber—see “Retrospect,” SIS Review III:2 (Autumn 1978), p. 40—but, in effect, Huber was quoting Weir.) 7D. W. Patten, The Biblical Flood and the Ice Epoch (Seattle, 1967), p. 301; idem, “The Scars of Mars,” Catastrophism and Ancient History X:1 (January 1988), p. 25. 322",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 323,
        "main_text": "But then, returning to the topic with Samuel Windsor in 1988, the original proposal was expanded to cover more than just Earth and the Moon. According to these two writers, the entire planets of the present solar family had once belonged to an extraneous system gov- ered by a dark star, the binary partner of the Sun, which they referred to as Planet X.8 In this scenario, the Planet X system would, from time to time, have approached closer to the Sun where, with each close approach, the latter slowly stripped Planet X of its brood of planets, a few at a time. Patten and Windsor did not have the mytho-historical record in mind when they con- structed their scenario. Theirs was actually an attempt to disprove the nebular hypothesis usually attributed to Immanuel Kant and supplant it with what Patten and Windsor believed to be a more viable history of the formation of the Solar System.? They did not even seem to realize that Kant’s nebular hypothesis had already been discarded at the time they proposed their theory. Thus, their various objections to Kant’s nebular hypothesis are entirely superfluous. Besides, it did not even dawn on them that their version of the formation of the Solar System begged the question of how the Planet X system itself originated. On that score, if on no other, their scenario is as redundant as their objections. Worst of all, the detailed step by step description of the manner in which this planetary transfer too place, with precise orbital and rotational periods, values of eccentricity, closeness of approach, etcetera and so forth, both before and after capture, often given to many places of decimal, makes one think that the authors had actually been there at the time with a load of scientific instruments to record it all for posterity.!° Theirs is not a methodology that inspires confidence, let alone credence. Actually, it was Ralph Juergens who set us on the right path. Back in 1977, basing his scenario on what little Velikovsky had yet published about the subject of Saturn, he was bold enough to climb out on what was then still considered something of a slim limb. As he wrote: “...some points of...discussion may emerge from a consideration of Velikovsky’s as yet unpublished evidence that Saturn was once a star and in all likelihood the Earth’s “Sun’ at one time... “Velikovsky has stated that Satum was disrupted in a near-collision with Jupiter. Knowing little or nothing of the details, I can most easily imagine such an encounter in terms of a Saturnian planetary system, which included the Earth, being invaded, dismembered, and captured by an interloping system of relative giants consisting es- sentially of the present Sun and Jupiter... 1! Out in space, this would be the same as having the Saturnian system invading the Solar one, as per our present supposition. On the other hand, in this work, I have nothing to offer concerning the disruption of Saturn through a collision with Jupiter. Nevertheless, the hypothesis that Saturn and Earth had once constituted a planetary system that was exterior to ours fits our unfolding scenario to the proverbial Tee.",
        "captions": [],
        "bibliography": "8 D. Patten & S. Windsor, “The Organization of the Solar System—Part II: A Galactic Capture Hypothesis,” AEON 1:5 (September 1988), pp. 97 ff. 2 Thus see, idem, “The Organization of the Solar System.” AEONT:4 (July 1988), pp. 77 ff. 10 See here especially idem, The Recent Organization of the Solar System (Seattle, 1995), in toto, but also its review by W. Thornhill in AEON IV:4 (April 1996), pp. 113-115. UR. E. Juergens, “Juergens Replies,” to “The Critics and Stellar Energy,” SIS Review 1:2 (December 1977), p.49. 323",
        "headers": []
    }
]