[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 219,
        "main_text": "The Yakut of Siberia knew of a celestial locality called “the still center of the world” from which “the sun never sets.”\"™ Of course, there will now be those who will argue that, in Earth’s polar regions, the Sun remains above the horizon for half of the year and, in that respect, it never sets. Unfortu- nately for this argument, the Sun does eventually set, and it remains absent for the second half of the year. Besides, while visible during the short summer months, the polar Sun is hardly immobile as it circles around the sky above the horizon. In view of what we have al- ready uncovered concerning the immobility of the primeval Saturn, it is more than obvious that what the Yakut were describing was the dimly remembered Satumian sun. This will be- come all the more apparent in the next chapter when we will throw further light on that ce- lestial locality here called “the still center of the world.” What we have learned in this chapter, therefore, is self-illuminating —that, still according to the ancients, and during the time we have been investigating, the planet Saturn not only shone as a sun in a sky that was devoid of other astronomical bodies, but, as seen from Earth, this Saturnian sun was seen to neither rise nor set. It seemed, instead, to have radiated down on mankind while being permanently fixed in one spot. How could this have been possible?",
        "captions": [],
        "bibliography": "4B. A. Butterworth, The Tree at the Navel of the Earth (Berlin, 1970), p. 29. 219",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 220,
        "main_text": "Chapter 10 The Polar Station A CHOICE OF MODELS iven that Earth was a satellite of Saturn, one way in which the giant planet could have appeared immobile in Earth’s primeval sky is if Earth had been in phase-lock with its primary. This is precisely the case with our Moon which is in phase-lock with Earth. What this means is that the Moon rotates on its axis in the same time it takes it to revolve around Earth. Thus, as seen from Earth, the Moon always presents the same face to us. The other side of the Moon, usually called the far side, is not visible from Earth. (It was revealed to Earth-bound eyes for the first time through the photographic capabilities of twentieth century space-probes.) What this also means is that, as seen from the lunar hemisphere facing Earth, as those astronauts who landed on the Moon could see for themselves, our world appears motionless, that is fixed in one spot, pasted on the darkness of the lunar sky. Whether Earth appears stationary at the zenith of the lunar sky, half way down the sky, or permanently fixed on the horizon, or even half hidden by the horizon, would depend on the lunar locality from which it is viewed. There is, of course, no need to point out that, from the far side of the Moon, Earth is simply not visible. As Alan Stern and Jacqueline Milton pointed out, a similar situation, but somewhat in reverse, holds for the planet Pluto and its satellite Charon. Since Charon’s orbital period is the same as Pluto’s rotational period, to a Plutonian, Charon would appear to be similarly fixed in the sky.! (Patrick Moore misspoke when he called this “a situation unique in the Solar System,”? since he seems to have forgotten the case of the Moon when he penned these words.) There is another way in which Saturn could have appeared immobile in Earth’s sky. This could have come about if Earth had been suspended directly “beneath” or “above” one of Saturn’s poles, with both planets sharing the same axis of rotation. In that case, Saturn would have appeared fixed in Earth’s north or south celestial sphere. This, however, is not only an unheard-of situation which is nowhere duplicated in our present Solar System, it is also one which defies presently accepted celestial mechanics. All it inspires is disbelief. It is, therefore, understandable that, in his Saturnian scenario, as extracted from the “garbled” system of Philolaos, Lynn Rose opted for an Earth in phase lock with Saturn.3 And yet for years I had reason to object to Rose’s explanation of this phenomenon,+ just as he found reason to object to mine®>—since, almost from the very start of my research, I had come to the conclusion that Saturn’s proper placement in Earth’s primordial sky had to have",
        "captions": [],
        "bibliography": "3p. Moore, “Worlds on the Edge,” New Scientist (January 3, 1998), p. 39. Ibid. 3 L. E. Rose, “Variations on a Theme of Philolaos,” KRONOS V:1 (Fall 1979), p. 26. 4 See, for instance, D. Cardona, “The Reconstruction of Cosmic History,” AEON II:2 (February 1990), pp. 116 ff. 5L. E. Rose, op. cit., pp. 12 ff.; idem, “On Saturn at the North Pole,” AEON I:6 (December 1988), p. 39. 220",
        "headers": [
            "A CHOICE OF MODELS"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 221,
        "main_text": "ee ‘ i : i i i ; ' i ! f '",
        "captions": [
            {
                "source": "internal",
                "text": "LN  a   a gain  \"      hie Earth as seen from the surface of the Moon—permanently fixed in one place. (Photograph courtesy of NASA.)"
            }
        ],
        "bibliography": "221",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 222,
        "main_text": "been in Earth’s north celestial sphere.© Given that Rose’s model is more feasible from a physical point of view, why do I opt for this bizarre idea? The answer is simple enough: That is where the mytho-historical record places the primeval Saturn—plumb in the centre of Earth’s north celestial sphere, the very place which is presently occupied by the Pole Star. That this is an outlandish theory there is no doubt. Despite the fruit of my research, even I ended up disbelieving the entire thing, and I must honestly admit that it was not until I had read Hamlet’s Mill that I finally accepted all that my research had unearthed. If, as I reasoned at the time, scholars of the caliber of Giorgio de Santillana and Hertha von Dechend, the au- thors of Hamlet’s Mill, had been able to unearth the same set of bizarre situations in connec- tion with Saturn’s polar station, I could not be that far off the mark myself. If the authors in question could discuss the ancient belief in a Saturn that was permanently fixed in Earth’s north celestial sphere, then so could I. That de Santillana and von Dechend chose not to ac- cept what they themselves had discovered was their business.” But the lameness with which they ended up explaining away what they had brought to light made me all the more ready to accept it all. Now it has to be said that both Rose’s model and mine (as well as David Talbott’s) are based on the mytho-historical record. Let us then examine what the mytho-historical record has to say about the subject. EL—ELOAH—ELOHIM Because we shall be delving more into the Old Testament as we go along, a few words concerning this collection of Hebrew books are in order. The oldest complete version of the Old Testament is the Greek Septuagint (2nd century B.C.). The Hebrew text from which it was translated is no longer extant in any complete form. The oldest Hebrew version that we now possess in entirety is the Massoretic Text (6th to 8th century A. D. ) Not only is there something like eight hundred years separating the two, there are also major differences between them. While the Septuagint is not always to be preferred, it is superior to the Massoretic Text which, beyond dispute, contains more numerous corruptions. To be sure, the Massoretic Text has remained unchanged since its “fixing” in the 6th century A.D., but that a great number of changes had been introduced before that date is also well known.® Textual comparison has long made it obvious that the Septuagint, compiled by the Jewish scholars of Jerusalem at the behest of Demetrius Phalereus and Aristeas for Ptolemy Philadelphus and the Jews of Alexandria,? was translated from a Hebrew text that was purer than the much later Mas- soretic version. The issue, of course, is more complex than that, but the above should suffice to remind the reader that, when it comes to interpretation, not all versions of the Old Testament are of equal value. In what follows, and throughout this work, we shall therefore be comparing various versions in an attempt to ferret out what the original beliefs might have been. In matters where even comparison will leave us stranded at an impasse, however, it is to the Septuagint that we shall bow our heads, simply because, where no other arbiter is available, it is the oldest version that should receive the benefit of the doubt.",
        "captions": [],
        "bibliography": "© See here, D. Cardona, “The Road to Saturn,” AEON 1:1 (January 1988), pp. 108-129; idem, “The Road to Saturn,” Part Il, AEON 1:3 (May 1988), pp. 109-138. 7G. de Sanmtillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 136. 8 J. F, Stenning, et al., “Bible,” Encyclopaedia Britannica (1959 ed.), Vol. 3, pp. 504-505. °L. Canfora, The Vanished Library (Los Angeles, 1990), pp. 15 ff. 222",
        "headers": [
            "EL—ELOAH—ELOHIM"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 223,
        "main_text": "What I wish to stress at this point, more than anything else, is that the Old Testament speaks of various deities which, in English and other translations, were changed to read “God,” “Lord,” “Lord God,” “Most High God,” etc. Leaving all sectarian biases aside, we shall therefore re-insert the correct Hebrew names of these deities in the quotes we shall be citing throughout the rest of this work. As we progress, we shall also see whether these vari- ous names were merely cognomens of one and the same deity. The first three such names which will concern us in this study are El, Eloah, and Elohim. Now it has sometimes been stated that “Elohim,” which name is mentioned 2570 times in the Old Testament,!° is “the plural of a lost singular.”!! The singular, or synonym, of “Elohim,” however, is hardly lost; it is merely “El” and/or “Eloah.”!? To William Heidel, the Elohim were the allies of El!3—whatever these might have been. The name “Elohim,” how- ever, was not always used as a plural. A. Murtonen, for instance, tells us: “As to the primary meaning there cannot be any doubt, the word being formally a plural, but the singular mean- ing is also very old, as the Ras Shamra [i.e., Ugaritic] texts prove.”!4 Murtonen goes out of his way in attempting to explain this plurality,!> but, in the end, it seems to boil down to an old usage equivalent to the more modern royal “we.” As David Rohl succinctly phrased it: “Biblical Hebrew occasionally employs something scholars call the ‘majestic plural.’ In effect it is a plural ending added to a deity’s name to confer status or majesty. In the Old Testament the best example is Elohim which does not mean ‘the gods’ but is rather the god El with the majestic plural im appended.”!6 Eloah, on the other hand, only appears 57 times in the Old Testament, “and almost en- tirely in poetry”! such as the Book of Job. That Eloah was the equivalent of El,!8 mean- while, is brought out in the same Book of Job where the two names are used interchange- ably.!9 According to Murtonen, this variant of the name is merely the vocative of “El”20—that is the form used in invocation. Which leaves us with the shortened form “El” which, apart from its inclusion in theophoric names, appears 230 times in the Old Testament. ?! That El was the god of Israel par excellence is borne out by the fact that when Jacob arrived in the city of Shechem, in the land of Canaan, following his twenty-year sojourn working for Laban, he set up an altar and called it El-elohe-yisrael, which means “El, God of Israel.” 22 More than that, however, is the very name Israel itself. Although, as Hans Goedicke noted, all efforts to explain the name have been unsuccessful, it is definitely a theophoric one",
        "captions": [],
        "bibliography": "10 A. Murtonen, A Philological and Literary Treatise on the Old Testament Divine Names (Helsinki, 1952), p. 25. 11 “Biblical Encyclopedia, Concordance, and Subject Index,” to the King James version of The Holy Bible (N. Y., 1913/1954), p. 120. 12 4. Murtonen, op. cit., p. 42; J. Morgenstern, “Divine Triad in Biblical Mythology,” Journal of Biblical Hiterature LXIV (1945), pp. 22, 23; W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 470. Ibid. 14 4. Murtonen, loc. cit. 15 Ibid. 16 D. M. Rohl, A Test of Time: The Bible—From Myth to History (London, 1995), p. 228. 17 A Murtonen, op. cit., p. 25. 18 And see here also, J. Morgenstern, op. cit., p. 23. 19 See, for instance, Job 22 where Eloah is used in verse 12, and El in verse 13. 20 A. Murtonen, op. cit., p. 41. 21 Ibid., p. 25. 22 Genesis 33: 18, 20. 223",
        "headers": []
    }
]