[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 464,
        "main_text": "What is left is to explain how a Birkeland current is made visible. After all, since it, too, follows Jupiter’s magnetic field lines, Io’s flux tube is also a Birkeland current.>? It thus turns out, after all, that Lynn Rose’s postulate is not as unsound as | had originally assumed. As stressed earlier, however, Io’s flux tube is not optically visible. Neither are the Sun’s pole- ward emissions. As we have indicated, the mythological axis mundi, on the other hand, seems to have been very much visible. So are astral jets. Under what conditions, then, can a Birkeland current be made visible as a twisted ray of light? Needless to say, this might not be the right question to ask, especially since Birkeland currents have already been explained as invisible power transmission lines. Even so, as the plasma physicist Anthony Peratt stated at the Laughlin World Conference sponsored by KRONIA Communications on July 8, 2001, a Birkeland current can be made visible through the detritus it may collect about it. What is, however, really visible is the plasma through which these currents flow. To be sure, the plasma itself needs to be made visible. According to the electrical engineer, Don Scott, there are three different modes in which a plasma can operate, and these depend on the strength of the electrical current passing through it. In what is known as the dark current mode, where the electrical current is very low, the plasma will not glow and, therefore, remains invisible. It can only be detected through the measurement of its electrical activity with sensitive instruments. As Scott ex- plains, the present magnetospheres of the Solar System planets “are examples of plasma op- erating in the dark current mode.” But if the strength of the electrical current is “significant,” the entire plasma begins to glow, its brightness being naturally dependent on the strength of the current. If the electrical current is very high, the plasma goes into arc mode, during which it “radiates brilliantly over a wide spectrum,” with the current tending to form the filaments we are now becoming familiar with.*3 But, with a current of 400,000 volts, why does Io’s flux tube not glow? As Peratt ex- plains, given the size of the system, this is not a “terribly impressive” amplitude. Translating into one mega-ampere, it even falls short of the seven mega-amperes conducted by Earth’s circular auroras, made visible in Earth’s northern and southern polar skies (even though this varies considerably).34 So that while it is the strength of the current passing through a plasma that accounts for its ability to glow, this strength has to be considered in relation to the size of the system that spawns it or, better said, in relation to the magnitude of the plasma itself. As Scott explains further, it is not the actual current in total amperes that is the real issue, but the current density, that is the amount of amperes per square meter.35 Actually, Peratt defines the situation even further and, at the risk of befuddling the lay reader, I hereby include his words for the benefit of the specialists. As he stated, whether a plasma glows or not relies on how energetic the relativistic electrons happen to be, plus the strength of the magnetic field, “as this determines the intensity of synchrotron radiation the electrons beam towards Earth.”3° Those who are interested enough can consult his major work on the subject.37 As for our own proto-Saturnian polar column—or “polar Birkeland current” —Peratt es- timates it to have probably carried something like “a thousand mega-ampere into and out of",
        "captions": [],
        "bibliography": "32 W. Thornhill, on the Intersect discussion group sponsored by KRONIA Communications, November 26, 2001. 33D, Scott, on ibid., December 29, 2001. 34 A. L, Peratt, on ibid., March 23, 2002. 35D. Scott, on ibid., March 25, 2002. 36 A. L, Peratt, on ibid., March 25, 2002. 37 Idem, Physics of the Plasma Universe (N. Y., 1992), Chapter 6 in toto. 464",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 465,
        "main_text": "the planetary polar regions.” 38 As earlier stated, it would not be correct to claim that proto-Saturn’s polar column was a stellar jet comparable to Herbig Haro objects. Even if scaled down from stellar amplitudes to brown dwarf magnitudes, such jets would remain colossally active in their electrical mani- festation. It is more than probable that proto-Saturn’s polar ray did originate as such a jet, but it is doubtful that it still retained its full potential by the time man came upon the scene. As Ken Moss suggested, it would have been more likely that the polar ray mankind re- members was, at best, the remnant of an original jet.3? And why not? After all, cosmic jets are known to fade. As Peratt disclosed in 1992: “Comparison of the integrated magnitude of the jet in M87 over the period 1934-1980 shows that the jet is variable and has been fading, more or less uniformly, by about 0.8 mag per decade between 1964 and 1980. The data imply that over the period 1952-1980, the total jet intensity fell by at least 2.5 mag. Comparisons of isophotes taken in 1964 and 1979 show no obvious differences in overall shape, apart from ef- fects of variation and noise. This indicates that the fading has affected the whole channel uniformly since 1964...”4° That jets fade is exemplified by our present Sun. The present poleward fields emanating from the Sun are so relatively weak that they operate in the dark mode. It is, however, doubt- ful that they always did so. As we shall soon see, brown dwarfs are believed to degenerate into giant gas planets. What this additionally means is that any jets spawned by such free floaters, already scaled down, would necessarily continue to decay in their electrical amplitude. We have no way of knowing at what exact phase in its evolution the proto-Saturnian brown dwarf star had ar- rived at during the time of man, prior to its entry into our Solar System. It, however, seems reasonable to assume that it was well along its way in its evolutionary transformation. Even the word “jet” might be misleading here where “a sustained Birkeland current” might much better fill the nomenclative bill. Despite all that, none of the above is to say that proto-Saturn’s polar column was devoid of electrical activity, or that this activity failed to manifest itself in catastrophic dimensions. It should, however, be emphasized that, during man’s existence on Earth, the polar column did not always exhibit its full tornadic force and, if we are to believe the mytho-historical re- cord, its twisted serpentine character was not always apparent. As seen from latitudinal dis- tance, very much as Thornhill intuited, the column would have appeared “like a spectacular auroral effect,” a tapering swath of light stretching all the way from proto-Saturn to Earth’s north axial pole, a thing of beauty, even one of tranquility. Yes—it would have been seen to whirl, perhaps even accompanied by an electric hum. It is even possible that ancient man at- tempted to approach it. But as one came ever closer to it, its vibrational envelope, to say nothing of an electrical feel similar to that encountered prior to a storm, would have been felt as a warning against further approach. THE ARCTIC DEPRESSION Such a planetary tornado, in the form of a rotating sustained Birkeland current, acting continuously over the same area in Earth’s north polar region, scouring the land underneath, should have left an indelible scar. As it happens, small as it is compared to the Pacific and",
        "captions": [],
        "bibliography": "38 Idem (see reference #34). 39 Verbal communication to the author. 40 A. L. Peratt, Physics of the Plasma Universe (N. Y., 1992), p. 245. 465",
        "headers": [
            "THE ARCTIC DEPRESSION"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 466,
        "main_text": "Atlantic, the Arctic Ocean “contains four depressions of oceanic depth which, unlike other oceans, hold large volumes of sediment.”4! This bespeaks a different method from other oceans by which these sediments were collected. Charles Ginenthal understood this extra thick sediment as having been deposited by “a global, oceanic tidal wave, flowing north- ward.”42 This is a theory that has also been proposed by Jueneman.* As the latter indicated, however, such a flood, acting through waves of translation, would have been subject to Earth’s rotation and would have swept from the equator in a colossal spiraling tide toward both poles, to say nothing of travelling back toward the equator.“ That being the case, these waves should just as easily have deposited their load of sediment in other land-encircled seas which would have been in their path, such as Hudson’s Bay and the Black, Caspian, and Baltic Seas. Why, then, do we not find a similar thick load of sediment in these depressions? It is not that Earth’s Arctic region has not been inundated by an immense flood—which subject is also reserved for a future volume—but this would have entailed an entirely differ- ent mechanism.*> Under the scheme presented here, it seems more reasonable to suppose that the thick sediment of the Arctic Ocean was created in situ by the constant scouring of the tornadic polar column. Also, as we have seen, Earth’s boreal lithospheric bulge would have risen because of proto-Saturn’s proximity. The tidal heaping of Earth’s interior magma, however, would have actually been greater than at the surface. The thermal energy which would have resulted from the friction between this molten material and the enveloping crust would have enhanced the magma’s mobility. This heated plastic matter would then have broken through the surface, causing a collapse of the crust. This is precisely what has been discovered in the Eurasian Basin of the Arctic Ocean, an area which “represents a regional collapse of the Earth’s sur- face due to material being removed from the lower mantle.” Even more recently, a swirling vortex of molten rock has been discovered 3000 kilome- ters beneath the North Pole.4” Peter Olson and Jonathan Aurnou, then from the Johns Hop- kins University in Baltimore, Maryland, traced a flow of almost a quarter of a degree per year in a region some 2400 kilometers across. As Olson stated, the flow “has the structure of a gi- ant hurricane.”48 There is, incidentally, no point in claiming that these effects could have been caused by a different set of circumstances. What is stressed here is that this is precisely what our theory demands and, in that respect, the demand is met. In conjunction with the other physical evi- dence from the same region supplied in earlier chapters of this work (to say nothing of what we intend to add in coming volumes), the accumulating signs continue to build up in our the- ory’s favor. One more problem yet to be solved concerns the manner in which Earth came to be locked within proto-Saturn’s polar column. This, however, is going to take us on a final tan-",
        "captions": [],
        "bibliography": "41 “The Four Oceans at the Top of the World,” New Scientist 21 (1964), p. 7 (emphasis added). 42 C, Ginenthal, “The Flood,” The Velikovskian 11:4 (1994), p. 35. 43 F, B. Jueneman, “The Terrestrial Sea: A Critical Model of Science and Myth,” AEON IV:6 (May 1997), pp. 32-33; but see also, R. M. Smith, “Some Thoughts on the Saturnian Sun and Polar Column,” AEON V:1 (November 1997), p. 5; G. P. Williams, “Changing Sea Levels,” AEON V:3 (December 1998), pp. 21 ff.; D. Cardona, op. cit., p. 68. 44F. B. Jueneman, loc. cit. 45 See here D. Cardona, op. cit., pp. 62 ff. 46 Y. Herman (ed.), Marine Geology and Oceanography of the Arctic Sea (N. Y., 1974), p. 100. 47 “Hurricane of Rock,” New Scientist (November 13, 1999), p. 27. 48 Nature, Vol. 402, p. 170; see also D. Cardona, op. cit., pp. 66 ff., for additional physical evidence from Earth’s north polar region. 466",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 467,
        "main_text": "gential trek which will go a long way in elucidating the manner in which solar systems are formed. FREE-FLOATING SUB-BROWN DWARFS As noted earlier, free wandering objects out in space are now being regularly discovered. The problem that is now facing astrophysicists is to determine whether most of these are planets or brown dwarf stars. As we have already seen, red and brown dwarfs are believed to “occupy the middle ground between planets and stars.”4? But the demarcation between stars, dwarf stars, and planets seems forever to be changing. To make matters worse, along the way a new class of free-floating objects were discovered that were “lighter than the lightest brown dwarf and heavier than the heaviest planets.”> While less massive than brown dwarfs, some astronomers have questioned the use of the word “planets” to describe them. Other problems have been listed besides their massiveness. Thus, to give one lame example, it has. been. cal- culated that the objects lurking in the globular cluster known as M22 “make up as much as 10 percent of the cluster’s mass— too numerous to be wandering ‘orphaned’ planets.”>! As if quantity has any bearing in the classifying of astronomical bodies. Alan Boss settled on the term “sub-brown dwarfs” as a designation for these free-floaters. But, as Glen Schneider opined: “Give a billion years of cooling and evolution, and these ob- jects may be indistinguishable from planets.”52 This is primarily because it is believed that these objects are still contracting, “collapsing because of their own gravity.” As Maria Za- patero-Osorio stated: “With time, they will look like Jupiter and Saturn.”*? And did not Carl Sagan claim that, at least in the infrared part of its spectrum, “it might even be correct to con- sider Jupiter a star”?™4 Did not Mark Marley more recently note that: “If you line a mug shot of Jupiter up with these guys, it [i.e., Jupiter] is just a very low-mass brown dwarf.”?55 And if Jupiter, why not then Saturn? All of which eliminates the objection concerning whether such a brown dwarf star—or should we say sub-brown dwarf star?—could ever turn into the planet Saturn as proposed in the present work. But what of the stated billion years said to be required for such a transformation? Unanimity among astrophysicists seems to be as rare as that among politicians. Thus, quite recently, when Goran Sandell discovered what he believes to be a “monster of a proto- star” in the Cepheus constellation, near the emission nebula known as NGC 7538, he claimed that it, and others like it, could develop into a high-mass star “in an astronomical blink of an eye—only about 10,000 years.” Back in 1977, astronomers focused on a disk-shaped object in the constellation Cygnus which was identified as an evolving star. Not only that, it was said that it “could well be a sun in the process of forming its own planets.” Although the object, dubbed MWC 349, had been known since the 1930s, it was only now that they “realized how unusual it",
        "captions": [],
        "bibliography": "49 K. Wright, “When Is a Star Not a Star?” Discover (January 2002), p. 28. 50 W. Schomaker, “How to Make a Brown Dwarf,” Astronomy (October 2001), p. 28. 51 Press release from the Hubble European Space Agency Information Centre, Garching, Germany, June 2001 (emphasis added). 52 W. Schomaker, loc. cit. 53 M. Fox, “Rogue ‘Gas Balls’ in Space Break Rules of Solar System, Astronomers Find,” The Vancouver Sun (October 6, 2000), p. A13. >4C. Sagan, Cosmos (N. Y., 1980), p. 158. 55 “Astronomers Find Jupiter-Like Weather on Brown Dwarts,” Science Daily [Internet] Magazine (June 3, 2002). 56 P, Morledge, “Walking Among Baby Giants,” Astronomy (October 2001), p. 26. 467",
        "headers": [
            "FREE-FLOATING SUB-BROWN DWARFS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 468,
        "main_text": "was.”57 As the editors of TIME reported: “In simultaneous observations, the scientists dis- covered that the star, already ten times the size and 30 times the mass of the sun, was sur- rounded by a great glowing disc some 224 million km. (approximately 140 million miles) in diameter.”>8 The strange thing about this, however, is that the star was believed to be “little more than 10,000 years old,” even though it is believed to be still developing.>° Stranger still was the rate at which it was developing. As stated in the periodical in question: “Such a process can sometimes take millions of years. But scientists will not have to wait that long to see how MWC 349’s birth turns out. At the rate at which the disc is disappearing, it will be gone in a mere 100 years.”© Another star, FG Sagittae, has been said to be evolving so rapidly, it can actually be seen changing color as it moves from one theoretical phase to another. This star has already changed from blue to yellow over a mere 40 years. In view of these cases, it does not seem reasonable to assume that a body so much less massive would take a billion years to form. Coincidentally or not, 10,000 years is precisely the amount of time Sam Flamsteed claimed it would take a brown dwarf star to turn into a Jupiter sized planet. © Additionally, it is believed by some that brown dwarf stars do not shine like stars, even though they generate enough heat to be detected by infrared-sensing instruments.® Stuart Goldman, on the other hand, seems to disagree when he speaks of “the visible [although feeble] light from such stellar embers.” And, according to the editors of Astronomy, thirty newly discovered brown dwarf stars in Rho Ophiuchi are considered to be young enough to allow them “to glow slightly brighter than their older relatives.”®> This is precisely what we have been proposing for the brown dwarf star that was proto-Saturn in the past pages of this volume. In the interim, models based on the known characteristics of these dwarfs have been cre- ated in order to ascertain what these sub-stellar bodies actually look like. According to what Adam Burrows and his colleagues at the University of Arizona have called a “first stab,” based on the so-far limited data available, the conclusion has been reached that brown dwarfs can radiate in tints progressing “from red to purple to magenta.” If this turns out to be so, further conforming to our postulate regarding proto-Saturn’s dull red hue, it would also coin- cide with Thornhill’s claim that, besides its infrared emission, proto-Saturn would have radi- ated in ultra-violet light.°7 Some brown dwarfs, it has been theorized, might even be cloudy. As Stuart Goldman ex- plained:",
        "captions": [],
        "bibliography": "57 “Witnesses to a Creation,” TIME (June 27, 1977), p. 55. 8 Ibid. > Ibid. 60 Jbid. (emphasis added). 61 New Scientist (September 14, 1991), p. 14. ©2 §. Flamsteed, “Impossible Planets,” Discover (September 1997), pp. 80-81. 63 K. Wright, loc. cit. 4S. J. Goldman, “Brown Dwarfs Showin, g Their True Colors,” Sky & Telescope (February 2002), p. 22 (emphasis added). 65 Boxed item, Astronomy (February 2002), p. 28. 66S, J. Goldman, loc. cit. 67 W. Thomhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48. 468",
        "headers": []
    }
]