[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 459,
        "main_text": "called for Mars as the boreal planet, the mechanics of a Rankine vortex could just as easily be applied to our Saturnian model. As Jueneman explained it, a Rankine vortex consists of “nested cylinders of atmospheric gases and debris, one within another, each separated by density gradients caused by pressure, thermal, and perhaps electrical differentials.”® But what would have been the cause of such a planetary vortex? As explained in a previous chapter, proto-Saturn’s proximity would have raised a litho- spheric bulge in Earth’s northern region, the shadow of which exists to this day. But, too, as there explained, Earth’s hydrosphere and atmosphere would also have responded to proto- Saturn’s attractive force. As Jueneman clarified, this gravitational force would have been en- hanced by the inertia inherent in the synchronous rotation of the planetary pair. Thus the gentle westerly winds of lower latitudes “would have turned into increasingly violent south- westerly gales” at higher ones. In their northward spiral, aided by coriolis effects, these hur- ricane winds would then have towered above Earth’s north polar region.® “The tremendous energy of forward motion in the air mass, imparted by the relatively close proximity of the northern celestial body, would have been converted into angu- lar momentum, increasing the velocity of this atmospheric maelstrom as it continued to accelerate into a tighter and tighter spiral. Finally, it would have sent a towering tornado-like polar column beyond the upper atmosphere and deep into space, ever reaching toward the northern body and forming a gaseous bridge in an attempt to span the void between.”!° The beauty of this model is that, unlike Talbott’s flow of debris and Rose’s flux tube, it readily explains the whirlwind motion attributed to the mythological axis mundi. But does it lend itself to a ray of light shining from above? After all, as we all know, tornadoes are any- thing but luminescent. They are, on the contrary, often very dark in appearance, some of them close to black, and definitely opaque enough to mask their internal lightning displays. And yet, external luminosities have been known to accompany tornadoes such as that which roared through St. Louis in 1959. This was described by various witnesses as having been of “a continuous illumination,” “a flame-like flare right up from the horizon,” and of “the shape of a broad sword.”!! Others have been described as having a “beautiful electric blue light” around them, or of looking “like a searchlight beam” extending down to the skyline.!? Jueneman himself attributes various electrical and light activity occurring within his planetary vortex'3 but, as he described it, much like the tornado mentioned above, the overall appearance of the planetary vortex would have been a “bluish color” of “exquisite bril- liance...encased in a pale green envelope.” '4 Granted that some of these effects stem from Jueneman’s objective perceptivity, it is difficult to judge how much of them might also be due to his fertile speculation. For years I had accepted Jueneman’s model as being a tentative valid prototype of the mythological polar column. Then, as the years went by, my interest shifted to the discovery",
        "captions": [],
        "bibliography": "8 Ibid., p. 40. 9 Ibid., pp. 39-40. 10 Jbid., p. 40. 11 B, Vonnegut, “Luminosity Accompanying St. Louis Tornado—February 10, 1959,” Monthly Weather Review (February 1959), p. 64. 12 Jdem (with J. Weyer), “Luminous Phenomena in Nocturnal Tornadoes,” Science (September 9, 1966), pp. 1213-1220. 13 FB. Jueneman, op. cit., pp. 45-47. 14 [bid., p. 48. 459",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 460,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "=           4 ney ah, Frederic B. Jueneman (Photograph—1995—by the author.)"
            }
        ],
        "bibliography": "460",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 461,
        "main_text": "of jets of plasma ejected by galaxies along their spin axes and, later, by similar jets ejected by stars. To be sure, I was at first overpowered by the colossal size of these jets which would dwarf even Rose’s flux tube and Jueneman’s planetary vortex. But then I reasoned that if these jets can exist in both galactic and stellar magnitudes—the difference in masses of which is enormous—they might also exist in planetary dimensions. After all, the difference in scale between planets and stars is much less than that between stars and gal- axies. Thus, in a 1997 posting on KRONIA’s in- ternet discussion group, I asked whether such jets might not “explain” the polar column associated with the primeval Saturnian sun, to which Wallace Thornhill replied: “Since the first Portland conference [spons- ored by KRONIA Communications in 1997], I have considered the polar column to be a manifestation of a polar jet, which would have enveloped...Earth. The corkscrew motion of hat jet would have been responsible ‘or...rotating discharges...as seen from Zarth.”!5 This polar jet, according to Thornhill, would ave been a sustained plasma discharge in the ‘orm of Birkeland current,!© which claim is up- ield by the plasma physicist Anthony Peratt.!7 According to Thornhill: “Birkeland currents are the natural form of electric currents in magnetized plasma. It is the only way to pass high currents through a plasma for any distance. They are the invisible power transmission lines in space.” !8 This brings to mind what Ralph Juergens had already noted in 1976, to the effect that “the column-like structure connecting Saturn and earth might have been of the nature of a steady electric discharge.”!9",
        "captions": [
            {
                "source": "internal",
                "text": "{ f ] Birkeland current                              I 1 ]"
            }
        ],
        "bibliography": "15 W. Thornhill, KRONIA internet discussion forum, (December 19, 1997). 16 Idem, “The Electric Universe (Beaverton, Oregon, 1997), p. 100. 17 A. L. Peratt to D. Cardona on the Intersect electronic discussion group sponsored by KRONIA Communications, July 24, 2002. 18 W. Thomhill, on the Intersect electronic discussion group sponsored by KRONIA Communications, November 26, 2001 (emphasis added). 19 R. E, Juergens to D. Cardona (December 19, 1976), private communiqué. 461",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 462,
        "main_text": "But can an electric discharge be sustained? Apparently so. Thus, for instance, in 1991, Andrew Gray discovered a bright strand, 150 light years long and a couple wide, near the centre of the Milky Way. Dubbed “the Snake,” it is similar to other so-called “threads” which have been discovered within the barrel-shaped region of space known as the Galactic Centre Lobe. Gray himself is of the opinion that the Snake “is an electrical discharge, like a vast lightning bolt—so vast that it just hangs in space, instead of disappearing as earthly lightning does.”20 Meanwhile, the “corkscrew motion” of the jet, as mentioned above, originates from the plasma’s discharge system. As Thornhill succinctly explained: “...plasma is highly structured, allowing electric currents to flow through it along magnetic field lines in the form of filaments, themselves twisted into ropes. Such twisted filaments are seen in the powerful jets issuing from the cores of active galax- ies, the tornadic clouds in the Lagoon nebula, the giant prominences streaming from the sun, comet tails, etc.”2! Moreover, these twisted filaments are not static, but highly active vortices,?? thus ac- counting for the whirlwind motion endemic in the mythological axis mundi, But then, harking back to astral jets, is it known that these rotate? They surely do. Thus, for in- stance, data received from the Ulysses spacecraft showed that the twisting field lines connected to both poles of the Sun rotate with it. As Thornhill stated: “Astral jets are a more active and visible manifestation of the same Birkeland currents.”?3 This, of course, had already been ascertained by others, including Eric Lerner, who described such a jet as “a plasma-pinching vortex filament.”4 As he explained: “The vortices are produced by a phenomenon known as the pinch effect. A straight thread of electric current flowing through a plasma surrounds itself with a cylindrical magnetic field. This field attracts other currents flowing in the same direction. Thus the tiny current threads tend to ‘pinch’ together, drawing the plasma with them. The converging threads are twined into a plasma rope, much as water converging toward a drain generates a swirling vortex.” 25 As indicated by the diagram on the previous page, a Birkeland current has the appearance of two serpents twisted about each other. And was not Boreas originally said to have possessed serpent tails for feet? (Even so, it should be noted that the serpentine structure of the axis mundi was not always visibly apparent, concerning which much more will be di- vulged in a future volume.)?6 Taking his cue from Thornhill, Talbott, too, latched on to the polar jet theory. Thus, in an interview conducted by AEON, he spoke of the “galactic scale plasma model” which carried",
        "captions": [],
        "bibliography": "20 “Here Be Serpents,” The Economist (March 8, 1997), p. 120, as cited by W. Thornhill, op. cit., pp. 22-23. 21 W. Thornhill, op. cit., p. 17. 22 E, J. Lerner, The Big Bang Never Happened (N. Y., 1991), pp. 234-236; W. Thornhill, op. cit., p. 22. 23 W. Thornhill, on the Intersect electronic discussion forum sponsored by KRONIA Communications, December 29, 2001. 7 E. J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), p. 73. > Ibid. 26 For more on this characteristic as contained in the mytho-historical record, and the physical properties which led to it, consult D. Cardona, op. cit., pp. 59 ff. 462",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 463,
        "main_text": "“the potential for a jetting of material” along the axis of a plasma discharge.?’ To which he added: “This streaming of gases along the axis of rotation has, for 25 years, been part of the bedrock of the Saturn theory.”?8 Now while, as we have seen, it is true that the interpretation of the polar column as a stream of debris, now clarified as streaming gases, was part and parcel of Talbott’s particular model since its inception, the interpretation of the same phenomenon as a plasma jet or dis- charge was entirely new. Here it is more than evident that, while willing to accept cosmic plasma jets as scaled-up versions of proto-Saturn’s boreal column, Talbott was not ready to relinquish his original idea, and thus sought to amalgamate the two. Thornhill himself was not exactly hostile to this unification. Thus, when questioned about Talbott’s interpretation of the polar column as a stream of fiery debris ejected toward Earth, he replied with these words: “T think that for most of the time [the polar column] would have been like a spec- tacular auroral effect with very little matter transfer taking place. It is only when it transformed suddenly from a glow discharge to an arc that substantial matter would have been transferred between bodies.”?? But can a Birkeland current transfer matter between bodies? Apparently so. As Thornhill explained: “To begin with, a rotating Birkeland current will form a tornado in an atmos- phere...Secondly, Eric Crew back in the 80s discussed how lightning usually acceler- ates positive ions vertically, creating a jet of hot moist air at the top of the discharge channel. In general terms the discharge compresses, heats and accelerates gases from a region of high pressure to a region of lower pressure. So bulk matter is moved by an electric discharge..”3° The tornadic quality of this sustained Birkeland current thus compensates for the loss of Jueneman’s Rankine vortex model. Or does it have to? After all, with the tidal heaping of the terrestrial atmosphere due to proto-Saturn’s proximity combined with its inevitable spiraling motion, the effects proposed by Jueneman should have taken place. Even the twisting of the axis can be accounted for through the workings of a Rankine vortex. Just as terrestrial tornadoes “occasionally exhibit smaller counter-rotating vortices in close proximity to the primary whirlwind,” so “on a much vaster scale, similar counter-rotating catenulate bolus flows would have snaked around the polar column in filamentary fashion.”3! Could it not, therefore, have been that both causes, a planetary Rankine vortex and a sustained Birkeland current, have joined forces in producing the most colossal tornado Earth has ever experienced? Or would the electrical force inherent in a Birkeland current have overpowered the Rankine effect?",
        "captions": [],
        "bibliography": "27D. Talbott, “The Saturn thesis,” Part 3, AEON IV:6 (May 1997), p. 50. 28 Ibid. 29 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 40. 3° Idem, on the Intersect discussion group sponsored by Kronia Communications (February 27, 2001). 31 BB. Jueneman, op. cit., p. 40. 463",
        "headers": []
    }
]