[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 264,
        "main_text": "way of Tao was said to have been the “Way of the Yellow Emperor,”™ that same Shang-ti or Huang-ti we have presented on an earlier page as the very personification of the planet Sat- urn. Thus, despite the different terms in which it is couched, the entity being described, this Tao, appears to be no different than that described by other races as the first principle from which Creation was said to have proceeded. It is upon this “all-embracing First Principle” that Lao-tzu was able to base an entire philosophy whose influence on Chinese thought, art, and literature, despite varying interpre- tation, has been prodigious. Taoism, in fact, became the dominant philosophy, called Tao- chia, and even religion, differentiated as Tao-chiao, of China. But that the basic idea behind both derives from the primeval events with which we are presently concerned, there seems to be no doubt. THE NEBULAR CLOUD A Yuki Creation myth refers to this indistinct something as a “fog” and/or “foam” that “moved round and round continually” during a time, in the beginning, when there was yet “no light.”?! A similar fog is also mentioned in Oceanic mythology. From Nias we have the fol- lowing: “In the beginning there was a thick fog, which condensed and became a being without speech or movement or head or arms or legs.”” This being, without head or arms or legs, reminds us of the Eskimo entity Ataksak, whom we have already met, who also was a being without arms and legs and who, very much like the Latin Janus/Saturn, existed in the shape of a sphere. It should also be noted that, while the entity which emerged from the fog was said to have been without movement, which accords well with Saturn’s immobility, the lack of mo- tion does not necessary apply to the fog itself. Here, then, we seem to catch sight of what might have been a spherical body emerging out of a substance which had the appearance of a fog. In their Creation myth, the Pima state that: “In the beginning there was nothing at all except darkness. All was darkness and emptiness. For a long, long while, the darkness gathered until it became a great mass. Over this the spirit of Earth Doctor drifted to and fro like a fluffy bit of cotton in the breeze. Then the Earth Doctor decided to make for himself an abiding place.”” It is obvious that the entity that was eventually translated into English as “Earth Doctor” was the Pima Creator. Meanwhile, a rotating “fog,” “foam,” and/or “fluffy cotton” in dark- ness seems to imply a spinning nebular cloud. The whirling nature of this entity is lent fur- ther support by a Creation myth of the Marquesas Islands which declares that “the primeval void started a swelling, a whirling, a vague growth...”“ This would be in keeping with an",
        "captions": [],
        "bibliography": "2° W. Chan, “Taoism,” Encyclopaedia Britannica (1959 ed.), Vol. 21, p. 796. 21 J. Bierhorst, The Red Swan: Myths and Tales of the American Indians (N. Y., 1976), p. 39. ” G. H. Luquet, “Oceanic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 457. * R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 28. 4 G. H. Luquet, op. cit., p. 460 (emphasis added). 264",
        "headers": [
            "THE NEBULAR CLOUD"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 265,
        "main_text": "idea proffered by the late David Griffard who, back in 1979, suggested to this author that Saturn could conceivably have been “enshrouded in some obscuration emanating from the parent body itself which blotted out...a good share of its own radiance.”® This idea seems to be borne out by the Zoroastrian creation myth in which Zurvan was said to have provided, or emitted, the “original unformed matter.”” This is very interesting because, for one thing, the Iranian Zurvan was a very ancient deity.” He was regarded by the Zoroastrians as the “first principle,” the “original seed,” and “the father of the Cosmos.”” But, more than that, this an- cient deity had a well-known identity. Thus, van der Waerden tells us that, in Armenian texts, Saturn is called Zruan which is the same as Zurvan.” The later worshippers of Mithra were not therefore wrong when they identified Kronos, the Greek Saturn, with Zurvan.” Actually, the identity of Zurvan as Saturn is well attested.’ The implication here is that this nebular cloud was spun off by the rotating Saturnian body out of which the solitary deity—i.e. Saturn—slowly emerged into view. A near-identi- cal idea was later proposed by David Talbott when he stated that: “There is also evi- dence...that the participating planets [of the Saturnian system] moved through a diffuse gaseous envelope, which almost certainly would have prevented a view of the stars.”*” Griffard’s 1979 suggestion, that an obscuration of sorts could have been emitted by the planet Saturn itself, directed me to the so-called accretion disc, or placental cloud, from which the planets of the Solar System were supposed to have accreted. Dramatic paintings of such clouds by noted space artists such as Chesley Bonestell” have appeared quite regularly in astronomical journals and illustrated coffee-table books. Turning such pictures upside down, so that I could view the entire panorama from below instead of from above, gave me an inkling of what Saturn might have looked like had it also been surrounded by a similar placental cloud. The sky would have been almost completely obscured by the colossal nebular disc. Part of Saturn’s southern hemisphere would have protruded through its equatorial cloud, thus rendering itself quite clearly as a dull red disc to human eyes. What intrigued me about these graphic illustrations many years later was that these circumstellar clouds all had the appearance of a whirlpool that seemed to be composed of both fog and dirty foam (and even greenish fluffy cotton), thus rendering them somewhat comparable to what was described in some of the myths paraded in the previous section. A similar doughnut of gas was found surrounding a nearby star by space scientists at the University of California, Berkeley, in 1985.* Dust disks around so-called newborn stars were",
        "captions": [],
        "bibliography": "25D. Griffard to D. Cardona, private communiqué, November 29, 1979 (emphasis added). *©D.N. Talbott, The Saturn Myth (N. Y., 1980), p. 34. 27S. G. F. Brandon, Creation Legends of the Ancient Near East (1963), p. 203. ® R. C. Zaehner, Zurvan: A Zoroastrian Dilemma (Oxford, 1955), p. 222. » B. L. van der Waerden, Science Awakening II: The Birth of Astronomy (Netherlands, 1974), p. 194. % J, de Menasce, “Persia: Cosmic Dualism,” Larousse World Mythology (London, 1972), p. 203. +! J, O'Neill, The Night of the Gods (London, 1893), pp. 778-779. * D. Talbott, “From Myth to a Physical Model,” AEON III:3 (October 1993), p. 19. *L. Barnett, The World We Live In (N. Y., 1955), p. 9. + A. Yee, “Astronomers Find Nearby Stars Constantly Bombarded by Comets,” SIS Internet Digest 1998:2, p. 12. 265",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 266,
        "main_text": "actually imaged by the Hubble telescope in 1994.* And then, in 1998, Philip Nicholson and his colleagues at Cornell University theorized that, in the early days of the Solar System, Uranus might have been surrounded by a similar gaseous nebula.” Could not such a nebular cloud have surrounded the planet Saturn in mankind’s infancy? MOT In Jewish myth, the chaotic bohu was understood as an expanse of mud.” This is identi- cal to the Phoenician mot which was produced at the very beginning of things. “Some say that this [mot] was slime and others a rotting of aquatic composition. From it came all the germs of all created things and it was the origin of everything.”* Now when one examines illustrations of these so-called accretion disks, one can see that these nebular clouds not only look as if they are composed of swirling fog, foam, or fluffy cotton, they also have the appearance of churning mud or slime. Baudissin, on the other hand, supposed the word mot to connote water.” Gaston Maspero likewise understood that “Mot...is probably a Phoenician form of a word which means water in the Semitic language.” The Babylonians told the story differently but they, too, held that Creation commenced out of the waters. Consider the Enuma Elish: “When on high the heaven had not been named—Firm ground below had not been called by name—There was naught but primordial Apsu, their begetter—And mother Tiamat, who bore them all—Their waters commingling in a single body.” From this and other sections of the Enuma Elish we learn that Apsu (or Abzu—also Zuab) stood for the primordial ocean of sweet water.” Abzu might even have been the origin of the Greek abyssos—(Latin abyssus)—from which the English derived the word “abyss” and thus “the deep.”” The Babylonian Tiamat, on the other hand, is equivalent to the Hebrew tehom™ or, more correctly, the feminine tehomoth.** What seems to be indicated here is that",
        "captions": [],
        "bibliography": "35 R. Naeye, “The Pull of Planets,” Discover (January 1995), p. 35. 3° Comell University News Service (May 5, 1998). 37H. S. Bellamy, Moons, Myths and Man (London, 1949), p. 150. 381. Delaporte, loc. cit. » W. W. Baudissin, Studien zur Semitischen Religiongeschichte (Leipzig, 1876), pp. i, 11 ff., 195. * G. Maspero, The Struggle of the Nations (London, 1896), p. 168. “J, Gray, Near Eastern Mythology (London, 1969), p. 117. * A. Heidel, The Babylonian Genesis (Chicago, 1942), p. 10; M. Vieyra, “Empires of the Ancient Near East: The Hymns of Creation,” Larousse World Mythology (London, 1972), p. 65. * G. Michanowsky, The Once and Future Star (N. Y., 1977), p. 49. “ 4. Heidel, op. cit., p. 84. * Again, I am indebted to David Lorton for this revelation, but see also A. B. Cook, Zeus: A Study in Ancient Religion, Vol. II, Part II (N. Y., 1965), p. 1038. 266",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 267,
        "main_text": "Apsu and Tiamat were two bodies of water joined as a single unit. The Babylonian Berossus additionally informs us that, during this time—i.e. in the beginning—“all was darkness.” Even Tiamat, according to him, was shrouded in darkness. NU Now, as it happens, the Egyptian Chaos was styled Nu (or Nun.)*” But Nu more properly refers to “the primordial ocean in which before the creation lay the germs of all things and all beings.”* “The texts call him [i.e. Nu] the ‘father of the gods,’ but he remains a purely intel- lectual concept and had neither temples nor worshippers. He is sometimes found rep- resented as a personage plunged up to his waist in water, holding up his arms to sup- port the gods who have issued from him.”” It should here be mentioned that while Nu might have had no temples or worshippers, a festival, known as the Per-t Nu, used to be held in his honor.” Of special meaning to us is also the fact that Nu was also a name of Amen-Ra,” our very own Saturn. Thus, in the Egyptian Book of the Dead, Nu is made to state: “I am the great god self created...” But then the question is asked: “Who then is this?” And the answer given is: “It is Ra...” And it was Ra who was believed to have raised all that came into existence “from out of Nu.”* As Wallis Budge informs us: “From various passages found in the religious, mythological, and funeral texts of all periods it is abundantly clear that in primeval times at least the Egyptians believed in the existence of a deep and boundless watery mass out of which had come into being the heavens, and the earth, and everything that is in them.” Even the Biblical El/Elohim was known as the god of the cosmic ocean. It has, for in- stance, been suggested by Barry Frank that, keeping in mind that vowels were inserted into Hebrew at a late date, the consonants which spell “Elohim” can be read as “El ha Yam,” which means “God of the Sea.” The same derivation was suggested six years later by Pro-",
        "captions": [],
        "bibliography": "“ A. Heidel, op. cit., p. 86. *7 J, Viaud, “Egyptian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 11. * Ibid. * Ibid. * B.A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. 1 (N. Y., 1920/1978), p. 242. 5\\ Ibid., p. 350. 2 Idem, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 134. 3 Tbid., p. 309. 54 Tbid., p. 283. 55 B. Frank, as reported by R. Wescott, “Horizons,” Chronology & Catastrophism Workshop 1986:2, p. 35. 267",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 268,
        "main_text": "fessor Elihu Katz, but Baruch Margalit shot the idea down.” Among Margalit’s objections was the fact that that the He (i.e., “h’”) in the name “Elohim” is a radical, and not the defini- tive article; and that the Israelites were “land-lubbers” and thus not given to oceanic deities.” No one has, however, suggested that the he in “Elohim” stands for the definitive article. What has been suggested is that the name “Elohim” may have been derived from “El ha Yam.” Margalit should also have considered that the “sea” referred to, as in the Creation myths of other races, was a celestial one, so that the land-lubbered Israelites need not even enter into the picture. To be sure, this derivation of the name will remain controversial, but we do not really require it in making our case. As Frank Moore Cross has indicated, the idea that Elohim was a god of the sea actually traces to an ancient belief. An old tradition which he cited has the deity unequivocally stating: “I am El, in the seat of Elohim I am enthroned in the midst of the seas.”* Elsewhere, however, the Egyptian Nu—this “primeval abyss of water” —is alluded to as pautet or pautti, which has been translated as “primeval matter.” Thus Ra is made to state: “I produced myself from the primeval matter [which] I made.” “I produced myself from prime- val matter.” “I came into being from the primeval matter...” It is obvious from all the above that man did not know what he was looking at. If the cir- cumstellar disk we have been postulating as having surrounded Saturn was a fact, we can un- derstand man remembering it as a nebulosity, something indistinct. We can also understand his likening it to swirling fog, foam, or fluffy cotton, even a churning of mud or slime, a cha- otic mess, primeval matter— but water? Why water? THE WATERS OF CHAOS Up until 1979, I had held the view that the waters of chaos had actually been terrestrial. In fact I had already earlier described these waters as having been piled up in a tidal heap due to the gravitational pull of Saturn which hovered overhead.” Although I still hold to a col- lection of water piled up at Earth’s north polar regions, a topic which will be explored in a future volume, I eventually came to realize, primarily on following the advice of Roger Ashton and David Lorton, to reconsider ancient testimony concerning the celestial nature of the waters of chaos spoken of in relation to Creation. The celestial nature of these waters is perhaps best indicated in Egyptian myth. Traditionally, the Egyptian waters of chaos which, as we have just seen, were collectively known as Nu, were unequivocally described as having been in the sky. Of that there was never any doubt. As Budge tells us, “the name Nu...is ex- pressed by three vases of water which indicate the sound, and the outstretched heaven...and",
        "captions": [],
        "bibliography": "%E. Katz & B. Margalit, “Was Elohim the God of the Sea?” Biblical Archaeology Review (March/April 1992), pp. 74, 76. 57 Tbid., p. 76. °F M. Cross, Canaan Myth and Hebrew Epic (London, 1973), p. 45. * EA. W. Budge, op. cit., p. 309. © Tbid., pp. 314-315. * D. Cardona, “Let There Be Light, KRONOS III:3 (Spring 1978), p.39; idem, “The Mystery of the Pleiades,” KRONOS III:4 (Summer 1978), p. 28. 268",
        "headers": [
            "THE WATERS OF CHAOS"
        ]
    }
]