[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 299,
        "main_text": "shadow one might expect from illumination by the Sun.” At the same time, Thornhill was suggesting something quite similar. As Talbott reported: “I should mention here that, ac- cording to Wal Thornhill, it is possible that in the more electrically active phases the entire configuration may have moved within a [plasma] discharge sheath—something that would not preclude general illumination by the Sun, but could have kept the illumination diffuse.”* In his own work, that same year, Thornhill described the “[Saturnian] planetary group” as having been “inside a gigantic cometary coma.”” Three years later, Thornhill restated his conviction when he wrote that, in his opinion, Earth orbited in the anode dark space beneath the chromosphere of the brown dwarf that was proto-Saturn.” “Earth situated inside the spherical envelope of such a star radiating according to the usual inverse square law, would find the energy influx almost equal over the entire planet. Such an arrangement is far more benign toward life than at present where the energy source, the Sun, subtends a small angle in the sky.” Brown dwarf stars, to which we had compared both Saturn and Jupiter in an earlier chapter, had by then been discovered in quantity. In our neighborhood alone, it has been stated, there may be more brown dwarfs than Sun-like stars.” Some of these have been cal- culated to be one-tenth the size of the Sun with a temperature rising no more than 950° K. In answer to the question whether living entities, including man, would have been able to breathe the constituents of Saturn’s brown dwarf atmosphere, Thornhill replied with the words: “We are [presently] nestled in the Sun’s atmosphere without it causing us any prob- lems. Proto-Saturn’s envelope would have been more dense but still a good approxi- mate to a vacuum. The constituents of the atmosphere of brown dwarf stars, so far as they have been determined, seem to include water molecules and others helpful to life.”® What did Thornhill mean by stating that we are presently nestled within the Sun’s atmos- phere. As Gary Zank plainly puts it: “We’re surrounded by hot gas.” And whence this gas? Zank explains: “As our sun moves through extremely ‘empty’ or low-density interstellar space, the solar wind produces a protective bubble—the heliosphere around our solar system, which allows life to flourish on Earth...Without the heliosphere, neutral hydrogen would interact with our atmosphere, possibly producing catastrophic climate changes,",
        "captions": [],
        "bibliography": "57D. Talbott, Symbols of an Alien Sky (Beaverton, Oregon, 1997), p. 61. 8 Ibid. % W. Thornhill, The Electric Universe (see above), p. 95. © Idem, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48. Ibid. ® A. Burrows, “Extrasolar Giant Planets and Brown Dwarfs,” Science (August 6, 1999), pp. 847-848. ® W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 33. “ A. Yee, “Sir Fred Hoyle Vindicated After 60 Years,” SIS Internet Digest 1998:2, p. 12. 299",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 300,
        "main_text": "while our exposure to deadly cosmic radiation in the form of very high-energy cosmic rays would increase.” What, then, is the Sun’s heliosphere? As already noted, astrophysicists now believe that 99.9 percent of the Universe is made up of plasma. Cometary tails are also now known to be composed of plasma. But, more than that, the Solar System itself is encased in a magnetic bubble, known as the heliosphere, that contracts and expands “like a colossal jellyfish.” Although the existence of the helio- sphere had already been known, Pioneer 10 revealed that the bubble is much larger than it had been predicted. Its edge is now believed to lie somewhere between 5 and 10 billion miles from the Sun. It is this heliosphere—this “breathing bubble” as it is now being called—that acts as a “cocoon” which “allows life to flourish on earth.” What all this amounts to is that Earth resides within the Sun’s heliosphere, just as Ashton and Thornhill suppose it once resided in proto-Saturn’s plasma sheath, a hypothesis that can no longer be dismissed as far-fetched. As Thornhill explained further: “The astronomer [William] Herschel believed that people inhabited the Sun beneath its shining clouds. We now know that is a crazy idea. But would it be so crazy if the Sun were a brown dwarf star? To a close observer, proto-Saturn would have looked like a dim red star. Red giants have immense, very low density envelopes. If Betel- geuse were to replace the Sun, it would encompass all of the planets out as far as Ju- piter! Astronomers accept the idea that planets could orbit within the thin envelope of such stars.” “Another interesting consequence is that all objects orbiting in that region would re- ceive the same energy per unit area of their surface. The spectrum of the light would have been much redder than at present...” True, as already noted, Earth’s primordial star would have been feebler than our present Sun, but this would have been compensated for by Earth’s proximity to proto-Saturn which would have involved a stretch that was much shorter than its present distance from the Sun, to say nothing of the redder spectrum of light in which it would have been bathed. But could Saturn’s plasmasphere have existed within the Sun’s heliosphere which is itself nothing but a plasmasphere? Can a plasmasphere exist within another? As already noted, our world itself is now being spoken of as being in a “near-Earth plasma environment.”” What does this mean?",
        "captions": [],
        "bibliography": "5 Ibid. ° T. Dickinson, “The Seeds of Life,” Equinox (July 1997), pp. 65-66. *’T. Yulsman, “Pioneer 10 Maps Cosmic Bubble,” Science Digest (September 1982), p. 17. ® W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), pp. 47-48; see also, “The Last Supper,” New Scientist (November 13, 1999), p. 45. © W. Thornhill, op. cit., p. 48 (emphasis added). ™R. W. Schunk, ef al., “The Flow of Plasma in the Solar Terrestrial Environment,” Final Technical Report, Utah State University Logan Center for Atmospheric and Space Sciences (September 1990). 300",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 301,
        "main_text": ": ' i ; : i i",
        "captions": [
            {
                "source": "internal",
                "text": "'f                 HERSeet eta tl    -      at oe   $     +t? ey       ipsa 1) Da a hats gieer ddenen en ett i   Hifaretvamyriii erties ty \\         WERE   Ae 94?     Tease PETERS AAA Ae  Aan :               HS    PA AA aa fi it       /          PELE   nai e vin) itt te       J fait           TIM AV AMAT EUS EET atte see                  ratte tai h      Mi         tt         ooeeee Wallace Thornhill (Photograph—1995—by the author)"
            }
        ],
        "bibliography": "Wallace Thornhill (Photograph—1995—by the author) 301",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 302,
        "main_text": "It was in 1962, due to Mariner 2, that the interplanetary medium was found not to be a near-vacuum as previously believed. Instead, this medium was found to consist of plasma. But, even then, the full implication of this discovery was not immediately understood. As Ralph Juergens, writing in 1972, noted: “One of the primary characteristics of a plasma has up to now received little or no at- tention from astronomers. This is its ability to shield itself from the electric field of any body in contact with it, or contained within it, and charged to an electric potential different from that of the plasma itself. The mechanism by which such shielding is accomplished was named the space-charge sheath by those who first studied the phe- nomenon.”” And: “By the same sort of analysis, I would conclude that the earth has a potential not quite in keeping with its space environment, and that it therefore is surrounded by a space charge sheath. For the same reasons that a comet’s sheath is elongated away from the sun, I would suppose that the earth’s sheath has a tail; in other words, I would equate the terrestrial sheath with the earth’s so-called magnetosphere.” So, also, Wallace Thornhill who, during one of the question periods at the Society for Interdisciplinary Studies’ Silver Jubilee in September 1999, made reference to “Earth’s windsock-like envelope” usually referred to as its “magnetotail.” As he there pointed out: “In Juergens’ view it is a plasma sheath...” By the turn of the century, astrophysicists themselves were speaking of plasmaspheres around the bodies of the Solar System as if they had always known about them. Venus, it was discovered, possessed a plasmasphere in the form of a cometary tail that spread close enough to “tickle the Earth when the two planets are in line with the Sun.”” Jupiter, too, is now known to be surrounded by a plasma sheet which, like the Sun’s electrical current sheet, lies along Jupiter’s magnetic equator.” So, similarly, with Saturn. As Thornhill noted, had Sat- urn’s plasma sheath been visible in the sky, it would make the planet appear as a distinct disc instead of the mere pin-point of light we see in the night sky.” Eventually, Earth’s own plasmasphere, which has been calculated to extend at least 12,000 miles into space, was even “photographed.”",
        "captions": [],
        "bibliography": "7 R. Juergens, “Reconciling Celestial Mechanics and Velikovskian Catastrophism,” Pensée IVR II (Fall 1972), p.7. ” [hid., p. 12. ™ W. Thornhill, Chronology & Catastrophism Review 2000:1, p. 94. ® Idem, The Electric Universe (Beaverton, Oregon, 1997), p. 18. ™ NASA release as reported by W. Thornhill, “Did They Really Say That?” Thoth (electronic newsletter) III:1 (January 24, 1999), p. 12; see also, New York Times (May 29, 1999); New Scientist (August 7, 1999), pp. 26-31. 5 W. Thornhill, see reference # 72. 76K. A. Svitil, “Ring of Fire,” Discover (September 2000), p. 26. 302",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 303,
        "main_text": "Like Juergens, astrophysicists originally expected Earth’s plasmasphere to be elongated very much like that of Venus.” But when NASA’s IMAGE satellite beamed back a picture of sunlight being scattered off the helium ions in the plasmasphere, it turned out to be circular in shape.” Whether this was due to a misunderstood vagary, imperfect instrumentation, faulty reasoning, or whether it is really so remains to be seen. It is thus obvious that plasmaspheres are contained within larger plasmaspheres since the planetary plasmaspheres within our Solar System are all contained with that of the Sun. There is therefore nothing unusual about our posited Saturnian system having been en- cased within a plasmasphere as hypothesized by Ashton in 1980. On the contrary, the theory not only fits current astrophysical reality, it is actually demanded by it. All of the plasmaspheres within the Solar System, however, are transparent and, as such, are not able to reflect radiation back toward the primary around which they are wrapped. As already noted, Ashton had theorized that the plasmasphere surrounding our posited Saturnian system would have had to have been opaque. But can a plasmasphere be opaque? The answer is that it can. As Anthony Peratt, one of the foremost plasma physicists alive today, has stated, a “plasma cloud...indeed can vary between transparent and opaque at different wave- lengths.” So in that, also, we seem to be on the right track. SIXTH INTERLUDE In the meantime, before moving to the next phase of our reconstruction, which will help us to unearth more of the evidence we are looking for, it behooves us to recapitulate what we have learned in these last three chapters. It also allows us to expand our list of theses which, in keeping with the chronological sequence of events, will now have to be reshuffled and re- numbered. Hypothesis #1: That, from what can be deduced from ancient as well as primitive astro- nomical lore, Earth had once been a satellite of the planet Saturn, originally a brown dwarf star, which, because of its proximity, loomed large in the sky as a distinct disc larger than the apparent size of the full Moon. Hypothesis #2: That, still according to ancient astronomical lore, during this indetermi- nate period, Saturn was the only visible celestial body in Earth’s primordial sky. Hypothesis #3: That, as seen from Earth, the Saturnian sun did not rise and/or set, but remained visibly immobile at all times. Hypothesis #4: That Saturn’s immobility was due to the fact that Earth was stationed di- rectly “beneath” Saturn’s south pole and that, from Earth, Saturn therefore appeared to be permanently fixed in the north celestial sphere, the very place now occupied by the Pole Star. What this also means is that Saturn and Earth were linearly aligned with the both of them sharing the same axis of rotation.",
        "captions": [],
        "bibliography": "7 Ibid. *8 Ibid. ” A. L. Peratt, on the Intersect electronic discussion group sponsored by KRONIA Communications, April 26, 2002. 303",
        "headers": [
            "SIXTH INTERLUDE"
        ]
    }
]