[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 69,
        "main_text": "Elohim. But this brings us to another problem that we must overcome for, after all, theories come cheap. It is one thing to hypothesize, but quite another to uphold the hypothesis—at least Lemaitre had general relativity on which to rely. In this respect, David Leveson was shrewd enough to note: “In scientific as opposed to pseudo-scientific polemic, evidence has priority over hypothesis,” adding that “hypothesis must conform to evidence, not evidence to hypothesis.” And he goes on with: “If evidence contrary to a given hypothesis is found, the hypothesis must (or should) be altered or rejected.” But then he was astute enough to warn that: “This does not mean that when contrary evidence is found the hypothesis is immediately rejected; it may be retained tentatively in the hope that further evidence may eventually explain the ‘contrary’ evidence in terms of the theory.”\"\"* As he also pointed out: “Indeed, many hypotheses are arrived at intuitively, through a ‘flash of insight,’ and may be maintained in the mind of the investigator in spite of much initial ‘contrary’ evidence, and later be vindicated ... But a legitimate researcher will not consciously suppress contrary evidence. Certainly he will not publish a hypothesis until he has satisfied himself that all the available evidence is in accord with it. Indeed, if he is properly conscientious, he will search for contrary evidence to test the validity of his ideas. Hypothesis may precede evidence in time but not in importance.””” These are guidelines that will be kept in mind as we attempt to unravel the lost history of our Solar System in the pages that follow. But, even so, the question must be asked: What constitutes evidence? As Daniel Trifiletti noted: “The very nature of evidence changes from one discipline of science to another. What is evidentiary to one person is excluded by another. Facts are not the same for every- one. Since we cannot all agree as to what constitute ‘facts,’ deductive arguments alone can never be fully convincing... “There is another approach, however, for assessing what might be considered ‘dubious’ by some. That recourse is inductive reasoning. Let it be recognized that no fact stands alone, but is part of a whole constellation of other facts. At some point, when enough facts have been collected, each individual point of light may be seen as part of a newly recognizable figure—an organic whole. Eventually the sheer weight of even ‘dubious’ facts becomes too large to ignore.”™ THE HISTORICITY OF THE EVENTS Can it, however, be assumed that the events portrayed in myths have any factual basis one way or the other? Many a past mythologist has been vociferous in denying that any his- toricity can be discerned in mythic content. Most mythologists continue to believe that myth, on the one hand, deals with religious, that is moral, precepts presented in allegorical form, and, on the other hand, with such fabulous events that no scientifically-minded modern per- son can accept. Conrad Hyers, a professor of religion, to name but one, has written profusely",
        "captions": [],
        "bibliography": "218 D. Leveson, A Sense of the Earth (1971), p. 158 (emphasis added). 219 Ibid. (emphasis added). 201). Trifiletti, “Precession and the Hebrew Calendar,” Catastrophism and Ancient History X1:2 (July 1989), p. 125 (emphasis added). 69",
        "headers": [
            "THE HISTORICITY OF THE EVENTS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 70,
        "main_text": "on the subject. In attempting to dissect the Old Testament Book of Genesis, he has stressed that “the authors were concerned with using these stories as instances of various theological and ethical truths.””' As he had it stated, the “primary function of great myths and legends is not that of offering explanations;”™” they “are not concerned with providing a miscellany of - information or ready-made answers.”” “They were,” according to Hyers, “understood as vehicles of the most basic and important truths of all by which people organized, regulated, and interpreted their lives, and through which they saw meaning, purpose, and value in their existence.” “Myths and legends,” he goes on, “together with rituals, provided the overar- ching frame of reference within which to live and experience and celebrate the world.’”™ In a way, I could not have put it better myself. Where I disagree with him is when he states that “to dwell on the historicity of the accounts, even only an historical core, is to stray from the purposes of the writings.” He goes on with: “[The accounts in Genesis] are not aimed at providing a ‘truer’ picture of the universe or of human history, let alone the only true picture, in the modern scientific or historical senses of true.””” Personally, I refuse to be dubbed a fundamentalist,” but I must also state that Hyers’ disclaimer is mainly due to the fact that he does not understand what historical truths lie hidden within the pages of Genesis, a work which will hold a place of great importance in the pages to follow. Mircea Eliade who, in his faltering way, has done more for comparative mythology than any other mythologist of the past, was of a slightly different opinion. To him, religious rites consisted in “the repetition of an archetypal action performed in illo tempore (before “history” began) by ancestors or by gods ... ”” “By its repetition, the act coincides with its archetype, and time is abolished. We are witnessing, so the speak, the same act that was performed in illo tempore, at the dawn of the universe.”™ Of course this depends on what one means by “history.” If, by that term, one is to under- stand “written history,” then Eliade is correct. If, however, by “history” we mean “the story of mankind,” Eliade could not have been correct. This becomes of great importance when one considers what else Eliade had to say about this subject. Thus, toward the end of the work being cited, he states that: “Every ritual, and every meaningful act that man performs, repeats a mythical archetype; and ... this repetition involves the abolition of profane time and placing of man in a magico-religious time which has no connection with succession in the true sense, but forms the ‘eternal now’ of mythical time. In other words, along with other",
        "captions": [],
        "bibliography": "221 C. Hyers, “Genesis Knows Nothing of Scientific Creationism,” Creation/Evolution XII, 4:2 (Spring 1983), p. 19. 2 Ibid. 23 Ibid., pp. 19-20. 4 Tbid., p. 20. 5 Ibid. 26 Thid. p. 21. 27 Ibid. 288 See, here, D. Cardona, “Fundamentalism: A Personal Statement,” AEON II:5 (February 1992), pp. 102-104. 2° M. Eliade, Patterns in Comparative Religion (London, 1996), p. 32 (emphasis as given). 20 Ibid. (emphasis as given). 70",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 71,
        "main_text": "magico-religious experiences, myth makes man once more exist in a timeless period, which is in effect an illud tempus, a time of dawn and of ‘paradise,’ outside history ... “We moderns would say that myth (and with it all other religious experiences) abol- ishes ‘history’ ... But note that the majority of myths, simply because they record what took place ‘in illo tempore,’ themselves constitute an exemplar history for the human society in which they have been preserved, and for the world that society lives in. Even the cosmogonic myth is history, for it recounts all that took place ab origine; but we must, I need hardly say, remember that it is not ‘history’ in our sense of the word—things that took place once and will never take place again ... ”™\" Despite the fact that I shall be relying heavily on Eliade’s scholarly insights in the pages that follow, it is precisely here that I must part company with him because, as | aim to illus- trate, the events narrated in myth did take place. They took place not “outside history,” as he maintained, but within history. And by “history” I do mean “‘history’ in our sense of the word.” Moreover, Eliade claimed that even the cosmogonic myth is history, whereas I main- tain that all myth is cosmogonic in origin. The “history” / am speaking of, therefore, is a cosmogonic history, one that unfurled across the sky and touched Earth and its inhabitants with a mighty finger that has left the human psyche scarred unto this day. The events that the major myths of the world narrate actually took place, and they took place very much in the way the myths narrate. What, then, is myth? I cannot for the life of me remember who said it, but someone, somewhere, once stated that myth constitutes the fossilized memory of man. Truer words have rarely been spoken. But this fossilized memory betokens a knowledge, a remembrance, of what once took place in heaven and, in that respect, it can safely be stated that myth constitutes the history of the Solar System. Here I can best illustrate the above by repeating a story that was well known to the an- cient Greeks. The story involves the god Helios—usually identified as the personification of the Sun*’—who was believed to drive his flaming chariot across the sky. When, once, He- lios told his son Phaethon that he could ask him for any boon, Phaethon replied by asking to be allowed to drive his father’s chariot. At first Helios, repenting of his oath, tried to dissuade Phaethon by stressing the dangers involved in driving the chariot. But, when Phaethon in- sisted, Helios, having given his word, was left with no recourse but to give in to his son. Phaethon, still in the pride of his youth, leaped into the chariot, took reins in hand, and began on his journey. The steeds drawing the chariot, however, felt that the weight they were carry- ing was too light and they leaped into the air as if the car was empty. This occasioned them to leave their usual well-beaten path, and Phaethon, who lacked his father’s expertise, panicked, and, in trying to correct his erroneous course across the sky, pulled this way and that way at the reins, confusing the horses further. Losing control of the chariot, Phaethon ended up driving it too close to Earth with the result that Earth’s moisture was dried up by the heat of the chariot and, in due course, Earth caught fire and came close to being annihilated by the conflagration. In the end, Zeus himself was forced to intervene. Sending forth one of his ter- rible thunderbolts, he smote Phaethon with its might, shattering the chariot and freeing the horses. The fragments of the wrecked car were scattered and Phaethon himself, with flames",
        "captions": [],
        "bibliography": "21 Tbid., pp. 429-430 (emphasis as given). 722 But see further in this work. 71",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 72,
        "main_text": "fearing his glowing locks, went hurtling down through the air to his death leaving a long trail behind. Now when the Egyptian priest, whoever he was, told Solon that his countrymen knew nothing of what had transpired in the past, he also told him that the story of Phaethon “as it is told, has the fashion of a legend, but the truth of it lies in the occurrence of a shifting of bod- ies in the heavens which move around the earth, and a destruction of things on earth by fierce fire, which occurs at long intervals.” Generally speaking, of course, astronomers will not admit of any shifting of the heavenly bodies. Granted, there have been the odd brave soul among them who has ventured close to the fringe by proposing that a certain amount of orbital shuffling among the planets did take place. Axel Firsoff, for instance, once posited that “Neptune could originally have been closer to the Sun than Uranus” and that Venus, “having originally formed somewhere beyond the orbit of proto-Uranus [would have] acquired [its] slow retrograde spin and copious at- mosphere, [and] would subsequently have been moved to its present station, after the inner planets had already lost their primary atmospheres.””° The process, according to Firsoff, “would have been slow, involving a number of relatively close encounters with Jupiter or",
        "captions": [
            {
                "source": "internal",
                "text": "Helios—driving his chariot across the sky. From a Greek vase painting."
            }
        ],
        "bibliography": "23 AJthough the tale was well known, it is best preserved by Ovid in his Metamorphoses 11:1-329. 4 Plato, Timaeus 22 (emphasis added). 5 Vv. A. Firsoff, “The Anomalous Condition of Venus and the Origin of the Solar System,” Solar System Today IE:3 (September 1980). 72",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 73,
        "main_text": "not mentioned in the accompanying text fill the rest of the scene. From a Roman relief now in the Louvre, Paris. Saturn or both.” Such events, however, are usually placed far into the past before the ad- vent of man who could not, therefore, have had any knowledge of them, let alone immortal- ize them in myth. Thus, in the end, Firsoff had to admit that “[t]he stability of the system, and the Bode-Titius law in particular, would place this event in a remote geological epoch.””” On the other hand, astronomers, geologists, and historians have finally decided to jump on the cosmic catastrophism band wagon—which brings to mind a conversation that Ev Cochrane, the publisher of AEON, and I had with Professor Benny Peiser, in July of 1996, when we went to pick him up at the airport for the Deerfield Beach, Florida, symposium sponsored by Cochrane’s periodical. It was on the way from the airport that Peiser first in- formed us of the above revelation. He also told us, however, that while astronomers had come around to seriously consider terrestrial catastrophism as having possibly been caused by asteroidal and cometary impacts, they were still adamant in their denial concerning the possibility of planetary catastrophism within the historical, and man’s prehistoric, past. Not only that, Peiser, who seems to have no use for planetary catastrophism himself, also warned us that the persistence of belief in planetary “billiards” can only prove a hindrance to the eventual acceptance of cosmic catastrophism. Peiser sees this face-about by astronomers and their allies as a positive step forward. As I told him then, unless planetary catastrophism was also to be embraced as a valid possibility, at best the step in question can only be seen as be- ing sideways. The present state of affairs was uniquely displayed at the Second SIS Cambridge Confer- ence, held in July 1997 at Fitzwilliam College, in Cambridge, in which the work of the as- tronomers Victor Clube and Bill Napier received quite a boost. Having kept the astronomical part of their cosmic scenario well within the bounds of accepted paradigms, not much can be",
        "captions": [
            {
                "source": "external",
                "text": "ee  ,,  ———— — —— The fall of Phaethon. A tableau showing Phaethon making his request of Helios at the upper left-hand corner, with the maddened steeds, the shattered chariot, and the falling Phaethon in the centre. Other characters"
            }
        ],
        "bibliography": "26 Ibid. 57 Ibid. 73",
        "headers": []
    }
]