[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 349,
        "main_text": "academic uneasiness in that “the planet’s water might still migrate from the day side to the night side, killing off any prospects of life.”39 Further studies conducted in 1997 by Martin Heath then came up with a solution based on the depth of ocean basins. Even if the oceans’ surface were to freeze on the dark side, rea- soned Heath, there might still be liquid layers deep underneath which would be kept from freezing by the planet’s own geothermal heat. “This would allow liquid water to flow back to the day side.”40 In the proto-Saturnian model, such a transference of liquid water from one hemisphere to the other would not even be required. As we have seen, according to more than one re- searcher, Earth would have been located within proto-Saturn’s plasma sheath. To repeat, as both Ashton and Thornhill claimed, the heat and light of proto-Saturn would have been “ra- diated both outwards and inwards from the photosphere”; that “Earth, situated inside the spherical envelope of such a star...would find the energy flux almost equal over the entire planet”; and that “all objects orbiting in that region would receive the same energy per unit area of their surface.”4! No freezing of oceanic surfaces would then enter the picture. STATIONARY STAR On such a planet in phase-lock as envisioned by Croswell, the red dwarf sun would never set. “Instead,” he tells us, this sun “would hover perpetually at the same place in the sky.”4? As we have seen, this would also have been the case in our axial alignment model except that, in our case, the proto-Saturnian sun would have hovered in Earth’s north celestial pole. In this instance, the model proposed by Croswell runs into certain difficulties which the Sat- urnian exemplar overcomes. As Croswell pointed out: “Plants and trees might orient themselves toward [the hovering red dwarf star] as they grew. But because the sun is stationary some regions would never see direct sunlight. A region in the shadow of a mountain, for example, would be forever in shade, pre- venting photosynthesis there.”3 The situation would be even worse in the total darkness of the opposing hemisphere. This predicament, however, would not affect the proto-Saturnian model since, as already noted, the light from the hovering proto-Saturnian sun, no matter how feeble, would have been re- flected back from the enveloping plasma to all those areas devoid of direct sunlight. LONG-LIVED SUN How long could such a situation have endured? Croswell tells us that red dwarf stars actually have an advantage over sun-like ones. This is because their lesser mass allows them to “burn” their reduced fuel “so frugally that some will survive for more than 1000 billion years,” whereas the Sun, it is claimed, “will die within a mere 8 billion years.”44",
        "captions": [],
        "bibliography": "39 K. Croswell, see Reference #2, p. 30 40 Ibid. 41 W. Thornhill, see reference #1, loc. cit. 42K. Croswell, loc. cit. % Ibid. 44 Ibid. 349",
        "headers": [
            "STATIONARY STAR",
            "LONG-LIVED SUN"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 350,
        "main_text": "“It has taken terrestrial intelligence 4.6 billion years to evolve since the Solar System formed, but life on Earth may be atypical. If intelligence generally requires more time to emerge, then planets orbiting red dwarfs may be ideal.” 45 It therefore seems that, by entering the Solar System, Earth actually moved into a more hostile, rather than a more benign, environment. THE SEARCH FOR DWARF STAR PLANETS All this might be interesting but, the reader may ask, is it known that dwarf stars are ac- companied by planets? Actually, planets in company of red dwarf stars have already been detected. These plan- ets, however, are “more akin to Jupiter” than they are to Earth. Two Jupiter-sized planets, for instance, have been detected circling the red dwarf known as Gliese 876 which is said to lie a mere 15 light years from us. “These particular planets are unlikely to harbour life...since Ju- piter-sized planets —at least in our Solar System—consist mostly of hydrogen and helium.” 4 Laurance Doyle, on the other hand, believes that his team may have detected an Earth- sized world around CM Draconis, a binary red dwarf system. Because of the difficulty of detecting such small bodies, Doyle could only supply a “50-50” chance of this being correct. In the meantime, however, he and his team have other candidates which, as of this writing, they were still investigating.47 There are other details brought out by Croswell in relation to dwarf star planets, but these, too, must be reserved for a future volume. There is, however, one other element of such a system that I wish to touch upon because it serves to introduce the subject of the next chapter which, in turn, will allow us to investigate further whether an axial alignment of Earth with its proto-Saturnian sun was ever the case. As Croswell informed his readers, a red dwarf planet would be bereft of seasons since “the tidal pull of the star would prevent its spin axis from tilting.” In the model he espouses, needless to say, only one side would be basked in perpetual light, with the other hemisphere being in perpetual darkness. In this model, the hottest place on the planet would be one spot on the equator, with temperatures falling in a radiating path, “falling toward freezing near the dividing line between the day and night sides.” Moreover, an ice cap would form in the very centre of the night side.48 As Heath phrased it: “The daylight hemisphere is going to be where the action is. For one thing, it’s going to be pretty cold on the dark side. We know that there are organisms that can sit in water pockets in the ice and carry out photosynthesis, but they can’t do that if there’s no light getting there.” 49 There is no need here to repeat that this is not the condition expected in an axial aligned system encased in a plasma sheath. And, as we have also noted, life can, and does, maintain and propagate itself in total darkness right here on Earth. So why do I even bring this up? I do so because a world with no seasons, or with but one season, is precisely what ancient man proclaimed to have been the case “in the beginning.” More than that, it is precisely what we find encoded in Earth’s palaeontological remains.",
        "captions": [],
        "bibliography": "45 Ibid. 46 Ibid. 7 Ibid, 8 Ibid. 7 49 Ibid.",
        "headers": [
            "THE SEARCH FOR DWARF STAR PLANETS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 351,
        "main_text": "Chapter 18 A World With One Season THE NATURE OF SEASONS easons are caused by the inclination of Earth’s axis to the plane of the ecliptic. This means that not all of Earth’s latitudes receive the same amount of direct radiation from the Sun at all times. Summer arrives in the northern hemisphere because Earth’s axis during that time tilts the north pole toward the Sun (closest during summer solstice). In winter, it is the south pole that is tilted toward the Sun (closest during winter solstice). In between, during the equinoxes, both hemispheres receive the same amount of solar radiation because Earth’s axis points neither toward nor away from the Sun. This also means that, in the southern hemisphere, the seasons are reversed, with summer coming in winter, autumn coming in spring, winter in summer, and spring in autumn. But, while all this is astronomically true, it is not necessarily always apparent down here on Earth. Thus, the fourfold seasonal division of the year can seldom be recognized in the annual cycle itself. In the Western World, the seasons have been calculated in accordance with the yearly cycle of cultivated plants: Winter as the season of dormancy, spring as that of sowing, sum- mer as that of growth, and fall, or autumn, as that of harvest. However, as we all know, spring and fall are merely transitional periods. Winter and summer are the only two seasons that have a distinctly extreme difference. Beyond that, seasonal temperatures pay no attention to the inclination of Earth’s axis. Parts of spring can be as cold or as warm as winter or sum- mer, as so, also, can parts of autumn. Climate depends on shifting winds, themselves reliant on the evaporation of water, and also on the particular topography of the land. Thus, for in- stance, because Egyptian harvest was totally reliant on the inundation of the Nile, the ancient Egyptian year was divided into only three seasons—akhet (inundation), peret (emergence), and shemu (aridity). The Hindus, on the other hand, reckon a six-fold division—rtus: vasan- tika (spring), graishma (summer), varshika (rainy season), sarad (autumn), hima (early win- ter), and sishira (late winter), all of which, it is stressed, “overlap one another.”” Seasons do not mean the same thing to everyone. The ancient Celts divided the year by religious festivals into four quarterly divisions without any concern for the solstices or equinoxes—in other words without any recognition of the shortest or longest days.’ These",
        "captions": [],
        "bibliography": "\" Linga Purana 1:55:24. ? Ibid, 1:57:32-39. 3 J. M. Williams, “A New Theory of Celtic Festivals,” Chronology & Catastrophism Workshop 1995: 1, p. 6. 351",
        "headers": [
            "THE NATURE OF SEASONS"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 352,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "eed VS ey     oe 1 oe   we   7 aa an ee |    Lo.      po     _     he       .   Fin Se  2, gS ge Siaae aa     ef  Se     Fz   ay een) a ta, SO he,  Egyptian farming restricted to the arable land that was just a narrow strip on either side of the  Nile. Reliant as it was on the annual rise and fall of the river, the year was divided into only three  seasons—Inundation, Emergence, and Aridity. (illustration by John Green.)"
            }
        ],
        "bibliography": "352",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 353,
        "main_text": "religious festivals, known by the names of Samhain, Imbolg, Beltane, and Lughnasad, have been said to mark the beginning of the seasons,* but in actuality they do not. Samhain, said to mean “summer,” fell on November 1, which is the end of summer; Imbolg, said to mark the start of spring, fell on February 1; Beltane, which does not mean “summer,” but which is said to “herald the onset of summer,” fell on May 1; and Lughnasad, fell on August 1.° And yet, Julius Caesar told us that the Celtic Druids possessed “much knowledge of the stars and their motion, of the size of the world, and the movement of heaven and the stars.” They even de- vised “a sophisticated lunar calendar with months of twenty-nine or thirty days, with each month divided into two half-months...and had intercalary periods to keep it in line with the solar year.”° Even though they calculated the passage of time by the number of nights rather than days,’ this knowledge should have enabled them to calculate the times of the longest and shortest day.",
        "captions": [
            {
                "source": "internal",
                "text": "f      iy        era ho            7 The Celts divided the year into four quarterly divisions punctuated by religious festivals with no concern for the astronomical seasons. Shown above is the passing of cattle between two bonfires, a ritual that was celebrated during the May Day festival of Beltane. (Illustration by A. G. Smith.)"
            }
        ],
        "bibliography": "*F. Fleming, et al, Heroes of the Dawn (London, 1996), p. 36. 5 Ibid., pp. 36-37. * Iid., p. 40. ” Ibid. 353",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 354,
        "main_text": "The North Pole, meanwhile, is not always as cold as one generally supposes. Arctic tem- peratures in summer usually reach 80° F in the shade. Temperatures as high as 85° F have been regularly reported with a record high of 100° F in the shade at Fort Yukon in Alaska. The most intense cold is not to be found at the North Pole or the centre of the Arctic Ocean known as the Pole of Inaccessibility. The coldest place in the Arctic is in the Yukon basin, shared by Alaska and the Yukon Territory, and the province of Yakutsk in Siberia where temperatures colder than 90° F below zero “have been reliably recorded.” And yet, wheat, barley, oats and rye are cultivated “if not at the very cold pole of the Northern Hemisphere, at least within a comparatively short distance from it, where the temperature frequently drops lower than 80° below zero.”® Antarctica, at the other “end” of the world, is entirely different. The mean monthly summer temperature at the South Pole is minus 28° F. Rarely does the temperature rise above freezing and “only here and there on the Antarctic coastline.” In winter it can range anywhere",
        "captions": [
            {
                "source": "internal",
                "text": "oly  ae   Ty  =) ey    ei  Int  eer | a   tt wi OOTP eA OSTEL GEE TTS a AO Pot pt ani The Celtic festival of Lughnasad, held in honor of the god Lugh, fell on August 1. The celebrations, which included the gathering of the harvest, however, commenced as early as July 15 and continued for a full month until August 15. (illustration by A. G. Smith.)"
            }
        ],
        "bibliography": "® V. Stefansson, “Arctic Regions,” Encyclopaedia Britannica (1959 edition), Vol. 2, p. 308. 354",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 355,
        "main_text": "slvie growlllg Ol Weal anu Daricy nere. In tropical latitudes, seasonal differences in weather depend on the shifting wind belts where the alteration of rainy and dry days is more important than temperature. Nor do these rainy and dry seasons necessarily correspond with winter and summer. In fact, places close to the equator can experience two rainy seasons and two dry seasons per year. The length and intensity of these rainy and dry seasons also depends on the relief of the land and exposure to winds from different directions. And yet, regardless of the time of the year, tropical rainy seasons are almost without exception cooler than the dry seasons. In most of India, the rainy season occurs in summer, the dry one in winter. Despite the Hindu calculation of the seasons, as mentioned above, India, like ancient Egypt, is con-",
        "captions": [
            {
                "source": "internal",
                "text": "Sen    Lief                   —— Oe  MAE a “AN Sf. SS eS ye -      ITE Pacific islands close to the equator exhibit no seasonal change. Up until recently, the natives of such islands calculated their “year” without any consideration of seasons."
            },
            {
                "source": "external",
                "text": "between minus 80° F to minus 127° F,” with a record temperature of minus 129° F.'° No pos- a"
            }
        ],
        "bibliography": "°R.H. Bailey, Glacier (Alexandria, Virginia, 1982), p. 115. 10M. W. Browne, “Antarctica: Life’s Tenuous Toehold,” Discover (March 1984), p. 49. 355",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 356,
        "main_text": "sidered to have only three seasons—and these are of unequal length: A cool season from De- cember to February, a hot season from March to mid-June, and a rainy season from mid-June to November. The Rotumans, living on a small island near the equator, reckon the passage of time in periods of six months, or moons. Changes of temperature there are but slight, with the dif- ference of seasons barely perceptible. Not only can the natives observe no change of season, the vegetation itself is not materially affected throughout the year. So, likewise, in the Kings- mill Islands, also known as the Gilbert Islands, situated directly beneath the equator, where the natives reckon their “year” as a period of ten months without any reference to seasons.\" It can thus be seen that, while the official seasons are tied to the astronomical calendar, actual seasonal variations, climates, and temperatures are not entirely dependent on Earth’s axial tilt. All of which raises the question: Are seasons necessary for the propagation and sustenance of life? THE GOD OF SEASONS On an Earth engulfed in the semi-darkness of a perpetual dawn, bereft of the succession of day and night, with a radiating warmth reflecting uniformly, or quasi-uniformly, on all parts of our globe, our world could only have experienced a single season. The evidence for whether this was ever so can only be found here on Earth. But, before delving into that, because seasons would eventually have come about, our reconstruction of these primeval events demands that the mytho-historical record should connect the arrival of the four sea- sons with the Saturnian deity man had been wont to venerate. Can this demand also be met? We note, for starters, that the association of the word “season” with Saturn is discernible in Latin. In fact, the English word “season” is itself ultimately derived, through a meandering route of associated European words, from the Latin sationem, accusative satio, “sowing”? According to the ancients themselves, it was this word, satio, and or satus, that is “seed,” from which the name of Saturn—i.e., Saturnus—was derived.” And it is this, among other matters, which ended up casting Saturn as a god of agriculture. Hermann Collitz, on the other hand, traced the derivation of the name Saturnus to the Persian (that is Old Iranian) word xsaeta, with the dual meaning of “bright” and “king” or “ruler,”!* which appears as an epithet of Yima/Saturn.’* As he indicated, an older form of Saturnus, which was sometimes written Saeturnus, was Saetus. He was therefore convinced that the name Saeturnus derived from Saetus through the Avestic xsaeto/xsaeta—which he",
        "captions": [],
        "bibliography": "\" H. Hale, Ethnography and Philology: U. S. Exploring Expedition, 1838-42, Vol. VI (1846), pp. 105-106, 169- 170. NN. Webster, Webster’s Twentieth-Century Dictionary of the English Language (N. Y., 1939), p. 1498. 8 See here, for instance, H. Collitz, “Konig Yima und Saturn,” Oriental Studies in Honour of Cursetji Eraschji Pavry (Oxford, 1933), p. 102. \"4 Tbid., pp. 95 ff. \"8 Ibid. 356",
        "headers": [
            "THE GOD OF SEASONS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 357,
        "main_text": "preferred to see as meaning “ruler” —and that only later was the Italic form Saetus associated with satio.'® But even if Collitz is correct concerning the derivation of the name Saturnus, there is still no doubt that, in the minds of the Romans who venerated him, the four seasons were absent during the god’s reign, at which time the world basked in the glory of but one season. Thus, in describing Saturn’s Golden Age, Ovid spoke of mankind as having been “content with foods that grew without cultivation” in “a season of everlasting spring.”'” It was only after Saturn’s reign had come to an end that the springtime “which had prevailed of old” was shortened while “a cycle of four seasons in the year, winter, summer, changeable autumn, and a brief spring” was instituted.\"* And was it not because of this that Janus, whom we have already seen identified by the ancients themselves as Saturnus, was deified inter alia as the god of the seasons?” It was no different in the New World where we have already met the Peruvian Kon Tiki Viracocha. Having previously identified him as a Saturnian deity, it is not surprising to discover that he was believed to have been the “guiding power in regulating the seasons” which seasons were actually ordained by him.” Further north in Arizona, the Indians of Oraibi venerated a god called Machito who, like the Saturnian deity of other races, existed in darkness at a time when “there was no sun, no moon, and no stars.”” It is said that the people complained “because of the darkness and the cold.”” While the cold mentioned here might seem to contradict our thesis, it should be understood that the record in question involves a protracted series of events covering a pe- riod which goes beyond what is encompassed in this work. This cold, of which the mytho- historical record has much to say, descended upon the world at the end of Saturn’s Golden Age®™ but before the appearance of the seasons. In fact, it was after Machito had produced the Sun, which dissolved the cold, together with the Moon and the stars, that he “appointed times and seasons.”™ Much more can be said but, at this point, I must stop because we are now encroaching on the era of Saturn’s Golden Age which actually came later and which topic must be reserved for its proper chronological place in the planned sequel to this volume. Even so, it behooves us to remember the words of Frederick Hall who considered the era with which we are presently concerned as having been “the primitive phase of Saturn’s Golden Age.””> As he wrote:",
        "captions": [],
        "bibliography": "6 Ibid., p. 105. ” Ovid, Metamorphoses, 1:103-107. \"8 Ibid., 1: 113-118. 19 Idem, Fasti, 1:125. °C. R. Markham, The Incas of Peru (1910), pp. 97-98. 21 As quoted by I. Donnelly, Ragnarok: The Age of Fire and Gravel, republished as The Destruction of Atlantis (N. Y., 1971), p. 212. ? Ibid. %D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001), pp. 66 ff. **T. Donnelly, op. cit., pp. 212-213. 5 FF. Hall, “Solar System Studies,” Part 2, AEON I:4 (July 1988), p. 27 (emphasis added). 357",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 358,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "‘SS of! PRP Ss         a =; |     —— Janus—God of seasons."
            }
        ],
        "bibliography": "EO 358",
        "headers": []
    }
]