[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 309,
        "main_text": "all times’...yet it seems advisable to emphasize, on the one hand, that technical ter- minology has its own laws and is not subject to the jurisdiction of linguists, and to point, on the other hand, to one of the Sanskrit names of Saturn, i.e., ‘Kala,’ meaning ‘time’...”\"° Thus, in Sanskrit, one of the names for the planet Saturn and the word for “time” are one and the same, both rendered “Kala.” But also: “Tt should be stressed that the disinclination of philologists to allow for the ‘essential’ connection of Chronos and Kronos rests upon the stern belief that the ‘god’ Saturn has nothing to do with the planet Saturn, and upon the supposition that an expert in classical philology has nothing whatever to learn from Indian texts. Were it not so, they might have stumbled over Kala, i.e., Chronos, as a name of Yama, i.e., Kronos, alias the planet Saturn.””” That Time (Kala) was a name of Yama can also be learned from E. Burgess;'* that the Hindu Yama, the same as the Persian Yima, was Saturn can be learned from Hermann Col- litz.'° So that this, also, is the same as saying that Time was another name for Saturn. Besides, leaving Chronos aside, Kronos was himself lauded as “the originator of times.”” KALA To the Hindus, the “Wheel of Time” is known as the Kala-cakra (or “chakra”).”' Of im- portance to our thesis is the fact that it was Brahma, i.e. Saturn, who is said to turn this wheel of time.” In the Svetasvatara Upanishad, it is stated that: “Some wise men, deluded, speak of Nature, and others of Time as the cause of everything, but it is the greatness of God by which this Brahma-wheel is made to turn.”” Thus the same source alludes to Brahma as “the time of time.” The Mundaka Upanishad proclaims that the year, indeed, came from Brahma.” What has also significant meaning is the added fact that the waters of chaos, which we have previously had reason to connect with Saturn, were said to have arisen from Kala.”",
        "captions": [],
        "bibliography": "16 G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 135. \" [bid., p. 373. 18 E. Burgess, Surya Siddhanta (Calcutta, 1860/1935), p. 5. H. Collitz, “Konig Yima und Saturn,” Festschrift Pavry (1993), pp. 86-108; see also, Linga Purana 1:60:2-5. 29 G, de Santillana & H. von Dechend, op. cit., p. 133. 2 W. E, Begley, Visnu’s Flaming Wheel: The Iconography of the Sudarsana-Cakra (N. Y., 1973), p. 96. ® FO. Schrader, Introduction to the Pancaratra and the Ahirbudhnya-Samhita (Madras, 1916), pp. 106, 132. 3R. Van Over, op. cit., p. 308. 4 Ibid. % Ibid., p. 311. * Atharva Veda XIX:54. 309",
        "headers": [
            "KALA"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 310,
        "main_text": "In the Atharva Veda it is stated that: “Time is the lord of all, who was the father of Praja- pati” but also that “time in the beginning [is or was] Prajapati.””’ That Prajapati is to be iden- tified as Saturn need not be repeated. The Satapatha Brahmana tells us that “Vaishva- nara...truly is the year, and Prajapati is the year.” In fact, Prajapati is alluded to as “the year” in numerous passages of the same work. There, Varuna, whom we have also identified as Saturn, is also referred to as “the year.” Meanwhile, we have already seen Vishnu, whom we have also equated with Saturn, being lauded as Mahakala, which name we have translated as “Great Saturn.” But, seeing as Kala also means Time, the same epithet can be translated as “Great Time.”” The result is the same because, as all the above should have in- dicated by now, as far as the ancients were concerned, the god and planet Saturn was syn- onymous with time. Thus Iranian Time was also personified as Zurvan,”’ whose Saturnian identity, as we have already seen, is well attested.” According to the Atharva Veda, Kala, who was both Time and the planet Saturn, was considered the very first god, which is in keeping with our thesis. As we had also seen in an earlier chapter, Dhruva, the Pole star, had also been an earlier name of Saturn and, as such, the word dhruva came to have the meanings of “time,” “epoch,” and/or “era.” THE SLOW-MOVING PLANET The association of time with the planet Saturn could not, of course, have eluded mytholo- gists and, in seeking an explanation, they naturally appealed to logic. Back in 1875, Gustave Schlegel, citing Dupuis, justified the phenomenon by referring to the planet’s present lagging orbital pace: “The planet, with its slow and heavy walk, imitating age, drags itself along its path, in a manner of speaking; before finishing its revolution, it would have seen a great num- ber of men die whom it had seen born, so slow was its pace...He [i.e., Saturn] was the father of the years and the centuries...his was the longest measure of time which na- ture seemed to give for a single revolution of one of the celestial bodies or one of the moving stars. Is it not, therefore, natural to believe that the Ancients, who had attrib- uted to each star its domain and its function in Nature, should have given to the planet Saturn the supervision of the celestial movements which regulate the length of the years and the centuries?” 2 Ibid., X1X:53:8-10 (emphasis added). ?8 Satapatha Brahmana V:2:5:14. 2 Tbid., 1V:1:4:10. 3° VS. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 749. 31 §. G. F. Brandon, Creation Legends of the Ancient Near East (1963), p. 203. % J, O'Neill, The Night of the Gods (London, 1893), pp. 778-779. 33 Atharva Veda X1X:53:2. 4 V_S. Apte, op. cit., p. 531. * G. Schlegel, Uranographie Chinoise (Leiden, 1875), p. 628 (as translated privately for the author by Birgit Liesching & Gayle Chin Anderson). 310",
        "captions": [],
        "bibliography": "",
        "headers": [
            "THE SLOW-MOVING PLANET"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 311,
        "main_text": "Stecchini, on the other hand, reversed the process by assuming that it was “because of Kronos’s association with time that his name was given to the most distant of the seven heavenly bodies...because it concludes its orbit in 30 years, so that a day in its year corre- sponds to a month in the earth’s year.” Saturn’s slow motion along its orbit, however, does not explain why the planet was also chosen to represent the year. If any celestial body can presently claim the right to represent the year, it surely would have to be the Sun. As an indicator of the passage of time, it remains supreme. Even the Moon would have been a better indicator with which to gauge the pro- gress of time. Moreover, our ancient forebears, living in this primeval era, would hardly have even noticed the planet Satur if it then appeared, like now, as nothing but a pin-point of light in the night sky. More importantly, Dupuis’, or Schlegel’s, as also Stecchini’s, exposi- tions do not explain what Saturn, even as Time personified, had to do with Creation. Besides, why would the slowness of the planet Saturn have led ancient man to believe in an era when time was not? As we have indicated in earlier pages, and as we shall show more fully in a sequel vol- ume, it was the Saturnian deity who was held responsible for the Creation. But, in an Iranian Rivayat, this role is bestowed on Time. “Time is both Creator and the Lord of Creation which it created,” it is there stated.” This is paralleled by the Atharva Veda which states that “Time created the earth...”** A curious passage concerning Creation in a Hindu Brahmana brings various elements together: “Then the seed [of Creation] became a year. Before that time there was no year.” Thus, despite the fact that the waters of chaos were said to have been born of Time, as we have seen above, the reverse was just as true. As it was said, the waters of chaos themselves produced the year, “the ordainer of the days and nights.“ We also have it from the Maitri Upanishad that “the year, verily, is Prajapati [that is Saturn, who] is Time.” What all this intimates is that what Hindu sources term as “the year” is a synonym for “time.” This synonymy is also apparent in Hebrew where yom (or yowm), which is normally taken to mean “day,” has the additional meaning of “year” but also “time.” So, similarly, in Egypt. The word thera, which means “year,” also means “time.” Thus Ptah, whom we have already seen identified as Saturn, was called “the Lord of the Year,” whereas Atum, his al- ter-ego, was called “the Lord of Time.” The two epithets are synonymous.",
        "captions": [],
        "bibliography": "3°. C. Stecchini, loc. cit., (emphasis added). %”S. G. F. Brandon, op. cit., p. 204. %8 Atharva Veda X1X:53:6-10. * R. Van Over, op. cit., p. 318. ® Rig Veda X:190:2. “' Maitri Upnaishad V1:15. ® J, Strong, Hebrew and Chaldee Dictionary (Madison, 1890), p. 48. * B.A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978), p. 857. “™M. S. Holmberg, The God Ptah (Lund, 1946), pp. 22, 64, 77, 178-180. 4SR.T.R. Clark, Myth and Symbolism in Ancient Egypt (N. Y., 1959), p. 56. 311",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 312,
        "main_text": "DIONYSUS In an our first chapter we saw Dionysus as the original impetus behind Greek drama. But who was this god? The mythology of Dionysus presents him as a rambunctious conqueror who spread ter- ror, as well as civilization, to the (known) world. Wherever he went, he introduced the grape vine and, with it, the fermentation of wine. In this respect he was similar to the Egyptian Osiris/Saturn who also traveled the (known) world, bringing civilization to the countries he visited, as so did other Saturnian deities. Eusebius Pamphili (c. 260-340 A. D.) already knew that the Greek Dionysus was the equivalent of the Egyptian Osiris. He knew about this equation from Plutarch (c. 46-120 A. D.)” and the even earlier Herodotus who lived in the 5th century B.C.* The similarity be- tween Dionysus and Osiris, moreover, did not merely concern their histories as civilizers, but even their rites. This was so much so that Herodotus was driven to claim that the rites of Di- onysus could only have been borrowed by the Greeks from the Egyptians.” These similari- ties, however, are not restricted to Dionysus and Osiris, but are common to various other Saturnian deities. (There is also some indication that, in some quarters, Dionysus was identi- fied as an alter-ego of Helios® who, as we have already seen, was the original Greek name of the planet Saturn.) The association of time with Saturn explains why the much later festivals of the New Year, touched upon briefly in preceding pages, were devoted to Saturn in his many guises. We should therefore not be surprised to find that among these festivals were those held in honor of Dionysus, who is not only identifiable as the Saturnalian king,” but also directly as the Saturnian deity.” It was not, therefore, spurious of William Heidel to note the obvious connection of Dionysus with Aion.® As Marija Gimbutas informed her readers: “In these festivals, which have assimilated elements of deep antiquity, Dionysus appears as a year- god.” QUETZALCOATL UNVEILED The Aztec deity Quetzalcoatl, known to the previous Maya as Kukulkan, has been identified by various authorities as different celestial, and non-celestial, entities: as the Sun;*",
        "captions": [],
        "bibliography": "“ Eusebius Pamphili, Evangelicae Praeparationis 11:1:45d. * Plutarch, De Iside et Osiride 35. “8 Herodotus, Historiae 11:42. *® Tbid. 11:49. * W. A. Heidel, op. cit., p. 481. 51 Tid., p. 489. ® W. F, Otto, Dionysus: Myth and Cult (Bloomington, 1965), pp. 195-201. 3 W. A. Heidel, op. cit., p. 490. *M. Gimbutas, The Goddesses and Gods of Old Europe (London, 1982), pp. 227-228. 55M. Simoni, “Central America: Gods of Sacrifice,” Larousse World Mythology (London, 1972), p. 461; D. Gifford, Warriors, Gods & Spirits from Central & South American Mythology (N. Y., 1983), p. 21; M. Oldfield Howie, The Encircled Serpent (N. Y., 1955), p. 302. 312",
        "headers": [
            "DIONYSUS",
            "QUETZALCOATL UNVEILED"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 313,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "Dionysus. Civilizer and Saturnalian king."
            }
        ],
        "bibliography": "313",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 314,
        "main_text": "Vie inne a pane Mugen eR Gey GR ee mg a te ne re took on the name of Quetzalcoatl,” very much like the Roman Emperor Marcus Aurelius Antoninus, born Varius Avitus, who took on the name of his preferred deity Elagabalus. As Ev Cochrane commented: “The celestial identification of Quetzalcoatl, quite clearly, is not a simple question, and it is further complicated by the fact that the Mesoamericans themselves apparently wavered with regard to the original celestial identity.”® It can safely be stated, however, that most scholars of Mesoamerican lore have accepted Quetzalcoatl as a personifi-",
        "captions": [
            {
                "source": "internal",
                "text": "wnat MU td Pita RLS Sse nl da Mythological scene representing the New Year rite of Dionysus—the year-god."
            },
            {
                "source": "external",
                "text": "as the Greek Hermes” and, therefore, Mercury; directly as the planet Mercury;”’ a comet;* as the Milky Way;” as the amorphous sky; and even as a tenth century A.D. ruler of the Taltene named Taniligin®lalthanch thie latter actually refere ta a “kine” af the Taltere whn"
            }
        ],
        "bibliography": "* H. Fox, Gods of the Cataclysm (N. Y., 1976), pp. 211, 217. 5D. Kelley, “Astronomical Identities of Mesoamerican Gods,” Archaeoastronomy 2—Journal for the History of Astronomy (1980), p. 16. ® P. Brown, Comets, Meteorites and Men (N. Y., 1973), p. 18. * B. C. Brundage, The Phoenix of the Western World (Norman, 1981), pp. 112-113. © Idem, The Fifth Sun (Austin, 1979), p. 105. °! H.W. Goodkind, “Lord Kingsborough Lost His Fortune Trying to Prove the Maya Were Descendants of the Ten Lost Tribes,” Biblical Archaeology Review (September/October 1985), p. 65. © N. Baldwin, Legends of the Plumed Serpent (N. Y., 1998), p. 36. © E. Cochrane, “On Comets and Kings,” AEON II:1 (June 1989), p. 65. 314",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 315,
        "main_text": "cation of the planet Venus since the time of the Spanish conquest of the Americas.” (Thus one should not castigate Immanuel Velikovsky who, on the testimony of Eduard Seler, adhered to this identification,® as so have many of his followers.) Jill Abery, on the other hand, was not quite happy with this identification or with any of the others mentioned above—and rightly so. As she opined: “Quetzalcoatl is a very ancient god with a multiple of aspects. As the feathered ser- pent, readers of Velikovsky will have no difficulty in identifying him as Venus in cometary garb. But beyond this he is the Lord of healing, learning, beauty, creativity and vegetation. He was a benefactor who brought to men the use of metals and the arts of government; who ruled in an age of perfumed, melodious plenty which can be regarded as the Golden Age of Mesoamerica...It would [therefore] appear that Quet- zalcoatl was originally the Mesoamerican equivalent of Osiris or Saturn.” Would that mainstream mythologists had been as astute. Abery, of course, was not the first to ferret out the true identity of Quetzalcoatl,” but I mention her especially because her intuition exemplifies what can be gleaned by a mind which is not constrained by orthodox views. What has confused the issue, and many a mythologist, is the Mesoamerican belief that when Quetzalcoatl died, his heart flew up and turned into the Morning Star,® which star has been usually understood as Venus when it appears in the morning®—an event that, as we have seen on an earlier page, is duplicated in the mythology of the Egyptian Osiris/Saturn. What mythologists and archaeoastronomers seem to forget is that it was the heart of Quetzalcoatl, and not Quetzalcoatl himself, which turned into the Morning Star. Quetzalcoatl and the Morning Star were thus two entirely different entities. Let me now state that nowhere in Mesoamerican lore is Quetzalcoatl identified as Saturn. If this identification is to hold, it must do so on the evidence offered by comparative mythology. Like the Saturnian deity of other nations, Quetzalcoatl was considered as the creator.” Like the Saturnian deity of other nations, as Abery indicated, Quetzalcoatl was also a civilizer.” As in the Saturnian myths of other nations, Quetzalcoatl was the original one and only god. Thus, according to a Toltec hymn:",
        "captions": [],
        "bibliography": "See here, for example, E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 199. 6S]. Velikovsky, Worlds in Collision (N. Y., 1950), p. 157. © J. Abery, “Problems With the Morning Star,” Chronology & Catastrophism Workshop 1987:1, p. 9. * While never explicitly stated, the identification of Quetzalcoat! as Saturn is more than intimated in G. de Santillana & H. von Dechend, op. cit., pp. 42, 77, 78, 213, 247, 360; the identification is more apparent through the evidence presented by D. N. Talbott, The Saturn Myth (N. Y., 1980), pp. 13, 17-18, 57, 88, 163, 199. E. C. Krupp, op. cit., pp. 200-201. ® But see here, D. Cardona, “Moming Star,” AEON V:1 (April 1995), pp. 11 ff. ™ H.B. Alexander, Latin American Mythology—Vol. 11 of Mythology of All Races (1920/1964), p. 94; see also M. Simoni, op. cit., p. 461. ™ N. Baldwin, op. cit., pp. 34, 63, 79. 315",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 316,
        "main_text": "“Only one god did they [the ancestors] have, and they held him as the only god, they invoked him, they supplicated him; his name was Quetzalcoatl.””” According to M. Simoni: “All the great gods of the Aztec pantheon, both the tribal gods and those they won over [from preceding or neighboring civilizations], have a solar aspect and are the Sun in one of its attributes.”” It may thus seem understandable when Quetzal- coatl himself is identified as an aspect of the Sun, not only by Simoni,” but by others as well.” The Codex Borgia actually reinforces this belief when it depicts Quetzalcoatl with the sign of Tonatiuh on the back of his head, since Tonatiuh had always been understood to be the Sun. And yet, the depiction in question incorporates the sign for “night” with that of To- natiuh,” thus intimating that Tonatiuh and, by inference, also Quetzalcoatl, was a sun of night. That the sun of night was an aspect of the primeval Saturnian sun we have already seen.",
        "captions": [
            {
                "source": "internal",
                "text": "_          Ad Mw             4 LC ts                    ») ~ sw? Quetzalcoatl as the Feathered (or Plumed) Serpent."
            }
        ],
        "bibliography": "” J. W. Perry, Lord of the Four Quarters (N. Y., 1970), p. 196. 73 M. Simoni, loc. cit. (emphasis as given). ™ Ibid. 5D. Giffors, loc. cit., M. Oldfield Howie, loc. cit. 76 &. Vollemaere, “Venus—Geboorte en Leven,” Oud-America 08 (August-October 1981), p. 122. 316",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 317,
        "main_text": "Additional to this, the Mayan sacred book known as the Popul Vuh informs us that the Plumed Serpent, that is Kukulkan/Quetzalcoatl, lived in an ocean—here understood as the celestial waters—in an era of primordial darkness.” “Whatever might be is simply not there: only murmurs, ripples, in the dark, in the night. Only the Maker, Modeler alone, Sovereign Plumed Serpent...a glittering light.”” Moreover, in keeping with the topic of the present chapter, Quetzalcoatl was said by the Aztecs to have existed in the “Time Before Time””—that is, in a timeless era. The same be- lief is shared by the Mixtec who even claim they were the “direct descendants” of Plumed Serpent, and that they were “rooted” to their land “through him” since “the time before time.”™ TIME ZERO On an earlier page, we met with another Aztec god named Xiuhtecuhtli and although, like Quetzalcoatl, this deity is nowhere directly identified with Saturn, we there enumerated cer- tain aspects of his which accord well with the Saturnian deities of other nations. Among these aspects is the deity’s other name of Huehueteotl, which means “the old god” and/or “the old god of the centre”; his being revered as “the sun of the centre” and “the central fire”; his be- ing described as the pivot of the turning heavens; and his identification with the celestial pole. We can now add one more Saturnian characteristic of this god: Like the Greek Diony- sus, he was also lauded as the year-lord.™ Leaving Central America, we travel briefly to China where we learn that the chaos out of which Creation progressed was equivalent to Huang-Ti, the Yellow Emperor, whom we have already encountered as a personification of the planet Saturn.” Others, however, maintain that from chaos was born P’an-ku, the entity responsible for Creation.® The Com- pendium of Wong-shi-Shing recounts how “P’an-ku came forth in the midst of the great chaotic world,” having “existed before the shining of the light.” We are further told that: “After the chaos cleared away”—or after “the chaotic state passed away”—“heaven appeared first in order, then earth.” Parallel statements inform us that “the atmosphere had changed in character” —or “the atmosphere gradually cleared” —which seems to be the same as saying that the chaotic state had cleared. We can perhaps also understand this as meaning 7” N. Baldwin, op. cit., p. 29. 8 Ibid., p. 54. ® Tbid., p.8. ® Tbid., p. 47. 8! D. H. Kelley, “The Nine Lords of the Night,” Contributions of the University of California—Archaeological Research Facility, No. 16 (Berkeley, October 1972), p. 63. ® M. Soymié, “China: The Struggle for Power,” Larousse World Mythology (London, 1972), p. 274. ® Ibid., p. 275. 317",
        "captions": [],
        "bibliography": "",
        "headers": [
            "TIME ZERO"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 318,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": ",      1 ty et TEN | AN aN; [REA      ie: ON     = Seay       ue,    Bo   g Oe,    \\. 79 = pt ay   ay       Be    “a ¥   GF  ves  a   Ww   A ANAM, 8  oe hie  BBE TR a. Aztec sculptors carving out the great Sun Stone, also known as the Calendar Stone, which depicts Tonatiuh, identified in the Codex Borgia as the sun of night, in the centre. The Stone, 12 feet in dia- meter, and weighing 24 tons, is now housed in the National Museum of Anthropology in Mexico City. (filustration by John Green.)"
            }
        ],
        "bibliography": ". oes in tar a nas oie we : ae el > Ts +. NN —_—_ \\ (0 i CU CBee ie a : 7 eT he, ohye mn G4 5 Viasiag M a . 5 Ao “yh! i a” 2 = eel bhai bgt oy oa | | ANAM, 8 oe hie BBE TR a. Aztec sculptors carving out the great Sun Stone, also known as the Calendar Stone, which depicts Tonatiuh, identified in the Codex Borgia as the sun of night, in the centre. The Stone, 12 feet in dia- meter, and weighing 24 tons, is now housed in the National Museum of Anthropology in Mexico City. (filustration by John Green.) 318",
        "headers": []
    }
]