[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 204,
        "main_text": "Chapter 9 The Immobile God THE SABBATH STAR n Chapter 4 we claimed that the Hebrew name for the planet Saturn, that is Shabtai,! was responsible for the naming of the Sabbath, in Hebrew Shabbath, the Saturday of the Jews. As we also noted in that same chapter, the word Shabbath is sometimes said to derive from the closely related shabath, which means “to repose” or “to rest.”2 This meaning, in tum, has been said to have arisen because Elohim rested from his work of Creation on that day.3 What is indicated by this is that Elohim’s rest came first, for which the Sabbath was then named. It seems, however, that there is more to this “resting” business than meets the eye. Or why would the planet in question have been named for that particular day, thus also receiving the meaning of “rest”? The connection of Saturn with the Creation is not restricted to Hebrew tradition. In Chapter 4, we also had occasion to mention a similar tradition as believed in by the Persians. We repeat that tradition here as recorded by Al-Biruni: “On the 6th day of Farwardin, the day Khurdadh, is the great Nauroz, for the Persians a feast of great importance. On this day—they say—God finished the creation, for it is the last of the six days...On this day God created Saturn...”4 What did the planet Saturn have to do with Creation or the resting of Elohim? Why was Saturn known as the Lord of the Sabbath?5 One of the strange things about the Sabbath is that it is the only day to which the Israel- ites gave a name. The rest of the days of the week were called by their ordinal numbers.¢ Why this exception? Why was Saturn of importance even to the ancient Hebrews? Not that, in later times, they were overly proud of this. In fact, as William Heidel informs us, they re- sented the identification of the Sabbath with Saturn’s day for long afterwards.” That Shabtai, sometimes referred to as Kokab Sabet, also called the Sabbath Star,? meant “the resting Star or Planet” is well known.!° In his attempt to connect the order of Creation, day by day, as described in the Book of Genesis, with the different planetary deities honored traditionally on the successive days of the seven-day week, Robert Graves, as usual,",
        "captions": [],
        "bibliography": "1 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 465. 2 J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 112. 3 Genesis 2:2. 4 Al-Binuni (translated by E. C. sachau), The Chronology of Ancient Nations (London, 1879), p. 201. 5R. Klibansky et al., Saturn and Melancholy (London, 1964), p. 161. ©W. A. Heidel, op. cit., p. 437. 7 Ibid. 8 R. H. Stieglitz, “The Hebrew Names of the Seven Planets,” Journal of Near Eastern Studies 40:2 (April 1980). ° W. A. Heidel, op. cit., p. 465. 10R. H. Stieglitz, loc. cit. 204",
        "headers": [
            "THE SABBATH STAR"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 205,
        "main_text": "muddled the entire issue.!! The only points of validity that he mentioned is the well known association of the Jewish Sabbath with Saturn and the fact that this planetary deity had long been known as the god of repose, that is of rest.!2 But, if we discount the derivation of the name Shabtai from the business of Elohim’s rest after Creation, what can we offer by way of an explanation for this unusual characteristic? Or, why was the planet Saturn called the Resting Star or Planet? THE GOD OF THE JEWS The Israelite connection with the planet Saturn goes beyond the naming of the Sabbath after this planetary deity. Thus, for instance, when the prophet Amos was riling against the Israelites, he accused them of having carried images of a stellar deity in a tabernacle. The King James version of the passage in question is made to read: “Have ye offered...sacrifices and offerings in the wilderness forty years, O house of Israel? But ye have borne the tabernacle of your Moloch and Chiun your images, the star of your god, which ye made to yourselves.” 3 This memory was still vivid in the days of the New Testament and is repeated in the Acts of the Apostles where the figure of Chiun is replaced with that of Remphan: “.,.O ye house of Israel, have ye offered...slain beasts and sacrifices by the space of forty years in the wilderness? Yea, ye took up the tabernacle of Moloch, and the star of your god Remphan, figures which ye made to worship them...” !4 This is in keeping with the Septuagint version of the same passage which reads: “Have ye offered...victims and sacrifices, O house of Israel, forty years in the wilder- ness? Yea, ye took up the tabernacle of Moloch, and the star of your god Rephan, the images of them which ye made for yourselves.” The forty years in the wilderness alluded to in the above verses refer to the wandering of the Israelites following their departure, or exodus, from Egypt under Moses. Concerning the deity called Moloch we will offer nothing here, reserving the topic for a future work. Here I wish to concentrate on the god called Chiun in one version and Remphan/Rzphan in the oth- ers. Who was this deity? In both Amos and Acts this god is alluded to as “the star of your god” —that is the star of the Israelites’ god. But what star did Remphan personify? In the Testament of Solomon, Remphan is rendered Raphan concerning whom Solomon was said to have built a temple in conjunction with one to Baal/Moloch.!5 The Testament of Solomon is of Jewish origin but, as Louis Ginzberg informs us, as we now have it, it is laden “with many Christian layers.”!6 This is noted here because the name Raphan (or Ramphan or Rephan) is unknown in Hebrew and must therefore have been introduced, or transliterated, by one of the Christian editors. Ginzberg was of the opinion that Raphan (or Rephaim) is a",
        "captions": [],
        "bibliography": "0 R. Graves, The White Goddess: A Historical Grammar of Poetic Myth (N. Y., 1979), p. 265. 12 Ibid. 13 Amos 5:25-26. 14 Acts 7:42-43. 15 L. Ginzberg, The Legends of the Jews, Vol. IV (Philadelphia 1968), pp. 153-154. 16 Jbid., Vol. VI, p. 292. 205",
        "headers": [
            "THE GOD OF THE JEWS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 206,
        "main_text": "reminiscence of a Hebrew word meaning “the shades,”!” but it is more than probable that the name Remphan is nothing but a mistransliteration into Greek of the same Chiun in the King James version of Amos.'® Jerome interpreted the star of Chiun as Lucifer!? which is popularly, but erroneously, be- lieved to have stood for the planet Venus.° But as Martin Sieff correctly stated, Chiun was the Assyrian name for Saturn, the same as the Syriac Kewan (and the very Hebrew Khe- van).?! One question that comes to mind at this point is: What were the Israelites doing running about the desert with the image of the Saturnian star in their tabernacle? Let us be honest: Present Jewish and Christian sentiments notwithstanding, it has long been known that Saturn was the god of the Jews. In more recent years, for instance, Carl Jung knew very well that Saturn was the star of Israel.22 Much earlier, Aurelius Augustinus was more explicit when he informed his readers that the ancients considered the planet Saturn as the god of the Jews. Throughout the Middle Ages, the Jews were largely known as the People of Saturn” (as so, incidentally, were the Scythians?5). This belief, however, is much older than that since even the Roman historian Tacitus (c. A.D. 55-117) described the Jews as worshipping the planet Saturn as their god.26 Whether the tabernacle in question was the acclaimed one that Moses was said to have had constructed, and in which the famed ark of the covenant was housed, remains a moot question. This much, however, should be stated: While the tabernacle which Moses had had built is usually referred to as the Mishkan and/or the Ohel, the tabernacle mentioned in the Hebrew version of Amos is simply called sukot, the plural of suka, meaning “tents.” THE TROUBLE WITH AMOS Scholars of the Jewish faith have, naturally enough, found much to criticize in the above interpretation of the Amosian verse in question.’ As it has been said, this “is a difficult verse and the subject of very diverse interpretation” ?® —or, as M. Weinfeld put it, a verse on which many a pen has been broken,” (although, in my opinion, his has fared no better). This diffi- culty is not abated by the fact that the Hebrew —that is Masoretic—version of the passage in question replaces Moloch with Siccuth (or Sikut, Sikkut) while placing the event as coming in the future rather than having occurred in the past. Thus: “So shall you take up Siccuth your king and Chiun your images, the star of your god, which you made to yourselves.”",
        "captions": [],
        "bibliography": "17 Ibid., p. 293. 18 J. Strong, A Concise Dictionary of the Words in the Greek Testament (N. J., 1890), p. 63. 19 See, I. Velikovsky, Worlds in Collision (N. Y., 1950), p. 176. 20 See here, D. Cardona, “Morning Star,” II, AEON IV:2 (August 1995), pp. 36 ff. 2 y, Lewy, “The Old West Semitic Sun-God Hammu,” Hebrew Union College Annual (Cincinnati, 1943- 1944), pp. 456-457. 22 ©, Jung, Symbols of Transformation (N. Y., 1976), p. 401. 23 See the Index to E. Hoffman’s edition of Augustine’s De Civitate Dei (Vienna, 1899-1900). 24H, Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni 18, Pt. 3 (1950), p. 360. 251. Velikovsky, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), p. 10. 26 Tacitus, The Histories, V:iv. 27 See here, for instance, M. Danino, “Molochian Rites and Cannibalism,” KRONOS X:3 (Summer 1985), pp. 87-88; M. Weinfeld, “The Worship of Molech and of the Queen of Heaven and its Background,” Ugarit- Forschungen 4 (1972), pp. 149-150. 28 G. A. Buttrick, et al., The Interpreter’s Bible, Vol. V1 (N. Y., 1956), p. 821. 29M. Weinfeld, op. cit., p. 149. 206",
        "headers": [
            "THE TROUBLE WITH AMOS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 207,
        "main_text": "One of the things that has happened here is quite obvious. The reading “the suka of your Moloch” is rendered as “Siccuth your melek” —that is, “Siccuth your king.” This, in turn, was based on the assumption that Siccuth is the same name of the Assyrian god Sakkuth.3° The Masoretic version is thus interpreted this way: In his accusation of Israel, Amos con- demns the people to carry these idols, Sikut and Chiun, with them into the coming Babylon- ian exile as punishment for having worshipped them in his day. We will not here enter into a discussion concerning which version is to be preferred.3! To us, whether Chiun was worshipped by the Israelites during the time of Moses or the days of Amos does not change the fact that the Israelites did worship this god. Nor does it change the fact that this deity was no other than the Saturn of other nations. There will now be those who will want to tell me that it is no secret that the Israelites of- ten fell prone to worshipping false idols and that the case in question reflects no more than that. And, in truth, this is the way in which the verse has been understood by adherents of both the Gentile and Hebrew versions. The association of Shabtai/Saturn with the Hebrew Sabbath, however, as well as the additional data we will be presenting in the following pages, including, incidentally, the very name of Israel, speaks against this. Moreover, hidden within the expression of the Masoretic version of Amos is a datum that will actually strengthen our case. Here I can safely state that even were sikut (that is “tents/tabernacles”) made to read Siccuth (in reference to the Assyrian Sakkuth), it would in no way invalidate our thesis. Not only would the Saturnian connection of this verse remain through the undisputed inclusion of Chiun/Kewan, but, ironically, the Assyrian god Sakkuth is himself associated in Akkadian texts with the planet Saturn.32 Now it so happens that, just as Shabtai/Saturn translates as “the resting Planet,” so is Chiun/Saturn related to a similar characteristic. The word chun, from which the name is de- rived,?3 carries the meanings of “establish,” “fix and/or fixed,” “firm,” and “stable.”34 Very much like Shabtai, Chiun can therefore be translated as “the fixed, firm, or stable planet Sat- urn.” In other words, the reference is to a planet at rest. What could this mean? THE STABLE ONE The old west Semitic deity named Hammu has long been considered to be a sun god.35 This is the deity for whom the famous Hammurabi, the first king of the Amorite Dynasty of Babylon, was named (or named himself).36 Hammu’s identity as the Sun has been seen to be strengthened by the name of Hammurabi’s fourth successor, Ammizaduga, which name translates as “Ammi |that is Hammu] is Justice.” This, as Julius Lewy pointed out, accords well with the Assyro-Babylonian Shamash who, in Akkadian hymns, is invoked as kittum, that is “justice.”37 As we have seen, however, Shamash had originally been a name reserved for the planet Saturn. Should we not then see in Hammu a name for the same planet? Thus, for instance, Hammurabi, named after Saturn, would not have been guilty of apostasy when",
        "captions": [],
        "bibliography": "30 G. A. Buttrick, et al., op. cit., pp. 821-822. 31 But see, D. Cardona, “Molochian Rites and Cannibalism,” KRONOS X:3 (Summer 1985), pp. 89 ff. 32.G. A. Buttrick, loc. cit. 33 J, Strong, see ref #2, p. 55. 34 Ibid. p. 54. 35 J. Lewy, op. cit., pp. 429 ff. 36 Ibid. NOTE: Stephen Langdon’s translation of Hammurabi’s name as “the uncle is great”—S. Langdon, “Hammurabi,” Enyclopaedia Britannica (1959 edition), Vol. 11, p. 135—canoot be witheld. See here, D. Cardona, “The Two Sargons and Their Successors,” Part II, AEON I:6 (December 1988), p. 93. 37 J, Lewy, op. cit., p. 435. 207",
        "headers": [
            "THE STABLE ONE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 208,
        "main_text": "he named his son Samsuiluna, a name usually translated as “The Sun is Our God,”38 but more correctly rendered “Saturn is Our God,” since both Shamash (Sama or SamSu) and Hammu were different names for the same planet.3? Likewise, when Hammurabi had the laws for which he became famous inscribed on a stela, he had himself depicted as receiving them from Shamash. One cannot, therefore, rightly blame mythologists for identifying Hammu as a sun-god since, in effect, he was the personification of just that—a sun; the pri- meval Saturnian sun to be sure, but a sun nonetheless. The association with justice, however, is not the only datum on which we can base the identification of Hammu as a personification of the planet Saturn? As Lewy noted, Hammu is equivalent to “Aman which was a name for the planet Saturn.” How is this identity derived? ’AmAn, as well as other related names, belong to a linguistic root which means “stable” and/or “the stable one.” And, as Lewy pointed out, “the stable one” is the meaning of the Akkadian name of Saturn, that is Kaimanu, the same as the Arabic Kaiw4n and the Syriac Kéw4n,*! the Chiun of the Book of Amos. Morris Jastrow tells us that the reason Saturn was called “stable” and/or “regular” and/or “steady” was “because of the slow and regular motion which is [the planet’s] distinguishing feature.” 42 To be sure, this is the usual explanation that is still given to account for the close- to-universal ancient belief we are here considering. But while “stable,” “regular,” and “steady,” may account for the slowness of the planet as seen with the naked eye from Earth, its slowness cannot be made to account for its additional characteristics of being “fixed” or “firm,” to say nothing of it being described as being “at rest.” Slow the planet may seem to move, but it moves. What the ancients seem to be telling us here is that, in a time long gone by, the planet Saturn did not appear to move. Can this be validated? THE GOD OF JERUSALEM The claim that the famed Ebla tablets have shown that Salem and Jerusalem were two dif- ferent places® has not been validated. We must therefore continue to accept the statement of Flavius Josephus who claimed that Salem had been an earlier name for Jerusalem.“4 Salem, or shalem, once thought to signify “peace,” is now known to have been the name of an early Canaanite deity.45 Up until recently, this deity had been identified as Venus“ but, as we shall see, this identity does not hold. In Chaldean, Jerusalem was rendered Yerushalem; in Hebrew, it changed to Yerushalaim. Both names mean “founded by Shalem.” Moreover, in a letter sent to an Egyptian king of the Eighteenth Dynasty, Jerusalem is mentioned both by that name and as Bit Sulmani.47 As Julius Lewy concluded, this letter “leaves no doubt that the city was then known not only as",
        "captions": [],
        "bibliography": "38 Ibid. 39 Ibid., p. 471. 40 Ibid., pp. 456, 470. 41 Ibid., p. 456-457; see here also P. Jensen, Die Kosmologie der Babylonier (Strassburg, 1890), pp. 111 ff; H. Lewy, op. cit., p. 332. 42 M. Jastrow, Jr., “The Sign and Name for Planet in Babylonian,” Proceedings of the American Philosophical Society XLVI: 189 (May-August, 1908), p. 155. +3 H. Macoby, “Ebla, the Plain Dealer,” SIS Review II:4 (Spring 1978), p. 97. 44 Flavius Josephus, Antiquities of the Jews (also known as The Jewish Antiquities), 1:10:2; idem, The Jewish Wars (also known as Wars of the Jews), V1:10. 45M. Burrows, “Jerusalem,” The Interpreter’s Dictionary of the Bible Vol. Il (N. Y., 1962), p. 844. 4% J, Gray, “Shalem,” in ibid., Vol. IV, pp. 303-304. 47 J. Lewy, “The Sulman Temple in Jerusalem,” Journal of Biblical Literature LIX (1940), p. 520. 208",
        "headers": [
            "THE GOD OF JERUSALEM"
        ]
    }
]