[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 94,
    "content": "\nThe legendary Chinese astronomers Hsi and Ho receiving their\nae: Me) ae\ninne\nair ea\nts\ncommission from the just as legendary Emperor Yao.\n(From a Qing dynasty print.)",
    "bibliography": [],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 95,
    "content": "In its slow march across the sky, the Chinese calculated that it takes 28 years for the\nplanet to complete one revolution around the Sun,” which is not too far off the modern value\nof 29.46 years.\n\nThe apparent stoppage and temporary retrograde motion of Saturn along its orbit, which\napplies to all outer planets—that is, those farther away from the Sun than Earth, and therefore\noutside Earth’s orbit—an illusion brought about when Earth overtakes it in its narrower cir-\ncuit, was also calculated by them.” As Gustave Schlegel pointed out, the modern value for\nthis apparent motion “more or less agrees with the Chinese observation.”” And similarly for\nthe other planets visible to the naked eye.\n\nGUEST STARS\n\nOne particular branch of ancient astronomy that can be said to have been uniquely Chi-\nnese was the record-keeping of what they termed “Guest Stars.” These records documented\nthe temporary blaze of stellar “explosions,” or flare-ups, which bring usually invisible stars\nto bright perceptibility, an effulgence which persists for a specific, but not usually long, time,\nbefore it wanes and the star again disappears from view. Having once been referred to as\n“new stars,” these stellar phenomena are now known as novae and supernovae. The most fa-\nmous of such temporary Chinese Guest Stars was the one that took place in 1054 A.D., a su-\npernova that is now believed to have given birth to the Crab Nebula.\n\nTHE SURYA SIDDHANTA\n\nOf Hindu astronomical knowledge I will say nothing beyond a few facts as contained in\nthe Surya Siddhanta which, among other matters, presents the correct view that Earth is a\nsphere. As it is there written: “And everywhere upon the globe of the earth, men think their\nown place to be uppermost— but since it is a globe in the ether, where should there be an up-\nper, or where an under side of it?”* Aryabhatta even held the opinion that Earth revolves on\nits axis.\n\nOne should read the section of the Surya Siddhanta which treats of planetary conjunc-\ntions, that is the apparent contact of one planet with another as seen with the naked eye\nagainst the background of stars, in order to obtain some measure of understanding concerning\nthe painstaking observations and calculations that these early astronomers were capable of. A\ndifferent term is there employed for different conjunctions.* These apparent close ap-\nproaches of planets were correctly understood in a purely angular sense—that is, they were\nquite aware that the planets appeared to touch each other only when they happened to lie in\nthe same line of sight as seen from Earth.”\n\nVelikovsky was thus completely in error when he proposed that these conjunctions re-\nferred to actual physical contacts between planets.” This is evidenced by the work in ques-",
    "bibliography": [
      "®» Ibid., pp. 628-629.",
      "* Ibid., p. 629.",
      "° Ibid.",
      "°° E. Burgess & W. D. Whitney (translators), Surya Siddhanta: A Textbook of Hindu Astronomy (Minneapolis,",
      "1978), p. 392.",
      "* W.E. Clark (translator), The Aryabhatiya of Aryabhatta (1930), p. 13.",
      "°8 Surya Siddhanta VII:2-6.",
      "% Ibid., V:6.",
      "°71. Velikovsky, op. cit., p. 256."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 96,
    "content": "tion itself where it is stated that “the planets move on upon their own paths, approaching one\nanother at a distance.”*\n\nG. Thibaut has claimed that much of what is found contained in the Hindu Siddhantas, of\nwhich there is more than one, is mainly based on the teachings of the Greek Hipparchos\nand/or Ptolemy. Otto Neugebauer and D. Pingree also trace some of this Hindu knowledge to\nthe even older Babylonians. We therefore turn next to Greece and, after that, to Babylon.\n\nTHE ALMAGEST\n\nClaudius Ptolemaeus, popularly known simply as Ptolemy, was the most celebrated geog-\nrapher, mathematician, and astronomer prior to medieval times. More than that, he has often\nbeen referred to as “the greatest astronomer of antiquity.” Unfortunately, despite some\nArabian traditions concerning his personal appearance and the report that he lived to the ripe\nold age of 78 years, nothing much is known about the man himself. Whether his name,\nPtolemaeus, derived from that of the Greek city in which he was said to have been born,\nPtolemais Hermii, or whether, as Kenneth Heuer assumes, it “indicates that he was an in-\nhabitant of Egypt of Greek or Macedonian [that is, Ptolemaic] descent,” cannot now be as-\ncertained.\n\nWhat seemed to have been certain until recently is that he conducted his astronomical ob-\nservations at Alexandria, in Egypt, sometime during the years 127 and 141 or 151 A.D. The\nbelief among more modern historians of science, however, is that Ptolemy conducted most of\nhis observing “not at night on the coast of Egypt but during the day in the great library at Al-\nexandria, where he appropriated the work of a Greek astronomer [Hipparchus] and proceeded\nto call it his own.”\n\nOf his works on geography and mathematics, I shall say nothing here, concentrating in-\nstead, and then only briefly, on his astronomical observations and theories. These were pre-\nsented in thirteen books originally titled Syntaxis, but later referred to by the Arabs as Al-\nmagest, which means “The Greatest,” the name by which the work is now more commonly\nalluded to. For better or worse, this work “was accepted as the final authority on the subject\nuntil it was superseded by the observations of the Polish astronomer Nicolaus Copernicus in\nthe 16th century.”\"”\n\nWhat Ptolemy concluded from his so-called observations of the heavens was that the\nheavenly bodies moved in circular orbits and that Earth, already known by then to be spheri-\ncal in shape, was at the centre of the universe. He calculated the periods of revolution, as well\nas the apparent retrogradation, of the five planets visible to the unaided eye, the inclination of\ntheir orbits, and their motions in latitude. He compiled a catalogue of the stars visible in both\nthe northern and southern hemispheres, listed under constellations, giving their apparent\nmagnitudes, latitudes, and longitudes, which stars numbered 1,022 (some say 1,025) as\ncompared with the 850 or so that were contained in the earlier catalogue of Hipparchus.\n\nMuch of the Almagest is taken up with an explanation of astronomical assumptions and\nmathematical methods; the length of the year and the motion of the Sun; the length of the\nmonth and the motions of the Moon; the sizes and distances of the Sun, the Moon, and Earth\nitself; eclipses of the Sun and the Moon; and the precession of the equinoxes.",
    "bibliography": [
      "° Surya Siddhanta V:24 (emphasis added).",
      "* W. Broad & N. Wade, “Betrayers of the Truth: Cases of Fraud in the Idealized World of Science,” Equinox",
      "(May-June 1983), p. 86.",
      "1 K. Heuer, City of the Stargazers (N. Y., 1972), p. 117.",
      "1! W. Broad & N. Wade, loc. cit.",
      "1 1. Kindersley (ed.), Quest for the Past (N. Y., 1984), p. 180."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 97,
    "content": "\nPtolemy also wrote a text in four books on astrology, the Tetrabiblos, which he compiled\nfrom material culled from Chaldean, Egyptian, Greek, and earlier writings, with which we\nshall also not concern ourselves here. Let not the reader, however, disqualify Ptolemy as an\nincompetent astronomer because of his astrological beliefs. Isaac Newton was not only a be-\nliever in alchemy, he himself attempted to change base metals into silver and gold. '®\nAs Heuer informed his readers, “Ptolemy was not the kind of genius who produced new\nideas; he took existing ideas and changed and extended them in order to obtain agreement\nwith observed facts.”™ There is no doubt, however, that a large part of the theories he\npresents are his own contributions “based on observations of his own, not to speak of the\nunbelievable number of numerical calculations which underlie the tables of the Almagest.”\"®\nSome of Ptolemy’s modern defenders have been claiming that his “system” has been\nmuch misunderstood by astronomers as well as historians of astronomy. As Irving Wolfe\npointed out:\n“...the theory of Ptolemy was not presented in its time as a real picture of the sky.\nAstrophysicist Bruce Gregory reminds us that Ptolemy’s model was not said to be a\nminiature of the Solar System, as we use the word today. It was ‘a device for\ncalculating the position of the planets, not a device for representing the appearance of\nthe planets.’ Astonishingly, the theory of Copernicus was first presented in the\nsame way, as a system which ‘might not be the true scheme of nature, but merely a\nmathematical fiction which fitted the observations.’'” Ptolemy’s system, however,\nwas soon elevated to absolute truth, as was Copernicus’ later, so it is we who have\nmade them into religions.” '®\nMaybe so, even though, to me, this sounds more like an attempt to whitewash Ptolemy’s\nimage. Thus, for instance, those astronomers who have more recently re-examined Ptolemy’s\noriginal data soon realized that retrocalculations of the planets proved that many of\nPtolemy’s so-called observations were wrong. “The errors were gross even by the standards\nof ancient astronomy.” There is also no longer any doubt that Ptolemy plagiarized the\nwork of the earlier Hipparchus. We have already noted the earlier star catalogue compiled by\nHipparchus who conducted his observations from the island of Rhodes. This Greek island\nlies five degrees of latitude north of Alexandria. This makes for a five-degree band of\nsouthern stars that can be seen from Alexandria but not from Rhodes. Not a single one of the\n1,022 stars that Ptolemy listed in his catalogue is to be found in this five-degree band.\nMoreover, “every example given in the Almagest of how to work out spherical astronomy\nproblems is given for a latitude the same as that of Rhodes.”!”\nRobert Newton went even further:",
    "bibliography": [
      "13 1. Asimov, “Science Follies,” Science Digest (July 1982), p. 79.",
      "1K. Heuer, op. cit., p. 122.",
      "5 Ibid.",
      "1° B. Gregory, Inventing Reality: Physics as Language (N. Y., 1988), p. 9, as cited  by I. Wolfe, “A",
      "Catastrophic Reading of Western Cosmology,” Chronology and Catastrophism Review (1993 special issue), p.",
      "63.",
      "17 J, Jeans, The Growth of Physical Science (N. Y., 1958), p. 122, as cited by I. Wolfe in ibid.",
      "1081. Wolfe, loc. cit.",
      "W. Broad & N. Wade, loc. cit.",
      "™ Ibid.",
      "o7"
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 98,
    "content": "\nba    .    Ra,     ri         i Pes       2\nClaudius Ptolemy —with his astronomical cross-staff—who prevented the advance of astronomy\n(illustration by André Thevet from his Portraits and Lives of Illustrious Men (Paris, 1584).)\nfor a millennium.\n(lilustration by André Thevet from his Portraits and Lives of Ilustrious Men (Paris, 1584).)",
    "bibliography": [],
    "captions": []
  }
]