[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 189,
    "content": "\nbelieve that what does happen is unsettling. Both orbit and magnetic field indeed\nchange...”53\nWe will not concern ourselves here with the change in Earth’s magnetic field, nor will we\nconcern ourselves much with what led to this “discovery” beyond the shortest of synopses.\nWhat is at the bottom of it is the conclusion reached by the geologist Madeline Briskin in her\ninvestigation of seafloor core samples. Sediment has always been deemed a reliable indicator\nof past climatic conditions. What Briskin discovered through the age and molecular design of\nthe ocean fossils imbedded in the sediments she studied, led her to conclude that Earth’s cli-\nmate follows a repetitive cycle of changes of approximately 413,000 years duration. This\ncycle, according to her, is brought about by Earth’s changing orbit as it moves closer to, then\nfarther away from, the Sun. As far as the present work is concerned, no judgment will be\npassed on the possible validity or otherwise of this deduction. We merely note it as one indi-\ncation of various theories from the establishment in which changes in Earth’s orbit are de-\nduced from certain evidences and made to account for certain past situations.\nAre any of these scenarios any wilder than one which posits Earth to be an escaped satel-\nlite of Saturn? Ah yes—but the above events, whether they ever transpired or not, have all\nbeen dated to millions of years ago as opposed to the scenario being presented here which\nclaims Earth to have still been a satellite of Saturn during the advent of man. This is an ob-\njection we will be running into time and again.\nIn 1986, Lynn Rose, who, with Raymond Vaughan, had been working on the Babylonian\nNinsianna tablets, surprised Velikovsky’s followers by correcting their earlier conclusion,\nand that of Velikovsky himself, concerning the not-so-ancient orbit of the planet Venus. In\n1950, Velikovsky had been of the opinion that the astronomical observations contained in\nthese tablets—sometimes referred to as the Tablets of Ammizadugqa, sometimes simply as the\nVenus tablets—showed beyond a reasonable doubt that Venus had been moving on an en-\ntirely different orbit at the time the observations were conducted.°> Originally concurring\nwith him, Rose and Vaughan eventually came to an entirely different conclusion.\n“Like many others, including Velikovsky, we at one time took it for granted that the\nVenus tablets would tell us about a radically different orbit of Venus...We have grad-\nually come to realize, however, that at the time of the observations Venus might have\nbeen on or close to its present orbit...The strangeness of these eighth-century [B.C.]\nobservations of Venus seems to be mainly due to their having been made from an\nEarth that was on a radically different orbit from the present orbit of Earth.”5\nIn 1993, Michael Reade came to similar conclusions,*’ although the amount in Earth’s\norbital expansion as given by him—from a posited 0.9904 AU to the present 1.000\nAU—would not lend itself to being called radical, representing a mere 0.97% to 1%\nexpansion. °8",
    "bibliography": [
      "3 T. Yulsman, “Muck Reveals Ancient Orbit, “ Science Digest (September 1982), p. 18 (emphasis as given).",
      "Ibid.",
      "551. Velikovsky, Worlds in Collision (N. Y ., 1950), pp. 198 ff.",
      "56 L. E. Rose, “Answers to Further Critics,” KRONOS XI1:3 (Summer 1986), p. 57 (emphasis as given).",
      "56 L, E. Rose, “Answers to Further Critics,” KRONOS X1:3 (Summer 1986), p. 57 (emphasis as given).",
      "57 M. G. Reade, “The Ninsianna Tablets, a Preliminary Reconstruction,” Chronology and Catastrophism",
      "Review XV (1993), p. 9.",
      "38 Tbid., pp. 10, 13."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 190,
    "content": "Once again, I shall not here comment on the validity, or otherwise, of these deductions. I\nmerely mention them as the possible—even probable—fall-out of a set of Babylonian astro-\nnomical observations. On the other hand, I shall have more to say about this particular datum,\nbut in a future work which will deal with the attainment of Earth’s present orbital path.\n\nTHE HABITABLE ZONE\n\nAn entirely different problem that our hypothesis raises concerns the distance of Earth\nfrom the Sun during the time it spent as a satellite of Saturn. It has, for instance, been pointed\nout that, were it not for the insulation provided by its atmosphere, Earth’s temperature would\nfall well below the freezing point of water, similar to that of the Moon. And that would be at\nEarth’s present distance from the Sun. What, then, would Earth’s temperature have been at\nSaturn’s present distance from the Sun—insulating atmosphere or not? This is most impor-\ntant because, needless to say, Earth’s temperature has a direct bearing on the sustenance of\nlife. The existence of life on Earth, it has often been stated, is manifestly due to our planet’s\ndistance from the Sun—it just happens to be positioned in the Sun’s habitable zone—which\nis the reason why it is the only planet in the Solar System capable of bearing life.\n\nEarth, it should be remembered, is at 1 AU from the Sun (approximately 93 million\nmiles). Saturn is at 9.5 AU from the Sun (approximately 886.3 million miles). As a satellite\nof Saturn, would not Earth have been in the “freeze zone”? How, then, could it have sus-\ntained life, including that of man?\n\nWhat, exactly, is the extent of the Sun’s habitable zone? At one time the habitable zone\nwas believed to stretch between 0.7 and 1.3 AU. In 1977, however, Michael Hart reduced\nthis zone to the narrow range extending from 0.95 to 1.01 AU.® This would still have meant\nthat had Earth been 5% closer to the Sun, its oceans would evaporate; had it been only 1%\nfurther away, total glaciation would put an end to life. But then, in 1988, the scientists at\nNASA’s Ames centre found reason to increase the distance of the habitable zone by 50%.\n\nLife, however, requires more than the right amount of heat and sun-light. It also requires\nwater, of which Earth has an abundance. But now here’s the rub. Long-range exploration of\nthe planets has convinced astronomers that Venus and Mars also once possessed abundant\nwater. In the case of Venus, its water is said to have evaporated into space because of its\ncloser proximity to the Sun.®! This mechanism, however, does not work for Mars which is\nfarther out from the Sun than is Earth. An entirely different process had therefore to be\nworked out for the red planet. As James Kasting wrote: “Mars is freeze-dried today, not be-\ncause it is too far from the sun but because it is a small planet and therefore cooled off com-\nparatively quickly.”62\n\nAll this has led to the belief that the habitable zone, which has now been revised to range\n“from just inside the orbit of Earth to beyond the orbit of Mars,” has “migrated slowly out-\nward from its position when the planets first formed...about 4.6 billion years ago, because\nthe sun has gradually brightened over time.” What this additionally entails is that in an-\nother billion years, as the Sun continues to brighten and becomes ever hotter, Earth’s orbit",
    "bibliography": [
      "5° M. H. Hart, “The Evolution of the Atmosphere of the Earth,” Icarus 33 (January 1978), p. 23; idem,",
      "59 M. H. Hart, “The Evolution of the Atmosphere of the Earth,” Icarus 33 (January 1978), p. 23; idem,",
      "“Habitable Zones About Main Sequence Stars,” Icarus 37 (January 1979), p. 351; R. Breuer, Contact With the",
      "Stars (San Francisco, 1982), pp. 27-32.",
      "60 New Scientist (July 1, 1988), p. 41.",
      "o J. F. Kasting, “The Origins of Water on Earth,” Scientific American (November 30, 1998), pp. 19-20.",
      "Ibid., p. 22.",
      "63 [bid., p. 19 (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 191,
    "content": "will eventually fall outside “this expanding zone.” Earth’s oceans will then evaporate\n“leaving the world as dry and lifeless as Venus is today.”\n\nIt is not that I, personally, adhere to the above scenario—and, in a future work, I hope to\nhave much to say concerning the past histories of Venus and Mars—but it does show that,\nwhen the facts seem to demand it, astronomers are not exactly nervous about shifting planets\nand their habitable zones around, to say nothing of varying the Sun’s radiative output, in or-\nder to fit their theories.\n\nBut, the reader may complain, is it at all possible to shift this habitable zone all the way\nout to Saturn? Maybe not, but, theoretically at least, could we not perhaps shift Saturn into\nthe habitable zone? Actually, back in 1982, Ragnar Forshufvud theorized just that, moving a\nSaturn that had once been much larger to “much closer to the Sun”.® But I only present this\ndatum as an interesting exercise because, judging by what can be deduced from the mytho-\nhistorical record, the truth may have been exactly the opposite.\n\nBe that as it may, it is not really necessary to move a celestial body into the so-called\nhabitable zone, or even closer to the Sun, in order to have it appropriately heated. Io, one of\nJupiter’s satellites, is said to be heated through Jupiter’s tidal pull. Then why not Earth as a\nsatellite of Saturn? And even then, do we really need Saturn’s tidal pull in order to heat\nEarth? Have we not already seen that Saturn radiates more heat than it actually receives from\nthe Sun? Can not this excessive heat be seen as the residue from a time when Saturn was\nmuch hotter? Have we not, on the strength of the mytho-historical record, posited that Saturn\nhad once been a miniature sun radiating its own heat and light? True enough, Saturn could\nnever have been as hot as the Sun. The proximity of Earth to Saturn, however, would have\nmore than compensated for this.",
    "bibliography": [
      "© Ibid.",
      "65 R. Forshufvud, “On the Circularization of the Orbit of Venus,” KRONOS VII:2 (Winter 1982), p. 5.",
      "66 J. Winters, “Postcards From the Edge,” Discover (March 1999), p. 90."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 192,
    "content": "\nChapter 8\nThe Solitary Deity\nTHE ONE ALONE\nn an article written in 1977, Harold Tresman and Bernard Newgrosh (writing under the\nname of Brendan O’Gheoghan) presented what might have been their finest disclosure\nwhen they wrote that “there is every indication that this original deity [that is Saturn] was\nat one time the only visible planetary body of the heavens .”' Roger Wescott, on the basis of\nhis own research, came to the same conclusion: “The sky, instead of being dominated\nalternately by the Sun and the Moon, was constantly dominated by a single huge and\nluminous body, here called Aster.”? What Wescott referred to as Aster is to us the planet\nSaturn.\nIf this had really been the case—in other words, had Saturn been the only celestial body\nvisible from Earth during the indeterminate time with which we are concerned—it would add\neven more to the ancient belief that Saturn had been the most prominent heavenly body that\ncould be seen in Earth’s primordial sky. Think about it: We have seen that Earth had been a\nsatellite of what is now the planet Saturn, which planet was described as having been near\nenough to Earth to be remembered as a sphere, which sphere, in turn, was described as a sun\nthat shone at night during a time when no other heavenly body could be seen. What could\nhave been more prominent?\nBut does the mytho-historical record uphold the view that Saturn was the only visible\nbody during the time in question? David Talbott has long focused attention on this topic. As\n[: an article written in 1977, Harold Tresman and Bernard Newgrosh (writing under the\nhe had it stated:\n“The Egyptians remembered the creator as the solitary Atum or Ra, whom we recog-\nnize as the planet Saturn. In the accounts of all periods, Ra is originally a solitary god.\nThe ancient sun is he...who had no companions.”*\n“I am Atum, when I was alone in Nun,” the god is made to state.* The deity is thus called\n“the God One,” the “Only God” —“except whom at the beginning none other existed.”* Time\nand again, in Egyptian liturgies, we hear of Atum being made to state “when I was alone.”\nTime and again, Atum is lauded as he who “was alone.”’ Thus the god, “in his earliest\nremembered state,” as Talbott has noted, is inactive and motionless— “doing nothing, lacking",
    "bibliography": [
      "'H. Tresman & B. O’Gheoghan, “The Primordial Light?” SIS review II:2 (December 1977), p. 36 (emphasis",
      "added).",
      ">R. W. Wescott, “Aster and Disaster: The Golden Age—I,” KRONOS X:1 (Fall 1984), p. 42.",
      "3D. Talbott, “Mother Goddess and Warrior-Hero,” Part One, AEON:5 (September 1988), p. 43.",
      "* J. A. Wilson, “Egyptian Myths, Tales and Mortuary Texts,” in J. Pritchard, Ancient Near Eastern Texts",
      "Relating to the Old Testament (Princeton, 1969), p. 3.",
      "SE. A. W. Budge, The Gods of the Egyptians, Vol. 1 (N. Y., 1969), pp. 131 ff., 400, 501.",
      "°R.T. Rundle Clark, Myth and Symbol in Ancient Egypt (N. Y., 1959), p. 46.",
      "7 Ibid., pp. 94, 95."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 193,
    "content": "\na\nPY\ne .                                  Ne\nAW                            R\\_\nSS\n| |                  wes                i                      &\n=                                              f\nWhen myname came into existence...I was the maker of myself” and “I came into being of\n(\\                                         b|\nTwo forms of Atum—the god who was alone in the beginning.\nactivity or animation.”®\nIn an Egyptian Coffin Text , the god is made to claim: “[I was] he who had no companion\nwhen my name came into existence...I was the maker of myself” and “I came into being of\nmyself.”\nIn the Nesi-Khonsu Papyrus, we find the god described as “Lord of all the gods...the\nholy soul who came into being in the beginning...the first divine matter...the One\nOne...except whom at the beginning none other existed.”\"\nLikewise with Ra who, in the accounts of all periods, was remembered as having origi-\nnally been a solitary god. Ra was “he who had no companion.”",
    "bibliography": [
      "®D. Talbott, “On Models and Scenarios,” AEON 1:4 (July 1988), p. 7.",
      "°R, T. Rundle Clark, op. cit., p. 74.",
      "°° Thid., p. 40.",
      "1 E. A. W. Budge, The Book of the Dead, Vol. III (London, 1901), pp. 645-648 (emphasis added).",
      "?R.T. Rundle Clark, loc. cit."
    ],
    "captions": []
  }
]