[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 319,
    "content": "HY psi x |\n‘oo A         a\n  oS\nee   % es. ,      =   EN\nSEO A STD\nSage ug t 4\")  dy LAY T AY \\\nyt   pe GE ii He Asan, ger\n ~o aeae task PS\nNi?              me Paar     aoe\nP’an-ku, born out of chaos, holding the Yin-Yang symbol , indicative of whirling motion.\n(From a nineteenth century lithograph.)",
    "bibliography": [],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 320,
    "content": "that that indistinct nebulosity, spoken of in the mythologies of other nations, had dispersed. It\nwas then that “the order of time was gradually settled” for, before then, “the day and night\nhad not yet been divided” but that, eventually, “day and night were distinguished from each\nother.”\n\nThus while the Egyptian Ammon-Ra was lauded as “the god who was from the earliest\ntimes,” he was also remembered as “the beginning which abides in all things.”**\n\nEven though they were following a cosmic scenario entirely different from—and one can\nsay in opposition to—the one proposed in this work, de Santillana and von Dechend could\nnot help but realize that mythic themes pertained to a “Great Game played over the aeons, a\nnever ending tale of positions and relations, starting from an assigned Time Zero...”*",
    "bibliography": [
      "* As quoted by I. Donnelly, Ragnarok: The Age of Fire and Gravel, republished as The Destruction of Atlantis",
      "(N. Y., 1971), pp. 210-211.",
      "*5 RR. Petazzoni, “Aion-(Kronos) Chronos in Egypt,” Essays on the History of Religions (Leiden, 1954), pp. 174-",
      "175 (emphasis added).",
      "86 G. de Santillana & H. von Dechend, op. cit., p. 177 (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 321,
    "content": "\nChapter 16\nThe Interloping System\nOUT IN SPACE\nne question that still needs to be answered is: What hid the Sun, the Moon, and the\nstars from view? One could conjecture that the stars might have been rendered\ninvisible by the radiance, no matter how dim, emanating from the Saturnian sun. But,\nwhile true, we do not need to rely solely on that. If, as hypothesized, the Saturnian plasma-\nsphere was really opaque, it would have been enough to shield the stars from view. The\nMoon, I simply claim, was not yet in orbit around Earth.! As for the Sun, there is no way that\nSaturn’s dim light could have blotted out its radiance. The question then revolves on the\nclaimed opacity of the plasmasphere. Was the plasmasphere opaque enough to blot out the\nSun’s illumination?\nUnfortunately, as of this writing, not enough is known about planetary plasmaspheres to\nreadily answer that question. As the plasma physicist Anthony Peratt informed me, “this is\nnot a back of the envelope calculation,” which would probably “give you the wrong answer\nanyway.” What is required is a “full magnetohydrodynamic simulation with radiation trans-\nport,” which would take “several weeks once the problem was set up.” Despite all that, Peratt\nwas kind enough to supply me with a “top-of-the-head-opinion.” While the scientific verdict\nis not yet in, Peratt’s scholarly intuition is that “it would be extremely difficult for a planetary\nplasmasphere to become opaque enough to entirely blot out the sun.”?\nThus, together with other evidence which I shall soon be supplying, the conclusion has\nbeen reached that, during the Saturnian age of darkness, the Sun was not merely hidden, that\nis obscured. Like the Moon, it was actually absent. Which raises the question: Where could it\nhave been?\nTo be sure, the Sun was always here. Only we were not.\nAs far fetched as it might at first appear, what I am about to propose is that the Saturnian\nsystem, including Earth and its inhabitants, was originally exterior to the Solar family of\nplanets and that, having spent long ages traveling alone in the darkness of space, it eventually\ninvaded the Sun’s domain to become a permanent member of the present planetary order. I\nrealize that, by now, I have taken the reader with me into water that reaches well above our\nheads. We had better then start swimming —but let us take it one stroke at a time.\nThe concept that Earth had originally been exterior to the Solar System can be traced to\nthe Cartesian naturalist Benoit de Maillet (1656-1738). Basing his belief on ancient tradi-\ntions, including the Book of Genesis, de Maillet reasoned that the primordial Earth had re-\nvolved around a sun that was much smaller than the present one up until the time of the Bib-\nlical Deluge. In his scheme, Earth then left its original sun and invaded the Solar System as a\nCO: question that still needs to be answered is: What hid the Sun, the Moon, and the",
    "bibliography": [
      "1 In order not to burden our unfolding scenario with events out of chronological sequence, the subject of Earth",
      "without the Moon is reserved for a future sequel to this work.",
      "2 A. L. Peratt, on the Intersect electronic discussion group sponsored by KRONIA Communications, July 10,",
      "2002 (all emphases as given)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 322,
    "content": "\ncomet As erroneous as he might have been in the deductive process that led him to this\nconclusion, he displayed a sagacity for which, given the knowledge of his time, he should\ncertainly be admired.\nTwo centuries later, Immanuel Velikovsky was also of the opinion that a “dark star”\nmight possibly invade our Solar System. As he wrote in 1950:\n“The solar system is not a structure that has remained unchanged for billions of\nyears...Nor is there justification for the excuse that man cannot know or find out how\nthis system came into being because he was not there when it was arranged in its pre-\nsent pattern...The Earth has come in [near-]contact with other planets and com-\nets...Also, some dark star, like Jupiter or Saturn, may be in the path of the sun, and\nmay be attracted to the system and cause havoc in it.”4\nAs apostate as Velikovsky might have been, the idea of an interloper into the Solar Sys-\ntem is not exactly adverse to mainstream astronomy. Thus, for instance, in 1962, R. L. For-\nward expressed the opinion that Pluto was an alien that had settled among the solar family.\n“Apparently Pluto is a stranger which arrived in its present orbit from the regions of\nspace...It is as if Pluto had come along, interacted with Neptune, and pushed it into\nan inner orbit.”>\nJohn Weir has even sought to account for the apparent deviations between the present\nmotions of Venus and those recorded in the Babylonian Ninsianna Tablets (also known as the\nTablets of Ammizaduqa) by postulating the capture of “a relatively large body” by the Solar\nSystem, which body “might have broken up and been ‘captured’ by Jupiter.”6\nThis is highly interesting because the invasion of such a body would have had to have\ntranspired during historical times as opposed to the millions of years into the past to which\nastronomers usually relegate such occurrences. It also proves that speculative events dictated\nby the contents of ancient historical documents are not outside the domain of conventional\nastronomers.\nDilettantes, including Biblical fundamentalists, have also involved themselves in similar\nhypothesizing. Donald Patten, with whom this writer disagrees on too many issues, is also of\nthe belief that Earth was once extraneous to the Sun’s domain. As he wrote in 1967:\n“Heliogenesis must be discarded in favor of Galactogenesis. Galactogenesis implies\nthat our planet Earth, and its satellite, the Moon, have both spent ample astronomical\ntime both beyond our solar system as well as within it. Hence...a catastrophic time\ntable must include both pre-solar time (galactic time) and intra-solar time (time spent\nwithin the Sun’s domain).”7",
    "bibliography": [
      "3 B. de Maillet, Telliamed (Amsterdam, 1748), pp. 169-173, as cited by S. S. Genuth, Comets, Popular Culture,",
      "and the Birth of Cosmology (Princeton, N. J., 1997), p. 202.",
      "41. Velikovsky, Worlds in Collision (N. Y., 1950), pp. 372-373.",
      "5R. L. Forward, “Pluto, Last Stop Before the Stars,” Science Digest (August 1962), p. 73.",
      "© J. D. Weir, The Venus Tablets of Ammizaduga (Leiden, 1972), p. 78. (NOTE: Immanuel Velikovsky had",
      "attributed this to Peter Huber—see “Retrospect,” SIS Review III:2 (Autumn 1978), p. 40—but, in effect, Huber",
      "was quoting Weir.)",
      "7D. W. Patten, The Biblical Flood and the Ice Epoch (Seattle, 1967), p. 301; idem, “The Scars of Mars,”",
      "Catastrophism and Ancient History X:1 (January 1988), p. 25."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 323,
    "content": "\nBut then, returning to the topic with Samuel Windsor in 1988, the original proposal was\nexpanded to cover more than just Earth and the Moon. According to these two writers, the\nentire planets of the present solar family had once belonged to an extraneous system gov-\nered by a dark star, the binary partner of the Sun, which they referred to as Planet X.8 In this\nscenario, the Planet X system would, from time to time, have approached closer to the Sun\nwhere, with each close approach, the latter slowly stripped Planet X of its brood of planets, a\nfew at a time.\nPatten and Windsor did not have the mytho-historical record in mind when they con-\nstructed their scenario. Theirs was actually an attempt to disprove the nebular hypothesis\nusually attributed to Immanuel Kant and supplant it with what Patten and Windsor believed\nto be a more viable history of the formation of the Solar System.? They did not even seem to\nrealize that Kant’s nebular hypothesis had already been discarded at the time they proposed\ntheir theory. Thus, their various objections to Kant’s nebular hypothesis are entirely\nsuperfluous. Besides, it did not even dawn on them that their version of the formation of the\nSolar System begged the question of how the Planet X system itself originated. On that score,\nif on no other, their scenario is as redundant as their objections.\nWorst of all, the detailed step by step description of the manner in which this planetary\ntransfer too place, with precise orbital and rotational periods, values of eccentricity, closeness\nof approach, etcetera and so forth, both before and after capture, often given to many places\nof decimal, makes one think that the authors had actually been there at the time with a load of\nscientific instruments to record it all for posterity.!° Theirs is not a methodology that inspires\nconfidence, let alone credence.\nActually, it was Ralph Juergens who set us on the right path. Back in 1977, basing his\nscenario on what little Velikovsky had yet published about the subject of Saturn, he was\nbold enough to climb out on what was then still considered something of a slim limb. As\nhe wrote:\n“...some points of...discussion may emerge from a consideration of Velikovsky’s as\nyet unpublished evidence that Saturn was once a star and in all likelihood the Earth’s\n“Sun’ at one time...\n“Velikovsky has stated that Satum was disrupted in a near-collision with Jupiter.\nKnowing little or nothing of the details, I can most easily imagine such an encounter\nin terms of a Saturnian planetary system, which included the Earth, being invaded,\ndismembered, and captured by an interloping system of relative giants consisting es-\nsentially of the present Sun and Jupiter... 1!\nOut in space, this would be the same as having the Saturnian system invading the Solar\none, as per our present supposition. On the other hand, in this work, I have nothing to offer\nconcerning the disruption of Saturn through a collision with Jupiter. Nevertheless, the\nhypothesis that Saturn and Earth had once constituted a planetary system that was exterior to\nours fits our unfolding scenario to the proverbial Tee.",
    "bibliography": [
      "8 D. Patten & S. Windsor, “The Organization of the Solar System—Part II: A Galactic Capture Hypothesis,”",
      "AEON 1:5 (September 1988), pp. 97 ff.",
      "2 Thus see, idem, “The Organization of the Solar System.” AEONT:4 (July 1988), pp. 77 ff.",
      "10 See here especially idem, The Recent Organization of the Solar System (Seattle, 1995), in toto, but also its",
      "review by W. Thornhill in AEON IV:4 (April 1996), pp. 113-115.",
      "review by W. Thomhill in AEON IV:4 (April 1996), pp. 113-115.",
      "UR. E. Juergens, “Juergens Replies,” to “The Critics and Stellar Energy,” SIS Review 1:2 (December 1977),",
      "p.49."
    ],
    "captions": []
  }
]