[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 239,
    "content": "\nrevolve around it.”\"!\nLike the priests of other nations, we learn that, when officiating before the Altar of\nHeaven, the Chinese Emperor always faced north.\nTHE EUROPEAN EVIDENCE\nIt was no different in ancient Greece. In neo-Platonist philosophy, for instance,\nKronos/Saturn was associated with the pole.'” Orphic thought also identified Chronos who,\nas we shall see, was the same as Kronos, as the power behind the turning of the heavens\naround the polar axis.'\" It is therefore no surprise that, when praying, the ancient Greeks,\ntoo, faced to the north. =\nIn time, the sacredness of the north was bound to touch terrestrial realms which, in Euro-\npean thought, remained philologically bound to Saturn through Kronos. The Greeks them-\nselves referred to the North Sea as Kronios Okeanos, or the Saturnian Sea.'® The adjective\n“Cronian,” derived from “Kronos,” has even survived in the English language as descriptive\nof the Arctic Ocean.'*\nAs Warren discovered, the same idea persisted in Etruria, before Rome:\n“Varro and other Latin writers confirm this general representation, so that all modern\nexpounders of the old Etruscan religion unite in locating the abode of the gods of\nEtruria in the Centre of Heaven, the northern circumpolar sky. Niebuhr and other au-\nthorities of the highest rank assure us that the Romans shared the same faith.”'*\nThus, Ovid, in his Fasti, offers a description of Creation, at the conclusion of which Janus\nis made to state: “The guardianship of this vast universe is in my hands alone, and none but\nme may rule the wheeling pole.” * As Roger Ashton indicated:\n“The centre of the wheeling pole is motionless to the terrestrial observer. Janus, ruler\nof the motionless celestial pole, must thus be located at the Celestial Pole.” 197\nWhen Saturnus was flung down from his celestial seat, he was said to have continued\nruling from “the opposite end of the world axis,”\"* which presupposes a former position cor-\nresponding to the northern polar station. But even here, we do not really require such a cir-\ncuitous route to the Latin Saturn’s former polar placement since Saturnus himself was re-\nmembered as the god of “the steadfast star,”’” which star is understood as the Pole Star.",
    "bibliography": [
      "131 J, Sammer, “The Cosmology of Tawantinsuyu,” KRONOS 1X:2 (Winter 1984), p. 28, who references L. de",
      "Saussure, “Le systtme cosmologique sino-iranien,” Journal Asiatique 203, pp. 235-297, and idem, “La serie",
      "septenaire, cosmologique et planetaire,” in ibid., 204 (1924), pp. 333-370.",
      "18 AB. Cook, Zeus: A Study in Ancient Religion, Vol. II (N. Y., 1965), p. 557.",
      "‘5! U, Holmberg, Der Baum des Lebens (Helsinki, 1922), p. 109, as cited by D. Talbott, “On Testing the Polar",
      "Configuration,” AEON 1:2 (February 1988), p. 101.",
      "182 WF. Warren, op. cit., p. 213.",
      "tg Websier ’s Twentieth-Century Dictionary of the English Language (N. Y., 1939), p. 401.",
      "Ibid.",
      "185 WF, Warren, op. cit., p. 214,",
      "186 Ovid, Fasti 1:119-120.",
      "157. Ashton, “The Genie of the Pivot,” KRONOS X:1 (Fall 1984), p. 21.",
      "188 Manilus, Astronomica, as cited in R. Klibansky, et al, Saturn and Melancholy (London, 1964), p. 141.",
      "18 See here the Latin poem “Aetna,” Minor Latin Poets (Harvard, 1968), p. 381."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 240,
    "content": "\nTHE SUN OF THE CENTRE AND\nOTHER ECHOES\nThe Aztec god Xiuhtecuhtli was also            AS\nThe Aztec god Xiuhtecuhtli was also\nknown as Huehueteotl, that is “the old        1  t\\                       f)\nknown as Huehueteotl, that is “the old\ngod,”\"® and/or “the old god of the                 )\ngod,”\"® and/or “the old god of the\n“he of the yellow face.”’® He was re-\ncentre,”' as well as Ixcozauhqui, that is\ncentre,”' as well as Ixcozauhqui, that is                              ©\nvered as “the sun of the centre”'°and\n“he of the yellow face.”'® He was re-                                    ]\nvered as “the sun of the centre”'and            \\               =)       (—\npole.'® Although Xiuhtecuhtli is no-\n“the central fire,”'* thus bringing to             SS\n“the central fire,”'* thus bringing to\nmind the central fire of Philolaos. He                CO 7\nmind the central fire of Philolaos. He\nwas described as the pivot of the turning                               y\nwas described as the pivot of the turning\nheavens and identified with the celestial\nheavens and identified with the celestial                           |\npole.\"© Although Xiuhtecuhtli is no-\nwhere in Mesoamerican mythology spe-                   7)’        Cun\nwhere in Mesoamerican mythology spe-\ncifically identified as the planet Saturn,\ncifically identified as the planet Saturn,                     \"4\nwe can see that he was a very old god\nwho personified a yellow-faced sun\nwhich stood at the centre of the celestial\npole. The description is apt and, to be\npole. The description is apt and, to be                     ~~\nsure, Brundage was astute enough to\nrecognize Xiuhtecuhtli as “the Aztec         “oD\nrecognize Xiuhtecuhtli as “the Aztec\nXiuhtecuhtli—the yellow-faced sun which stood\nCronus [the same as Kronos/Saturn], the                      ir\nCronus [the same as Kronos/Saturn], the\nfirst king and Lord of Time.” '®\nfirst king and Lord of Time.” '®                                         Vy\nIt should perhaps be noted here that,\nas the god of fire, and very much like the\nMesopotamian Ninurta—if not for simi- | yiuhtecuhtli—the yellow-faced sun which stood\nMesopotamian Ninurta—if not for simi-\nlar reasons— Xiuhtecuhtli also bore some                  at the centre of the celestial pole.\nlar reasons— Xiuhtecuhtli also bore some\nat the centre of the celestial pole.\nnon-Saturnian traits which we shall\nnon-Saturnian traits which we shall        (From a clay figure—Veracruz culture.)\n(From a clay figure—Veracruz culture.)\nendeavor to resolve in a future work. In\nthe meantime, there is yet one more\nmotif which ties the deity in question inextricably to Saturn that we shall have reason to ex-\nplore in a following page of this work.\nMeanwhile, in a previous chapter we met the Yuki creator Taiké-mol, whose name\ntranslates as “Solitude Walker,” and who we had reason to identify as the solitary Saturnian\nsun. It is, therefore, worth noting that Taik6-mol was also said to have resided in the north.”\nThus, when the Damaras of Africa claim that their “highest deity,” Omakuru, “dwells in\nthe far North,”'* we can be certain that the reference is to their own version of the Saturnian\ndeity.",
    "bibliography": [
      "1 M. Simoni, “Central America: Gods of Sacrifice,” Larousse World Mythology (London, 1972), p. 468.",
      "1s! M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London,",
      "1972), p. 435.",
      "1]. Nicholson, Mexican and Central American Mythology (London, 1967), pp. 106-107.",
      "16 M. Simoni, op. cit., p. 463.",
      "14 C_ A. Burland, The Gods of Mexico (N. Y., 1967), p. 77.",
      "5 Thid., pp. 77, 80.",
      "16 BC. Brundage, The Fifth Sun (Austin, 1983), pp. 22 ff.",
      "167 J. Bierhorst (Editor), The Red Swan: Myths and Tales of the American Indians (N. Y., 1976), p. 40.",
      "168 E. B. Tylor, Primitive Culture, Vol. II, p. 259.",
      "2A0"
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 241,
    "content": "\nSINTERKLAAS\nThe belief in the northern placement of the Saturnian sun perpetuated itself down through\nthe ages in various mystic societies and other traditions in which Saturn continued to be re-\nmembered as “the old man who lives at the north pole.” ® If this has a familiar ring to it, the\nreader is not mistaken. In fact, as Manly Hall observed:\n“Saturn, the old man who lives at the north pole, and brings with him to the children\nof men a sprig of evergreen (the Christmas tree), is familiar to the little folks under\nthe name Santa Claus.”\nTo be sure, Santa Claus can be said to have had an entirely different origin, one that\nstemmed from the life of Nicholas of Myra. While the history of Nicholas is somewhat ob-\nscure, his cult became a very popular one in Christian circles. What is known of him is that\nhe was the bishop of Myra, in Lycia, a region in present-day Turkey, during the time of the\nRoman emperor Diocletian (A.D. 245-313). Persecuted and tortured for his Christian faith,\nNicholas was then imprisoned until released during the tolerant reign of Constantine. Sancti-\nfied by the Christian Church, he was honored by Latins as well as Greeks by an annual feast\nheld on December 6th.\nNicholas’ connection with the myth of Santa Claus arose out of the legend which claims\nthat he was once responsible for clandestinely bestowing dowries to three daughters of a poor\ncitizen who, not having been able to procure decent marriages for them, was about to give\nthem up to a house of prostitution. This event inaugurated the tradition of giving presents in\nsecret on the eve of his feast day, that is on December Sth.\nThe name Santa Claus itself is merely the English corruption of the Dutch form of Saint\nNicholas—that is Sinterklaas—which transpired when the tradition was introduced to Amer-\nica by early Dutch colonists.\nThere is, of course, no direct connection between Saint Nicholas and the north pole in\nwhich Santa Claus is said to reside. So how did the belief originate?\nThe date of Jesus’ birth has never been ascertained (and it never will be). The Christian\nfeast commemorating the event had originally shifted to and fro all over the calendar. Some-\nwhere around 354 A.D., Latin Christians decided on December 25th since this had been the\ndate on which the feast of Mithra, whose religion had become the main competitor of the\nChristian one, and which had been amalgamated with that of Sol Invictus, was held. This\nraised dissent among the Christian community of other countries, especially among the Syr-\nians and Armenians, who continued to celebrate the birth of Jesus on whatever day their own\ntradition had dictated. In A.D. 440, however, the Fathers of the Christian Church decided to\nrevert to December 25th as the official date since this was also the day of the winter solstice\nwhich had for long been a day of celebration.'” This was also the time during which the feast\nof Saturn, known as the Saturnalia, was celebrated. Originating as a New Year festival, the\nSaturnalia was held on December 17th, but was gradually extended to seven days up to\nDecember 23rd.'” The Greek, and original, version of the Roman Saturnalia, however, was\nthe Greek Kronia, likewise dedicated to Kronos/Saturn, and this used to be held on December",
    "bibliography": [
      "16° M. P. Hall, An Encyclopedic Outline of Masonic, Hermetic, Qabalistic and Rosicrucian Symbolic",
      "Philosophy (1928), LXXIX, as cited by D. Talbott, “On Testing the Polar Configuration,” AEON 1:2 (February",
      "1988), p. 101.",
      "1 Ibid., as cited by D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 42.",
      "1 Because of changes made at various times in Christian calendars, the actual time of the solstice and the",
      "traditional date of Christmas now vary by a few days.",
      "1 See, here, L. M. Greenberg, “The Lord of Light,” AEON III:4 (December 1993), p. 14.",
      "2Al"
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 242,
    "content": "\nRa            ,        =     {                  iy\nvilla       }    OT,     x:\nLY J pp)                  ad\ny   dQ           :    3   1 Q       XS  \\ ”\n[}                Oe               \"hy\nVe |    Wy ss     tor                  !\nfda agen\n3           -    es.  —  y/ al pety\nMithra—slaying the Saturnian bull— whose festival in Rome was held on December 25th.\n25th.'* Presents had also been freely exchanged during the festivities of the Saturnalia,\nwhich custom then coincided with that held in honor of Saint Nicholas.\nWe can then see how the two traditions were merged into one—the giving of presents by\nSaint Nicholas on the eve of December 6th and the giving of presents by, or in honor of, Sat-\num anywhere from December 17th to December 25th. In the minds of the common people,\nSaint Nicholas was thus merged with Saturn, “the old man who lives at the north pole,” and\nthe myth of Santa Claus was inadvertently born.",
    "bibliography": [
      "13'S. Langdon, Semitic Mythology (Boston, 1931), p. 18.",
      "2A2"
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 243,
    "content": "\nFIFTH INTERLUDE\nAs we have seen, the mytho-historical record consistently bombards one with allusions\nfrom every mythological quarter that persistently associate the ancient Saturnian sun god\nwith the north and, more specifically, the north celestial sphere. And it is the collective\nstrength of such traditions, ranging all the way from Sumero/Babylonian times to the present,\nthat impels one to believe that, as far as our ancient forefathers were concerned, the primeval\nsun god had once inhabited that place in Earth’s northern sky that is presently occupied by\nthe Pole Star. Although all this might be new to the public-at-large, I am not revealing an\nthe Pole Star. Although all this might be new to the public-at-large, I am not revealing any,\nesoteric secrets. Mythologists have known it all for quite some time. Gerald Massey,”\nWilliam Warren,” Zelia Nuttal, \"Uno Holmberg,’” René Guenon,™ and others we have\nalready had occasion to mention as well as those mentioned below —they all wrote extensive\nworks bearing on the subject. As David Talbott noted:\n“,..the tradition of a former polar god or polar sun has been chronicled by a host of\nscholars; together they have succeeded in demonstrating a universal tradition. In the\nlate nineteenth century John J. O’Neill'” even recognized the god as Saturn and had\nto contrive a distinction between the god and the planet to account for the identity.\nLater, the specific connection of the planet [Saturn] with the Pole was noted by\nLéopold de Saussure. But not one of these innovative researchers ever wondered if\ntheir polar suns or polar gods might have actually been there!\"™\nGiorgio de Santillana and Hertha von Dechend are prime among those who have re-\nsearched the subject, but have objected to a literal interpretation of what these ancient mes-\nsages portray. Since their own research took them far and wide across the entire world in\ndigging through the mytho-historical record, they had no option but to accept that, as far as\nthe ancients were concerned, Saturn had once resided in the place now occupied by the Pole\nStar. “This is puzzling at first,” they state.” “What has Saturn, the far-out planet, to do with\nthe pole?” they ask.\" They even admit that “the reader is not the first to be perplexed by an\nimagery which allows for the presence of planets at the pole...”\"* And then comes the ob-\njection: “It is not in the line of modern astronomy to establish any link connecting the planets\nwith Polaris, or with any star, indeed, out of reach of the members of the zodiacal system.” ™\nSo how do they explain the ancient belief in Saturn’s former polar placement? Their answer\nis that “such figures of speech were an essential part of the technical idiom of archaic astrol-\nogy...” Nowhere, however, do they tell us what it was that gave rise to these “figures of\nspeech.” Nowhere do they tell us why “such figures of speech” were thought to be",
    "bibliography": [
      "4G, Massey, The Natural Genesis, Vols. | & It (London, 1883) and Ancient Egypt, Vols. I & II (N. Y., 1970).",
      "15 W. F, Warren, op. cit.",
      "\"6 7. Nuttal, Fundamental Principles of Old and New World Civilizations in Archaeological and Ethnological",
      "Papers of the Peabody Museum, Vol. 11 (Harvard, 1901).",
      "'77U, Holmberg, Der Baum des Lebens (Helsinki, 1922).",
      "18 R. Guenon, Le Symbolisme de la Croix (Paris, 1931) andLe Roi du Monde (Paris, 1958).",
      "1” J. O’Neil, The Night of the Gods (London, 1893).",
      "181 de Saussure, Les Origines de l’Astronomie Chinoise (Paris, 1930).",
      "8! D, Talbott, “Guidelines to the Satur Myth,” KRONOS X:3 (Summer 1985), p. 47 (emphasis as given).",
      "1® G_ de Santillana & H. von Dechend, op. cit., p. 136.",
      "18 Ibid.",
      "\"84 Thid., p. 140.",
      "5 Thid., p. 136.",
      "186 Ibid."
    ],
    "captions": []
  }
]