[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 194,
    "content": "\nVE SS                                                                                                              e\nYA Res                                                                Ys\nAN      eo       im\n——_ BS                              =                          oO\nc=Za       x       {)\n—                    oe       Y                        “6\n—                             :         N\nSS 2                       \\\\ eee\n\\W             XS        \\——      O\nlovee ed      \\\n!                                 :  tee =       2      \\\nThree forms of Ptah—the god who was lauded as the Disk of heaven.\nPTAH-SEKER-ASAR\nYet one more Egyptian god who originated as a personification of Saturn was Ptah, rec-\nognized as such by Giorgio de Santillana and Hertha von Dechend.” Ptah was the “greatest\nof all the old gods of Memphis”\"* and, as Wallis Budge informs us, “his worship, in one form\nor another, goes back to the earliest part of the dynastic period.”’® He was referred to as “the\nvery great god who came into being in the earliest time...father of fathers, Power of pow-\ners...father of beginnings...who created his own image, who fashioned his own body...the\nDisk of heaven...”'° and “the great god, who came into being in the beginning.”””\n“O father of all the fathers of all the gods,” Ptah is lauded in one hymn, “thou Disk of\nheaven.”® Usually understood as the disc of the Sun, but understood here as the disc of Sa-\nturn, this “Disk of heaven” is yet one more allusion to the fact that Saturn had been seen as a\nsizable orb, thus indicating its closer proximity to Earth. Ptah’s self-generation is again\nalluded to in no uncertain terms in another hymn in which he is lauded with the following",
    "bibliography": [
      "13 G, de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),",
      "pp. 129, 222.",
      "SE. A. W. Budge, The Gods of the Egyptians (N. Y., 1904/1969), p. 500; see also ibid., p. 512.",
      "5 Tbid., p. 500.",
      "'8 Ibid., p. 501; see also ibid., p. 510.",
      "\" Ibid., p. 504.",
      "\"” Ibid., p. 504.",
      "18 Tbid., p. 509"
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 195,
    "content": "\nrm      a.\n5S      Z\nba}       4\n=       oe\n,                                          _\n(5                ,                           VW\nq    ry              |                            Sa \\,\ntf                                 + =v\nwe                              =\nZEAE IES            f                                   7\nIRON SS     \\\n= So                                   y\n7)      KxSeSd\nWANT] hes        io                                 d\nSi cesueeneensoninssareminmmasnntaianesjanuiemerenanaicinenssal\nSeker (left) and Seker-Asar (right) —god of darkness and of the night sun.\nwords:\n“Thou hadst no father to begat thee...and thou hadst no mother to give birth unto\nthee; thou didst fashion thyself without the help of any other being. Fully equipped\nthou didst come forth...””\nPtah was identified by the Egyptians themselves with the god Osiris and, in religious and\nfuneral texts, we often find him called Ptah-Asar (that is Ptah-Osiris).” Thus, in yet one more\nfamous Egyptian hymn, we find Osiris himself lauded as Ptah-Seker-Tem” (that is Ptah-\nSeker-Atum), which, as Budge maintained, is not only a form of Osiris but also “of the night\nsun.”” Seker himself “was originally a power of darkness, or of the night” which “was\nidentified with forms of the night sun like Tem [that is Atum].”” “Under the name Ptah-",
    "bibliography": [
      "® Ibid., p. 510.",
      "» Ibid., p. 502.",
      "1 Tid.",
      "2 Ibid., p. 503.",
      "% Ibid."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 196,
    "content": "\nSeker-Asar we [again] find Ptah and Seker united [and eventually identified] with Osiris...”\nWe are therefore not surprised to also find Ptah being remembered as “the splendid god\nwho existed alone in the beginning.”\nWhat all the above implies, therefore, is that the god who personified the planet Saturn\nwas believed to have come into being of his own accord and that, at least “in the beginning,”\nhe was the only god in existence. No other deity existed with him or before him.\nPRAJAPATI\nWe have already seen the Indic Brahma, known as the “father of gods and men,” identi-\nfied as Saturn through the name Brahmanyah. In that respect, it is noteworthy that Brahma is\nconsidered to have been the first of the Devas, which term is understood as meaning\n“deities,” but which, in effect, means the “shining ones,”” an apt term for heavenly bodies. It\nis therefore telling that Brahma, too, was described as having originally been alone: “He hov-\ners, alone, above everything.”™\nAn epithet, usually translated to mean “Lord of Creatures,”” by which Brahma was\nknown is Prajapati.” This is so true that, in the Vishnu Purana, Prajapati is given as an addi-\ntional name for Brahma.” Like others of the Saturnian deities we have been examining,\nPrajapati was also referred to as “the One God.””\nPrajapati’s identity as Saturn does not solely rely on that of Brahma. As the 11th century\nA.D. Arabian scholar, Al-Biruni, discovered during his travels in India, the Lord of Saturn is\ncalled Prajapati—pure and simple.*\nIt should therefore not surprise us that, in distinction to Brahma, who was actually his\nown self, Prajapati was believed to have originally ruled alone. This we find in the Satapatha\nBrahmana which, among other matters, states that “Prajapati alone, indeed, existed here in\nthe beginning.”™\nFOUR FROM THE “PRIMITIVE” WORLD\nThe doctrinal conviction we have been investigating is to be found not only among the\ngreat faiths of the ancient world, but also among more primitive peoples.\nAmong the American Indians of the north-west, the creator was known as Raven. But\nhere we have to differentiate between two Ravens. Most tales concerning Raven present this\nmysterious being as a shape-shifter and trickster who was often meddling with what had been\ncreated, even though he himself was also responsible for creating certain elements. As a\nmeddler, shape-shifter, and trickster, Raven is identifiable as a personification of the planet",
    "bibliography": [
      "¥ Ibid., p. 507.",
      "25 M. Selim Hassan, Hymnes Religieux du Moyen Empire (Cairo, 1928), pp. 160-161, as quoted by D. N.",
      "Talbott, The Saturn Myth (N. Y., 1980), p. 9 (emphasis added).",
      "6H. de Wilman-Grabowska, “Brahmanic Mythology,” Asiatic Mythology (N. Y., 1972), p. 117.",
      "27 R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 310.",
      "28H, de Wilman-Grabowska, loc. cit.",
      "» Ibid.",
      "3° W. D. O’Flaherty, Hindu Myths (Harmondsworth, 1976), p. 350.",
      "*'R. Van Over, op. cit., p. 312.",
      "*H. de Wilman-Grabowska, op. cit., p. 116.",
      "*% D. H. Kelley, “The Nine Lords of the Night,” in J. A. Graham (Ed.), “Studies in the Archaeology of Mexico",
      "and Guatemala,” Contributions of the University of California, Archaeological Research Facility, No. 16",
      "(October 1972), p. 59; see also, E. C. Sachau, Alberuni’s India (London, 1914), pp. ii, 121.",
      "* Satapatha Brahmana 11:2:4:1."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 197,
    "content": "\nMars. But as the prime creator of the cosmos,” Raven has to be identified as the planet Sat-\num.\nNow it is true that most myths do not differentiate between the two but, at least among\nthe Eskimos and the Tlingit, the difference between them is remembered and indicated by the\nappearance of Raven Boy in addition to Raven.” Presented as the son of Raven,” it is Raven\nBoy who is there painted as the mischievous trickster.*\nIn keeping with our present topic, note now the Haida creed as paraphrased by Helmut\nHirnschall:\n“No one is exempt from loneliness, and the old and wise ones who teach the ways of\nliving and tell stories at campfires say that even Raven, the Creator, knew the burden\nof loneliness.”\nIn order to have known “the burden of loneliness,” Raven had to have been alone—that is\nthe only deity in existence. Through the rules of comparative mythology, it will have to be\nassumed that, in this instance, it is Raven/Saturn that is meant and not Raven Boy/Mars.\nHere we should also mention the Yuki creator whose name, Taiké-mol translates as\n“Solitude Walker.” There is no need to explain that a solitude walker walks alone and, in\nthis Yuki myth, we are merely catching a glimpse of Raven in different guise.\nAccording to the Samoans, their creator, Tangaloa, who “lived in the far spaces,” was\nalone before there was heaven and earth.”\nAnd so, similarly, in a myth from New Hebrides where it is said that the creator, Naareau\nthe Elder, “was the First of All.” Nothing was before him:”\n“He was in the void. There was only Naareau sitting in the void. Long he sat, and\nthere was only he.”®\nFOURTH INTERLUDE\nIt has been assumed by a bevy of students of religion that man’s concept of deity\nemerged out of the primitive fear our ancestors experienced in encountering the mysteries of\nnature around them. These mysteries, we are then told, were eventually explained through the\nslow and accumulating creation—invention, really —of invisible entities, spirits and demons,\nmost of which were seen as being antagonistic to man. By the same token, natural phenom-\nena, such as thunder and lightning, were anthropomorphized, that is given life, named, and\neven appealed to. In the end, we are told, even such natural items as vegetation“ and sexual",
    "bibliography": [
      "35 See here, for instance, M. Wood, Spirits, Heroes & Hunters From North American Indian Mythology (N. Y.,",
      "1981), pp. 48, 53.",
      "% Ibid., pp. 20, 49.",
      "% Ibid.",
      "»” Ibid., p. 20.",
      "38 The shape-shifting and meddling of Raven as the planet Mars will be explained in a future work.",
      "* H. Himschall, The Song of Creation (West Vancouver, 1979), myth 9.",
      "197",
      "“ J. Bierhorst (ed.), The Red Swan (N. Y., 1976), p. 39.",
      "*R. Van Over, op. cit., p. 381.",
      "*® Ibid., p. 382.",
      "“ See here, for instance, the monumental study by James G. Frazer—The Golden Bough—which went through",
      "many editions, eventually evolving into several volumes, and continues to be reprinted, mainly in abridged",
      "versions, up to the present."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 198,
    "content": "\nprowess became the recipients of animated embodiments which, little by little, evolved into\ngods.\nSome have claimed that man’s own ancestors, long dead, perhaps through the medium of\ndreams, were also vivified into ghosts, or lost souls, which were eventually incorporated into\nan ever evolving religious belief. Others insist that the ancient deities evolved out of a respect\nfor certain historical persons of note—an old idea which has recently. been gloriously revived\nfor certain historical persons of note—an old idea which has recently been gloriously revived\nby David Rohl in his sensational attempt to rewrite ancient history. Those who hold to this\nby David Rohl in his sensational attempt to rewrite ancient history.’ Those who hold to this\nview usually point with pride to the Mesopotamian Gilgamesh, a supposed king of Uruk, and\nthe Egyptian Imhotep, architect to King Djoser, as prime examples of their evidence. But that\nGilgamesh was anything but a historical person has finally been established beyond a reason-\nable doubt, once and for all, by Ev Cochrane,” while the case of Imhotep is somewhat\nunique. The first builder of a pyramid—a stepped one to be sure—later dynasts were so im-\npressed by Imhotep’s accomplishments that he was elevated to the stature of a god. This is\nnot to be wondered at because, after all, the Egyptian pharaohs themselves were all looked\nupon as living gods. We do not, however, encounter Imhotep in any mythological themes, let\nalone any of a cosmogonic nature. For whatever it is worth, and Rohl notwithstanding, the\nbelief that the ancient gods were really deified historical persons, never adhered to by many,\nis now accepted by even less. On the contrary, the reverse is true, in that some of the\nprimeval deities were eventually demythologized and presented in human garb even by the\nancients themselves.”\nOur own hypothesis, as presented in this work, holds to the view that the concept of deity\nowes its origin to the planets, especially the planet Saturn, and not to such invented spirits,\nghosts, demons, or historical persons as described above. I am not here asserting that the\nmysteries of everyday life, as they pertained to our primitive forebears, were not conducive\nof the myth-making process. But to say that our ancestors were more concerned with the\nthreatening character of everyday life, such as flood, famine, earthquakes, and the like, is to\ngo against what they themselves told us concerning their beliefs. If the truth need be known,\neven such calamities as enumerated above were often connected with the planetary deities,\nand they were so connected by the ancients themselves. Thus, to give but a few examples:\nAmong the Incas, Saturn was considered the god of famine.®* Almost throughout the entire\nworld, Mars was considered the god of pestilence.” Venus was associated with fear, dark-\nness and death.” The Babylonians, moreover, never discarded their belief that even earth-\nquakes were actually caused by the planets.*\nquakes were actually caused by the planets.  st\nAdherents of the animistic theory, however, base their concepts of the origin of religion\non the beliefs of present primitive peoples, rather than the civilized nations of the ancient\nworld. But even there, their theory meets with various objections. Consider, for instance, the\nEfe pygmies of the Ituri forest whom we had occasion to mention in a previous chapter.\nThese pygmies do not cower in fear of thunder and lightning. Their lives are not ruled, or ter-\nrorized, by a squadron of jungle spirits that have to be appeased every time a calamity hits",
    "bibliography": [
      "“5D. Rohl, Legend: The Genesis of Civilization (London, 1998), in toto.",
      "“ E. Cochrane, Martian Metamorphoses: The Planet Mars in Ancient Myth and Religion (Ames, lowa, 1997),",
      "pp. 8 ff.",
      "47 See here, for example, idem, “Kronos, Minos, and the Celestial Labyrinth,” KRONOS 1X:2 (Winter 1984),",
      "198",
      "pp. 11-20.",
      "** JN. Sammer, “The Cosmology of Tawantinsuyu,” KRONOS IX:2 (Winter 1984), pp. 25-26.",
      "*” M. Jastrow, Aspects of Religious Beliefs and Practice in Babylonia and Assyria (1911), pp. 224-225.",
      "5° Numerous sources can be quoted here, but see D. Talbott, “Velikovsky’s Comet Venus,” Part 8, Thoth",
      "(electronic newsletter) 1:24 (October 20, 1997), pp. 1-2.",
      "5! Pliny, Historiae Naturalis 11:81."
    ],
    "captions": []
  }
]