[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 424,
    "content": "\nlikely,” it is the first proposal that best fits the scheme. It was a “pre-existing polar configu-\nration” that was disturbed “by the increasing influence of the Sun.”\nWhat seems to have transpired is that Earth’s axis was temporarily and slightly dislodged\nas the Sun attempted to separate it from Saturn. The Saturnian system’s entry into the Sun’s\ndomain, however, was a prolonged development that unfolded in a series of awe-inspiring\nevents. For a while of relative short duration, Earth teetered slightly off balance, and it was\nduring this precarious episode that Saturn was seen to slowly circle around its former station-\nary spot. The god wandered for a time. But Saturn was soon to reassert its hold upon its sat-\nellite and the deity returned to his former motionless locale. There is, of course, much that\nwent on before this temporary interlude, and even more that followed it—but the detailed ac-\ncount of all that, complete with the relative evidence, will have to wait for the proposed se-\nquel to this work.\nThrough all this we have not been able to lay down our dragon’s ugly head—because, if\nthe mechanics behind the break-up of comet Shoemaker-Levy 9 are not the ones we seek in\nexplaining the manner in which the Saturnian system could have maintained its axial cou-\npling, we are simply back to where we had started at the beginning of this chapter. What\nShoemaker-Levy 9 taught us is that linear formations can exist, but only for a short period.\nThat is not what we seek. What is required is a means to keep such a formation linearly\naligned for a much longer period—longer than 3 months, longer than 45 years, 100 years, or\n200 years. We need to discover a means to keep Saturn and Earth axially coupled for\nthousands of years, if not even longer.\nWhat, then, is the answer?\nCOSMIC JETS\nThe subject of the Saturnian co-axial system was discussed during the private round-table\nsession held for the speakers at the 2000 KRONIA Communications world conference in\nPortland, Oregon. At that time, the astrophysicist Halton Arp declared that linear formations\nare not uncommon in the cosmos—to which he added the caveat that such formations are\nonly possible if given a long time to form. While this declaration should have raised eye\nbrows, it raised but little.\nWhen, a month later, I asked Arp what linear formations he had in mind,” he referred me\nto the “condensations” which had been discovered being ejected by galaxies.!© These\ncondensations, as Arp called them, are now known to be “violent jets of plasma that erupt\nfrom the cores of some galaxies” !°! in poleward directions. In other words, the jets in ques-\ntion are shot out along the axis of the galaxy’s rotation. How are these jets formed?\nOnce deemed anathema to astronomy, electric currents are now known to exist through-\nout the Solar System. As James Peebles declared:\n“No one today denies the importance of magnetic fields and currents in the solar sys-\ntem and in its formation. This is now completely accepted.” 102\nMore than that, as noted earlier in this work, 99% of the universe is now known to consist\nof plasma, an ionized gas that can conduct electricity. This led the plasma physicist and\nNobel laureate Hannes Alfvén to ask: “why shouldn’t plasma still behave the same way for",
    "bibliography": [
      "99 D. Cardona to H. Arp, October 16, 2000 (private communiqué).",
      "100 H. Arp to D. Cardona, October 27, 2000 (private communiqué).",
      "101 E, J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), p. 75.",
      "102 Tbid., p. 74 (emphasis added).",
      "103 Jbid., p. 72.",
      "103 Fhid., p. 72."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 425,
    "content": "Se op    =           .\na\nae\neee. ae\n+ 3 eS ae ae               “Bg\n:     od\n‘    Ee\n-     4\nHalton Arp\n(Photograph—2000—by Wallace Thornhill.)",
    "bibliography": [],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 426,
    "content": "\nthe entire observable universe...?”!\nAs Eric Lerner explains:\n“In Alfvén’s theory, a galaxy spinning in the magnetic field of space acts as a huge\ngenerator, inducing electric currents in the interstellar plasma. The currents flow in\ngreat filamentary spirals toward the center of the galaxy, where they turn and flow\nupwards along the spin axis.”!05\nIt is this model, according to Alfvén, which accounts for the violent jets that are observed\nerupting from the centre of galaxies.\n“Every now and then [says Alfvén], the electric current in a galaxy short-circuits and\ndumps a vast amount of energy into the core. The galaxy ‘blows a fuse,’ and the blast\npropels a jet of plasma up the spin axis.” 10\nMost astrophysicists, on the other hand, claim that these jets are due to the intense gravity\nof a black hole harboring at the centre of these galaxies,!°’ even though the existence of\nblack holes themselves has recently been raising some serious doubts. !°8 But when it comes\nto similar jets expelled by a breed of new stars, to say nothing of the remains of supernovae,\nthe black hole explanation becomes untenable.\nThe Crab Nebula is the remains of just such a star which went supernova in 1054 A.D.\nThe explosion blazed so brightly that it was visible from Earth in broad daylight. Plasma jets\nsimilar to the ones seen ejecting from galaxies, to say nothing of a ring of hot plasma, have\nrecently been revealed by X-ray photography around the “inner workings” of the Crab. The\nplasma ring itself has been calculated to be 200 times wider than the Solar System. This ring\nis believed to be “powered by particles shooting along the star’s magnetic poles” which cre-\nate the twin jets that are seen “firing out perpendicularly to the ring.” !© An identical situa-\ntion has been found in the Vela supernova remnant. !!0\nThe same is true of young stars, which are now believed to form from gas and dust which\n“clump” at the centre of “an envelope of material” surrounded by “a swirling disk.” Magnetic\nforces then “direct jets along the axis.”\nActually, even our own Sun is now posited to have exhibited such bi-polar outflows,!!! to\nsay nothing of a so-called accretion disk, a remnant of which remains to this day as a circum-\nsolar ring of asteroidal dust.!!2\nBut what have these cosmic jets to do with Earth’s axial coupling with proto-Saturn?",
    "bibliography": [
      "104 Tbid., pp. 74-75 (emphasis added).",
      "105 Thid., p. 75 (emphasis added).",
      "106 Ibid.",
      "107 Jbid.; see also R. Jayawardhana, “Beyond Black,” Astronomy (June 2002), p. 33; R. Kunzig, “Black Holes",
      "Spin?” Discover (July 2002), p. 38 (emphasis in title as given).",
      "Spin” Discover (July 2002), p. 38 (emphasis in title as given).",
      "108 R. Jayawardhana, op. cit., pp. 29 ff.",
      "R. Jayawardhana, op. cit., pp. 29 ff.",
      "ioe A. Svitil, “Cracking the Crab,” Discover (February 2000), p. 12 (emphasis added).",
      "109K. A. Svitil, “Cracking the Crab,” Discover (February 2000), p. 12 (emphasis added).",
      "10 Anonymous, “Do All Pulsars Fly Pole-First?” Sky & Telescope (September 2000), p. 20.",
      "10 Anonymous, “Do All Pulsars Fly Pole-First?” Sky & Telescope (September 2000), p.",
      "111 4. M. MacRobert & J. K. Beatty, “Fountains of Chondrules From the Sun's Cloudy Birth,” Sky &",
      "111 A. M. MacRobert & J. K. Beatty, “Fountains of Chondrules From the Sun’s Cloudy Birth,” Sky &",
      "Telescope (October 2001), p. 18.",
      "112 § F. Dermott, et al, “A Circumsolar Ring of Asteroidal Dust in Resonant Lock With Earth,” Nature 369",
      "(1994), pp. 719-723."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 427,
    "content": "\nHERBIG-HARO OBJECTS\nAt the same round-table conference\nduring which Arp had pointed out that lin-\near features are not uncommon in space, |\nhad passed around the photograph and\ngraphic reconstruction of just such a new\nstar ejecting jets of plasma from both its\nstar ejecting jets of plasma from both its         cab\npoles. At least visually, the item in ques-        ‘3    ;\npoles. At least visually, the item in ques-\ntion bore such an uncanny similarity to my       ieee        2\ntion bore such an uncanny similarity to my\nproposed model of the proto-Saturnian      Baan?     Bs,\nproposed model of the proto-Saturnian\nbrown dwarf star that I believed it impor-      Bm,\nbrown dwarf star that I believed it impor-\ntant enough to share with the other at-\ntant enough to share with the other at-           i\ntendees. Unfortunately, all those present\nwho were interested in the co-axial Sat-\nurnian system brushed it aside as irrele-\nurnian system brushed it aside as irrele-                  ‘\nvant. Worse still, Arp himself declared the                         ae\nvant. Worse still, Arp himself declared the\nitem a mistaken interpretation.\nitem a mistaken interpretation.                                              tee\nIt was only during my following corre-                 RA\nIt was only during my following corre-\nspondence with Arp that I realized he had                  Se\nspondence with Arp that I realized he had\nmistaken my new star for something en-\nmistaken my new star for something en-             RRS\ntirely different. What I had passed around                       *\ntirely different. What I had passed around\nfor consideration was a picture of the star                        5\nfor consideration was a picture of the star\ndesignated as HD 163296. What Arp mis-\ntook it for was the controversial runaway\nplanet—if that is what it is—that had been\ndiscovered streaming away from the\ndiscovered streaming away from the                  %\ndouble star system known as TMR-1 by\nSusan Terebey.\nOnce this confusion was straightened\nout, Arp reminded me that he himself had\nincluded two photographs of a star emit-\nting jets in his 1998 iconoclastic work on\nredshifts.!!3 Both photographs show the\nlinear polar jet expelled by “a young stellar\nobject.” What is of more importance, how-\never, is that, very much like the jets from\nHD 163296, a number of globular clusters,                   Pe\nHD 163296, a number of globular clusters,\nsometimes referred to as “knots,” which\nHH 34 showing the “knots” lined up along its jet.\nare astronomical bodies in their own right,\nare imbedded in the star’s jet. These jet\nformations are known as Herbig-Haro ob-\njects—thus designated HH—named after [14 34 showing the “knots” lined up along its jet.\njects—thus designated HH—named after\ntheir discoverers, George Herbig and Guil-       (Photograph courtesy of the European Southern\ntheir discoverers, George Herbig and Guil-\n(Photograph courtesy of the European Southern\nlermo Haro. The one shown on the two\nlermo Haro. The one shown on the two              Observatory)\nObservatory)\nphotographs in Arp’s book is HH 34 which",
    "bibliography": [
      "113 yy, Arp, Seeing Red (Montreal, 1998), last two photographs following p. 306."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 428,
    "content": "also featured in a more recent article by Thomas Greene. !!4\n\nThe photograph and graphic reconstruction of HD 163296 that I had initially offered for\nconsideration included three of these globular clusters—labeled HH 409-A, B, and\nC—imbedded in the star’s bipolar plasma jets. (The jet itself is labeled HH 409.) HH 34 has\nat least five of these globular clusters all lined up in a row along the star’s polar jet. The tell-\ntale “accretion disk” is also shown encircling HD 163296.\n\nHere, then, was incontestable evidence—nay, proof—that axially aligned linear forma-\ntions were not only possible, but actually existed in space. They line up along plasma jets\nejected poleward, sharing the same axis of rotation as their parent star, exactly as has been\nposited for Earth and Saturn in this study. Nor can it be said that these configurations are in\nany way transitory, as in the case of Comet Shoemaker-Levy 9, since they are believed to\nexist for millions of years—and thus Arp’s caveat re the “very long time” needed for their\nformation. Moreover, rather than being uniquely rare cases, Herbig-Haro objects occur in\nprofusion. As of 1994, as many as 250 of such objects had been discovered,!!5 and more\nkeep being added to the list.\n\nNow if these stars can line up as much as five bodies in co-axial alignment, what is so\nimpossible about proto-Saturn having had one such body, that is Earth, similarly aligned?\nMoreover, as those who are already familiar with the Saturn thesis know, and as I intend to\nshow in future sequels, Proto-Saturn eventually ended up having at least three planetary\nbodies co-axially aligned. Thus, whatever keeps the bodies in Herbig-Haro jets axially\naligned would also have kept Saturn and Earth (to say nothing of later planets) in similar\nalignment.\n\nWhat I must stress here is that all this is not to say that the Saturnian system was a Her-\nbig-Haro object, the immense masses and distances of which alone would preclude such an\nidentity. What is being hypothesized is that the Saturnian system can be visualized to have\nbeen a scaled down version of such an “object,” concerning which more will be revealed in\nour final chapter.\n\nAt this crucial point, however, the following question presents itself: Did proto-Saturn\ndisplay jets?",
    "bibliography": [
      "1147. P. Greene, “Protostars,” American Scientist (July/August 2001), p. 319.",
      "115 B, Reipurth, A General Catalogue of Herbig-Haro Objects,” Electronic Version 1994-1."
    ],
    "captions": []
  }
]