[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 64,
    "content": "ZZ 7  \\\n9, 2%    ZS       5\nSe\"\nSSS                  é    Jr.\n——f on\na                           \\\\y\nSe!                                | | | |\n|\n(      i                               il\neS    HAN 6\nfs               I           Q\n—— |\nIshtar, Assyro-Babylonian goddess of the planet Venus.\nFrom a cylinder seal of the Neo-Assyrian period.\n(Illustration by Tessa Rickards.)",
    "bibliography": [
      "inadvertently verifying the fact that, in more ancient times, the planets had been so believed",
      "to be—thinking purposeful gods.",
      "There is therefore no point in critics telling us that the gods only Jater adopted planetary",
      "aspects unless their assertion can be validated by an actual ancient source that upholds it. In",
      "the meantime, sources which point to the contrary abound. After all, when it comes to what",
      "our ancient forefathers believed, it is our ancient forefathers that we must believe. /f critics"
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 65,
    "content": "\ncan point to an older source than the Sumer-\nian that contradicts the statements above, let\nthem present it. In the meantime, the record                            y\nthem present it. In the meantime, the record\ncontinues to stand.\ncontinues to stand.                                                                7       ‘\neae\nASTRONOMY IN MYTHOLOGY\nASTRONOMY IN MYTHOLOGY                                £ Sm\nmorphosed planets, I am not alone. De San-\noo\nWhen it comes to the antiquity concern-\nWhen it comes to the antiquity concern-                   tori ~  .\ning the belief that the gods of our ancient\ning the belief that the gods of our ancient             of tesseriy\n“\\.. this science, although it has dug\nforefathers had been nothing but anthropo-           Ce rH Bia  Sy\nforefathers had been nothing but anthropo-\nmorphosed planets, | am not alone. De San-              See\" arco Oe ©?\ntillana and von Dechend held the identical               . er: 2\ntillana and von Dechend held the identical\nopinion.                                                                } pas\nopinion.\n“... this science, although it has dug                 a,      ee      i  ;\nup a marvelous wealth of details, has\nup a marvelous wealth of details, has             SN                    [rw\nbeen led by its modern evolutionary\nbeen led by its modern evolutionary                  fy          i\nand psychological bent to forget                   «          samen) 1) So\nand psychological bent to forget\nabout the main source of myth,                ‘      *      , ie\nabout the main source of myth,\nwhich was astronomy—the Royal\nwhich was astronomy—the Royal                  Fon ee\nscience. This obliviousness is itself a\nscience. This obliviousness is itself a                 BNET TRE ATETR\nrecent turn of events—barely a cen-\nrecent turn of events—barely a cen-             beers gaan) a\ntury old. Today expert philologists          ESE   Het at Aan\ntury old. Today expert philologists\ntell us that Saturn and Jupiter are          “ae    PASS\ntell us that Saturn and Jupiter are\nnames of vague deities, subterranean\nnames of vague deities, subterranean              th   Rei Paty Wa\nor atmospheric, superimposed on the\nor atmospheric, superimposed on the               part CPC SE EAChag\nplanets at a ‘late’ period; they neatly\nplanets at a ‘late’ period; they neatly              Nip   aT\nsort out folk origins and ‘late’              WPCA ME      2S ars\nsort out folk origins and ‘late’\nee    waa:\nCae\n6 toh\nely 4\nderivations, all unaware that plane-\nderivations, all unaware that plane-            “MAB ETI IAL CA CETA A?\ntary periods, sidereal and synodic,\ntary periods, sidereal and synodic,         i   [ bad {       “hy\nwere known and rehearsed in numer-                i      !\nwere known and rehearsed in numer-\nous ways by celebrations already\nous ways by celebrations already             iW     }    |  H           \"\ntraditional in archaic times.”™                                        H                              4\ntraditional in archaic times.”™\nActually, the association of mythology                      |  fa\nActually, the association of mythology\nwith astronomical lore was well understood                             2 oY\nwith astronomical lore was well understood\nby scholars of a past age. Thus Nicolas\nby scholars of a past age. Thus Nicolas                               t A\nFréret (1688-1749), the first permanent sec-           i                     rf    A\nFréret (1688-1749), the first permanent sec-\nretary of the Academie des Inscriptions, who                                      1 if\nretary of the Academie des Inscriptions, who\ndisputed so much with Isaac Newton, was of\ndisputed so much with Isaac Newton, was of                }        |               h |:\nthe belief that the astronomical events al-       ie           .\nthe belief that the astronomical events al-\nluded to in the mythologies and described by\nluded to in the mythologies and described by                  =           f           4  al\nancient writers could only have been based       yi  Umer:  GTN  id\nancient writers could only have been based\non actual observations. Fréret even went so\non actual observations. Fréret even went so       ,\nfar as to proclaim that the data of ancient\nThe Assyro-Babylonian Nabu, or Nebo, scribe of\nas                                    the gods, the god of the planet Mercury.\nthe gods, the god of the planet Mercury.\n201 G. de Santillana & H. von Dechend, op. cit., pp.",
    "bibliography": [
      "ot."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 66,
    "content": "\nhistory conflicted with the theory of\nNewton.” This would be quite a bold\nb,  .                    statement to make in this day and age. Who,\nstatement to make in this day and age. Who,\ny,         ee  %, aS                today, would believe that anything in\ntoday, would believe that anything in\nVIA   _  WW           mythology, or the astronomical assertions of\n(illustration by Charles Hogarth.)\nmythology, or the astronomical assertions of\nr,         “2               the supposedly ignorant ancients, could have\nthe supposedly ignorant ancients, could have\nJ                 Es              any value in disputing the scientific theories\nany value in disputing the scientific theories\nhd,          umn A           of the great Newton? But, before we laugh\nof the great Newton? But, before we laugh\nue  EN   ad ay  ‘           Fréret out of court, let us not forget that\nFréret out of court, let us not forget that\na                   KS            Newton’s theological seams were quite\nNewton’s theological seams were quite\nf     Sa         \\ wee          apparent in his own day, and it is only with\napparent in his own day, and it is only with\nTA ee  “ mr          the passage of time that historians of science\nthe passage of time that historians of science\ni alee ORS      have been able to hoodwink the public by\nhave been able to hoodwink the public by\n4,   \\,      gh! Ce 7      downplaying his once glaring religious\ndownplaying his once glaring religious\n\\ \\       =     icye ‘SX fundamentalism. Historians laud him as one\nfundamentalism. Historians laud him as one\n.-   4          y             Ie   g@ of the greatest scientific minds the world has\nof the greatest scientific minds the world has\nq  I) I mee      ever seen, but what sort of scientific acumen\never seen, but what sort of scientific acumen\n~     Sid      Age                     could he have been employing when he\ncould he have been employing when he\nindicated: “[Fréret] challenged Newton’s\nay {  f     Y                        accepted Bishop Ussher’s date for the\naccepted Bishop Ussher’s date for the\n\"     ‘                     creation of the world, which the latter, on\ncreation of the world, which the latter, on\n‘                          Biblical evidence, had computed as having\nBiblical evidence, had computed as having\nSir Isaac Newton.             occurred in 4004 B.C. As Livio Stecchini\nSir Isaac Newton.\noccurred in 4004 B.C. As Livio Stecchini\nDespite the fact that historians of science laud him      indicated: “[{Fréret]   challenged   Newton’s\nDespite the fact that historians of science laud him\nas one of the greatest scientific minds the world\nas one of the greatest scientific minds the world        views about mythology and ancient science\nviews about mythology and ancient science\nhas ever seen, they have only managed to       by which the latter tried to dismiss the\nhas ever seen, they have only managed to\nby which the latter tried to dismiss the\nhoodwink the public by downplaying his glaring evidences for changes in the solar system\nhoodwink the public by downplaying his glaring\nevidences for changes in the solar system\nreligious fundamentalism.                 before the era of Nabonassar.”**\nreligious fundamentalism.\nbefore the era of Nabonassar.”**\n{Allustration by Charles Hogarth.)           It was only during the mid part of the\nIt was only during the mid part of the\ntwentieth century that the study of mythology slowly crept away from its astronomical\nunderpinnings—mainly because what the ancients stated about astronomical bodies of the\nSolar System does not conform to what we see at present . But, even more recently, the\npendulum seems to be swinging back. Thus even astronomers are finally beginning to pay\nheed to the message of the mythohistorical record, as exemplified in 1982 by Victor Clube\nand Bill Napier,”” and, in 1985, by that indomitable antagonist of cosmic catastrophism, Carl\nSagan, himself.” Despite my disagreement with Clube and Napier on many an issue, I have\nto say that even they recognized the truth. Thus, in their first major co-authored work, they\nhad this to say:\n“The modern astrophysicist tends to see astronomy as an exclusively modern puzzle.\nArmed with the laws of physics, he dissects the scene before him with the antiseptic\ncalm of a skillful surgeon. But like the surgeon, he can overlook the mysterious ori-\ngins of his patient. For some reason, astronomy is the oldest of the sciences and it is",
    "bibliography": [
      "23 LC. Stecchini, “Newton and Historical Science,” KRONOS X:1 (Fall 1984), p. 63.",
      "24 Ibid.",
      "05 V_ Clube & B. Napier, op. cit., in toto.",
      "2° C. Sagan & A. Druyan, Comet (N. Y., 1985), pp. 173-187."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 67,
    "content": "\ncertainly known to have a past that is rooted in primitive polytheistic religion and cel-\nestial mythology ... The question we address is why.”””\nMost mythologists who have favored an astronomical interpretation of mythology have\nhowever been handicapped by the uniformitarian dogma that the Solar System has remained\nunchanged for millions of years. Not only that, some of them have even utilized this dogma\nas the very basis for astro-mythological beliefs. Thus, for instance, Elmer Suhr who could\nfeel confident in reporting that:\n“Astronomy, including manifestations of sun, moon, stars, comets and meteors, has\nthe advantage of remaining constant in its movements and consistently the same in\nappearance over great periods of time; its forms are more geometric, its changes more\nregular, all of which gave the heavens more prestige in the mind of primitive man.””*\nThis, I intend to show, has been the great pitfall of most mythologists who could not rec-\noncile the heaven alluded to by our ancient forefathers with the one that now stretches above\nand around us. And yet, as I hope to demonstrate, it was the very opposite to what Suhr be-\nlieved that lay at the very foundation of mytho-astronomical belief. In fact, what I wish to\nstress is that the astronomical bodies of the Solar System were deified by ancient man the\nworld over not because they consistently followed an ordained pattern, but precisely because\nthey did not.\nAs Lewis Farnell noted early in the twentieth century: “What is normal in nature and so-\nciety rarely excites the myth-making imagination, which is more likely to be kindled by the\nabnormal, some startling catastrophe, some terrible violation of the social code.”\nAnd as the French anthropologist Emile Durkheim (1858-1917) pointed out:\n“.,.that which characterizes the life of nature is a regularity which approaches\nmonotony. Every morning the sun mounts the horizon, every evening it sets; every\nmonth the moon goes through the same cycle; the river flows in an uninterrupted\nmanner in its bed; the same seasons periodically bring back the same sensations. To\nbe sure, here and there an unexpected event sometimes happens: the sun is eclipsed,\nthe moon is hidden behind clouds, the river overflows. But these momentary varia-\ntions could only give birth to equally momentary impressions, the remembrance of\nwhich is gone after a little while; they could not serve as a basis for these stable and\npermanent systems of ideas and practices which constitute religions. Normally, the\ncourse of nature is uniform, and uniformity could never produce strong emotions.”*°\nWhile not exactly an authority on mythological subjects, it is also worth noting the words\nof Frederick Hall who wrote:\n“If we will the myths their proper credence in the light of new evidence of planetary\ncatastrophism, we will find that they can add much to our store of knowledge. All\nmythical accounts may not be equally authentic—and surely many are garbled—but",
    "bibliography": [
      "TV. Clube & B. Napier, op. cit., p. 283 (emphasis added).",
      "208 E.G. Suhr, Before Olympos (N. Y., 1967), p. 27.",
      "67",
      "20° LR. Farnell, “The Value and Methods of Mythological Study,” Proceedings of the British Academy XX",
      "(1919), p. 47.",
      "20. Durkheim, The Elementary Forms of the Religious Life (N. Y ., 1965), p. 103 (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 68,
    "content": "\nthis simply emphasizes the care that must be taken in research if we are to reach a be-\nlievable consensus between the message of myth and the discoveries of space age sci-\nence.”\nThis is a bold statement to come from an engineer who had worked at the Stanford Linear\nAccelerator Laboratory, but, as we shall see, the content of myth can help us garner new as-\ntronomical knowledge even if, at first sight, this knowledge may appear to be at variance\nwith what we believe we know. In fact, even that so-called pillar of astrophysics, the Big\nBang Theory, had been much earlier posited in a religious work.\nIn the Book of Genesis, Elohim, usually translated into English as “God,” begins the cre-\nation with the words: “Let there be light.” And, it is there written, “there was light.” There\nhave been many who have seen a similarity between this description of beginnings and the\nBig Bang Theory. The following, one of several such, comes from a popular work devoted to\nthe mysteries of the Bible:\n“Prevailing scientific theory proposes that the universe was created in a flash of light.\nThis ‘big bang,’ or cosmic explosion, is believed to have occurred some 16 billion\nyears ago. Some see parallels between this modern, scientific theory and the biblical\naccount which opens with God’s command, ‘Let there be light’.”””\nGranted, on its own, this similarity is not enough for one to claim that the theory in ques-\ntion had already been posited in a religious work. The Book of Genesis is not, however, the\nreligious work I have in mind. So bear with me for a while.\nGeorge Gamow is the acclaimed father of the Big Bang theory. But before Gamow there\nwas Georges Lemaitre who, in 1927, was the first to propose that a hot, dense, primeval\n“atom” had exploded, flinging its contents outward to create the universe.” With the advent\nOf the theory in question, Pope Pius XII himself had it stated that “scientists are beginning to\nfind the finger of God in the creation of the universe.”\"* Lemaitre, who was a Catholic priest\nbesides being a physicist, was later decorated by the Vatican for his scientific achieve-\nments.\nTo be quite fair, in developing his theory of the expanding universe, Lemaitre had relied\non the principles of general relativity. But, since he was also well versed in the discipline of\ntheology, could he not also have come across that great medieval commentary on Biblical\nScripture known as the Ramban? In 1990, in a book titled Genesis and the Big Bang, the Is-\nraeli nuclear physicist Gerald Schroeder argued in detail that there is no contradiction to be\nfound between the account of creation as described in Genesis and the current scientific dic-\ntum.”° Moreover, as Schroeder noted, “the Ramban ... had the remarkably modern insight\nthat at the moment after creation, all the matter in the universe must have been concentrated\nin a tiny speck.””” Tell me that this insight is not identical to that reached by Lemaitre?\nI hope no one will now think that I, personally, believe that Creation as described in\nGenesis is a veiled description of the Big Bang since, as I hope to demonstrate in a future\nwork, Ihave an entirely different theory to propose concerning the shedding of light by",
    "bibliography": [
      "211 F. F, Hall, “Solar System Studies,” (Part 2), AEON 1:4 (July 1988), p. 25.",
      "212 AE. Guinness (ed.), Mysteries of the Bible (N.Y., bea 18. 61.62",
      "213 J. McManus (ed.), The Cosmos (Alexandria, Virginia,        , pp. 61-62.",
      "213 J. McManus (ed.), The Cosmos (Alexandria, Virginia,     , pp. 61-62.",
      "24R. N. Online  “Galileo and Other Faithful Scientists,” TIME (December 28, 1992), p. 39.",
      "25 |. McManus, op. cit., p. 61.",
      "26R_N. Ostling, loc. cit.",
      "217 As reported in ibid."
    ],
    "captions": []
  }
]