[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 164,
    "content": "\nforefathers that allusions to the phenomenon continued to surface up till the Roman era and\neven beyond that into medieval times.\nNow it turns out that, among the planets visible to the naked eye, only Jupiter and Saturn\nhave been found to exhibit star-like qualities. These characteristics are not even detectable in\nthe field of a telescope. Without the sophistication of modern space technology, there is no\nway in which the ancients could have recognized such peculiarities. Yet, from among the en-\ntire planets visible to them, they picked on one of these two and persistently alluded to it as a\nsun.\nThe hypothesis presented in this work does not necessarily demand that the age of Earth\nor the Solar System be reduced. Nor even that of Saturn. Only that its luminous phase could\nnot have terminated billions, but only a few thousand, years ago.\nAs we saw in Chapter 2 of this work, the ancient belief that stones, and even iron, were\nwont to fall from the sky, despite the fact that meteorites were not allotted the sanctity of sci-\nentific verity until 1803, turned out to be correct. The ancient belief that the Sun exhibits\nblemishes on its face, which, up until the seventeenth century of the present era, was still be-\ning contested, also proved to be correct. The ancient belief that the Sun, rather than Earth,\nwas at the centre of the Solar System, which truth was not “re-discovered” until the sixteenth\ncentury, was proven to be so. The ancient belief that Earth was round, rather than flat, and\nthat it rotated on its axis was found to be true. The ancient belief that comets were physical\nbodies, and that the appearance of these bodies in our skies followed a predictable periodic-\nity, turned out to be accurate. In all these cases, as well as others, ancient belief turned out to\nbe free from error while more modern assumptions turned out to be wrong. Dare we now re-\npeat history by proclaiming that the ancient belief in a Saturnian sun has to be wrong?\nFinally, I do not expect astronomers and astrophysicists, or anyone else for that matter, to\naccept the hypothesis on faith. Fools be they who do. My only plea at this point is for an\nopen mind and a re-evaluation of the facts. Can science be imposed upon to give the matter\nserious consideration?\nBesides, is deuterium burning, or nuclear fusion, the only way in which Saturn could\nhave shone as a sun?\n164",
    "bibliography": [
      "forefathers that allusions to the phenomenon continued to surface up till the Roman era and",
      "even beyond that into medieval times.",
      "Now it turns out that, among the planets visible to the naked eye, only Jupiter and Saturn",
      "have been found to exhibit star-like qualities. These characteristics are not even detectable in",
      "the field of a telescope. Without the sophistication of modern space technology, there is no",
      "way in which the ancients could have recognized such peculiarities. Yet, from among the en-",
      "tire planets visible to them, they picked on one of these two and persistently alluded to it as a",
      "sun.",
      "The hypothesis presented in this work does not necessarily demand that the age of Earth",
      "or the Solar System be reduced. Nor even that of Saturn. Only that its luminous phase could",
      "not have terminated billions, but only a few thousand, years ago.",
      "As we saw in Chapter 2 of this work, the ancient belief that stones, and even iron, were",
      "wont to fall from the sky, despite the fact that meteorites were not allotted the sanctity of sci-",
      "entific verity until 1803, turned out to be correct. The ancient belief that the Sun exhibits",
      "blemishes on its face, which, up until the seventeenth century of the present era, was still be-",
      "ing contested, also proved to be correct. The ancient belief that the Sun, rather than Earth,",
      "was at the centre of the Solar System, which truth was not “re-discovered” until the sixteenth",
      "century, was proven to be so. The ancient belief that Earth was round, rather than flat, and",
      "that it rotated on its axis was found to be true. The ancient belief that comets were physical",
      "bodies, and that the appearance of these bodies in our skies followed a predictable periodic-",
      "ity, turned out to be accurate. In all these cases, as well as others, ancient belief turned out to",
      "be free from error while more modern assumptions turned out to be wrong. Dare we now re-",
      "peat history by proclaiming that the ancient belief in a Saturnian sun has to be wrong?",
      "Finally, I do not expect astronomers and astrophysicists, or anyone else for that matter, to",
      "accept the hypothesis on faith. Fools be they who do. My only plea at this point is for an",
      "open mind and a re-evaluation of the facts. Can science be imposed upon to give the matter",
      "serious consideration?",
      "Besides, is deuterium burning, or nuclear fusion, the only way in which Saturn could",
      "have shone as a sun?"
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 165,
    "content": "\nChapter 6\nPrimordial Satellite\nSTARLIGHT: STAR BRIGHT\nhe Fiote of the African Loango Coast believe that the Star Way —which is usually, but\nerroneously, interpreted as the present Milky Way!—“is the road to a funeral\nprocession of a huge star which, once, shone brighter from the sky than the Sun.”2 As\nGiorgio de Santillana and Hertha von Dechend commented on this myth, if it even could be\ncalled that: “Conveniently short, and no technicalities.”3\nEven though the Fiote do not themselves identify this star, we will be forgiven if we ac-\ncept this datum as an allusion to Saturn’s former sun-like brilliance. True, as stated earlier,\nthere is no way in which Saturn could have shone as bright as the Sun but, for the time being,\nwe will allow the Fiote that much. Even so, the question must be asked: How bright could\nSaturn have been?\nHad Saturn, through whatever means, really radiated as a sun, at its present distance it\nwould have been brighter than the full Moon but, in size, it would not have appeared much\nbigger than it presently does. As a star brighter than the full Moon, we can understand why\nthe Assyro-Babylonians could allude to it as the most prominent among the planets. But why\nwould the Saturnian deity, under whatever name, be allotted a place at the head of every an-\ncient pantheon above the much brighter, and definitely more prominent, Sun? Why would\nSaturn have been considered a greater deity than the Sun itself? Because, let us face it, once\nwe appropriate the roles of deities such as Shamash, Atum, Ra, Surya, Helios, Sol, and oth-\ners, as applicable to Saturn, there is no deity of any significance left to fit the Sun. Call it a\ngut feeling for now, but something impels one to believe there was something more to this\nSaturnian sun besides its brightness that compelled the ancients to revere it, inter alia, as the\nr  |  Vhe Fiote of the African Loango Coast believe that the Star Way—which is usually, but\nLord of the Law of the Universe.\nJANUS\nAs I have already stated, ancient astronomical knowledge can be complimented by\nmythology. Much more than that, mythology will end up shouldering the main burden of the\nscenario we are attempting to reconstruct. Allow me then, at this point, to introduce the Latin\ngod Janus and, through him, a series of interconnected deities.\nJuvenal and Prokopios referred to Janus as the “most ancient of the gods” and “the first of\nthe ancient gods,” while Herodian called him the “most ancient indigenous god of Italy.”4\nThis has led mythologists to label Janus as “a uniquely Roman god.”5 Guirand and",
    "bibliography": [
      "1 See here E. Cochrane, “The Milky Way,” AEON IV:4 (April 1996), pp. 39 ff.",
      "2 E. Pechuel-Loesche, Volksunde von Loango (1907), p. 135, as quoted by G. de Santillana & H. von Dechend,",
      "Hamlet's Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 253.",
      "Ibid.",
      "4A. B. Cook, Zeus: A Study in Ancient Religion, Vol. II, Part I (N. Y., 1965), p. 335.",
      "5 P. Grimal, “Rome: Gods by Conquest,” Larousse World Mythology (London, 1972), p. 178."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 166,
    "content": "==\né\n5\n—         3\n[-7\n3\n‘  f/   so g    \\' A  ‘    .\n§2\n2\ngoa\neeu\nBk\nac\nBg\ng¢\nzB\n:   \\   ae     ‘  a ai    a!  vs\nJ\n£\nFd\na\nae\nBs Ly  & «\nWO  4   I ®& SY\nFrom a rare bust now tine Palazzo Spada in Rome.\nm\n(After E. Braun.)\nE",
    "bibliography": [],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 167,
    "content": "\nPierre tell us that Janus “appears in no other mythology.”® But in his ancient assimilation to\nthe sky, or heaven, he is, in actuality, only the Latin counterpart of the Greek Ouranos. This\nis not to say that the Latins borrowed Janus from the Greeks, any more than the Greeks can\nbe said to have derived their Ouranos from the Vedic Varuna who also, among other things,\nstood for the sky. I use the term “sky” here because that is the way mythologists have\ngenerally understood the meaning of the god’s assimilation. But, despite Arthur Cook, who\nidentified so many ancient deities as personifications of the sky, it is quite obvious that by\n“sky” something different is indicated. Thus, as reported by Varro, while some authorities\ndid identify Janus as the sky, others were just as confident that the deity personified the uni-\nverse.’ This “universe,” “sky,” and/or “heaven,” however, was the kosmos of the Greeks, a\nterm which literally meant “order,” “harmony,” or “an orderly arrangement.” Thus Janus was\nconsidered a “god of beginnings”® and ascribed “an essential role in the creation of the\nworld,”? which creation is a topic we shall have to reserve for a future work. As Janus Pater,\nthe god was revered as the father of the gods!° and god of gods. !!\nIn all the above, Janus bears a close similarity to the Saturnian deities of other nations.\nAre we then saying that Janus was the same as Saturn?\nAN OR ANU\nAccording to Cook, the “most probable etymology” of the name Janus is derived from a\nseries of related names. Thus he tell us that:\n“Corresponding with the series Diviana Diana Iana we have the series Divianus Di-\nanus lanus (the same as Janus]. Janus, therefore, can be legitimately connected with\ndius (for diuios), a word familiar to us in the phrase sub dio, ‘under the open sky’.”!?\nThis derivation has been picked up and repeated by other scholars!3 but, to me, it seems\nmore likely that the name Janus owes its origin to a primitive root which also gave us the\nSumero-Babylonian An or Anu, the Greek Ouranos, and the Indic Varuna—all of whom\nwere inter alia assimilated with the mythological sky. This primitive root would then have\nbelonged to a time when, in the words of Max Miiller, “Sanskrit was not yet Sanskrit, Greek\nnot yet Greek, but when both, together with Latin, German, and other Aryan dialects, existed\nas yet as one undivided language...” !4\nLike Janus, the Sumerian An was considered the father of all the gods!5 and, like the Sat-\nurnian deities of other nations, he always stood at the beginning of every theological list from\nall periods.!© To be sure, An and Anu have always been identified as a personification of the",
    "bibliography": [
      "6 F. Guirand & A.-V. Pierre, “Roman Mythology,” New Larousse Encyclopedia of Mythology (London, 1972),",
      ". 200.",
      "Aurelius Augustinus, De Civitate Dei, VII:28.",
      "7 uretius Augustinus, De Civitate Dei, VII:28.",
      "8 P. Grimal, loc. cit.",
      "°F. Guirand & A.-V. Pierre, loc. cit.,",
      "10 Jbid., p. 202.",
      "11 Jpid., p. 200; Varro, De Lingua Latina V1I:27.",
      "12 4. B. Cook, op. cit., pp. 338-340",
      "13 See, for instance, F. Guirand & A.-V. Pierre, op. cit., p. 200; L. M. Greenberg, “The Lord of Light,” AEON",
      "III:4 (December 1993), p. 19.",
      "14M. Miller, Chips From a German Workshop, Vol. II (N. Y., 1870), p. 16.",
      "15 Ibid., p. 94.",
      "16 [bid."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 168,
    "content": "\nsky or heaven.!7 But that An, in his Akkadian version of Anu, was a radiating body in the sky\nis ascertained not only, as we have seen, by the cuneiform sign which designates him, the\nstylized picture of a star—%—but also by the allusion to “the terror of his splendour”\nradiating “in the midst of heaven.”!8 This is not a description of the sky and mythologists\nshould never have identified him as such. Rather than being the sky, Anu creates the sky.!9\nBut is this enough to equate the celestial body that was An as Saturn? We dig further.\nThe god An also appears in Egypt. We find him there as an alias of the god Osiris.” In\nthe “Lamentations of Isis and Nephthys,” Isis addresses Osiris as An.2! In a hymn to Osiris\nhe is called the “god An of millions of years.”22 As we have seen, as the sun of night, Osiris\nis identifiable as Saturn as so, also, is his assimilation with both Atum and Ra. May we there-\nfore claim that so must An be understood?\nOURANOS\nIn Greek mythology, the place of the Latin Janus is taken up by Ouranos, which name the\nLatins rendered as Uranus. In Greek, ouranos means “heaven” but, as E. Tonnelat indicated,\nthis must not be taken to mean that the god’s original function was the personification of the\nsky.?3 The association of Ouranos with the sky might have derived from the fact that an ear-\nlier name for the god seems to have been Epigeios, that is “the One who is above the\nearth.”4 Plato himself referred to Ouranos as Kosmos,?5 concerning which see above. It was,\nhowever, the Phoenician Sanchoniathon who directly equated Ouranos with Kronos/Saturn.76\nSo also, more recently, Lynn Rose even though his model is at variance with the one being\nconstructed in this work.?/\nVARUNA\nWe find the Indic version of the Greek Ouranos in the person of Varuna. Although the\ncommon identity of these two deities has been said to be exaggerated?8 and even doubtful,29\nGeorges Dumézil has gone a long way in establishing the identification.3° As Alexander\nMurray tells us in a more recent work:\n“The name is derived from Var, to cover, or to overarch: and so far Varuna means the\nvault of heaven. Here, then, we seem to find a clue to the meaning of the Greek Oura-",
    "bibliography": [
      "17 This is so well known that no references are necessary.",
      "18 A. Sayce, Lectures on the Origin and Growth of Religion (Oxford, 1898), p. 482.",
      "19S. Dalley, Myths from Mesopotamia (Oxford, 1991), p. 278.",
      "20 E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1905/1969), p. 154.",
      "21 Idem, Osiris & the Egyptian Resurrection, Vol. II (N. Y., 1911/1973), p. 389.",
      "22 Idem, The Gods of the Egyptians (see above), p. 154.",
      "23 E. Tonnelat, “Teutonic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 252.",
      "24 J. Morgenstern, “The Divine Triad in Biblical Mythology,” Journal of Biblical Literature, Vol. LXIV",
      "(1945), p. 15.",
      "25 A. de Grazia, Chaos and Creation (Princeton, 1981), p. 123.",
      "26 A. Hislop, The Two Babylons (London, 1972), pp. 193-194.",
      "27 L. E, Rose, “The Afar Triangle as the Nether Reaches of Eden and Babel,” AEON II:4 (May 1991), p. 23.",
      "28 P, Masson-Oursel & L. Morin, “Indian Mythology,” New Larousse Encyclopedia of Mythology (London,",
      "1972), pp. 328-329.",
      "29 A. B. Keith, The Religion and Philosophy of the Veda and Upanishads (Cambridge, 1925), p. 100; A. L.",
      "Basham. The Wonder that was India (London, 1956), p.236.",
      "30 G. Dumézil, Ourands-Véruna (Paris, 1934), in toto."
    ],
    "captions": []
  }
]