[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 199,
    "content": "\nFg eS Se TN\nRt ait\n‘aut!\n2 Bo a ee eg 2 ec ag\nye aT a es eh EY Sa dng nts\nij 67a ageY ae SRE 0 RCPS <i wae\na  iy (e  4%  Es    .    NN “ 4 eres\noA) Ne   It    3     o.   ‘        so,  Sra A yale\nke, el     pz ft vs  \\   _    Sa > ye x  a! I\na a     ee 0 5 arn\nnN |               sN  Las a  X       aN\naa’                oe     hte       y        14 ena. cee\nBae  RS    j   aie  Nay, NO it a\nOT Se ee Ee ee         c\nKing Djoser with Imhotep, architect and builder of the first Egyptian (stepped) pyramid.\n(Illustration by John Green.)",
    "bibliography": [],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 200,
    "content": "\nls\nVA\nThe deified Imhotep.\ntheir community. On the contrary, they believe in a supreme deity who, despite his innumer-\nable divine appellations,® is commonly referred to simply as Father.”\nThis god, as well as his son, is also known as Efe,® from whom the tribe derived its\nname; but Efe the father was also Saturn.® The planet itself is also known by them as Bibi\nDeba—”the good or perfect star.”™ As we have already noted in a previous chapter, hemmed\nin as they are by the almost impenetrable jungles of the Congo, these pygmies know that Sat-\nurn is surrounded by satellites, for which reason they also allude to the planet as Bibi Tiba\nAbutsiua’ani —“the star of nine moons.”©\nThe greatest calamity that these diminutive but highly intelligent people remember is that\nof a universal flood—which gives the lie to those mythologists who claim that Deluge myths\nare unknown from Africa—and even this they associate with Efe/Saturn.*\nBut what then of non-planetary disasters, of ordinary floods, famines, and thunder, and\nwind, etc.? True—man did imbue these non-planetary forces with a will of their own and,\nyes, they often anthropomorphized them. This holds true not only for those forces which ter-\nrified early man but also for those aspects of nature that were passive, beautiful, and even",
    "bibliography": [
      "© J-P Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973), p. 80.",
      "8 Ibid., p. 62.",
      "® Tbid., p. 129.",
      "® Ibid., p. 403, although an entire reading of the book is required to properly appreciate this identification.",
      "% Tbid., p. 385.",
      "° Ibid.",
      "© Ibid., p. 212."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 201,
    "content": "benign—such as fog,” the northern lights,® and even fair weather,” to give but a few ex-\namples.\n\nThus de Santillana and von Dechend were not entirely correct when they stated that “all\nthe stories, characters and adventures narrated by mythology concentrate on the active pow-\ners among the stars, who are the planets.”” Regardless of the impetus behind its origin, a fair\nshare of primitive mythology does concern itself with non-planetary spirits of nature.\n\nWe notice, however, that these spirits of nature, a few among which have been mentioned\nabove, were not deified—that is they were not regarded as demiurges with powers over the\ndestiny of man. Only among the more sophisticated Incas, long out of primitiveness, was\nThunder, for instance, considered something of a deity, and even then he was subservient to\nthe Creator.” And there, I must stress, lies the difference, because, according to his own\nStatements, ancient man was not concerned with the purported antics of fog, fair weather, or\nother nature spirits, demons, and fairies. What concerns us in this study are the great deities\nof mankind—the creators and destroyers, the movers of the world—which we find imbuing\nthe religions and cosmic beliefs of early civilizations and primitive tribes alike.\n\nAgain, I am not attempting to negate the fact that so-called primitive cultures perceive the\nworld as being spirit animated. But what of it? Until a few hundred years ago, were not the\nmost sophisticated centers of European civilization also imbued with superstition, which is\nwhat a spirit-animated belief amounts to? Are countries like China and India, Indonesia, and\nheaven knows where else, not superstition-ridden to this day? Do they not still throw live\nchickens into volcanic craters in Java,” and pour gin, in lieu of awa, to Pele in America’s\nfiftieth state, as endeavors meant to pacify the destructive force exhibited by volcanoes?”\nDoes any of this negate the fact that the countries in question also pay homage to a higher\ndeity dictated by whatever religion these societies adhere to? Why, then, could not primitive\nplanetary worship have co-existed with a more down-to-earth animism?\n\nAs research implies, residual planetary worship continues to saturate the most primitive\nbeliefs up to the present, as exemplified by the religion of the Efe pygmies mentioned above.\nNor must this particular example be viewed as unique. Space does not here permit anything\nclose to a fair sampling of such cases but I could easily have included a catalogue of similar\nresidues found embedded in the beliefs of such people as the Dogon of the Sudan, which is\npresent-day Mali, the astronomical lore of whom we have already discussed in a previous\nchapter; the Negroes of Mozambique; the Bambala of the Congo; the Bushongo; and many\nother tribes from the African heartland. The mythology of Oceania is likewise saturated with\nresidual planetary worship as is that of the Inuit from Alaska to Greenland. None of these\nprimitive societies, and others like them, can be said to be astronomically adept, yet, when\ntraced to their basic fundamentals, the roots of their religious beliefs exhibit an uncanny simi-\nlarity to the planetary motifs found scattered among the more sophisticated early civilizations\nof man. True, demons and nature spirits also abound, but none of these play a cosmogonic\nrole or hold a prominent place in the complex religious rituals performed by these societies.\n\nStudents of religion will tell us that logic dictates that man would have first endowed\nwhat he could see around him with spiritual life before he would have done likewise with the\nfar away planets. But, in that case, should he not have looked upon the Sun and the Moon as",
    "bibliography": [
      "°H. Hirnschall, op. cit., myth 34.",
      "® Tbid., myth 35.",
      "® Tbid., myth 18.",
      "G. de Santillana & H. von Dechend, op. cit., p. 177 (emphasis added).",
      "™ D. Gifford, Warriors, Gods & Spirits from Central & South American Mythology (London, 1983), p. 57.",
      "” D. B. Vitaliano, Legends of the Earth (London, 1973), p. 104.",
      "8 Tbid., p. 118."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 202,
    "content": "\npart of his all-surrounding environment? Could he then have believed that rivers and trees\nand wind and thunder were animated by spirits before he believed similarly of the most com-\nforting object he was aware of —the Sun?\nGiven that the Sun and the Moon are much more conspicuous than the planets, theirs\nshould have been the major role in primitive mythology. How is it then that, while not always\nreadily obvious from cursory studies, the prime protagonists were invariably the planets and\nplanet-induced phenomena?\nThis poses something of a conundrum to those who view mythology through uniformitar-\nian eyes, one that has already been commented on by Immanuel Velikovsky™ and David\nTalbott.” The riddle, however, is solved when we discover, as in fact the sources themselves\nconvincingly illustrate, that the planets, or at least some of them, prime among them the\nplanet Saturn, were once more conspicuous than Sun and Moon.\nOnce this is accepted, as it is by an ever-growing body of neo-catastrophists, it becomes\nmuch easier to accept that before man had developed an awareness of the heavenly bodies,\nhe had no gods at all.\nThis would seem to lead to the assumption that early man lived for long ages before he\ndiscovered his first god but the fruits of research indicate otherwise. In the first place, one\nmust stop thinking of the planets in this instance as mere pin-points of light in the night sky.\nIt should by now have become obvious to the readers of this work that man’s earliest mem-\nory of the planets is one that hints at recognizable orbs hanging low in the sky.\nAs we have thus far seen, originally there seems to have been only one such orb visible in\nthe sky—the planet Saturn. Mankind, it now seems, discovered its identity under the close\ninfluence of this planetary body which is why the Saturnian deity, in his many guises, is to be\nfound at the head of every major pantheon throughout the ancient civilized world.\nThis primeval Saturn entered man’s memory first as a passive entity which was originally\nlooked upon with neither fear nor awe. But, as I intend to show in a future work, this was not\nto remain so. In time, a series of events transpired which so impressed the human mind that\nSaturn became, for man, the very centre of his environment, his ever-increasing awe and,\neventually, the deduced reason for his very being. Given all this, while not wishing to borrow\ncredence, what would be so difficult in accepting that (a) man’s original deity was a plane-\ntary body and that (b) prime among these deified bodies was the planet Saturn?\nThe question, of course, is simply this: Is there any proof that any of this transpired? So\nlet me be quite honest. If proof is what we are after, it is not forthcoming—any more than\nproof to the contrary is. But the evidence now at hand, which we shall continue to present, is\nmore than enough to upset antiquated views of man’s emergence as a religious being and\nquite capable of upholding this new, if revolutionary, theory.\nKARR KR ROR KK ROK\nORR OK ROK ROK KOK KKK\nFurther evidence concerning our proposition that, during the indeterminate period with\nwhich we are concerned, Saturn was the only celestial body visible from Earth will be pre-\nsented in following chapters. In the meantime, it is again time to reshuffle our previous set of\nhypotheses while incorporating this new datum in the set. Our hypotheses, then, will read as\nfollows:",
    "bibliography": [
      "™1. Velikovsky, Worlds in Collision (N. Y., 1950), p. 301.",
      "5D. N. Talbott, in interview with J. Gibson, “Saturn’s Age,” Research Communications Network Newsletter #3",
      "(October 15, 1977), p. 2."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 203,
    "content": "\nHypothesis #1: That, from what can be deduced from ancient as well as primitive astro-\nnomical lore, Earth had once been a satellite of the planet Saturn which, because of its\nproximity, loomed large in the sky as a distinct disc larger than the size of the full Moon.\nHypothesis #2: That, still according to ancient astronomical lore, during this indetermi-\nnate period, Saturn was the only visible celestial body in Earth’s primordial sky.\nHypothesis #3: That, still according to the ancients, during this same period, Saturn shone\nas a sun.\nHypothesis #4: That this primordial Saturnian sun shone during that time we today call\nthe night.\nNeedless to say, the reader may be wondering how it could have been possible for Saturn\nto have been the only visible body, even if Earth was its satellite. Would not the Sun, the\nMoon, and the stars have also been visible in Earth’s primordial sky? In order to answer that\nquestion, we will have to wade into deeper waters still. But answer it we will.\n203",
    "bibliography": [
      "Hypothesis #1: That, from what can be deduced from ancient as well as primitive astro-",
      "nomical lore, Earth had once been a satellite of the planet Saturn which, because of its",
      "proximity, loomed large in the sky as a distinct disc larger than the size of the full Moon.",
      "Hypothesis #2: That, still according to ancient astronomical lore, during this indetermi-",
      "nate period, Saturn was the only visible celestial body in Earth’s primordial sky.",
      "Hypothesis #3: That, still according to the ancients, during this same period, Saturn shone",
      "as a sun.",
      "Hypothesis #4: That this primordial Saturnian sun shone during that time we today call",
      "the night.",
      "Needless to say, the reader may be wondering how it could have been possible for Saturn",
      "to have been the only visible body, even if Earth was its satellite. Would not the Sun, the",
      "Moon, and the stars have also been visible in Earth’s primordial sky? In order to answer that",
      "question, we will have to wade into deeper waters still. But answer it we will."
    ],
    "captions": []
  }
]