[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 379,
    "content": "\nThe axial tilt debate then spilled into the early years of the twentieth century. Thus, in\n1929, Harold Jeffreys could still ask: “Has the inclination of the earth’s axis to the plane of\nits orbit varied during its history?”'” As he himself confessed: “The answer to [this] question\nis a definite ‘Yes!’”''° By 1937, W. B. Wright continued to maintain that “the earth’s axis of\nrotation has not always had the same position” and that the “many changes of the position of\nthe climatic zones on the surface of the earth” were “due to a displacement of the pole from\nits present position.”\"\"\"\nIn 1950, Velikovsky himself provided an explanation for the tilting of Earth’s axis as\nhaving been due to close terrestrial interactions with the planets Venus and Mars, at different\nepochs during historical times.'” Forgetting that past giants of science had debated the pos-\nsibility, his detractors, among them even some astronomers, maintained that terrestrial axial\nshifts had never been heard of and that the notion is not supported by scientific literature.'?\nBeyond stating my firm belief that the cosmic catastrophes described in Worlds in\nCollision were unfortunately displaced in time by Velikovsky, the present work has nothing\nto offer concerning the possibility of terrestrial axial shifts during historical times. My main\ninterest, here, concerns the much earlier Tertiary period. In this respect it is noteworthy to\nnote that when, in the 1980s, remains of sub-tropical flora and fauna were discovered by So-\nviet scientists in Spitsbergen, the axial tilt hypothesis was revived and, as of this writing,\ncontinues to be the standing Russian (previously Soviet) understanding of what had to have\ntranspired in ages past.'*\n“In the early 1980s, scientists proved the far North had once been a tropical paradise.\nThe tilt of the earth shifted and so did the weather.”\">\nMost scientists on the American continent, however, were not convinced. As Johnson\npointed out, Basinger, a Canadian, “would rather contemplate a plant/animal ecosystem that\nhas no uniformitarian counterpart on today’s Earth.”\"'® But, as Johnson argued: How does\none warm Earth’s polar regions in the Pliocene by 90° Fahrenheit without raising tropical\ntemperatures to those of present equatorial areas, while frying the equatorial areas and drying\nthem out?\" “[I]t is not reasonable to postulate a polar heat build-up that somehow misses the\ntorrid zones of the Earth.”\"'*",
    "bibliography": [
      "® H. Jeffreys, The Earth, its Origin, History and Physical Constitution (1929), p. 303.",
      "10 Tbid.",
      "41 W. B. Wright, loc. cit.",
      "'? 1. Velikovsky, Worlds in Collision (N. Y. 1950), pp. 312-317.",
      "\"3 Idem, Earth in Upheaval (N. Y ., 1955), p. 128.",
      "4 “Arctic Warmth,” SIS Workshop 6:2 (August 1985), p. 36.",
      "\"S'S. Page, “One ‘Kabloona’ Who Cared,” Ottawa Citizen (September 5, 1990). p. D2.",
      "\"ST. C. Johnson, “Antarctic Anomalies,” AEON II:1 (June 1989), p. 127.",
      "\"7 Idem, “Long Term Violation of Uniformitarianism Demonstrated by Fossil Discoveries in Polar Regions,”",
      "\"7 Idem, “Long Term Violation of Uniformitarianism Demonstrated by Fossil Discoveries in Polar Regions,",
      "Chronology & Catastrophism Workshop (1991) 2, p. 20.",
      "U8 Thid., pp. 20-21."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 380,
    "content": "\n“High-temperature environments in the Pliocene Antarctic and the Eocene High Arc-\ntic are geophysically unreasonable. To conform with thermodynamics, and an Earth\ntilted 23 degrees to the plane of the ecliptic [as at present], these environments had to\nbe considerably closer to the equator. If they were closer to the equator, then either\ncontinental drift occurred both much more rapidly and mysteriously than the geologi-\ncal record indicates, or else the Earth has tilted or experienced crustal slippage in\nsome fashion that allowed warming of these lands without disrupting the continuity of\nequatorial rainforests. Another mechanism has the Earth with little or no tilt to its axis\nof rotation, which removes seasonality and ensures light each day on each point of the\nglobe, coupled with a dense canopy that allows much more even temperatures despite\nvariation in latitude.”\"””\nAccording to Bernard Delair, theoretically, Earth ought to rotate on a vertical axis “and\nmay actually have done so in the geologically recent past.”’”° And: “There ought to be no\nreason why any Earth-like planet undisturbed for untold ages should not have a vertically-\npositioned axis.”!!\nUnfortunately, there are various problems with the axial tilt hypothesis. To begin with,\nDelair’s declaration did not go unchallenged. As Michael Reade pointed out, “a spinning ball\nforced to traverse an elliptical orbit around a primary would adopt a tilted attitude.” As he, in\nturn, assured his readers, “it is never possible to get a free-spinning ball to spin with its axis\neither vertical or horizontal: the principal axis of the ball always settles to a well-defined and\nseemingly invariable angle of tilt.” This, as Reade pointed out, “has long been known to\nengineers: spinning bodies, such as turbines or speed governors, impose asymmetric stresses\non their shaft bearings.”””\nTrue, as Jane Francis noted, had Earth’s axis been perpendicular to the plane of the\necliptic, the Sun would have bathed the polar regions with twelve hours of light every day. At\nthe poles, however, the Sun’s rays would have been weak and low-angled, similar to those\nexperienced just before sunset. And this would have been insufficient for the growth of\nplants such as the remains of which have been discovered in polar regions.'”\nWhy not then propose a model which would combine both theories? Would not a\nperpendicular Earth orbiting around the Sun with Saturn stationed at Earth’s north celestial\nsphere fill the bill? Not really because, for one thing, this would be contrary to what the my-\ntho-historical record has to tell us. We have seen that, time and again, the record states that,\nduring the age of semi-darkness, the Sun was not yet visible. And there is no point in ap-\npealing to the Pleiongaea hypothesis to account for this invisibility. Had sunlight managed to",
    "bibliography": [
      "119 7p:",
      "120 ie ie “Planet in Crisis: The Earth’s Last 12,000 Years,” Chronology & Catastrophism Review (1997)",
      "i oats see also J. Harris, Celestial Sphere and Doctrine of the Earth’s Perpendicular Axis (Montreal, 1876),",
      "fs Mo. Reade, “The Spin of the Earth—Is it Driven or Inertial?” Chronology & Catastrophism Review (1998)",
      "sf B Francis, “Arctic Eden,” Natural History (January 1991), p. 61."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 381,
    "content": "filter at all through a heavier atmospheric envelope, as it must do on Venus, it would still\nhave entailed a day-night succession which, as we have seen, is also disallowed by the re-\ncord. And in order for the Sun to have been entirely shielded by an impenetrable terrestrial\natmosphere, its substantiality would have had to have been denser than that of Venus. Ven-\nerian-like pressures at Earth’s surface, let alone an even greater burden, would not have al-\nlowed the survival of terrestrial mammals including the human race.\n\nAt bottom lies this additional fact: While the axes of the Solar System planets point in\ndifferent directions, those of Saturn and Earth come close to coinciding. Saturn is tilted at\n26.7 degrees while Earth’s tilt is at 23.45 degrees.'* Both axes point to about the same spot\nin space. Saturn’s present north star is the same as Earth’s—Polaris. This is a situation that\nwould be expected had Saturn and Earth once shared the same axis of rotation as our main\nthesis demands. What this seems to indicate is that, despite Delair’s assurance to the contrary,\nEarth’s present axial tilt is the most natural one for it to possess, and that it has not changed\nsince at least the Tertiary period.\n\nWhat then of a perpendicular axis with an Earth in phase-lock outside the Solar System\nas posited by Ken Croswell for red dwarf planets? This, too, fails to fill the bill because, as\nwe have already noted, while Croswell’s theoretical system would entail a world without\nvariable seasons, it does not occasion one universal spring-like climate. True enough, the\nclimate would not have been variable, but tropical and equatorial regions would still have\nbeen much warmer than the poles. The poles, in fact, would have been the recipients of low\nslanting rays and if such slanting rays from our own Sun would have been inadequate to\nallow the thriving of sub-tropical flora and fauna at the poles, neither would the slanting rays\nfrom a red or brown dwarf star.\n\nWhat if we were to adapt Croswell’s phase-locked system by having it encased within\nthe totally warm plasma sheath we have already postulated for the proto-Saturnian system?\nLight and warmth would then have reached all latitudes in equal proportion without having to\nrely on an axial alignment, already posited as the most difficult mechanical configuration to\nmaintain. In other words, why not adopt Wallace Thornhill’s scenario wherewith Earth was\nin just such a positional situation and that it only “broke” into polar alignment when it\nentered the Sun’s influence? This, then, would make the Saturnian system’s axial alignment a\nmere transitional event, which would be more amenable to celestial mechanics.\n\nAs already claimed, the encasing of the proto-Saturnian system in a plasmasphere is our\naccepted tenet. In the end, however, it may even be found that both postulates—a denser\natmospheric envelope and a plasma sheath—are quite compatible with each other since a\ndenser terrestrial atmospheric envelope might have existed within the Saturnian plasma\nsheath. We would thus have a situation in which the light and heat from the proto-Saturnian\nsun would have been reflected back, or otherwise radiated outward and inward, from the\nplasma sheath and dissipated evenly through the greenhouse property of Earth’s denser\natmosphere.",
    "bibliography": [
      "4 Actually, the tilt of Mars, at 25.2 degrees, is even closer to Saturn’s— but of Mars we will speak in a separate",
      "volume."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 382,
    "content": "\nFi;  es   Ui, eee oe) is      ON\nCoie Vee ae a eS\nee ee Cet\nVe ee ee ee\nAncestors of the land tortoise, pictured above, as well as other sub-tropical species, appeared in polar\nregions long before they did in more southerly latitudes.\nWhat is not acceptable is that the axial alignment came into being upon the Saturnian\nsystem’s entry into our present Sun’s domain.\nCLUES FROM OTHER PLANETS\nIs evidence concerning any of the above at least available from other planets of the Solar\nsystem? Only to an extent because, after all, as far as the Solar System is concerned, the case\nfor Saturn presented above is unique—which is not to say that similar systems might not yet\nbe discovered out in space. Meanwhile, the extent to which other planets can provide some\nevidence, no matter how slim, is exemplified by Uranus. Lyle Broadfoot, for instance, was\nsurprised to discover what he termed an electroglow bathing the sunlit side of Uranus. Its en-\nergy source still remains unknown.” As we have posited for proto-Saturn, Philip Nicholson\nhas also posited the one time existence of a nebular cloud, or circumstellar disk, around\nUranus.” As we have already seen, very much like the Saturnian system we have been\ndescribing, the temperature of Uranus is globally uniform,'”’ even though, again like proto-\nSaturn, its north pole was found to be warmer than the rest of the planet. Of added interest\nhere is that when Voyager 2 made this discovery, the north pole had been in darkness for",
    "bibliography": [
      "5 J. Schefter, “Uranus!” Popular Science (May 1986), p. 120.",
      "© Cornell University News Service for May 5, 1998, published as “Caliban & Sycorax: Names for Iey Moons",
      "of Uranus,” SIS Internet Digest (1998) 2, p. 10.",
      "71. Overbye, “Voyager Was On Target Again,” Discover (April 1986), p. 79.",
      "\"7D. Overbye, “Voyager Was On Target Again,” Discover (April 1986), p. 79."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 383,
    "content": "\npists:                Me.\nP Sai                  ei                               .\n|             The ancestor of the tapir, the Malaysian variety of which is shown above, also appeared in             |\nThe ancestor of the tapir, the Malaysian variety of which is shown above, also appeared in\nArctic regions long before it did in Asia.\nforty years.'* As Thornhill indicated: “This offers a clue as to how the Earth might have\nhad a uniform global climate during the Saturnian era...”'”\nEven more recently, it has been discovered that Jupiter’s satellite, Io, also has its poles as\nwarm as its equator. “Aside from hot spots at volcanic sites, night temperatures on lo appear\nto be about the same near the equator as near the poles even though, as on earth, the equator\ngets more direct sunshine to heat its surface.”!°\nTrue, Uranus and Io do not have a north polar sun to heat their northern regions, and I\nonly include these data to show that such a state of affairs—global uniform temperature with\na slightly warmer north pole—is not of itself a bizarre situation.\nThat being the case, what need have we of an axial alignment between proto-Saturn and\nEarth? Why do we need to have the proto-Saturnian sun stationed in Earth’s north celestial\npole to account for the single spring-like season in which Earth basked in past geologic eras.\nBut consider now the following:",
    "bibliography": [
      "\"8 J, Schefter, op. cit., p. 121.",
      "\"9 W. Thornhill, “Galactic Currents and the Outer Planets,” Thoth (electronic newsletter) III:5 (March 20,",
      "1999), p. 6.",
      "13° Media Relations Office, Jet Propulsion Laboratory, California Institute of Technology (June 22, 2001)."
    ],
    "captions": []
  }
]