[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 104,
    "content": "\nBo go ew ee ae\nSs eS as  <4            ES - = =] =\nNU ie aos              —\n= rr ee             j    =    =\nHipparchus on the roof of the observatory of Alexandria.",
    "bibliography": [
      "eee"
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 105,
    "content": "of the equinoxes—which term, incidentally, was coined by Hipparchus himself—could not\nhave been discovered without comparing the longitudes of stars “at different epochs, su/ffi-\nciently distant.”\"* Hipparchus’ reliance on much older stellar longitudes is therefore beyond\ndoubt. The prize for the cognition of what lies behind precession, however, remains his.\n\nThis is not to say that others have not vied for the fame—even if in retrospect and\nthrough modern proxy. None of these attempts have, however, withstood the test of scrutiny.\n\nTHE CRIME OF ANAXAGORAS\n\nAnaxagoras (500-428 B.C.) was the first to clearly state that the Moon shines with the re-\nflected light from the Sun, from which he devised a theory concerning the phases of the\nMoon. At the time, as with Galileo much later, this doctrine, which was not in keeping with\nthe prejudices of the day, was so dangerous that the manuscript in which Anaxagoras set out\nthese theories had to be circulated in secrecy. A century later, Aristotle (384-322 B.C.), a\ngreat mind in some matters, not so in others, was to argue that the Moon exhibited phases\nand that eclipses occurred simply because that was the nature of Earth’s satellite—which, as\nSagan succinctly put it, was “an explanation that explains nothing.”'”\n\nAnaxagoras also believed that the Sun and the stars were hot. While this was evident for\nthe Sun, it was not, as it still is not, for the stars. When asked why we do not feel the heat of\nthe stars, he replied correctly that it was because they were too far away. When he calculated\nthe Sun to be larger than the Peloponnesus, which constitutes about a third of Greece, his es-\ntimate was thought to be “excessive and absurd.”!”\n\nHe knew that the Moon harbored mountains (although he also believed it harbored life).\n\nIn the end, again much like Galileo, Anaxagoras was charged, convicted, and imprisoned\nfor impiety, mainly because he had taught that the Moon consisted of ordinary, and not di-\nvine, matter. It took Pericles, the great Athenian leader, to engineer Anaxagoras’ release from\nprison.\n\nSHADOWS THROUGH SPACE\n\nThales, who lived toward the end of the 7th century B.C., has been lauded by his own an-\ncient countrymen as having been the first astronomer. Diogenes Laertius stated that Thales\nwas first to receive the name of sage; that he was first to study astronomy and predict\neclipses of the Sun and fix the solstices; was first to make a number of specific observations\nrelating to the Sun and the Moon; was said to have “discovered” the seasons and to have di-\nvided the year into 365 days.'” According to others, he was also the first, rather than the\nabove mentioned Anaxagoras, to realize that the Moon was actually illuminated by the\nSun.\n\nThales is also said to have recognized and to have predicted the solstices; to have been\nthe first to discover the passage of the Sun from one solstice to another; and to realize that\nthis cycle was not always of equal length, but that, on the contrary, there were “slight varia-\ntions in length of the solar seasons as divided by solstices and equinoxes.”\"\"",
    "bibliography": [
      "\"5 Ibid. (emphasis added).",
      "26 C. Sagan, op. cit., p. 182.",
      "\"7 Ibid.",
      "\"8 Ibid.",
      "2° Diogenes Laertius, Lives of Eminent Philosophers, |: 22, 23, 24, 27.",
      "39 W. Mullen, “Thales: The First Astronomer,” The Velikovskian III:4 (1997), pS.",
      "51D. R. Dicks, “Solstices, Equinoxes and the Presocratics,” Journal of Hellenic Studies, 86 (1966), p. 31."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 106,
    "content": "\nBut, despite William Mullen’s noble attempt to uphold this lofty position for him,™ the\nbest that can be claimed for Thales is the honor of having been the first Greek astronomer.\nThat being the case, one should attempt to find out exactly how much Thales could have bor-\nrowed from the earlier Babylonians.\nThere has been much debate on how much Thales owes his fame to those who later\npraised his name. D. R. Dicks, for one, has insisted that Thales' reputation in having been the\nfirst Greek astronomer comes from later, unreliable, sources, and that, therefore, no validity\nshould be applied to these claims.'* And while Mullen has found reason to question the evi-\ndence that Dicks relied on, the evidence he himself presented is, at best, circumstantial. '*\nThose who have sought to devalue Thales’ reputation have also questioned his ability to\npredict eclipses. Both Plutarch’ and Pliny (A.D. 23-79)\" knew that lunar eclipses were\ncaused by the projection of Earth’s shadow on the lunar surface. The passage of the Moon\nacross the face of the Sun during a solar eclipse would have been more evident, so that it\nwould also have been known that the Moon cast its shadow on earth during such an occur-\nrence.” Even so, knowing what causes a lunar, or solar, eclipse is one thing; being able to\npredict either of them is quite another.\nMeanwhile, quite a number of ancient sources, including Herodotus, have claimed that\nThales predicted an eclipse which took place during the battle between the Medes under\nCyaxares and the Lydians under Alyattes.'\"* This has led historians to set the date of that\nbattle at 585 B.C. Benny Peiser, on the other hand, has claimed that “Thales could not have\npossessed the knowledge necessary to predict eclipses in general.”’” In this, he might not\nhave been entirely correct. As van der Waerden had earlier noted:\n“Such a feat requires the experience of more than forty years, no matter how one pro-\nceeds. It is not possible to accomplish it alone. But Thales had no Greek predecessors.\nThe conclusion is inescapable that he must have drawn upon the experience of Ori-\nental astronomers.”\nBesides, when it comes to the eclipse that is said to have occurred at the time of the battle\nbetween the Medes and the Lydians, a close look at what Herodotus reported tells us that,\nwhile Thales did predict the year of this eclipse, he said nothing concerning the actual date,\nthe time of day, or the place from which it would have been visible. As various scholars have\nnoted, knowledge and a correct understanding of eclipse cycles should have enabled Thales\nto predict the eclipse in question by the day, and not just the year.'\"\nIn his attempt to retain, or regain, Thales’ reputation, Mullen has noted that none of the\nscholarly arguments denying Thales the capacity to predict eclipses and other celestial occur-\nrences “is sufficient to prove that Thales did not begin an inquiry into each of these phenom-",
    "bibliography": [
      "132 W. Mullen, op. cit., pp. 1 ff.",
      "\"33D. R. Dicks, “Thales,” Classical Quarterly, 9 (1959), pp. 294, 298.",
      "“84 -W. Mullen, op. cit., p. 4.",
      "135 Plutarch, On the Face of the Moon’s Disc (in Opera Moralia), 932E, 933B; see also Diodorus Siculus,",
      "Bibliotheca Historica 11:31:6, XV:50:3.",
      "86 Pliny, Historiae Naturalis 11:47, 51.",
      "137 See here, for instance, E. G. Suhr, The Spinning Aphrodite (N. Y., 1969), p. 53.",
      "88 Herodotus, Historiae 1:74.",
      "8° B. Peiser, as cited in W. Mullen, op. cit., p. 2.",
      "“4B. L. van der Waerden, Science Awakening (Groningen, 1954), pp. 86-87.",
      "\"41 See here, D. R. Dicks, op. cit., p. 309; A. A. Mosshammer, “Thales’ Eclipse,” Transactions of the American",
      "Philological Association 111 (1981), p. 154."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 107,
    "content": "\nena.” This may be all that true, but, in face of the fact that the works of Thales himself\nhave not survived, this can at best be qualified as a surmise. Thus | mention all this\nspecifically to stem the possible accusation that I have taken every statement of the ancients\nas being necessarily true.\nTHE METONIC CYCLE\nThe reconciliation of the motions of the Sun with those of the Moon was required by an-\ncient societies in an endeavor to pin-point their seasonal festivals. Most Greek festivals were\nheld at full moon with certain ceremonies to be held in certain months. The months, there-\nfore, needed to be reconciled with the year. But since twelve lunations fall somewhat short of\nthe solar year, an extra month had to be added to the year every so often.\nAccording to Geminos of Rhodes, who wrote sometime in the first century B.C., such a\nsystem of intercalation was already in use “some time before the second half of the fifth\ncentury B.C.”'® The earliest such intercalation by the Greeks that has come down to us in-\nvolved the supplementing of 96 lunar months through an 8-year period, a cycle they called\noctaeteris, with the addition of leap years every third, fifth, and eighth years by inserting an\nextra month into each of them.“\nBy the fifth century B.C., however, it had been realized that this 8-year cycle was not all\nthat accurate. The small difference between 99 months (the 96 plus the 3 of the leap years)\nand the 8 years into which they tried to fit them accumulated as the years went by so that the\nintegration of the solar and lunar motions was thrown off balance.\nIt was the Athenian astronomer Meton who then realized that the Moon returned to the\nsame position in relation to the Sun every 19 years—or so Geminos had it stated, for which\nreason the system has, to this day, been called the Metonic cycle. This cycle works better\nthan the 8-year one because 19 years equal 235 lunations almost exactly.’\nIn actual fact, however, there are indications that the Babylonians had been using this 19-\nyear cycle some one hundred years earlier. The Chinese also seem to have known about it,\nalthough it cannot be ascertained just how early the relationship was discovered and/or bor-\nrowed. Known as the chang, dates separated by multiples of 19 years are known from in-\nscriptions on Shang dynasty oracle bones.\nDiodorus Siculus also quoted a no-longer extant work by Hecateus of Abdera who also\nmentioned this 19-year return of the Moon and that it was known to the Hyperboreans who\ninhabited an island “not smaller than Sicily” which was located “opposite to the coast of\nCeltic Gaul,” which could only have been Britain.”\nIn Tibet, the year is counted as 360 days with the addition of seven intercalary months\nover a 19-year interval set up to keep the phases of the Moon in step with the solar year and\nthe seasons.’” It is not known, however, how old this system is.\nA MATTER OF GRAVITY\nIsaac Newton owes his prestige in the world of science to his theory of gravity as pro-\npounded in his Principia. But, as Velikovsky was right in asking: “[D]id not Newton read in",
    "bibliography": [
      "12 W. Mullen, op. cit., p. 6 (emphasis added).",
      "‘8 E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 150.",
      "“4 Ibid.",
      "5 Tbid., p. 153; see also, R. Gallant, “Early Historic Man—Catastrophism and Calendars,” Chronology &",
      "Catastrophism Workshop 1987:1, p. 31.",
      "46 F.C. Krupp, op. cit., pp. 153-154.",
      "\"7 Idem, Skywatchers, Shamans & Kings (N. Y., 1997), p. 82."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 108,
    "content": "\nPlutarch [A.D. 46-120] of the Moon removed from the Earth by 56 terrestrial radii and im-\npelled by gravitation to circle around the Earth...?”!®\nWhose original theory was gravitation then?\nTHE ROTATION AND REVOLUTION OF PLANETS\nThat the planets both rotated on their own axes and moved on their orbits was well\nknown to Plato. Thus he wrote that the Creator “gave to each [of the heavenly bodies] two\nmovements: the first, a movement on the same spot after the same manner...the second a\nforward movement....”'” Nor was Plato the only one. As Lynn Rose wrote:\n“The Sicilian Pythagorians Hiketas and Ekphantos, both of whom were from Syra-\ncuse, spoke explicitly of Earth’s rotation in situ. The cosmology of Herakleides of\nPontus...featured the same basic device.”'®\nPontus...featured the same basic device.”!”\nPLANETARY CONJUNCTIONS\nJohannes Kepler (1571-1630), famous for his discovery of the three laws of planetary\nmotions, wrote of a “great conjunction” that took place between the planets Jupiter and Sat-\nurn every 20 years, culminating in a “mighty conjunction” every 60 years (59.6, more cor-\nrectly).'* Kepler then prepared some diagrams, known as trigons, illuminating these con-\njunctions as they occurred against the background of the zodiac.\nAs E. S. Kennedy has shown, however, Arabian astrology already knew all that.'* Earlier\nstill, the Neoplatonist Olympiodorus (6th century A.D.) knew, and wrote, that one revolution\nof Jupiter took twelve years (modern calculation: 11.86) and that of Saturn was accomplished\nin thirty years (modern calculation: 29.46 years).\n“For if the sphere of Jupiter comes from the same to the same in twelve years, but that\nof Saturn in thirty years, it is evident that when Jupiter has made five, Saturn will\nhave made two revolutions: for twice thirty is sixty, and so likewise is twelve times\nfive; so that their revolutions will be conjoined in sixty years.”\"*\nTHE PERIODICITY OF COMETS\nIt has often been stated that ancient historical documents, to say nothing of mythological\nones, have nothing to offer as far as modern astronomy is concerned. But, as Livio Stecchini\npointed out, this is certainly not true when it comes to the periodicity of comets. As he wrote:\n“No science of comets is possible without the use of these records. It must be ob-\nserved that many of the critics of Velikovsky have claimed that historical data are ir-",
    "bibliography": [
      "“8 |. Velikovsky, “My Challenge to Conventional Views in Science,” Pensée IVR VII (Spring 1974), p. 10",
      "(emphasis added).",
      "14 Plato, Timaeus, 40a-b.",
      "1L_ E. Rose, “Variations on a Theme of Philolaos,” KRONOS V:1 (Fall 1979), p. 21.",
      "‘5! G, de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston,",
      "1969), pp. 399-401.",
      "12 EF. §. Kennedy, “The Sassanian Astronomical Handbook Zij-I Shah, and the Astrological Doctrine of",
      "‘Transit’ (Mamarr),” Journal of the American Oriental Society 78 (1958), p. 259.",
      "‘8 T, Taylor, The Metamorphosis or Golden Ass and Philosophical Works (London, 1822), p. 333."
    ],
    "captions": []
  }
]