[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 24,
    "content": "\n“The discrepancies between the\nXX’                             true cosmic placing of the Sun,\ntrue cosmic placing of the Sun,\n<        .                    planets, and Milky Way may be\nplanets, and Milky Way may be\n\\                                     due to a distorted record. We can\ndue to a distorted record. We can\n\\                                      hardly suppose that people with so\nhardly suppose that people with so\n\\                                       accurate a calendar [and with such\naccurate a calendar [and with such\nMW         fj                              accurate knowledge concerning the\naccurate knowledge concerning the\nmotions of the planet Venus] were\nignorant of the general positions of\nee, Ci                                         the heavenly bodies.”™\nthe heavenly bodies.”™\n\\                           Because, as we have already seen, mis-\nBecause, as we have already seen, mis-\nVs        LY                             translations did creep into ancient records,\ntranslations did creep into ancient records,\n|    N EZ                   Nicholson’s suspicion of a “distorted re-\nNicholson’s suspicion of a “distorted re-\nf                          cord” is not, in itself, unreasonable. Be-\ncord” is not, in itself, unreasonable. Be-\nWm   —        \\\\               sides mistranslations, however, there has\nsides mistranslations, however, there has\naoc                        also been a fair amount of misin-\nalso been a fair amount of misin-\n=                    terpretation. Here Nicholson was trapped\nterpretation. Here Nicholson was trapped\n—_—=                         by her predecessors who had already\nby her predecessors who had already\n—                         identified certain Mayan objects as the\nidentified certain Mayan objects as the\n} SS                             Sun, the Moon, and the Milky Way. It did\nSun, the Moon, and the Milky Way. It did\ni      . I              wee    not occur to her that these objects might\nnot occur to her that these objects might\n€ BP shave been misidentified.\nhave been misidentified.\n»       Such misidentifications and, therefore,\nSuch misidentifications and, therefore,\n{|                                       misinterpretations litter past works on\nmisinterpretations litter past works on\na  \\                           mythology. Ask anyone who has even a\nmythology. Ask anyone who has even a\n\\\\                                  modest knowledge of mythology to name\nmodest knowledge of mythology to name\n7                                       the sun-god par excellence, and he or she\nthe sun-god par excellence, and he or she\nwould probably point to the Egyptian Ra\n(or Re). And why not? Is that not what\nmost books on mythology claim? The\nj                          Larousse Encyclopedia of Mythology is\nLarousse Encyclopedia of Mythology is\n‘                                       very specific: “Ra (or Re or Phra), which\nvery specific: “Ra (or Re or Phra), which\nprobably signifies ‘creator,’ is the name of\nthe sun, sovereign lord of the sky.”*\nSo also with James Frazer, who echoed\n{!               \\\\                  this Egyptian dictum when he stated:\nthis Egyptian dictum when he stated:\n“That Ra was both the physical sun and\na=         |           the sun-god is of course undisputed ... “”\nthe sun-god is of course undisputed ... “”\nBut then one conducts an in-depth study\nof this Egyptian “physical sun” and “sun-\n‘The Egyptian god Ra, said to be the                 god” only to come to the realization that,\nThe Egyptian god Ra, said to be the\ngod” only to come to the realization that,\npersonification of the Sun, but whose\nmotions and characteristics do not fit the\nrole of the Sun.                              ee\nrole of the Sun.",
    "bibliography": [
      "™ Thid., p. 24.",
      "24",
      "75 J.’ Viaud, “Egyptian Mythology,” Larousse",
      "Encyclopedia of Mythology (London, 1972), p. 11.",
      "7 J. G. Frazer, The Golden Bough (N. Y.,",
      "1890/1981), Vol. I, p. 313."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 25,
    "content": "except for the fact that Ra shone brightly in the sky, the characteristics, and even motions,\nattributed to Ra do not fit the role of the Sun.\n\nThus, for example, Ra was often lauded as “Lord of the Circles” and as “he who entereth\n[or liveth] in the Circle.”” He was described as “the sender forth of light into his Circle” and\nas the “Governor of [his] circle.”™\n\nWhat is this Circle that the hymns allude to? Egyptologists will immediately inform us\nthat this Circle of which the hymns speak was what the Egyptians referred to as the Duat (or\nTuat), a word that has been rendered into English as “the Underworld.” That may be so, but\nthe fact remains that Ra was said to have shone from within it. What becomes obvious, in\nother words, is that, whatever Ra once signified, it was a celestial body that resided within a\ncircle or band or ring. As we all know, the Sun does not send forth its rays into a circle; it\ndoes not reside in a ring.\n\nThere will now be those who will tell me that, under certain conditions, the Sun is seen to\nbe surrounded by a ring. They will of course be alluding to that atmospheric re fraction which\nlends a halo, known as parhelia, to the solar orb. But not only is this too rare an apparition to\nhave earned Ra his title of “Governor of his Circle” and/or “Lord of the Circles,” it is also a\nphenomenon that is restricted to northern regions and hardly, if ever, seen at the latitude of\nEgypt. But there is more.\n\nWhen pictured on the walls of temples and on papyri, Ra is often shown surmounted with\na red or golden disc, which is not inappropriate if the Sun is truly being represented. In the\nliturgies dedicated to him, however, Ra is described as having shed a green, rather than a\ngolden, light. Thus a hymn to Ra states: “Thou hast come with thy splendours, and thou hast\nmade heaven and earth bright with thy rays of pure emerald light.””\n\nIn another hymn we read: “O Ra ... the heir of eternity, self-begotten and self-born, king\nof earth, prince of the netherworld ... thou dost rise in the horizon of heaven and sheddest\nupon the world beams of emerald light ...“®\n\nNot only did this sun shed a green, or emerald, light, it itself was green. As Donald\nMackenzie informed his readers, in his form of Sebek-Tum-Ra, this sun was the “radiant\ngreen disk.” “Hail Green One,” was the manner in which Ra was lauded.”\n\nMythologists have nothing to say by way of explaining why the ancient Egyptians al-\nluded to the Sun as having been green and shedding a green light. And, as long as they con-\ntinue to believe that Ra was the Sun, how can they? Does our Sun shed a green light? Is the\ndisk of the present sun green?\n\nConsider further the motions of the celestial object called Ra. In a statement found in one\nof the Coffin Texts, the deity is addressed with these words: “You shall go up upon the great\nWest side of the sky and go down upon the great East side of the earth.”” Is not this contrary\nto what the present Sun does? Does the Sun today “go up” in the west? Does it “go down” in\nthe east? Thus Faulkner, who translated this passage, could not help stating that this\n“unexpected reversal of the points of the compass is incomprehensible”™—and ended up by",
    "bibliography": [
      "7 E. A. W. Budge, The Gods of the Egyptians, Vol. Il (N. Y., 1904/1969), p. 339.",
      "*8 {bid., pp. 339-340.",
      "” Idem, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 250 (emphasis added).",
      "25",
      "® Tbid., p. 251 (emphasis added). See also p. 6 for a similar hymn.",
      "®D. A. Mackenzie, Egyptian Myths and Legends (N. Y., 1907/1978), pp. 236-237.",
      "SE. A. W. Budge, Osiris & the Egyptian Resurrection, Vol. II (N. Y., 1911/1973), p. 355.",
      "® Coffin Texts , Spell 18.",
      "* As quoted by D. Talbott, “The Ship of Heaven,” AEON I:3 (May 1988), p. 85."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 26,
    "content": "blaming what to him was an inconsistency on “a blunder in an early copy which no one has\nnoticed or at least attempted to correct.”® This explanation, however, presupposes that there\nmust be other texts which give the rising and setting of Ra correctly, that is in accordance\nwith the present motions of the Sun. But, as David Talbott has indicated, “wherever the di-\nrection of the [sun] ship’s movement is explicitly connected with the phases of morning and\nevening the texts always reverse the direction expected by the solar interpretation.”®\n\nWorse than that, when sailing in his ship, or boat, Ra is said to move down at dawn,” and\n“upstream” at night,® contrary to what we see the Sun doing in our sky at present.\n\nThere are many other characteristics of Ra that do not conform with the appearance and\nmotions of our Sun which, in order not to anticipate the major thesis of this book, I will leave\nfor later chapters. In the meantime I would simply like to add that the items I have so far\ntouched upon have not really gone unnoticed by mythologists. Each and every datum that\nwill be analyzed in this work have been noted and, in some cases, even discussed. Unfortu-\nnately, these incongruous astronomical oddities have never been collected in one place in an\neffort to analyze them as a whole—which is exactly what I intend to do in the chapters that\nwill follow.\n\nCONTRADICTIONS\n\nContradictions permeate ancient accounts. This is especially true, but not restricted to, the\ntales contained in the Old Testament and those that constitute what is generally termed Clas-\nsical mythology. To give but just two examples:\n\nIn chapter six of the Book of Genesis, which describes the loading of the ark in prepara-\ntion for the coming deluge, it is written that God commanded Noah to take aboard two, a\nmale and a female, of every living beast.” But in chapter seven of the same book, the com-\nmand to Noah is to take aboard two only of unclean beasts, but seven of every clean beast as\nwell as of every kind of fowl.” Why the difference?\n\nThe second example I will give comes from Greek mythology and concerns the goddess\nAthena. According to Hesiod, the father of Greek didactic poetry, Athena was born from the\nhead of Zeus,” a tale that became very popular among the ancient Greeks. But, despite the\nnotability of Hesiod’s tale, Athena’s parentage, as also the nature of her birth, was not\nunanimously agreed upon among the Hellenes. To some it was Poseidon who fathered\nAthena, Zeus becoming her adopted father only because the goddess disowned the god of the\nsea.” To others, Athena’s father was Itonus, king of Iton in Phithiotis.® Next in popularity to\nHesiod’s tale was that which claimed that Athena was fathered by the giant Pallas whom she\nlater slew and flayed.” According to Apollodorus, on the other hand, Pallas was the name of\nAthena’s playmate whom she also slew, but accidentally, while engaged in friendly",
    "bibliography": [
      "% Ibid.",
      "% Ibid., p. 86.",
      "® pyramid Texts, Spell 1133.",
      "8 Coffin Texts , Spell 136.",
      "® Genesis 6: 19-20.",
      "” Ibid., 7: 2-3.",
      "°! Hesiod, Theogony , 912-936.",
      "% Herodotus, Historiae, IV: 180.",
      "%8 Pausanias, Descriptions of Greece, IX: 34: 1.",
      "“ Tzetzes, On Lycophron, 355."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 27,
    "content": "Thee an\n—            { i\n-_\nBS be\n(         }\\\n\\\nPP,     A\\r~         >». 4\n—                   N\n           \\                     ».\n\\     \\\n                 { \\                         hi\na       }    y       ?        .   oe\n.     é    »\n£             ‘ay.        aK  v\nTy \\ |\nAthena— (Roman sculpture)—whose daughter was she?\n(Photograph by the author, courtesy of the Los Angeles County Museum of Art.)",
    "bibliography": [],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 28,
    "content": "\ncombat.” Apollonius Rhodius tells us that, according to the Pelasgians, Athena was born on\ncombat.” Apollonius Rhodius tells us that,  according to the Pelasgians, Athena was born on\nthe shores of Lake Tritonis in North Africa,” having been fostered by Triton (or Tritos), the\nthe shores of Lake Tritonis in North Africa,”   having been fostered by Triton (or Tritos), the\ndeity of the lake.” Philo Byblius, basing his report on that of Sanchoniathon and quoted by\nEusebius of Caesarea, stated that Athena was the daughter of Kronos.*\nSo which of these versions, if any, is the correct one? Better still: If, as stated above,\nmythic lore was faithfully transmitted by word of mouth through the ages before it became\nengraved in writing, how did we end up with so many different versions of the same tale?\nWhile it is tempting to blame such contradictions on faulty recording when these myths were\nfirst written down, such is not always the case.\nThe example given above concerning Noah from the Book of Genesis was not chosen at\nrandom. It was chosen specifically to clarify a conundrum.\nThus, in that passage which tells that only two of every beast was to be taken aboard the\nark, the instructions come from Elohim, an ancient name which is usually translated as\n“God” in most English versions of the Old Testament. But in the passage which specifies that\nseven should be the number taken on board of the beasts designated as clean, the command is\nsaid to have come from Yahweh, sometimes rendered “Jehovah,” another ancient name\nwhich is usually translated as “the Lord” in English versions of the same work.\nWe shall not, at this point, involve ourselves in a discussion concerning whether or not\nthese two names— Yahweh and Elohim—were but two different designations for one and the\nsame deity. We shall leave that for later. Biblical scholars, however, had long ago realized\nthat the Old Testament preserves more than one tradition, and that, among other things, these\ndifferent traditions can be recognized by the name applied to what one usually considers as\nhaving been “God.” One of these traditions referred to the deity as Elohim, another tradition\nreferred to him as Yahweh. Thus Biblical scholars refer to these different versions, among\nothers, as the Elohist tradition on the one hand, and the Yahwist tradition on the other. Origi-\nnally, these different traditions belonged to different peoples who had passed on their tradi-\ntions by word of mouth, without change, from one generation to the next. But, as happened\nso often in the past, these different peoples merged to become one nation even though each\nfaction was persistent in retaining its particular version of what they believed to have tran-\nspired in the past. At an even later time, when they decided to put their history into writing,\nthese various traditions were incorporated as a unified, but not seamless, whole. And that, to\nput it simply, is what the Old Testament, as it exists today, consists of.\nSo, similarly, with the ancient Greeks, who referred to themselves as Hellenes, suppos-\nedly after Helen of Troy, a nation that was forged from the remnants of earlier civilizations\nand wandering tribes—Pelasgians, Minoans, Mycenaeans, Achaeans, Trojans, Ionians, Dori-\nans, and heaven knows who else—each of whom brought their own traditions into that Indo-\nEuropean melting pot that has become known as Greek history and Classical mythology.\nEven so, why should there be more than one version of any one particular myth? Here I\ncan best ask the reader to consider an event from the modern world—the blowing up, by the\ninvading army, of the colossal swastika that had towered above the Germans in symbolic\nsplendor above so many Nazi rallies. As Lewis Greenberg noted: “There appears to be some\nconfusion over which swastika was dynamited, with some opting for one over the Reichstag",
    "bibliography": [
      "° Apollodorus, Bibliotheka, III: 12: 3; see also Pausanias, op. cit., IX: 33: 5.",
      "had Apollonius Rhodius, Argonautica, IV: 1310.",
      "°” G. W. Cox, Mythology of the Aryan Nations (N. Y., 1870), p. 249.",
      "*8 Eusebius Pamphili, Praeparatio Evangelica, |: X: 36, 38."
    ],
    "captions": []
  }
]