[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 214,
    "content": "\nmotionless lord, we again see that this stability had nothing to do with slowness of move-\nment. What is being described here is an immobile god, a planet bereft of motion.\nTHE EGYPTIAN EXPLICITNESS\nWhen we come to Egypt, there is no longer any ambiguity concerning the Saturnian char-\nacteristic we have been investigating. In a hymn to Ra, the deity is addressed with these\nwords: “O thou firstborn, who dost lie without movement...” Here, once again, it remains\nfor Egyptologists to explain why, if Ra was truly the Sun, it was described as lying “without\nmovement.” Ra, it was said, “rests on his high place.”™\nAtum was also said to have been immobile. Called “the Firm Heart of the Sky,” it was\ndistinctly said of him that “the Great God lives fixed in the middle of the sky.”\nIn the Papyrus of Ani, the deceased is addressed with these words: “O thou who art with-\nout motion like unto Osiris!”—and this phrase is twice repeated.” The immobility of Osiris\nis also mentioned in the Text of Teta: “Thou art stable in thy name of ‘Menu’,” it is there\nstated, where “Menu” itself has the meaning of “Stable One,”” the very same epithet we\nhave found attached to other Saturnian deities.\nThe Egyptian god Ptah, whom we have also seen being identified as a personification of\nSaturn, was also syncretized with Tenen or Tatanen, a primeval deity who was also lauded as\nthe Disk of Heaven,® a definite identification of the god as a celestial body. Here, Wallis\nBudge informs us that the “exact attributes” of this deity “appear to have been unknown even\nto the Egyptians.”” And yet, he had no difficulty in deriving the god’s name from the word\nenen, or nen, which means “inertness, inactivity, rest, motionless,” and the like” Despite\nBudge, what this really tells us is that Tenen was considered to be without motion. If this god\ncan truly be equated with Saturn, as his assimilation with Ptah forces us to conclude, it would\nagain register the planet in question as having been immobile.\nSHINING IN THE LIGHTLAND\nThose familiar with Egyptian mythology, especially Egyptologists, can—actually\nshould—raise one telling objection against all of the above. And the objection is this: that,\ndespite his being lauded as lying without movement and as resting on his high place, there\nare various tracts which describe Ra as rising and setting. For instance, in a hymn to Ra, the\ngod is lauded with the words:\n“Homage to thee, O thou who art Ra when thou risesth and Temu [that is Atum]\nwhen thou settest. Thou risest, thou risest, thou shinest, thou shinest, thou who are\ncrowned king of the gods. ..the company of the gods rejoice when thou risest...”!",
    "bibliography": [
      "% E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 250.",
      "*4 Idem, From Fetish to God in Ancient Egypt (London, 1934), p. 394.",
      "°° T. Rundle Clark, Myth and Symbol in Ancient Egypt 9N. Y., 1959), p. 59.",
      "°° E. A. W. Budge, The Egyptian Book of the Dead (see reference #81), p. 315.",
      "7 Idem, Osiris and the Egyptian resurrection, Vol. 1 (N. Y., 1911/1973), p. 141.",
      "% Idem, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 509.",
      "* Ibid., p. 508 (emphasis added).",
      "100 Tbid., p. 509.",
      "‘1 Ibid., pp. 335-336."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 215,
    "content": "“Hail, thou Disk, thou lord of rays, who risest on the horizon day by day! Homage to\nthee...when thou risest on the horizon and sheddest thy beams of light...Homage to\nthee, O thou who risest in the horizon as Ra...”!”\n\nHow, then, can we reconcile the above passages, and many more like them, with the idea\nof a motionless Ra?\n\nWell, in the first place, the word translated as “horizon” —3ht—actually means “light-\nland,”'® and while this term continues to be accepted as meaning “horizon,” it should never\nhave been.\n\nIn the second place, the word translated as “rises” actually means “shines,” as Patricia\nSpencer indicated.\" There are various Egyptian words which carry these ambiguous mean-\nings. Nen, for instance, means “to rise,” often used in relation to a celestial body, but it also\nmeans “to shine.”'® More than that, as we have just seen, nen also carries the meanings “in-\nertness, inactivity, rest,” and “motionless.” Khaut signifies the “rising of a god,” but also\n“appearance, splendor, radiance, or brilliance of a god.”\"® Skhai means “to make to rise up,”\nbut also “to appear.” ” When it comes to the rising of the very Ra in question, one word that\nis often used is kha or khai, meaning “to rise” or “to ascend,” but also “to shine” or “to ap-\npear.” 1B So, similarly, with such words as pert (to come forth),'°uben (to grow bright), and\nun.\n\nAs for “setting,” there is an Egyptian word—urt—which has been rendered as meaning\njust that, but it is only used for “the setting of a star.”\"' On the other hand, a related\nword—urt-t—actually means “immobility,” while Urt refers to “a motionless god.”'?\n\nEgyptologists who have translated such phrases as “O thou who risest in the horizon as\nRa” did so because the words “O thou who shines in the lightland” made little sense. On the\nother hand, and in face of the fact that Ra is often described as having been motionless, trans-\nlators should have kept these additional meanings in mind. A motionless god, or celestial\nbody, that rises and sets is an impossibility. A god, or celestial body, that shines without\nmovement is not. Thus, As David Talbott indicated, the god does not rise or set but comes\nforth and recedes, that is he grows bright, he shines, and he dims.'”\n\nREIGNING EM HETEP\n\nWe have already seen it said of Atum that he “lives fixed in the middle of the sky.”\n\nInter alia, the god was also said to have reigned in peace. “Homage to thee, O thou who\nart in peace,” is a phrase twice repeated in the Papyrus of Mut-hetep. “Come, come in\npeace!” he is implored, “thou wakest in peace...”!*",
    "bibliography": [
      "1 Ibid., p. 336.",
      "13M. Lichtheim, Ancient Egyptian Literature—Volume I: The Old and Middle Kingdoms (Berkeley, California,",
      "1975), p. 115,",
      "1 DB. Spenser to B. Forrest, private communiqué , in B. Forrest, Velikovsky’s Sources, Notes & Index Volume",
      "(Manchester, 1983), p. 513.",
      "105 EA. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. 1 (N. Y., 1920/1978), p. 351.",
      "16 Ibid., p. 535.",
      "17 Ibid., Vol. I, p. 615",
      "108 Thid., Vol. I, p. 534.",
      "1 Idem, The Gods of the Egyptians, Vol.1 (N. Y., 1904/1969), p. 385.",
      "\"Cf. A. Piankoff, The Litany of Re (N. Y., 1964), p. 25.",
      "\"4 E. A. W. Budge, op. cit., p. 175.",
      "12 Ibid.",
      "\"3D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 49.",
      "\"4E. A. W. Budge, op. cit., p. 351."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 216,
    "content": "We suggested above that the Semitic word for “peace” — shalom, salam, sliema—derived\nfrom the name of the Saturnian deity called Shulman, Shulmanu, and/or Shalem. We have\nalso seen that the name of this god translates as “the Stable One.” But what, then, is the con-\nnection between peace and stability?\n\nThe Hebrew shalom derives from shalam, which means “to be safe.” \"> So, also, with the\nMaltese sliema which also means “safety.”\"° “Peace” and “safety” are allied terms but, in a\nsense, is not also “stability”?\n\nNow, as it happens, the Egyptian word sharm’ means “to be peaceful,” but also “to be\nidle”\"”—that is “to be doing nothing,” which negates motion. Another Egyptian word\nmeaning “to be at peace” is heri, but heri also means “to rest.”\"® The Egyptian word most\ncommonly used for “to be at peace,” however, is hetep which also means “to repose,” “to\nrest,” and “to be at rest.”\"\n\nThis, then, raises the question: Given that Atum was described as being fixed in the mid-\ndle of the sky, what is the logical characteristic to be allotted him when he is stated to have\nbeen em hetep —to have been at peace, or to have been at rest?\n\nThis, incidentally, brings us back to the god Imhotep—the same as Em Hetep—and\nmakes us ask the question: Was Imhotep really the deified architect who built Djoser’s pyra-\nmid, as generally believed? Or was he yet another manifestation of the immobile god we\nhave learned to recognize as Saturn? Talbott, who embraced the meaning of this god’s name\nas “the one who comes forth while standing in one place,” ™ seems to have had no doubt.\n\nIMMOVABLY FIXED\n\nThe Egyptian Ra is not the only supposed sun-god said to have been devoid of mo-\ntion. In chapter 3 we saw the Indic Surya called Suraj, which latter name belongs to the\nplanet Saturn. We also noted there that Surya is said to have occupied samanam dhama, “the\nsame place of rising and setting.” We did not there explain the meaning behind this term,\nhaving used it only to denote that Surya could not possibly have been the present Sun. What\nis easier to believe, that a celestial body can climb vertically up the sky and vertically down\non the same path, or that it brightens and fades while remaining in the same spot? In view of\nwhat we have now disclosed, does not the latter seem preferable? In fact, we can state it un-\nequivocally, since it is unambiguously written that Surya “stands firmly,” and he does so on a\n“safe resting place.” The belief in Surya’s immobility was so ingrained that he continued to\nbe remembered as “the immovable center of his system.” ” So how can Indologists continue\nto perpetrate the disinformation that Surya is the Sun?\n\nEven Brahma, we are told, does not rise and set. He “remains alone in the center.”'” And\nif there are those who think that this immobility may have applied to planetary deities, but\nnot necessarily to the planets they once personified, they are mistaken. Sthirah, for instance,\nis yet one more Sanskrit name for the planet Saturn.'” No deity is involved here. And yet we",
    "bibliography": [
      "45 J. Strong, op. cit., pp. 116, 117.",
      "\"6 E.D. Busuttil, Kalepin Tliet Ilsna (Valletta, 1978), p. 87.",
      "u7E. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978), p. 727.",
      "48 Tbid., Vol. I, p. 449.",
      "\" Tbid., p. 517.",
      "2 D_N. Talbott, op. cit., p. 50, where, following Budge, he refers to Imhotep as Iemhetep.",
      "\"21 Satapatha Brahmana, 1V:3:4:9; V. S. Agrawala, Sparks from the Vedic Fire (Benares, 1962), pp. 82-83.",
      "12 Chandogya Upanishad, IIl:ii:1-3.",
      "\"2 Chandogya Upanishad, III",
      "\"VS. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1890/1978)p. 1009."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 217,
    "content": "\nfind that this name is arguably related to, or derived from, sthira, which means “firm, steady,\nfixed, immovable, still, motionless,” and “immovably fixed.”\nSo, similarly, in China, where one of the ancient names for the planet Saturn is Zhenxing\nwhich means the “Stable Star” or “Stable Planet,” since zhen means “stable” and xing means\n“star” but also “planet.”'” No planetary deities enter this equation. It is a pure astronomical\nassertion deduced from the very meaning of the planet’s name.\nTHE NEVER-SETTING PLANET\nLynn Rose deduced that the bizarre astronomical system of Philolaos, the Pythagorean\nphilosopher from Souther Italy, was merely a “garbled” version of the primeval Saturnian\nsystem. This, needless to say, led him to the conclusion that the Central Fire of which\nPhilolaos spoke was really an allusion to the old Saturnian sun. As Rose then tells us:\n“Historians of philosophy are fond of referring to the ‘dark sayings’ of Heraclitus. If\nHeraclitus was at times reflecting back to conditions during the Age of Kronos, per-\nhaps we are now in a position to understand some of his mysterious remarks. The\nCentral Fire is always at the same location in the sky (as viewed from one spot); this\nmay be why Heraclitus asks, ‘How can anyone hide from that which never sets?””!”\nAs Rose continues:\n“Even some of the Philolaos fragments, although their authenticity has been ques-\ntioned, make more sense now We are also told that ‘it [the Central Fire] is ruler and\nteacher of all things; it is God, One ever-existing, stable, unmoving, itself like to it-\nself, different from the rest,’ and that it ‘remains One for ever in the same position\nand condition’.”\"\nand condition’.”'*\nGreek knowledge of the immobile Saturnian sun, however, was not restricted to the\n“garbled” version of Philolaos. In his evaluation of the Greek Helios and other so-called an-\ncient sun-gods, E. A. Butterworth also came to the conclusion that this luminary “is not the\nnatural sun of heaven, for it neither rises nor sets, but is, as it seems, ever at the zenith...”'”\nSo similarly from other parts of the world. For example, in Roman tradition, among the\npoets, Saturn was remembered as the god of “the steadfast star.” 30\nThe Incas, too, preserved a memory of a sun-god—a resting one, to be sure—who was\nable “to light the world from one spot.”'' We can therefore be assured that when the\nMakiritare of the Upper Orinoco River, in Venezuela, tell us that their god Wanadi was “like\na sun that never sets,”'” they are referring to an old tradition about the planet Saturn. That\nWanadi was not the present Sun is additionally indicated by the fact that the Makiritare name\nfor the Sun is Shi.",
    "bibliography": [
      "\"4 Ibid.",
      "5 Sima Qian, Shiji-tianguanshu (early first century B.C.).",
      "\"61 BE. Rose, “Variations on a Theme of Philolaos,” KRONOS V:1 (Fall 1979), pp. 12 ff.",
      "\"27 Tbid., p. 26 (emphasis added).",
      "\"8 Ibid. p. 27.",
      "%D_N. Talbott, op. cit., p. 41.",
      "\"30 See here Minor Latin Poets in the Loeb Classical Library (Harvard, 1968), p. 381.",
      "1317, Nuttall, “Fundamental Principles of Old and New World Civilizations,” Archaeological and Ethnological",
      "Papers of the Peabody Museum, Vol. II (Harvard, 1901), p. 161.",
      "132M, de Civrieux, Watunna: An Orinoco Creation Cycle (Berkeley, California, 1980), p. 21.",
      "\"3 Tbid., p. 28."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 218,
    "content": ".                           ——               :\n4                          *      >\n“a          :    .F            ,        z\n—       a.\n.                          SMES:\nSurya—the god who stood firmly in one place.\n(Photograph by the author—courtesy of the British Museum, London, England.)",
    "bibliography": [],
    "captions": []
  }
]