[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 69,
    "content": "\nElohim. But this brings us to another problem that we must overcome for, after all, theories\ncome cheap. It is one thing to hypothesize, but quite another to uphold the hypothesis—at\nleast Lemaitre had general relativity on which to rely. In this respect, David Leveson was\nshrewd enough to note: “In scientific as opposed to pseudo-scientific polemic, evidence has\npriority over hypothesis,” adding that “hypothesis must conform to evidence, not evidence to\nhypothesis.” And he goes on with: “If evidence contrary to a given hypothesis is found, the\nhypothesis must (or should) be altered or rejected.” But then he was astute enough to warn\nthat: “This does not mean that when contrary evidence is found the hypothesis is immediately\nrejected; it may be retained tentatively in the hope that further evidence may eventually\nexplain the ‘contrary’ evidence in terms of the theory.””* As he also pointed out:\nexplain the ‘contrary’ evidence in terms of the theory.”\"\"* As he also pointed out:\n“Indeed, many hypotheses are arrived at intuitively, through a ‘flash of insight,’ and\nmay be maintained in the mind of the investigator in spite of much initial ‘contrary’\nevidence, and later be vindicated ... But a legitimate researcher will not consciously\nsuppress contrary evidence. Certainly he will not publish a hypothesis until he has\nsatisfied himself that all the available evidence is in accord with it. Indeed, if he is\nproperly conscientious, he will search for contrary evidence to test the validity of his\nideas. Hypothesis may precede evidence in time but not in importance.”””\nThese are guidelines that will be kept in mind as we attempt to unravel the lost history of\nour Solar System in the pages that follow. But, even so, the question must be asked: What\nconstitutes evidence? As Daniel Trifiletti noted:\n“The very nature of evidence changes from one discipline of science to another. What\nis evidentiary to one person is excluded by another. Facts are not the same for every-\none. Since we cannot all agree as to what constitute ‘facts,’ deductive arguments\nalone can never be fully convincing...\n“There is another approach, however, for assessing what might be considered\n‘dubious’ by some. That recourse is inductive reasoning. Let it be recognized that no\nfact stands alone, but is part of a whole constellation of other facts. At some point,\nwhen enough facts have been collected, each individual point of light may be seen as\npart of a newly recognizable figure—an organic whole. Eventually the sheer weight\nof even ‘dubious’ facts becomes too large to ignore.”™\nTHE HISTORICITY OF THE EVENTS\nCan it, however, be assumed that the events portrayed in myths have any factual basis\none way or the other? Many a past mythologist has been vociferous in denying that any his-\ntoricity can be discerned in mythic content. Most mythologists continue to believe that myth,\non the one hand, deals with religious, that is moral, precepts presented in allegorical form,\nand, on the other hand, with such fabulous events that no scientifically-minded modern per-\nson can accept. Conrad Hyers, a professor of religion, to name but one, has written profusely",
    "bibliography": [
      "218 D. Leveson, A Sense of the Earth (1971), p. 158 (emphasis added).",
      "219 Ibid. (emphasis added).",
      "201). Trifiletti, “Precession and the Hebrew Calendar,” Catastrophism and Ancient History X1:2 (July 1989), p.",
      "125 (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 70,
    "content": "\non the subject. In attempting to dissect the Old Testament Book of Genesis, he has stressed\nthat “the authors were concerned with using these stories as instances of various theological\nand ethical truths.””' As he had it stated, the “primary function of great myths and legends is\nnot that of offering explanations;”™” they “are not concerned with providing a miscellany of -\nnot that of offering explanations;”™” they “are not concerned with providing a miscellany of\ninformation or ready-made answers.”” “They were,” according to Hyers, “understood as\nvehicles of the most basic and important truths of all by which people organized, regulated,\nand interpreted their lives, and through which they saw meaning, purpose, and value in their\nexistence.” “Myths and legends,” he goes on, “together with rituals, provided the overar-\nching frame of reference within which to live and experience and celebrate the world.’”™ In a\nway, I could not have put it better myself. Where I disagree with him is when he states that\n“to dwell on the historicity of the accounts, even only an historical core, is to stray from the\npurposes of the writings.” He goes on with: “[The accounts in Genesis] are not aimed at\nproviding a ‘truer’ picture of the universe or of human history, let alone the only true picture,\nin the modern scientific or historical senses of true.””” Personally, I refuse to be dubbed a\nfundamentalist,” but I must also state that Hyers’ disclaimer is mainly due to the fact that he\ndoes not understand what historical truths lie hidden within the pages of Genesis, a work\nwhich will hold a place of great importance in the pages to follow.\nMircea Eliade who, in his faltering way, has done more for comparative mythology than\nany other mythologist of the past, was of a slightly different opinion. To him, religious rites\nconsisted in “the repetition of an archetypal action performed in illo tempore (before\n“history” began) by ancestors or by gods ... ””\n“By its repetition, the act coincides with its archetype, and time is abolished. We are\nwitnessing, so the speak, the same act that was performed in illo tempore, at the dawn\nof the universe.”™\nOf course this depends on what one means by “history.” If, by that term, one is to under-\nstand “written history,” then Eliade is correct. If, however, by “history” we mean “the story\nof mankind,” Eliade could not have been correct. This becomes of great importance when\none considers what else Eliade had to say about this subject. Thus, toward the end of the\nwork being cited, he states that:\n“Every ritual, and every meaningful act that man performs, repeats a mythical\narchetype; and ... this repetition involves the abolition of profane time and placing of\nman in a magico-religious time which has no connection with succession in the true\nsense, but forms the ‘eternal now’ of mythical time. In other words, along with other",
    "bibliography": [
      "221 C. Hyers, “Genesis Knows Nothing of Scientific Creationism,” Creation/Evolution XII, 4:2 (Spring 1983), p.",
      "19.",
      "2 Ibid.",
      "22 Ibid.",
      "23 Ibid., pp. 19-20.",
      "* Tbid., pp. 19-20.",
      "4 Tbid., p. 20.",
      "5 Ibid.",
      "25 Ibid.",
      "26 Thid. p. 21.",
      "26 Ibid. p. 21.",
      "27 Ibid.",
      "288 See, here, D. Cardona, “Fundamentalism: A Personal Statement,” AEON II:5 (February 1992), pp. 102-104.",
      "8 See, here, D. Cardona, “Fundamentalism: A Personal Statement,” AEON II:5 (February 1992), pp. 102-104.",
      "2° M. Eliade, Patterns in Comparative Religion (London, 1996), p. 32 (emphasis as given).",
      "20 Ibid. (emphasis as given)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 71,
    "content": "\nmagico-religious experiences, myth makes man once more exist in a timeless period,\nwhich is in effect an illud tempus, a time of dawn and of ‘paradise,’ outside history ...\n“We moderns would say that myth (and with it all other religious experiences) abol-\nishes ‘history’ ... But note that the majority of myths, simply because they record\nwhat took place ‘in illo tempore,’ themselves constitute an exemplar history for the\nhuman society in which they have been preserved, and for the world that society lives\nin. Even the cosmogonic myth is history, for it recounts all that took place ab origine;\nbut we must, I need hardly say, remember that it is not ‘history’ in our sense of the\nword—things that took place once and will never take place again ... ”™\"\nDespite the fact that I shall be relying heavily on Eliade’s scholarly insights in the pages\nthat follow, it is precisely here that I must part company with him because, as | aim to illus-\ntrate, the events narrated in myth did take place. They took place not “outside history,” as he\nmaintained, but within history. And by “history” I do mean “‘history’ in our sense of the\nword.” Moreover, Eliade claimed that even the cosmogonic myth is history, whereas I main-\ntain that all myth is cosmogonic in origin. The “history” / am speaking of, therefore, is a\ncosmogonic history, one that unfurled across the sky and touched Earth and its inhabitants\nwith a mighty finger that has left the human psyche scarred unto this day. The events that the\nmajor myths of the world narrate actually took place, and they took place very much in the\nway the myths narrate.\nWhat, then, is myth?\nI cannot for the life of me remember who said it, but someone, somewhere, once stated\nthat myth constitutes the fossilized memory of man. Truer words have rarely been spoken.\nBut this fossilized memory betokens a knowledge, a remembrance, of what once took place\nin heaven and, in that respect, it can safely be stated that myth constitutes the history of the\nSolar System.\nHere I can best illustrate the above by repeating a story that was well known to the an-\ncient Greeks. The story involves the god Helios—usually identified as the personification of\nthe Sun*’—who was believed to drive his flaming chariot across the sky. When, once, He-\nlios told his son Phaethon that he could ask him for any boon, Phaethon replied by asking to\nbe allowed to drive his father’s chariot. At first Helios, repenting of his oath, tried to dissuade\nPhaethon by stressing the dangers involved in driving the chariot. But, when Phaethon in-\nsisted, Helios, having given his word, was left with no recourse but to give in to his son.\nPhaethon, still in the pride of his youth, leaped into the chariot, took reins in hand, and began\non his journey. The steeds drawing the chariot, however, felt that the weight they were carry-\ning was too light and they leaped into the air as if the car was empty. This occasioned them to\nleave their usual well-beaten path, and Phaethon, who lacked his father’s expertise, panicked,\nand, in trying to correct his erroneous course across the sky, pulled this way and that way at\nthe reins, confusing the horses further. Losing control of the chariot, Phaethon ended up\ndriving it too close to Earth with the result that Earth’s moisture was dried up by the heat of\nthe chariot and, in due course, Earth caught fire and came close to being annihilated by the\nconflagration. In the end, Zeus himself was forced to intervene. Sending forth one of his ter-\nrible thunderbolts, he smote Phaethon with its might, shattering the chariot and freeing the\nhorses. The fragments of the wrecked car were scattered and Phaethon himself, with flames",
    "bibliography": [
      "21 Tbid., pp. 429-430 (emphasis as given).",
      "722 But see further in this work."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 72,
    "content": "\n@                Les |           r\nSB EN      SE WY         ro\nC\nCoy area          Z\noR ME? \\Z\n}                          Ss              5       =<\nSCZ             ;         Pgs al\n——         S           p     d              *\nASS\nHelios—driving his chariot across the sky.\nFrom a Greek vase painting.\nsearing his glowing locks, went hurtling down through the air to his death leaving a long trail\nbehind.\nNow when the Egyptian priest, whoever he was, told Solon that his countrymen knew\nnothing of what had transpired in the past, he also told him that the story of Phaethon “as it is\ntold, has the fashion of a legend, but the truth of it lies in the occurrence of a shifting of bod-\nies in the heavens which move around the earth, and a destruction of things on earth by fierce\nfire, which occurs at long intervals.”>*\nGenerally speaking, of course, astronomers will not admit of any shifting of the heavenly\nbodies. Granted, there have been the odd brave soul among them who has ventured close to\nthe fringe by proposing that a certain amount of orbital shuffling among the planets did take\nplace. Axel Firsoff, for instance, once posited that “Neptune could originally have been\ncloser to the Sun than Uranus” and that Venus, “having originally formed somewhere beyond\nthe orbit of proto-Uranus [would have] acquired [its] slow retrograde spin and copious at-\nmosphere, [and] would subsequently have been moved to its present station, after the inner\nplanets had already lost their primary atmospheres.”** The process, according to Firsoff,\n“would have been slow, involving a number of relatively close encounters with Jupiter or",
    "bibliography": [
      "23 AJthough the tale was well known, it is best preserved by Ovid in his Metamorphoses 11:1-329.",
      "4 Plato, Timaeus 22 (emphasis added).",
      "5 Vv. A. Firsoff, “The Anomalous Condition of Venus and the Origin of the Solar System,” Solar System Today",
      "IE:3 (September 1980)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 73,
    "content": "\nEG ep) eo a Oa\nea        a     ane         a     :      2      x     2.5      Ne, ZL OT SN I\neee i       ‘4       SS      KRIET  Wi   LAS Waal Witter acc Res)\n= Spgs,    aaa Nace ANG,  eee Cy Ss FORSe\nBa  Re Nese 1/;      DS AEF AKA EW JERS\ney POY       SINE [ARPS      Y AAU hey AL ER\n=                  }            \\   x    ah    C   }        y      ty\nNZ PEGS SI) BIE\nThe fall of Phaethon.\nA tableau showing Phaethon making his request of Helios at the upper left-hand corner, with the\nmaddened steeds, the shattered chariot, and the falling Phaethon in the centre. Other characters\nnot mentioned in the accompanying text fill the rest of the scene.\nFrom a Roman relief now in the Louvre, Paris.\nSaturn or both.” Such events, however, are usually placed far into the past before the ad-\nvent of man who could not, therefore, have had any knowledge of them, let alone immortal-\nize them in myth. Thus, in the end, Firsoff had to admit that “[t]he stability of the system, and\nthe Bode-Titius law in particular, would place this event in a remote geological epoch.”™”\nOn the other hand, astronomers, geologists, and historians have finally decided to jump\non the cosmic catastrophism band wagon—which brings to mind a conversation that Ev\nCochrane, the publisher of AEON, and I had with Professor Benny Peiser, in July of 1996,\nwhen we went to pick him up at the airport for the Deerfield Beach, Florida, symposium\nsponsored by Cochrane’s periodical. It was on the way from the airport that Peiser first in-\nformed us of the above revelation. He also told us, however, that while astronomers had\ncome around to seriously consider terrestrial catastrophism as having possibly been caused\nby asteroidal and cometary impacts, they were still adamant in their denial concerning the\npossibility of planetary catastrophism within the historical, and man’s prehistoric, past. Not\nonly that, Peiser, who seems to have no use for planetary catastrophism himself, also warned\nus that the persistence of belief in planetary “billiards” can only prove a hindrance to the\neventual acceptance of cosmic catastrophism. Peiser sees this face-about by astronomers and\ntheir allies as a positive step forward. As I told him then, unless planetary catastrophism was\nalso to be embraced as a valid possibility, at best the step in question can only be seen as be-\ning sideways.\nThe present state of affairs was uniquely displayed at the Second SIS Cambridge Confer-\nence, held in July 1997 at Fitzwilliam College, in Cambridge, in which the work of the as-\ntronomers Victor Clube and Bill Napier received quite a boost. Having kept the astronomical\npart of their cosmic scenario well within the bounds of accepted paradigms, not much can be",
    "bibliography": [
      "86 Ibid.",
      "26 Ibid.",
      "57 Ibid.",
      "37 Ibid."
    ],
    "captions": []
  }
]