[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 459,
    "content": "\ncalled for Mars as the boreal planet, the mechanics of a Rankine vortex could just as easily be\napplied to our Saturnian model. As Jueneman explained it, a Rankine vortex consists of\n“nested cylinders of atmospheric gases and debris, one within another, each separated by\ndensity gradients caused by pressure, thermal, and perhaps electrical differentials.”® But what\nwould have been the cause of such a planetary vortex?\nAs explained in a previous chapter, proto-Saturn’s proximity would have raised a litho-\nspheric bulge in Earth’s northern region, the shadow of which exists to this day. But, too, as\nthere explained, Earth’s hydrosphere and atmosphere would also have responded to proto-\nSaturn’s attractive force. As Jueneman clarified, this gravitational force would have been en-\nhanced by the inertia inherent in the synchronous rotation of the planetary pair. Thus the\ngentle westerly winds of lower latitudes “would have turned into increasingly violent south-\nwesterly gales” at higher ones. In their northward spiral, aided by coriolis effects, these hur-\nricane winds would then have towered above Earth’s north polar region.®\n“The tremendous energy of forward motion in the air mass, imparted by the relatively\nclose proximity of the northern celestial body, would have been converted into angu-\nlar momentum, increasing the velocity of this atmospheric maelstrom as it continued\nto accelerate into a tighter and tighter spiral. Finally, it would have sent a towering\ntornado-like polar column beyond the upper atmosphere and deep into space, ever\nreaching toward the northern body and forming a gaseous bridge in an attempt to span\nthe void between.”!°\nThe beauty of this model is that, unlike Talbott’s flow of debris and Rose’s flux tube, it\nreadily explains the whirlwind motion attributed to the mythological axis mundi. But does it\nlend itself to a ray of light shining from above? After all, as we all know, tornadoes are any-\nthing but luminescent. They are, on the contrary, often very dark in appearance, some of\nthem close to black, and definitely opaque enough to mask their internal lightning displays.\nAnd yet, external luminosities have been known to accompany tornadoes such as that which\nroared through St. Louis in 1959. This was described by various witnesses as having been of\n“a continuous illumination,” “a flame-like flare right up from the horizon,” and of “the shape\nof a broad sword.”!! Others have been described as having a “beautiful electric blue light”\naround them, or of looking “like a searchlight beam” extending down to the skyline.!?\nJueneman himself attributes various electrical and light activity occurring within his\nplanetary vortex'3 but, as he described it, much like the tornado mentioned above, the overall\nappearance of the planetary vortex would have been a “bluish color” of “exquisite bril-\nliance...encased in a pale green envelope.” '4 Granted that some of these effects stem from\nJueneman’s objective perceptivity, it is difficult to judge how much of them might also be\ndue to his fertile speculation.\nFor years I had accepted Jueneman’s model as being a tentative valid prototype of the\nmythological polar column. Then, as the years went by, my interest shifted to the discovery",
    "bibliography": [
      "8 Ibid., p. 40.",
      "9 Ibid., pp. 39-40.",
      "10 Jbid., p. 40.",
      "11 B, Vonnegut, “Luminosity Accompanying St. Louis Tornado—February 10, 1959,” Monthly Weather",
      "Review (February 1959), p. 64.",
      "12 Jdem (with J. Weyer), “Luminous Phenomena in Nocturnal Tornadoes,” Science (September 9, 1966), pp.",
      "1213-1220.",
      "13 FB. Jueneman, op. cit., pp. 45-47.",
      "14 [bid., p. 48.",
      "14 Tbid., p. 48."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 460,
    "content": "ee                  :\n(Photograph—1995— by the author.)\n3          )        ¥\n ae        )      Mes\nes\nS\nI ag ay\nFrederic B. Jueneman\n(Photograph—1995—by the author.)",
    "bibliography": [],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 461,
    "content": "\nof jets of plasma ejected by galaxies along their\nspin axes and, later, by similar jets ejected by\n—        saa           stars. To be sure, I was at first overpowered by\nstars. To be sure, I was at first overpowered by\nthe colossal size of these jets which would dwarf\nNiseacl              even Rose’s flux tube and Jueneman’s planetary\neven Rose’s flux tube and Jueneman’s planetary\nCOPE >       vortex. But then I reasoned that if these jets can\nvortex. But then I reasoned that if these jets can\nasset}                 exist in both galactic and stellar magnitudes—the\nexist in both galactic and stellar magnitudes—the\nleas |       mag. | difference in masses of which is enormous—they\ndifference in masses of which is enormous—they\nCOSOSE i> netic | might also exist in planetary dimensions. After\nmight also exist in planetary dimensions. After\nee et ae      field    all, the difference in scale between planets and\nall, the difference in scale between planets and\nay &,                    stars is much less than that between stars and gal-\nstars is much less than that between stars and gal-\nCEsPp                 axies. Thus, in a 1997 posting on KRONIA’s in-\naxies. Thus, in a 1997 posting on KRONIA’s in-\nFA                       ternet discussion group, I asked whether such jets\nternet discussion group, I asked whether such jets\ni {|                   might not “explain” the polar column associated\nmight not “explain” the polar column associated\nCo >>             with the primeval Saturnian sun, to which\nwith the primeval Saturnian sun, to which\nYo                               Wallace Thornhill replied:\nWallace Thornhill replied:\n“Since the first Portland conference [spons-\nored by KRONIA Communications in 1997],\nf\\                I have considered the polar column to be a\nI have considered the polar column to be a\nCED                      manifestation of a polar jet, which would have\nmanifestation of a polar jet, which would have\nww,                enveloped...Earth. The corkscrew motion of\nenveloped...Earth. The corkscrew motion of\nthat jet would have been responsible\nfor...rotating discharges...as seen from\n¢                  Earth.”!5\nEarth.”!5\nThis polar jet, according to Thornhill, would\nBirkeland current          have been a sustained plasma discharge in the\nform of Birkeland current,!© which claim is up-\nheld by the plasma physicist Anthony Peratt.!7\nAccording to Thornhill:\n“Birkeland currents are the natural form of electric currents in magnetized plasma. It\nis the only way to pass high currents through a plasma for any distance. They are the\ninvisible power transmission lines in space.” !8\nThis brings to mind what Ralph Juergens had already noted in 1976, to the effect that\n“the column-like structure connecting Saturn and earth might have been of the nature of a\nsteady electric discharge.”!9",
    "bibliography": [
      "15 W. Thornhill, KRONIA internet discussion forum, (December 19, 1997).",
      "16 Idem, “The Electric Universe (Beaverton, Oregon, 1997), p. 100.",
      "17 A. L. Peratt to D. Cardona on the Intersect electronic discussion group sponsored by KRONIA",
      "Communications, July 24, 2002.",
      "18 W. Thomhill, on the Intersect electronic discussion group sponsored by KRONIA Communications,",
      "November 26, 2001 (emphasis added).",
      "19 R. E, Juergens to D. Cardona (December 19, 1976), private communiqué."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 462,
    "content": "\nBut can an electric discharge be sustained? Apparently so. Thus, for instance, in 1991,\nAndrew Gray discovered a bright strand, 150 light years long and a couple wide, near the\ncentre of the Milky Way. Dubbed “the Snake,” it is similar to other so-called “threads” which\nhave been discovered within the barrel-shaped region of space known as the Galactic Centre\nLobe. Gray himself is of the opinion that the Snake “is an electrical discharge, like a vast\nlightning bolt—so vast that it just hangs in space, instead of disappearing as earthly lightning\ndoes.”20\nMeanwhile, the “corkscrew motion” of the jet, as mentioned above, originates from the\nplasma’s discharge system. As Thornhill succinctly explained:\n“...plasma is highly structured, allowing electric currents to flow through it along\nmagnetic field lines in the form of filaments, themselves twisted into ropes. Such\ntwisted filaments are seen in the powerful jets issuing from the cores of active galax-\nies, the tornadic clouds in the Lagoon nebula, the giant prominences streaming from\nthe sun, comet tails, etc.”2!\nMoreover, these twisted filaments are not static, but highly active vortices,?? thus ac-\ncounting for the whirlwind motion endemic in the mythological axis mundi, But then,\nharking back to astral jets, is it known that these rotate? They surely do. Thus, for in-\nstance, data received from the Ulysses spacecraft showed that the twisting field lines\nconnected to both poles of the Sun rotate with it. As Thornhill stated: “Astral jets are a\nmore active and visible manifestation of the same Birkeland currents.”?3 This, of course,\nhad already been ascertained by others, including Eric Lerner, who described such a jet as\n“a plasma-pinching vortex filament.”4 As he explained:\n“The vortices are produced by a phenomenon known as the pinch effect. A straight\nthread of electric current flowing through a plasma surrounds itself with a cylindrical\nmagnetic field. This field attracts other currents flowing in the same direction. Thus\nthe tiny current threads tend to ‘pinch’ together, drawing the plasma with them. The\nconverging threads are twined into a plasma rope, much as water converging toward a\ndrain generates a swirling vortex.” 25\nAs indicated by the diagram on the previous page, a Birkeland current has the appearance\nof two serpents twisted about each other. And was not Boreas originally said to have\npossessed serpent tails for feet? (Even so, it should be noted that the serpentine structure of\nthe axis mundi was not always visibly apparent, concerning which much more will be di-\nvulged in a future volume.)?6\nTaking his cue from Thornhill, Talbott, too, latched on to the polar jet theory. Thus, in an\ninterview conducted by AEON, he spoke of the “galactic scale plasma model” which carried",
    "bibliography": [
      "20 “Here Be Serpents,” The Economist (March 8, 1997), p. 120, as cited by W. Thornhill, op. cit., pp. 22-23.",
      "21 W. Thornhill, op. cit., p. 17.",
      "22 E, J. Lerner, The Big Bang Never Happened (N. Y., 1991), pp. 234-236; W. Thornhill, op. cit., p. 22.",
      "23 W. Thornhill, on the Intersect electronic discussion forum sponsored by KRONIA Communications,",
      "December 29, 2001.",
      "7 E. J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), p. 73.",
      "> Ibid.",
      "26 For more on this characteristic as contained in the mytho-historical record, and the physical properties which",
      "led to it, consult D. Cardona, op. cit., pp. 59 ff."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 463,
    "content": "\n“the potential for a jetting of material” along the axis of a plasma discharge.?’ To which he\nadded:\n“This streaming of gases along the axis of rotation has, for 25 years, been part of the\nbedrock of the Saturn theory.”?8\nNow while, as we have seen, it is true that the interpretation of the polar column as a\nstream of debris, now clarified as streaming gases, was part and parcel of Talbott’s particular\nmodel since its inception, the interpretation of the same phenomenon as a plasma jet or dis-\ncharge was entirely new. Here it is more than evident that, while willing to accept cosmic\nplasma jets as scaled-up versions of proto-Saturn’s boreal column, Talbott was not ready to\nrelinquish his original idea, and thus sought to amalgamate the two. Thornhill himself was\nnot exactly hostile to this unification. Thus, when questioned about Talbott’s interpretation of\nthe polar column as a stream of fiery debris ejected toward Earth, he replied with these\nwords:\n“T think that for most of the time [the polar column] would have been like a spec-\ntacular auroral effect with very little matter transfer taking place. It is only when it\ntransformed suddenly from a glow discharge to an arc that substantial matter would\nhave been transferred between bodies.”??\nBut can a Birkeland current transfer matter between bodies? Apparently so. As Thornhill\nexplained:\n“To begin with, a rotating Birkeland current will form a tornado in an atmos-\nphere...Secondly, Eric Crew back in the 80s discussed how lightning usually acceler-\nates positive ions vertically, creating a jet of hot moist air at the top of the discharge\nchannel. In general terms the discharge compresses, heats and accelerates gases from a\nregion of high pressure to a region of lower pressure. So bulk matter is moved by an\nelectric discharge..”3°\nThe tornadic quality of this sustained Birkeland current thus compensates for the loss of\nJueneman’s Rankine vortex model.\nOr does it have to? After all, with the tidal heaping of the terrestrial atmosphere due to\nproto-Saturn’s proximity combined with its inevitable spiraling motion, the effects proposed\nby Jueneman should have taken place. Even the twisting of the axis can be accounted for\nthrough the workings of a Rankine vortex. Just as terrestrial tornadoes “occasionally exhibit\nsmaller counter-rotating vortices in close proximity to the primary whirlwind,” so “on a\nmuch vaster scale, similar counter-rotating catenulate bolus flows would have snaked around\nthe polar column in filamentary fashion.”3! Could it not, therefore, have been that both\ncauses, a planetary Rankine vortex and a sustained Birkeland current, have joined forces in\nproducing the most colossal tornado Earth has ever experienced? Or would the electrical\nforce inherent in a Birkeland current have overpowered the Rankine effect?",
    "bibliography": [
      "27D. Talbott, “The Saturn thesis,” Part 3, AEON IV:6 (May 1997), p. 50.",
      "28 Ibid.",
      "29 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 40.",
      "3° Idem, on the Intersect discussion group sponsored by Kronia Communications (February 27, 2001).",
      "31 BB. Jueneman, op. cit., p. 40."
    ],
    "captions": []
  }
]