[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 209,
    "content": "Jerusalem, but also as Bét (or Bit) Sulman.”48 The designation “House” —i.e. Bét(h)—for\ncities in Palestine is, of course, quite common. Easily coming to mind are such cities as Beth-\naven, Beth-El, Bethlehem, Beth-haran, Bethshemesh, Beth-horon, Beth-eden (in Syria),\nBeth-peor, Beth-shan, and many others. Lewy himself explains such place names as due to\nthe one-time existence of sanctuaries each of which was dedicated to the deity there named.*9\nThus, Jerusalem would have been referred to as Beth Shulman because a temple of Shulman\nwould have existed there.\n\nLewy’s conclusion was that a temple of Shulman supplanted an earlier one dedicated to\nShalim but that it did not last for long. During the same period, the name of the city changed\nfrom Urusalim to Bet Shulman; but, with the destruction of the Shulman temple, the name of\nthe city reverted back to Urusalim. This would explain why the name Bet Shulman never be-\ncame popular.°°\n\nNeedless to say, this was all conjecture on Lewy’s part. For one thing, Lewy himself ac-\ncepted that Shalim and Shulman(u) were slightly different versions of the same deity,>! so\nthat no replacement of sanctuaries need enter the picture. Nor need the name Bet Shulman\nhave ever supplanted that of Urusalim since, in effect, the meaning of both names is theolog-\nically, even if not philologically, synonymous—the former meaning “House of Shulman,”\nthe latter, as we have seen, “Founded by Shalim.”>? It is thus more than possible that Bet\nShulman was merely another designation for Urusalim, the one derived from Assyrian,\nthe other from Chaldean sources. The Chaldean name passed into Hebrew; the Assyrian did\nnot. The one became popular; the other not.\n\nIn any case, whether called by the very name of the god (Salem); referred to as having\nbeen founded by him (Urusalim/Yerushalem); or simply called his city (Bet Shulman); it re-\nmains obvious that the city we call Jerusalem was named in honor and dedicated to the god\nShalem/Shulman.3\n\nIndications that this god was worshipped there can be traced at least to the time of Israel’s\n\nUnited Monarchy.* Also rendered Shulman or Shulmanu,°> this god’s name gave Jedidiah,\nson of David and king of Israel, his more popular name of Solomon.* Rendered Shlomoh in\nHebrew, this monarch’s name has also been stated to have been derived from shalom, which,\nas everyone knows, does, inter alia, mean “peace.” (Compare also the Arabic salam and\nMaltese sliema.) The probability, however, is that both the monarch’s name and the word for\n“peace” derived from the name of the god. As Roy Rosenberg tells us, Stomoh (Shlomoh)\nmeans “belonging to Salim”57\n\nBiblical theophoric names derived from Shalem are common including the names of\nkings of Israel and Judah. Among such names we find: Shallum, Shelemiah, Shelomi, Shel-\nemi (or Shulamit), after whom Immanuel Velikovsky named one of his daughters, and\n\nelemoth.",
    "bibliography": [
      "48 Tbid., pp. 520-521.",
      "49 Tbid., p. 521.",
      "49 Ibid., p. 521.",
      "Ibid.",
      "5! Jbid., p. 519.",
      "52 Lewy gives the meaning of the latter as “Creation of Shalem”—see ibid., p. 521—but the Hebrew yeru is",
      "more in keeping with the meaning “founded.”",
      "BRA. Rosenberg, “The God Sedeq,” Hebrew Union College Annual, Vol. XXXVI (Cincinnati, 1965), p. 166.",
      "+4 J. Lewy, see reference #21, pp. 441, 454.",
      "55 Ibid., p. 454.",
      "%y, Gray, op. cit., p. 304; idem, The Canaanites (N. Y., 1964), pp. 124-125.",
      "57R. A. Rosenberg, loc. cit."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 210,
    "content": "\nOutside of the Old Testament, we find this theophoric name adopted by Shalamanu, King\nof Moab.°S It also appears in the name of Shalmaneser, a name borne by more than one As-\nsyrian king. Perhaps less known is the fact that Salummati was an epithet of the great Assur-\nnasirpal.5?\nAs a god, Shulman was worshipped in Nineveh and, under the variant Shulmanuha or\nShulmanuhi, is found mentioned in Assyrian tablets.©\nShulman is known to have had a feimine counterpart named ShulmanituS!—but also\nShala.® This goddess—but not Shulman —has been identified with Astarte and Ishtar, both\npersonifications of the planet Venus. Moreover, Assyrian sources define Sulmanitu (the same\nas Shulmanitu) as distar Urusilimma which Michael Astour has rendered “IStar of Jerusa-\nlem.” That this goddess was known in Jerusalem is verified by her laudation in the famous\nSong of Solomon in which she is referred to merely as the Shulammite.®5\nThe sacrifices performed in Solomon’s temple were referred to in Hebrew as she-\nlamim—the plural of shelem. Usually translated as “peace offering(s),” R. de Vaux is of a\ndifferent opinion in that shelamim “implies the idea of a tribute offered to God...”® If this is\ncorrect, the god in question must originally have been Shalem.\nAs they appear in cuneiform, the words salummatu and salummati are usually thought to\nsignify “brightness” and “splendor” respectively.” As epithets, these descriptive terms were\napplied to Enlil (Saturn), Nergal (Mars), and Nabu (Mercury). On their own, they throw no\nlight on the real identity of Shalem. Who, then, was this god?\nVery much like other names of Saturn, Shalem (or Salim) meant “the Stable One.”©\nSolomon’s name, “belonging to Salim,” can then be translated as “belonging to Saturn.”\nDavid, his father, must have been very partial to the Saturnian deity for not only did he name\nSolomon in his honor, but also his first-born son, \"Amnon, which means “belonging to\n*Amin—i.e. the Stable One,” and even his third, AbSalom, which means “the Father is\nSalim.” It can now safely be said that Jerusalem was the City of Saturn, a conclusion that\nwas additionally reached by Lewis Greenberg.7! (And did not Isaiah himself refer to\nJerusalem as the city of justice,”2 which justice, in Akkadian kittum, we have already\nfound to be an epithet of Shamash/Saturn?) Finally, those of the Jewish faith will hate me for",
    "bibliography": [
      "58 J. Gray, loc, cit.",
      "591. Engnell, Studies in Divine Kingship in the Ancient Near East (Oxford, 1967), p. 183.",
      "60 W. F. Albright, Yahweh and the Gods of Canaan (N. Y., 1968), p. 149.",
      "61 Jbid., pp. 133-134, 150.",
      "62 N. K. Gottwald, “The Shulammite,” The Interpreter’s Dictionary of the Bible Vol. IV (N. Y., 1962), p. 341;",
      "H. H. Rowley, “The Meaning of ‘The Shulammite’,” American Journal of Semitic Languages and Literature,",
      "LVI (1939), pp. 84-91.",
      "63 W.F, Albright, loc. cit.",
      "64 M. C. Astour, Hellenosemitica (Leiden, 1965), pp. 154-155.",
      "65 Song of Solomon (also known as Song of Songs and/or Canticle of Canticles—see especially 6:10 &",
      "6:13.(NOTE: Hyam Macoby’s contention that the Shulammite mentioned in this source is to be understood as a",
      "reference to the Queen of Sheba—“The Queen of Sheba and the Song of Songs,” SIS Review 1V:4 (Spring",
      "1980), pp. 98-100—cannot be accepted.)",
      "6 R. de Vaux, Ancient Israel (N. Y., 1965), pp. 417, 427, 440.",
      "67}, Engnell, loc. cit.",
      "88 Ibid.",
      "69 R. A. Rosenberg, loc. cit..",
      "10 Ibid.",
      "71 L. M. Greenberg, “Jerusalem—City of Saturn,” KRONOS X:2 (Winter 1985), pp. 94 ff.",
      "7 Isaiah 1:26."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 211,
    "content": "\nae er = Sr\npt nate BT Oe: per ow ig      Pereege ee een\nmemes FE      Cope ee oa\nwale a fi;   reacts re Sy ip ee\nBE Pei atc te\neo                      ay        el ee\nJerusalem —(Roman period)—the City of Saturn\nsaying this, but the sacrifices called shelamim which were offered in Solomon’s temple could\nonly mean that the famous Israelite temple, as Hildegard Lewy showed in 1950,” was really\none dedicated to the planetary god Salim/Saturn. This is all the more true since the inner\nsanctum, that is the Holy of Holies, of the temple was constructed in the shape of a cube,\nwhich was the characteristic shape of Saturnian temples.” In fact, for some now forgotten\nreason, the cube had been a traditional representation of Saturn from ages past.”",
    "bibliography": [
      "3H. Lewy, op. cit., in toto.",
      "74 Ibid., p. 69.",
      "75 G. de Santillana & H. von Dechend, Saturn’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),",
      "pp. 221-222."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 212,
    "content": "\n'\naes                                                      —\nil            y        uu oaoacoa      na\n(aeeeeeeeeeee             =f        |  li\nH                                                                                       —\nf          im                 il            —= TT         i\nt                                                       7\nH                                                       - fal                            |\nfaneeeeeeeoee                      :                                        Lu\n™\nFloor plan and cross section of Solomon’s Temple, showing the Holy of Holies, marked X,\nthe cubic construction of which bespeaks its dedication to the planetary god Saturn.\n(Adapted from plans drawn by Marie-Joséphe Devaux.)\nTHE HOUSE OF SHULMAN\nFurther connections between Shalem/Shulman and Saturn can be derived from the el-\nAmara correspondence, letters written in Akkadian cuneiform dispatched to the Pharaoh\nAkhnaton and his father by the rulers of Palestine. In two of these letters which Egyptologists\nhave numbered 74 and 290, reference is made to a place which transliterators have rendered\ndifferently. In 1915, J. Knudtzon settled on the reading of this place as Bet Ninib”—i.e.,\nHouse of Ninib.\nSome time later, in 1940, Julius Lewy re-read the name of this place as Bit Shul-\nmanu—House (or Sanctuary) of Shulman.”\nWilliam Albright did not accept Lewy’s transliteration, claiming that the ideogram which\nhe read as “Shulmanu” did not incorporate the determinative for divinity.”\nIn 1969, the team of Tadmor and Kalai re-read the ideogram again, this time as Beth Nin-\nurta.\nWhich, then, was the correct reading?\nThis problem has given birth to many a debate,” but it should never have done so. Let me\nsay that Knudtzon was perfectly correct in reading the name as Bet Ninib since the cuneiform\nideogram which “spells” the name of the god in question is “NIN.IB. Of that, there never was\nany doubt.\" As pointed out in an earlier chapter of this work, Ninib, sometimes rendered\nNinip and/or Nirig, was the planetary god Saturn.”\nThe reason behind Lewy’s re-reading of the name as Shulman may not appear clear to the\nuninitiated. Suffice it to say that cuneiform characters can be read ideographically and/or\nphonetically. Thus the ideogram “NIN.IB can also be read “Ninurta®—which means that",
    "bibliography": [
      "7 J. A. Knudtzon, Die El-Amarna-Tafein (Leipzig, 1915), pp. 1160, 1343.",
      "J. Lewy, “The Sulman Temple in Jerusalem,” Journal of Biblical Literature LIX (1940), pp. 519 ff.",
      "mAs cited by I. Velikovsky, “The Sulman Temple in Jerusalem,” SIS Review II:3 (1977/78), p. 86.",
      "Ibid.",
      "® See, for instance, the discussion in the International Standard Bible Encyclopedia, Vol. 2, pp. 999-1000.",
      "® J, Lewy, op. cit., p. 520.",
      "® G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. 1 (1870 second ed.), p. 86; D.",
      "A. Mackenzie, Myths of Babylonia and Assyria (London), p. 314; M. Jastrow, Jr., “Sun and Saturn,” Revue",
      "d’Assyriologie et d’Archeologie Orientale (September 1910), p. 172.",
      "® J. Lewy, op. cit., p. 519."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 213,
    "content": "Tadmor and Kalai’s reading of the place in question as Beth Ninurta was also correct. As we\nhave already documented, Ninurta was also one of the names by which the planet Saturn was\nknown.\n\nLewy’s re-reading, meanwhile, was based on an equation which is to be found in an\nAssyrian explanatory list of divine names. In this list, the Assyrians themselves equated\n¢NIN.IB with “DI.MES. Just as ‘NIN.IB can be read as ‘Ninurta, so also can “DI.MES be\nread as “Shulmanu.® It therefore follows that, like Ninib/Ninurta, with whom he was\nequated, Shulman was simply an alias of the planetary god Saturn.\n\nFrom this it can be seen that all three readings—Bet Ninib, Beth Ninurta, and Bit Shul-\nmanu—are correct. They all mean the same thing: “House (or Sanctuary) of Saturn.”\n\nOn the other hand, Albright was entirely wrong when he claimed that the name Shulman\ndid not incorporate the determinative for divinity. The name Shulman, as it appears in el-\nAmarna letter 290, does incorporate the determinative —dingir—for divinity. Lewy repro-\nduced it by the usual transliteration— viz., “Sulmani.”™\n\nThe equation of Shulman with Ninurta/Saturn, as revealed in the above, is of additional\nimportance to the subject of this chapter because, very much like Shulman/Shalem, Ninurta\nwas also considered an immobile god. Thus, in Akkadian, Ninurta was styled kaimanu, that\nis “the steady star.””\n\n(For those in the know: The association of Shulman with Resheph, like that of Ninurta\nwith Nergal, will be discussed in a future work.)\n\nTHE MESOPOTAMIAN EVIDENCE\n\nWhile we have already seen that one of the Assyro-Babylonian names for the planet Sat-\nurn was (Mul) Lu-Bat Sag-US, we have so far refrained from saying what the name stood\nfor. Simply put, Lu-Bat Sag-U§ means “the steady planet.” The term “steady planet” is not\nmuch different than the term “stable planet,” so that we can see that this characteristic of the\nSaturnian deity was by no means a rarity.\n\nIn keeping with this topic, we also find that Shamash/Saturn was said to have occupied\n“the house of rest.”® Here there is no intimation of slow movement. A deity who occupies a\nhouse of rest must himself be at rest.\n\nWhen speaking of the Sumerian god Ea, Berossus, writing in Greek, used the name Kro-\nnos” who was Saturn. And did we not, in Chapter 6, see Ea identified precisely as that very\nsame planet?\n\nThe Babylonian name of Ea was Enki.” In fact, Ea was actually written with the ideo-\ngram EN.KI. Our interest here lies in the fact that Enki, who must, therefore, also be equated\nwith Saturn, was known as “the motionless lord” and god of “stability.”” As the god of sta-\nbility, Enki compares favorably with Saturn’s epithet as the Stable One. As the",
    "bibliography": [
      "* Ibid.",
      "%S Ibid.",
      "® Ibid., p. 520.",
      "®” SH. Langdon, “Semitic Mythology,” The Mythology of All Races, Vol. V (N. Y., 1964), p. 134.",
      "®M. Jastrow, Jr., op. cit., p. 170; H. Lewy, op. cit., p. 332.",
      "® Idem, The Religion of Babylonia and Assyria (Boston, 1898), pp. 638-641.",
      "%° G, Michanowsky, The Once and Future Star (N. Y., 1977), p. 74.",
      "%! J, Morgenstern, “The Divine Triad in Biblical Mythology,” Journal of Biblical Literature LXIV (1945), pp.",
      "15, 16; G. Michanowsky, op. cit., p. 31.",
      "%D. Talbott, Symbols of an Alien Sky (Beaverton, Oregon, 1997), p. 38."
    ],
    "captions": []
  }
]