[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 19,
    "content": "TU ae nie aN a ns a it an ce ny\nEgyptian scribes wore special starched kilts which, when si        cross-legged, acted as a “desk”\nEgyptian scribe.\nEgyptian scribes wore special starched kilts which, when sitting cross-legged, acted as a “desk”\non which to place their papyrus sheet when writing—the first lap-top?\n(From a statue now in the Louvre, Paris)",
    "bibliography": [],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 20,
    "content": "\ntener could question the reciter and receive an answer in explanation. One cannot, however,\nquestion the written word. And, in that respect, as much knowledge was lost as was\nrecorded. This we have to keep in mind as we continue with our study, and, while I shall\nnever use it as a crutch, I will have recourse to remind the reader of it from time to time in\nthe pages that follow. As Sharon Begley ef al noted:\n“Before there is knowledge, there must be memory. Yet few subjects remain so\nunknown, so obscured in metaphor and myth. According to the ancient Greeks, life is\nthe act of recollecting knowledge the soul forgot at the moment of its birth in a\nbody... Later thinkers noted the perversity of memories—how nothing imprints them\nmore strongly than the desire to forget.”*”\nmore strongly than the desire to forget.”\nPERPLEXITY\nRoger Wescott recently wrote: “Ever since Greek philosophers first initiated critical\nexamination of Homeric and Hesiodic myth, some mythologists have characterized myths in\ngeneral as mad.”*\nAs Wallis Budge stated of Egyptian texts, the perplexity of ancient beliefs confounded\neven those very ancients who professed adherence to them. Speaking especially of the\nantiquity of the so-called Book of the Dead, Budge informed his readers that there is no\ndoubt that “the greater part”  of these texts “are far older than the period of...the first\ndoubt that “the greater part” of these texts “are far older than the period of...the first\nhistorical king of Egypt.”” According to him: “Certain sections indeed appear to belong to\nhistorical king of Egypt.”” According to him:  “Certain sections indeed appear to belong to\nan indefinitely remote and primeval time.”® Those who came later, however, did not always\nseem to have understood what the originals had alluded to—which is exactly the situation\nthat Thamus, in reproaching Thoth, had meant to emphasize.\n“The earliest texts bear within themselves proofs, not only of having been composed,\nbut also of having been revised, or edited, long before the days of king Mena [or\nMenes], and judging from many passages in the copies inscribed in hieroglyphics\nupon the pyramids of Unas [and other early kings], it would seem that, even at that\nremote date, the scribes were perplexed and hardly understood the texts which they\nhad before them.”\nConcerning a particular, and very important, “chapter” of the Book of the Dead—a\n“chapter” that has been considered “an abridgment of the whole Book of the Dead” —and\nbasing his opinion on that of Chabas, Budge affirms that it was not only “very ancient” and\n“very 1 mysterious,” but “very difficult to understand” even “fourteen centuries before our\n“very mysterious,” but “very difficult to understand” even “fourteen centuries before our\nera.” Can we, millennia later, fare any better in our attempt to understand these texts? And\nis it merely Egyptian texts that will pose this problem for us?\nIn speaking of the great epics of the Germans, the Indians, Finns and other ancient\npeoples, Sigmund Freud claimed that the original cause behind these epics had already fallen",
    "bibliography": [
      "°\"S. Begley, et al, “Memory,” Newsweek (Sept. 29, 1986), p. 48 (emphasis added).",
      "R. W. Wescott, “Indeterminacy: Temporary, Permanent, or Indefinite?” The Velikovskian 1:1 (1993), p. 54.",
      "% E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. xii.",
      "© Ibid. (emphasis added).",
      "° Ibid.",
      "® Ibid., p. xiv (emphasis added). But see also p. 314 for variant readings which “offered difficulties to the",
      "ancient Egyptian readers.”"
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 21,
    "content": "\ninto oblivion before the arrival of Alexander\nthe Great who himself lamented that he had                   eae\nthe Great who himself lamented that he had\nno Homer to immortalize his deeds.® Will           SSN\nno Homer to immortalize his deeds.® Will\nwe, so many centuries later, be able to ferret          e               SY\nwe, so many centuries later, be able to ferret\nout “the cause behind these epics”?\nout “the cause behind these epics”?                       Ff:                      X \\.\nOf course, as anyone who has ever read\nOf course, as anyone who has ever read         ia                  \\WY\nanything about him knows, Freud had his      bs              \\\nanything about him knows, Freud had his\nown psychoanalytic beliefs in mind when he          Brie                    :\nown psychoanalytic beliefs in mind when he\nreferred to ancient myths. As Richard Hein-\nreferred to ancient myths. As Richard Hein-         Se     «\nberg noted, “proponents of the non-historical           ree         i  ~~   aw\nberg noted, “proponents of the non-historical\napproach to myth interpretations are more or\napproach to myth interpretations are more or            4   bs        A\nless forced not so much to explain...myths\nless forced not so much to explain...myths       a      Ae     give\nas to explain them away.”™ And, despite\nas to explain them away.”™ And, despite     ¥     Tagg SF 1\nmyth in general is starting to lose ground.”©\nwhat good can still be said of Freud’s psy-        y    “\nwhat good can still be said of Freud’s psy-\nchoanalytic methods, in the end, that is ex-\nchoanalytic methods, in the end, that is ex-         He aan     ay\nactly what he did in his attempts to analyze         va     hey *     i)\nactly what he did in his attempts to analyze\nthe messages he believed to be contained in         1 alan as uae   ,\nthe messages he believed to be contained in\nancient myth—he ended up by explaining\nancient myth—he ended up by explaining       Net's eae\nthem away. Fortunately, as Heinberg also\nthem away. Fortunately, as Heinberg also         ete a\nnoted, “the ‘collective fantasy’ approach to          aKa                      .\nnoted, “the ‘collective fantasy’ approach to\nevents or situations.”\"*\nmyth in general is starting to lose ground.”*                              eS:\nThus, despite his own calling as a psycho-                       I    el\nThus, despite his own calling as a psycho-\nexplaining them.\n(Illustration by Charles Hogarth.)\nanalyst, Theodore Reik had to admit that:                                            “ll\nanalyst, Theodore Reik had to admit that:\n“[Myths] appeared to us at first as       oP       hee egg\n“[Myths] appeared to us at first as\ncollective daydreams, as wish ful-\ncollective daydreams, as wish ful-       134    Uuskye (al\nfillment of the masses. Such a char-          A BREE ae\nfillment of the masses. Such a char-\n967\nacterization is still psychologically\nvalid, but we apply today the inter-              Sigmund Freud — 1856-1939.\nvalid, but we apply today the inter-\nSigmund Freud — 1856-1939.\npretation of myths in the hope of dis-            In his attempts to analyze the messages he\npretation of myths in the hope of dis-\nIn his attempts to analyze the messages he\ncovering at their depths precipita-\ncovering at their depths precipita-            believed to be contained in ancient myth, Freud\nbelieved to be contained in ancient myth, Freud\ntions or sediments of real historical         ended up explaining them away rather than\ntions or sediments of real historical\nended up explaining them away rather than\n*    :    9966                                  explainin;   iem.\nevents or situations.                                                (ilustration by Charles Hogarth.)\nAnd, to be sure, Reik, as well as others of his profession, are now of the professional\nopinion that “the more wide-spread a myth, the more likely it is to have an historical basis.\nopinion that “the more wide-spread a myth, the more likely it is to have an historical basis.””\nAn example of the complexity of myth comes from the Egyptian Papyrus of Ani in\nwhich, among other things, the deity is made to utter the following words:",
    "bibliography": [
      "© §. Freud, “Moses and Monotheism,” The Standard Edition of the Complete Psychological Works of Sigmund",
      "Freud, Vol. XXIII (London, 1955), p. 80.",
      "R. Heinberg, “Historical Paradise and Collective Psychology,” HORUS 1:3 (Fall 1985), p. 18 (emphasis as",
      "© R. Heinberg, “Historical Paradise and Collective Psychology,” HORUS 1:3 (Fall 1985), p. 18 (emphasis as",
      "given).",
      "® Ibid.",
      "© T. Reik, as quoted by R. Heinberg, loc. cit. (Emphasis added.)",
      "* Ibid., p. 19."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 22,
    "content": "\n“I am the lord of the crown. I am in the Eye, my egg...My seat is on my throne. I sit\nin the pupil of the Eye.”*\nNow I ask you, what meaning can be extracted from the above? As the “lord of the\ncrown,” the deity can be understood as the crowned god. Thus he can say that his seat is on\nhis throne. There is nothing enigmatic about a crowned god sitting on his throne. But what\ndoes it mean that the deity is, or resides, “in the Eye” or that he sits “in the pupil of the Eye”?\nWhat is this “Eye” in which the god resides? And why is the eye equated with his egg? What\nhas an eye to do with an egg? What is this egg anyway?\nAnd yet, enigmatic as these words are, together with others pertaining to different themes,\nan in-depth study will reveal their coherence and even logic once the key to the symbolism\nbehind them is understood.\nMISTRANSLATIONS\nOnce myths were put into writing, mistranslations were bound to occur. Here, an illustra-\ntion offered by Bob Forrest comes immediately to mind.\n“I can imagine how odd anomalies could arise in transmission, and this point was\nbrought home to me by a curious example I came across just recently: Cinderella’s\nglass slipper. I had always found it peculiar that the slipper should be said to be made\nof glass, but according to Brewer’s ‘Dictionary of Phrase and Fable’ this came about\nvia a mistranslation of the phrase ‘pantoufle en vair’ (a fur slipper) as ‘a glass slipper’\n(pantoufle en verre). I do not suppose, though, that the vagaries of oral transmission\ncan account for more than the odd ‘peculiarity’ of a myth, legend or story.”®\nAnother example concerns one of the most famous sayings attributed to Jesus: “It is eas-\nier for a camel to go through the eye of a needle, than for a rich man to enter into the king-\ndom of God.”” As Vitaliano indicated, this is more than probably a mistranslation of the\nGreek, in which the Gospels were originally written, where the Greek word for\n“rope” — kameylos —was mistranslated as “camel” — kamelos. ” This is because the sound of\nthe Greek letter efa sounds very similar to that of epsilon to a foreign ear. Thus the words of\nJesus should be translated as: “It is easier for a rope to go through the eye of a needle, than\nfor a rich man to enter into the kingdom of God”—which, let’s face it, makes for a better\nsimile.\nWhen it comes to Hebrew, in which the books of the Old Testament were originally set\ndown, we encounter even greater difficulties because, for one thing, Biblical Hebrew was\nwritten without vowels, thus making for confusion between words containing the same con-\nsonants but different vowel sounds, and, for another, there are over a thousand Hebrew words\nwhich appear only in the Old Testament, and, in some cases, appear there only once. How,\nthen, without comparison, can the meaning of such words be verified with certainty?\nAs will be seen in forthcoming pages, such mistranslations, which owe more to the writ-\nten word than they do to oral tradition, permeate the mythological sources of most ancient\nnations. But, rather than proving detrimental to our cause, such mistranslations, where found,\nshall actually help us ferret out the truth.",
    "bibliography": [
      "“B.A. W. Budge, The Papyrus of Ani (N. Y., 1967), p. 96.",
      "SSE. A. W. Budge, The Papyrus of Ani(N. Y., 1967), p. 96.",
      "© B. Forrest, Velikovsky’s Sources, Vol. 6 (Manchester, 1983), p. 440.",
      "™ Mark 10:25. See also Luke 18:25.",
      "™ D.B. Vitaliano, op. cit., pp. 5-6."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 23,
    "content": "\nMISINTERPRETATIONS\nThe casual reader of popular mythology may not realize to what extent the subject is in-\nfused with astronomical content. This is partly due to the aversion displayed by most modern\nmythologists to anything in their studies that smacks of astronomical connections. This is so\ntrue that when Girogio de Santillana and Hertha von Dechend dared to go against the com-\nmon trend in their monumental work, Hamlet’s Mill, they found the doors of academia closed\nshut in their face. As Martin Bernal found reason to state:\n“Having written a major book on Galileo, de Santillana [whom Bernal qualifies as\npossibly the greatest historian of Renaissance science] became interested in the Her-\nmetic Egyptian tradition; then, late in life, he read Dupuis’s Origine de tous les cultes,\nand was convinced by its argument that much of ancient mythology was indeed alle-\ngory for scientific astronomy.\n“Despite de Santillana’s enormous reputation, Hamlet’s Mill—the book in which he\nand a younger German colleague [Hertha von Dechend] set out [such a mytho-astro-\nnomical] scheme—was not accepted by any university press and was published com-\nmercially. This means that respectable scholars are not obliged to take such work into\naccount. In addition, de Santillana’s having stuck his neck out so far lessened his ef-\nfectiveness as a [historian]. Furthermore, his work ... could be lumped together with\na more or less ‘lunatic fringe’; this allowed or even compelled orthodox scholars to\nignore it.””\nEarlier in this century, mythologists were quite aware of the astronomical nature of an-\ncient myths, but, of lately, the general assumption has been that these astral connections are\nof late derivation, having been foisted on an already existing mythology. So much can be\nsaid against this that volumes, of which this is one, can be written.\nThe problem, however, goes deeper than that because even those earlier mythologists\nwho had accepted the astronomical nature of the myths were themselves often guilty of tam-\npering with their sources so that, today, it is not easy to discern what these ancient sources\nreally had to say about the cosmic powers our ancestors venerated. This is not to be\nwondered at because, if one had to pursue the astronomical motifs inherent in most of\nmythology, one would be forced to assume that the ancients’ perception of the celestial\nsphere was entirely different from that of modern man. Thus, when modern mythologists\npursue these astral myths, they tend to look up at the sky, if only figuratively, and realize that\nwhat the ancient records state about the planets, and even the Sun and Moon, bears\nabsolutely no resemblance to the present Solar System. And yet one must keep in mind that\nthese self-same ancients, as we shall see in the next chapter, were quite sophisticated when it\ncame to observational astronomy. Thus something of a dilemma faces the mythologist as was\npoignantly demonstrated, a few decades ago, by Irene Nicholson.\nIn a Mayan scheme purported to describe the celestial sphere, Nicholson discovered that\nthe planet Venus was positioned above the Sun, below which was the Milky Way and, below\nthat, the Moon.” Knowing full well that the Maya had been better astronomers than that, she\nattempted to circumvent the problem by blaming these disparities on a faulty record.",
    "bibliography": [
      "™ M. Bernal, op. cit., pp. 275-276.",
      "731. Nicholson, Mexican and Central American Mythology (London, 1967), pp. 22-23.",
      "31. Nicholson, Mexican and Central American Mythology (London, 1967), pp. 22-23."
    ],
    "captions": []
  }
]