[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 134,
    "content": "\nLAW                   god is of course undisputed...”'® And\ngod is of course undisputed...”'® And\nSQ nw                     yet, as we have already pointed out, the\nyet, as we have already pointed out, the\nSG                            motions and characteristics of Ra do not\nmotions and characteristics of Ra do not\nus AY   fj                 match those of the Sun. In view of the\nmatch those of the Sun. In view of the\nEN    ,                  ancient connections we have now dis-\nancient connections we have now dis-\n>                         covered between Saturn and the Sun,\ncovered between Saturn and the Sun,\nOIE WA                          we should not therefore be surprised to\nwe should not therefore be surprised to\nif    2                     learn that an Egyptian ostrakon from\nlearn that an Egyptian ostrakon from\n/,     if Pp                                        Ptolemaic times actually identifies Ra as\nSaturn.'*\nPtolemaic times actually identifies Ra as\nf    !       \\\\                       the Greek Kronos, which is the planet\nthe Greek Kronos, which is the planet\nPS aliip                fA Satu.              ae\na A                         Egyptologists, of course, will object,\nEgyptologists, of course, will object,\n—- a                             pointing out that this is such a late, and\npointing out that this is such a late, and\ni    —_—      \\                 isolated, case, stemming, no less, from\nisolated, case, stemming, no less, from\nne                       Greek interpretation, that the datum\nGreek interpretation, that the datum\n—                       should not be given any credence.\nshould not be given any credence.\n=                      Which is why I was surprised when it\nWhich is why I was surprised when it\nper                        was brought to my attention'® that\nwas brought to my attention'® that\n!     Vi                             Samuel Mercer came close to admitting\nSamuel Mercer came close to admitting\n\\:             : q A~, something similar. In his study of the\nsomething similar. In his study of the\ny               >    Pyramid Texts, Mercer noted that the\nPyramid Texts, Mercer noted that the\n4      \\                                     Egyptian star designated shd.w “is com-\nEgyptian star designated shd.w “is com-\nr )  \\                      pared to and identified with Re [the\npared to and identified with Re [the\n\\                                 same as Ra], and might have been our\nsame as Ra], and might have been our\n4).                             Saturn...”'® It is, of course, the “star”\nSaturn...”'® It is, of course, the “star”\nshd.w that Mercer thinks might have\nbeen the same as Saturn. But if shd.w\nwas Saturn, it’s identification with Ra\nwould be telling the same story the\nPtolemaic ostrakon does.\nGranting the uniqueness of the os-\ntrakon in question, we at least have one\nt}             \\\\                  direct identification of Ra as Saturn\ndirect identification of Ra as Saturn\n(plus a second indirect one if Mercer is\nas         correct). Besides, is it conceivable that,\ncorrect). Besides, is it conceivable that,\n—            —            with the progress of astronomical sci-\nwith the progress of astronomical sci-\nence, it would have been forgotten by\nPtolemaic times that Ra was the Sun?\nRa, who, in Ptolemaic times, was actually identified\nRa, who, in Ptolemaic times, was actually identified     Or had the Greeks no word for the Sun\nOr had the Greeks no word for the Sun\nas a representative of the planet Saturn.        for them to refer to it as Kronos? (In\nas a representative of the planet Saturn.\nfor them to refer to it as Kronos? (In\nview of what follows, of course, I real-\nize that this last is something of a loaded question.)",
    "bibliography": [
      "1 J, Frazer, The Golden Bough (N. Y., 1890/1981), Vol.I, p. 313.",
      "' F. Boll, “Kronos-Helios,” Archiv fiir Religionwissenschaft, XIX (1916-1919), pp 343 ff.",
      "15 E. Cochrane, “The Milky Way,” AEON IV:4 (April 1996), pp. 49-50.",
      "1 S. Mercer, The Pyramid Texts in Translation and Commentary, Vol. 2 (N. Y., 1952), p. 157, as quoted in",
      "ibid (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 135,
    "content": "Even so, on the basis of this one datum, I would not be bold enough to build an edifice.\nAnd, as a qualification I should perhaps add that this does not mean that Ra never stood for\nthe Sun. It is obvious from texts of a historical, or narrative, but not mythological, nature\nthat the Sun was also referred to as Ra. But is this not the same situation we have found\namong other nations where the planet Saturn and the Sun are made to share the same name?\n\nMeanwhile, the Ptolemaic identification of Ra as Saturn is given additional credence by\nthe Greek poet known as Nonnus. A native of Panapolis in Ptolemaic Egypt, Nonnus like-\nwise referred to the Arabic Sun as Kronos” which, again, was the same as calling the Sun\nby the name of Saturn.\n\nNow it is true that the Greeks, and after them the Romans, had a penchant for calling\nalien deities and celestial bodies by what they understood to be their Greek, or Roman, coun-\nterparts. It is also known that, in certain cases, their matching was somewhat arbitrary. But\nneither the planet Saturn nor the Sun could have contributed to such arbitrariness since both\nluminaries were beyond confusion. So why would Nonnus have chosen to call the Arabic\nSun by the name of the planet Saturn? Is not one inclined to assume that a similar ambiguity\nbetween the Sun and the planet Saturn must have existed in Arabic nomenclature? And does\nthis not indicate that the Graeco-Egyptian who had it recorded that Ra stood for Kro-\nnos/Saturn was, in fact, echoing the popular belief of the time?\n\nThe Greeks, of course, had their own lore to draw upon. Not only did they, as we have\nseen, refer to the planet Saturn as the star of Helios, that is the star of the Sun, they actually\nidentified it outright as Helios. Thus, for instance, Plato (or Philip of Opus'®) wrote that pre-\neminent among the planets for its slowness was the one whom “some call ...Kronos,”'\"”\nwhich is Saturn. But, in the earliest copies of the text, the name used was not Kronos but,\nrather, Helios.\"° It was only later copyists, who could not understand why the planet Saturn\nwas here being alluded to by the name of the Sun, who “corrected” the text to read “Kronos,”\nthe “accepted” Greek name of the planet Saturn. As Franz Boll, whose illuminating study of\nthis subject has long been ignored, demonstrated, the practice of “correcting” such\ntexts—changing the name “Helios” to read “Kronos”—was quite common among later\ncopyists.”\"\n\nTo Porphyry, originally named Malchus, the Greek historian and Neoplatonist from Tyre,\nin Syria, Kronos/Saturn was also called Helios’? as it was to Rhetorios and Claudius\nPtolemy himself.’® All of which further indicates that the Ptolemaic identification of Ra as\nKronos/Saturn was in keeping with the belief of the time.\n\nAs it happens, the name “Helios” closely resembles the Greek transliteration of the Ca-\nnaanite/Phoenician “El,” that is “Elos,” a deity who, as Philo Byblius proclaimed, was the\nsame as Kronos/Saturn.'* Thus a confusion between the names Elos and Helios has been\nsuggested to be at the root of this belief.\"° This point is somewhat tacky because, in my\nopinion, the Greek Helios, together with similar divinities incorporating the same philol-\nogical root, does ultimately derive from El. But Plato, who already used the name Helios for",
    "bibliography": [
      "*°T Nonnus, Dionysiaca , XL:393.",
      "*8 See next reference.",
      "'® Plato, Epinomis , 987c. (NOTE: There are some who ascribe the authorship of this work to Plato’s pupil,",
      "Philip of Opus.)",
      "\"°F. Boll, loc. cit.",
      "™ Ibid.",
      "12 Macrobius, Saturnalia, 1:22:8.",
      "\"3 FB. Boll, op. cit., p. 344.",
      "\"4. Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 83;",
      "see also W. A. Heidel, op. cit., p. 470.",
      "\"5 A. Bouche-Leclercq, op. cit., p. 93."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 136,
    "content": "Helios, the patron deity of ancient Rhodes, whom Plato named as the planet Saturn.\n(Photograph by the author, courtesy of the Archaeological Museum of Rhodes.)",
    "bibliography": [],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 137,
    "content": "\nfor the planet Saturn, would not have known this since he wrote some four hundred years\nbefore Philo. Besides, as Boll pointed out, and as we have seen, the association of Saturn\nwith the Sun was much too widespread to be attributed to a Greek confusion based on\nPhilo.\"° Boll’s own conclusion was that the naming of the planet Saturn as Helios was not\ndue to any confusion of names, and hardly a confusion of the luminaries involved, but owed\nits cause to the simple fact that, originally, Helios and Kronos were one and the same god\nand, therefore, one and the same planet—that is Saturn.”\nAmbrosius Theodosius Macrobius, the Roman philosopher and grammarian who lived\nbetween 395 and 423 A.D., has been much maligned for claiming, in the first book of his\nSaturnalia, that all forms of worship derived from that of the Sun. Among the misconcep-\ntions that are laid at his door is his identification of Kronos as the Sun.\" But, having learned\nwhat we now have, can we honestly say that Macrobius was that much in error? Was he not,\nin his own way, reporting what his ancestors, and those of the Greeks before them, had be-\nlieved—that Saturn bore the name of the Sun?\" Should we fault him for believing that this\nsun was the same Sun that shone daily above his head? Have we not now seen that most\nmodern mythologists have been trapped into committing the same error?\nThis belief was so inbred in the early sciences it even turns up in alchemy, the foster-\nmother of chemistry. When astrology embraced, and thus debased, what had commenced as a\nmonopolized industry in the transformation of base metals into gold-simulating alloys by the\npriestly caste of Alexandria, ancient astronomical lore entrenched itself in mystical treatises\nthat were to obsess alchemists well past medieval times. Among these astro-chemical echoes\nwe encounter the statement that the planet Saturn constitutes “the best sun,” which reminds\nus of Saturn as the “true sun” believed in by Hindu sages. As David Talbott well realized:\n“...it is unlikely that [the alchemists] themselves knew what to do with the idea. But\nthat the tradition was passed down from remote antiquity is both indisputable and\ncrucial.”\nThis belief was so deeply entrenched that the Swiss psychologist, Carl Jung, could refer\nto Saturn as “the second sun” as if the oddity was well known. '”\nFIRST INTERLUDE\nThe handing down of traditions from remote antiquity of which Talbott speaks above\ndoes not, however, explain the tenacity with which ancient man has held to the idea that Sat-\nurn was a sun. Neither does it explain how the belief itself originated. So that, despite the fact\nthat ideas do travel over distance, across geographical boundaries, and through time, from\ncenturies to millennia, it is not easy to understand why a belief in something that was obvi-\nously not so could have survived the advertency of the ages.\nIt is therefore not enough to maintain that this belief owes its spread to diffusion, cultural\ncontact, or wholesale borrowing, because, for one thing, we are not here concerned with an\nidea that would readily have lent itself to popular appeal. What we are concerned with is an",
    "bibliography": [
      "\"6 F. Boll, op. cit., p. 343.",
      "7 Ibid., pp. 345-346.",
      "\"8 Macrobius, lo. cit.",
      "\"Tn fact, to be sure, was not his statement based on the belief of Porphyry?—see ibid.",
      "120 J. Schwabe, Archetyp und Tierkreis (Basle, 1951), p. 492.",
      "1D. Talbott, The Saturn Myth (N. Y., 1980), p. 40.",
      "C. Jung, Symbols of Transformation (N. Y., 1976)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 138,
    "content": "\nastronomical belief, something that the common man in the street would not have cared\nabout except as a curiosity. In this respect, it was no different then than it is now.\nGranted that religion would have augmented the belief until it fossilized itself into a\ncredo of faith, the question of why such an obvious falsity would have been incorporated in\nritual litanies in the first place remains unanswered. More amazing is the fact that the belief\nsurvived the scrutiny of those who were in the best position to know otherwise—the as-\ntronomers and astrologers. How could these professional men have attempted to utilize the\ndatum in a more practical way when the belief on which it was based belied reality.\nWe can, perhaps, understand how an error in astronomical observation, or a miscalculated\nset of figures, could have been misconstrued into a truth. Habitual acceptance of such a mis-\nconstrued fact might even, in time, have cemented the misconception into dogmatic belief. It\nhappens. But the incongruity of a belief in something which was demonstrably false would\nhave had a difficult time in being accepted as dogma by a culture and installed as a pillar of\nastrological wisdom supposedly based on astronomical verity. It is difficult to understand\nwhy ancient astronomers, astrologers, or priests looked up at the planet Saturn and asserted\nthat it was a sun. More difficult to believe would be that such a preposterous idea, even if it\nwas somehow believed in, say, by the Babylonians, could have been foisted on a people of a\ndifferent culture. Everyone could look up into the sky and see that Saturn was not a sun. One\nneed not have been an astronomer in order to expose such a deceit.\nWhat people might have believed is that Saturn could have once shone as a sun. This\nwould have been different because although everyone could see that Saturn did not shine as a\nsun, there was no way they could tell whether it once did. And, let us face it, man has long\nbeen prone to the possibility that things could have been different in remote antiq-\nuity—which renders this very study beyond exception.\nOn the other hand, whether imbedded in fact or fiction, every belief has to have an origin.\nSo what could have been the origin of this particular one? One explanation offered by Pin-\ngree is that the Sun’s hyposoma sets as Saturn’s rises.\"° A hyposoma—plural, hyposo-\nmata—is the astrological term for the point in the zodiacal sign in which a planet is believed\nto exert its greatest influence. But, as Ulla Koch- Westenholz noted, “the earliest evidence for\nthe hyposomata is from the seventh century BC,” and the association of Saturn and the sun\nis certainly older and far more entrenched in the tradition than warranted by such arcane\nspeculations.” ® The classicist R. Beck had a different explanation. As he had it stated:\n“In ancient astrology it is widely attested...that Saturn was the star of the\nSun...Graeco-Roman astrology made the [same] identification because Babylonian\nastrology had made it already, and the western tradition here simply drew on its older\neastern relative.”\nBut the Babylonians and, before them, the Sumerians, had absolutely no reason to invent\nthe postulate, to perpetrate this astronomical lie. It could have served no purpose—religious,\npolitical, or otherwise. It would not have answered any questions posed by theology, sover-\neignty, or nature. Besides, if we are to invoke diffusion as a solution to this problem, how\nwould we explain similar beliefs from the American continent which, we have been taught,\ncould have had absolutely no contact with the world of the ancient Near East? I will not, at",
    "bibliography": [
      "3 U, Koch-Westenholz, Mesopotamian Astrology (N. Y., 1995), pp. 122-123.",
      "14 And see here, S. Langdon, op. cit., p. 304.",
      "5 Ibid.",
      "1 R. Beck, Planetary Gods and Planetary Order in the Mysteries of Mithras (Leiden, 1988), p. 86. (NOTE: I",
      "am indebted to Peter J. James for beringing this datum to my notice.)"
    ],
    "captions": []
  }
]