[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 124,
    "content": "\nora OES | ea Vag me ELIE\nWi   ary a         :\niy\nWeary ars Pomp!\nAe”       ss agp\neee rr sr        f      at      G\nreer ae         ba Faber aT OS\n ae\nYY S23 275 Jom ey!      hi         BS  Ke | &\nret\nIA   Al wy BES\nS)           we               ie\naes) i GC citi\n.                     \\AIY/ #     7\nI. hg be     Woven     a               Be.\nWa      1 @Llgy, r=    ‘        ie    /     dma    =\nBSH                ——f   sh  i      ‘i         |\nBSS                    ml                 nat UIP     eee\nSS eS\nSS SSS\nSSS SSS EES ES\nShamash —the god and his emblem—whom the Assyro-Babylonians themselves identified as\nthe planet Saturn.\n(Stone tablet of Nabu-apal-iadina, from Abu Habbah, 9th century B.C., now in the\nBritish Museum.)\ncal Association, A. F. O’D. Alexander, paid greater heed to ancient belief than mythologists\nhave on this particular issue. In his 1962 work on the planet Saturn, he correctly presented\nthe astrological excerpts we have been investigating as relating to Saturn rather than the\nSun.” Unfortunately, he then muddled up the issue by claiming that it was “a legendary\nassociation between these two bodies” which served as “an excuse for making reports even\nmore ambiguous by using the word for Sun when Saturn was meant.”\nActually, there is absolutely no doubt that Shamash was also the Babylonian name of the\nSun. In fact, a bilingual list of the heavenly bodies now housed in the British Museum shows\nShamash pure and simply as the Sun. Saturn is there called by the usual name of Ninurta.”\nThis is so true that a differentiation between Shamash/Saturn and Shamash/Sun had to be\nintroduced into these astrological reports. Just as the above-mentioned gloss was thought\nnecessary to indicate that Saturn, in lieu of the Sun, was meant in those prognostications that\nmight have appeared ambiguous to the casual reader, so similar glosses were inserted to",
    "bibliography": [
      "*° A. F. O’D. Alexander, The Planet Saturn (N. Y., 1962), p. 44.",
      "3! Ibid.",
      "1D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian",
      "People (London, 1996), p. 301, where “Ninurta” is rendered through its former reading as “Ninip ( Nirig).”"
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 125,
    "content": "\nemphasize the role of the Sun, in lieu of Saturn, when the opposite was true. In this case the\ngloss was made to indicate “Same u-mi”—i.e. “Sama of the day.”®\nIn fact, variants of the name Shamash still mean “sun” in many modern Semitic lan-\nguages.” Thus, in Hebrew, the common word for “sun” is shemesh. Among the Aramaeans\nthe word was also rendered SemeS (shemesh) or SimSa (shimsha).* In pre-Islamic times, the\nArabic word was SamSu (Shamshu).* Even in Maltese, the only European language with a\ndistinctive Semitic root-base, the Sun is called xemx,” where the “x” is phonetically equiva-\nlent to “sh” —thus shemsh.\nAll of this raises some very interesting questions. Why, for instance, was the planet Sat-\nurn called by the same name as the Sun? It is not as if the Babylonians had no other names\nfor Saturn—we have already encountered two: En-Me Sar-ra and (Mul) Lu-Bat Sag-US. But\nalso, ancient names, unlike some modern ones, carried their own meanings. No one in those\ndays would have thought of naming a person or an object by using lexical abstraction.\nShemesh, and therefore Shamash, means “to be brilliant,”* and while this may be an apt\nname for the Sun, one would hardly think of alluding to the pin-point of light that is Saturn\nby the same appellation. And yet this is precisely what the Babylonians did. As Jastrow was\nforced to conclude, “the fact that Saturn was also called the ‘sun’ is vouched for, both by ex-\nplanatory notes attached to astrological connotations, and by notices in classical writings to\nthat effect.”® Thus, while we understand that Shamash was the name of the planet Saturn as\nwell as the Sun, is it also to be understood that Saturn was once believed to have been as\nbrilliant as the Sun?\nTHE LIGHT OF THE GODS\nThe close relationship, or quasi-synonymy, between the planet Saturn and the Sun was\nnot, in Mesopotamia, restricted to the Babylonian Shamash. The Sumerian planetary god\nNinurta also shared this dual characteristic. Thus Stephen Langdon could speak of “the sun-\ngod Ninurta” in one breath while claiming in the next that, in Sumero-Babylonian religion,\nNinurta was “the war god and planet Saturn.”” It was even said of Ninurta that his face was\nShamash.”\nTogether with many other deities, Ninurta has often been presented by mythologists as a\nstorm god. This view owes its origin to the texts themselves in which Ninurta is lauded as u\nsur me-a* or, in Sumerian, as Lugal-e ud me-lém-bi nir-gal.® In the past, these epithets had\nbeen translated as “the most furious storm (or stormwind)” and “King, Storm whose bril-",
    "bibliography": [
      "% M. Jastrow, Jr., loc. cit. (emphasis added).",
      "* Anonymous, “Shamash,” Encyclopaedia Britannica (1959 ed.), Vol. 20, p. 454.",
      "Ibid.",
      "% Ibid.",
      "% ED. Busuttil, Kalepin Tliet Iisna (Valletta, 1978), p. 123.",
      "38 J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 119. NOTE: The earlier opinion of",
      "George Rawlinson— The Seven Great Monarchies of the Ancient Eastern World (N. Y., 1885), Vol. I, p.",
      "82—who contended that the name Shamash signified “the ministering office of the sun” (emphasis as given), is",
      "no longer held to be valid.",
      "* M. Jastrow, Jr., Aspects of Religious Belief and Practice in Babylon and Assyria (N. Y., 1911), p. 223.",
      "“'S. Langdon, “Semitic Mythology,” Mythology of All Races, Vol. V (N. Y. , 1964), pp. 55, 135.",
      "“'T, Jacobson, Before Philosophy (Harmondsworth, 1963), pp. 145 ff.",
      "® J. van Dijk, Sumerische Gottlieder, Vol. II (Heidelberg, 1960), p. 140.",
      "*H. Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni, 18:3 (1950), p. 335."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 126,
    "content": "AU MMMPET IEP OSS\nNinurta—with thunderbolts, sword, and scythe—\nfrom a relief found at the temple dedicated to the god in ancient Kalakh (or Kalhu), present-day Nimrud.",
    "bibliography": [
      "OOo eee"
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 127,
    "content": "liance surpassed (all others).”“ It is strange that this consensus was reached, and maintained,\nin spite of Virolleaud’s contention that ud (and, by extension Akkadian u), actually stands for\n“sun” or “sun light.”® More recently, this subject has again been taken up by Sjoberg and\nBergmann who have indicated that “originally u [and, by extension, Sumerian ud] did not\nmean ‘storm’ but ‘light’.”® Thus even “sun” and “sun light” are not entirely correct.\n\nThe epithets quoted above should therefore read “the most furious[?] light” and “King,\nLight whose brilliance surpassed (all others—i.e. all other gods).” Thus, originally, Ninurta\nseems to have had nothing to do with storms and everything to do with light—which is much\nin keeping with his sun-like qualities.\n\nNimrod has also, and often, been identified as the planet Saturn,” even if the reason for\nthe identification has seldom been clarified. When a reason is given, it usually runs some-\nthing like the following: Nimrod, sometimes called Nebrod, the traditional founder of Baby-\nlon, was “the first to become king on earth...and took as title the name of the planet Kronos\n[which was Saturn].”* Nimrod, however, did not have to take the name of the planet Saturn\nbecause his name was already that of Saturn. Thus, for instance, Nimrod has also, and often,\nbeen claimed to be an alias of Ninurta.” The actual truth, however, is that the two names are\nreally one and the same. The cuneiform characters which spell nin, ur, and ta can also be\nread nim, ru, and ud respectively” —which can be said to be the same syllables in reverse\nand which, of course, spell “nimru-ud,” a name that has been popularized as “Nimrod.”*\n\nOf course, it is not only in legendary tales, such as those dealing with Nimrod, that Saturn\nwas lauded as king—often the very first king the world had ever known. As we have already\nseen above, in the original, that is older, sources, Ninurta/Saturn is himself proclaimed\nlugal—that is “king.” And this, again, is in keeping with the mytho-historical record since all\nof the Saturnian deities were revered as kings, the first of their line.\n\nFormerly, when the decipherment of cuneiform was still in its infancy and the translitera-\ntion of the Mesopotamian deities had not yet been formalized, the name Ninurta was vari-\nously read as Ninib, Ninip, or simply Nin, a title which has been translated as meaning\n“Lord,” although it also stands for “Lady.”” (And is it because of this that Fred Bratton\nlisted Ninurta as a fertility goddess,” or was this merely a typographical error?) Thus,\nscholars of the late nineteenth and early twentieth centuries were wont to refer to this astral\ndeity by one, or more, of the above names. Writing in 1885, George Rawlinson opted for Nin",
    "bibliography": [
      "* Or, according to a slightly different translation, “King, Storm, whose splendor is Heroic” —see ibid.",
      "4 M. Jastrow, Jr., “Sun and Satum,” Revue D’Assyriologie et D’Archeologie Orientale (Paris, September",
      "1910), p. 165.",
      "“A. \"W Sjoberg &E. Bergmann, The Collection of the Sumerian Temple Hymns (N. Y., 1969), p. 100.",
      "“’S. Langdon, op. cit., p. 55; H. Lewy, op. cit., p. 338.",
      "4 A. B. Cook, Zeus: A Study in Ancient Religion, Vol. I1:1 (N. Y., 1965), p. 693.",
      "” H. Lewy, op. cit., pp. 337, 338; A. E. Guiness (ed.), Mysteries of the Bible (N. Y., 1988), p. 41.",
      "* 1 isa Liel (formerly, Lisa Aaronson), writing under the name Brad Aaronson, “On the Merits of the Revised",
      "Chronologies,” Chronology & Catastrophism Workshop 1988:1, p. 18; idem, “Cuneiform and the Revised",
      "Chronology,” Catastrophism and Ancient History X1:2 July 1989), pp. 128-129.",
      "‘! The reason behind this alternate reading would necessitate a side excursion on cuneiform decipherment but,",
      "as interesting as that might be, this is not the place for it.",
      "2 Ibid. (NOTE: Lisa Liel’s other assertion, that Ninurta was the only male deity ever lauded as a female nin,",
      "cannot be correct. While goddesses bearing the title nin are known, such as Ninhursag, Ninsun, Ninshubur,",
      "Ningirda, and Nintu, there are also gods other than Ninurta which also bear the title nin, such as Ninagal,",
      "Ninazu, Ningishzida, Ninildu, besides the already mentioned Ningirsu—see here, S. Dalley, Myths From",
      "Mesopotamia (Oxford, 1991), pp. 325-326; S. Langdon, op. cit., pp. 284, 285.)",
      "FG. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970), p. 16."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 128,
    "content": "and Ninip.* Among the epithets of Nin/Ninip that he discussed, we again encounter such\nfamiliar ones as “the powerful chief” and “the supreme.” Not only do we find this\ndeity lauded as the first among kings but also as “the first of the gods,’ thus giving the\nimpression that Saturn was the very first god ancient man had recognized as such.\n\nAs we noted in Chapter 1 of this work, the cuneiform sign for “god” and “planet” was\none and the same—%. However, the same cuneiform sign also stood for “king.”* But, more\nthan that, the very same ideogram was also used to “spell” the name of the great Sumerian\ngod An (or Anu)” who—as the father of all the gods, the “Head of the older generation of\ngods,” standing at the beginning of every theological list from all periods*—can also be\nunderstood as a personification of the Saturnian deity.\n\nMore in keeping with our subject, we also find Ninib lauded as “the light of heaven and\nearth” and, quite explicitly, as “he who, like the sun, the light of the gods, irradiates the na-\ntions.”\n\nThere is, again, no point in claiming that these were metaphorical epithets meant to be\napplied to the god and not the planet he represented because, to the ancients who venerated\nhim, the god and the planet was one and the same. And this, incidentally, is not merely my\ncontention. Conventional mythologists had recognized this fact for themselves even though\nthey found it very difficult to accept. Thus Peter Jensen was forced to see in Saturn an an-\ncient symbol of the “eastern sun” or “the sun on the horizon,”® without however offering a\nsingle piece of evidence for this interpretation. George Rawlinson himself found these epi-\nthets “very difficult to reconcile with the notion that, as a celestial luminary, [Ninip] was Sat-\nurn.”*' Somewhat like Jensen, he, also, sought to explain the situation by appealing to astral\nbodies other than the one indicated by the texts themselves. As he wrote: “These phrases ap-\npear to point to the Moon, or to some very brilliant star, and are scarcely reconcilable with\nthe notion that [Ninip] was the dark and distant Saturn.”®\n\nElsewhere, and earlier, Rawlinson had indicated the same bewilderment when he asked:\n“How is it possible that the dark and distant planet Saturn can answer to the luminary who\n[or which] ‘irradiates the nations like the sun, the light of the gods’?”®\n\nNINGIRSU\n\nOther than earlier readings of the name Ninurta as Nin, Ninib, Ninip, etc., the deity in\nquestion possessed some bona fide aliases, one of which was Ningirsu*—the Lord of Girsu\n(in Lagash).© This is ascertained by the Gula Hymn of Bullutsa-rabi in which the consort of\nthe goddess Gula (also known as Bau and/or Nin-Karrak)® is called by various names among",
    "bibliography": [
      "“ G, Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. (N. Y., 1885), p. 86.",
      "7 G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. I (N. Y., 1885), p. 86.",
      "55 Ibid., p. 87.",
      "Ibid., p. 87.",
      "* J. E. Pfeiffer, The Emergence of Society: A Prehistory of the Establishment (N. Y., 1977), p. 170.",
      "*7§. Langdon, op. cit., p. 93.",
      "% [bid., p. 94; S. Dalley, Myths From Mesopotamia (Oxford, 1991), p. 317.",
      "* G. Rawlinson, op. cit., p. 87 (emphasis added).",
      "© Pp. Jensen, Die Kosmologie der Babylonier (Strassburg, 1890), pp. 115-116, 136.",
      "® G, Rawlinson, loc. cit.",
      "® Ibid.",
      "® Idem, History of Herodotus (London, 1862), p. 509.",
      "“ F. Guirand, “Assyro-Babylonian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p.",
      "60.",
      "H. Lewy, op. cit., p. 335.",
      "F. Guirand, loc. cit."
    ],
    "captions": []
  }
]