[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 419,
    "content": "\nresting place...But the initial inactivity seems to suggest the motionlessness you\nwould get from a phase lock of a satellite to its primary.”®!\nI will not here comment on the validity, or otherwise, of Hall’s particular scenario. I\nmerely note that, regardless of the mechanism proposed by Hall, what he described is pre-\ncisely what later happened to Comet Shoemaker-Levy 9. And so—enter Wallace Thornhill\nwho proposed just such an analogy.\nTo begin with, like Hall and Talbott, Thornhill was also of the belief that Earth originally\norbited Saturn equatorially.®? And, like Hall, he was of the belief that this earlier system was\nstretched into its co-axial formation only on entering the Sun’s domain of influence. Granted,\nas already noted, the Shoemaker-Levy 9 event was a transient one. But, according to Thorn-\nhill, so, too, was the axial-coupled Saturnian system. To quote him:\n“We have seen graphically how an assemblage of orbiting bodies can become strung\nout in a line with the recent dismemberment of Comet Shoemaker-Levy [9] by the in-\nfluence of Jupiter. That model takes care of the polar Saturn configuration (which I\nconsider to have been short lived but spectacular.)”®?\n“The break-up of the components of [Shoemaker-Levy 9] under the influence of Ju-\npiter may provide an object lesson for the formation of the Saturnian polar configura-\ntion, as compellingly reconstructed from ancient sources.” ®4\nUnlike Hall, however, Thornhill did not see Jupiter as the cause of the Saturnian Sys-\ntem’s dismemberment. Instead, he credited our present solar primary “as Saturn’s gravita-\ntional sphere of influence shrank on approach to the Sun.” As he explained: “The polar con-\nfiguration seems to have been a spectacular transitory arrangement between the break-up of\nthe original Saturnian stellar system” and its capture “by our current Sun.”85\nAnd:\n“It therefore seems that the spectacular Saturnian polar configuration...was created\nwhen its planetary system was disrupted by the Sun in a manner similar to that when\nJupiter disrupted comet Shoemaker-Levy 9 into a ‘string of pearls.’ Such an arrange-\nment is unstable and, therefore, transitory.”®°\n“Once inside the heliosphere, proto-Saturn would have exchanged charge with the\nsolar wind at an ever increasing rate as the charge density increased radially toward\nthe Sun. This, I think, would explain why the linear formation was maintained on the",
    "bibliography": [
      "81 D. Talbott, in an electronic post on Kronia, November 20, 1998 (upper case as given).",
      "82 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 36.",
      "83 Idem, electronic post on Kronia, May 26, 1997; see also, idem, “Gyroscopic Precession,” SIS Internet Digest",
      "1998: 1, p. 18; Idem, “Saturnian Biosphere,” THOTH (electronic newsletter), III:7 (May 14, 1999), p. 9.",
      "ie Idem, The Electric Universe (Beaverton, Oregon, 1997), p. 92.",
      "84 Idem, The Electric Universe (Beaverton, Oregon, 1997), p. 92.",
      "85 Ibid.",
      "Ibid.",
      "86 Idem, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 49; see also, idem, “Friday Evening",
      "Discussion,” Chronology & Catastrophism Review 2000:1, p. 7; idem, “The Electric Saturnian System,” AEON",
      "VI:1 (February 2001), pp.35-36, 37-38."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 420,
    "content": "\nlong journey to the inner Solar System. It was a dynamic equilibrium maintained by\nproto-Saturn’s linear acceleration.” ®”\nHow short-lived was this transitory system? Thornhill would not vouch for “thousands of\nyears” but “maybe only a few centuries.”®8 Accepting Talbott’s postulate that “Saturn seems\nto have wandered in the sky before assuming a fixed polar station,” he presented two possi-\nbilities for this errant motion. As he himself adduced:\n“This could mean either that the pre-existing polar configuration was disturbed or\nthat Saturn’s [satellite was] dislodged from [its] phase locked Saturnian equatorial\n[orbit] by the increasing influence of the Sun...and moved into the polar configura-\ntion.”89\nFaced with that choice, Thormhill then opted for “the second option” as being “more\nlikely.”9° Four years later, however, Thornhill had reason to revise his valuation of the co-\naxial system’s time span. As he then stated during an interview:\n“When it comes to estimating the duration of the polar configuration, the best that can\nbe done is to look at the relative velocities of nearby stars. If we take, for the sake of\nargument, that the relative radial velocity between proto-Saturn and the Sun averaged\n10 kilometers per second, it would have taken proto-Saturn about 45 years to cover\nthe 15 billion kilometers to the inner Solar System.”9!\nHe, however, also added that this forty-five year period was “merely an order-of-magni-\ntude calculation. As he said: “It could have taken much longer, but I don’t think it likely to\nhave been much shorter.” 92\nThornhill’s minimum forty-five year period was better than Spedicato and Del Popolo’s\nmaximum of three months for the duration of the Saturnian co-axial system but, when other\nparameters are taken into account, not by much. To begin with, as Thornhill’s interviewer\nfound reason to comment:\n“The one thing that bothers me in all this are those 45 years. Okay—so you say it\ncould have been much longer. Unless I am mistaken, however, I doubt that you would\nbe thinking in hundreds, let alone thousands, of years. And yet, Saturn’s linear for-\nmation left such an indelible wound on the human psyche—leading to the birth of re-\nligion, complete with human sacrifice, the scars of which remain with us till the pre-\nsent—that it is difficult to believe this was the result of a short transient event. Would\n45 years—at best a person’s life-time—or even a hundred, account for the universal\nmass of mythological material we have at our disposal concerning the event in ques-\ntion? Would it have been enough to scar humanity for the rest of its existence on\nEarth?3\nTo which Thornhill replied:",
    "bibliography": [
      "87 Ibid., p. 38.",
      "88 Idem, “Speculations on Polar Configuration,” THOTH (electronic newsletter), 1:27 (December 10, 1997), p.",
      "10.",
      "89 Ibid (emphasis added).",
      "% Ibid.",
      "°1 Idem, “The Electric Saturnian System” see reference # 83, p. 38.",
      "91 Idem, “The Electric Saturnian System” see reference # 83, p. 38.",
      "2 Ibid., p. 39.",
      "93 AEON interviewer in ibid."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 421,
    "content": "\n.               “yo A      CU a   mt\nI ( Miaasaaaad\nHt (7        Ti ap Wi “ap “eo ap te\nsib VRQ         4%    roe Ie        —\nAiid ft      SH            -             \\N\nie: a > ee\ni tea   PERO)   on   VE NRO\ncee Wis\nPes eh ee a RT Cg\nTas af OS 4             ry       :\nGe Oggmpaa      14             ol   sa ~~\niG          :                  ae   a\nCe    _     a Syy, eerie            snnte g   ral\nmig aie         i        Ee         BM   +\n‘a rome tt     a ee\nWould a protracted but transient event which unfolded over a period of 200 years have left such an in-\ndelible wound on the human psyche, leading to the birth of religion, complete with human sacrifice?\nShown above, Aztec human sacrifice to the gods.\n(Illustration by John Green.)",
    "bibliography": [],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 422,
    "content": "\n“The best I can do at present is make an estimate made on the best guess of the ex-\ntent of the heliosphere and the relative speeds of nearby objects. Meanwhile, the\ncelestial effects as viewed from Earth would have been so dramatic that it seems to\nhave completely overshadowed even the growing appearance of the Sun as this\nloomed closer. I’m not able to say how long it would have taken for the Saturnian\nconfiguration to have had the lasting influence it has had on the human psyche. I\nhave tried to visualize the apparition in the sky, and I think it would have been psy-\nchologically overwhelming and disturbing. I imagine that all it would have taken\nwould have been one generation of exposure to that sky for it all to become ‘im-\nprinted’ on mankind.”94\nTo say the least, this was not a satisfactory answer. As Jueneman, in agreement with\nThornhill’s interviewer, noted, “the idea of a 45-year-long excursion into the inner Solar\nSystem wouldn’t begin to impress mythological engrams on the psyche of the human survi-\nvors.”95 In reply, Thornhill did hedge a little. “There are too many unknowns at present,” he\nwrote, “to pin down the duration of the polar configuration to 50 years, 100 years, or 200\nyears.” But would even 200 years have been enough for the permanent scarring of the hu-\nman race?\nMy own main objection to such a short length of time during which the Saturnian system\nsustained itself in axial alignment, however, has more to do with the paleontological evi-\ndence than with the time required for such engraphic impressions. As detailed in a previous\nchapter of this work, this state of affairs stretched back into the remote past, possibly as far as\nthe Cretaceous Period, definitely as far as the Paleocene Epoch of the Tertiary Period. And\neven if one were to grant a reduction in time of these geological ages, there is no way in\nwhich they could be reduced to a mere 200 years. Even Thornhill would balk at that.\nThere is, however, one possible way in which Thornhill’s scenario could be made to ac-\ncommodate the palaeontological data, and so I present the last tentative scenario before\ndriving home. I do so not to play the role of devil’s advocate, but in an endeavor to leave no\npossible solution unaccounted for.\nAn original Saturnian system with Earth in a phase-locked equatorial orbit around it ala\nHall and Thornhill’s hypothesis would satisfy the message of the mytho-historical record as\nwell as the palaeontological data if the present terrestrial north polar region would have faced\nSaturn. Under this condition, Saturn would still have appeared stationary in Earth’s north\ncelestial pole providing Earth with the required north polar temperature demanded by the\nsouthward radiation of fauna and flora from the Arctic region. Earth’s original axis of rota-\ntion would thus have passed through points in the present equatorial latitude.\nAt this point, one might even ask: Why not adopt this system—which is basically Rose’s\nmodel with some modifications—and leave it at that? Would this not be more believable than\nhaving Saturn and Earth sharing the same axis of rotation?\nThe problem with this is that, in a change from a phase-locked system in equatorial orbit\nto a later co-axial formation, Earth would have had to undergo a series of drastic changes. Its\ngravitational lock would have had to be broken only to be re-installed in an entirely different\nmode; its orbital speed would have had to come to a halt; its axis of rotation would have had\nto shift by 90°; and its rotational speed would have had to increase. To all this must be added\nthe acquisition of an equatorial bulge due to the increase in Earth’s rotational speed. Each",
    "bibliography": [
      "°4 W. Thornhill, in ibid., p. 40.",
      "95 F. B. Jueneman, “Further Comments on the Saturnian Configuration Theory,” AEON VI:2 (December 2001),",
      ". 13.",
      "5s W. Thornhill, in answer to F. B. Jueneman, ibid., p. 15.",
      "W. Thornhill, in answer to F. B. Jueneman, ibid., p. 15."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 423,
    "content": "one of these changes on its own would have entailed catastrophic destruction on Earth re-\ngardless of the speed with which they would have occurred. Acting in concert, abrupt or\notherwise, these changes would have resulted in an even more colossal upheaval the gravity\nof which would boggle the mind. They even belittle Ashton’s previously mentioned gargan-\ntuan cataclysms, making it doubtful that life would have survived on Earth. It is not that cata-\nstrophic signs are absent from Earth’s geological strata somewhere near the Age of Saturn\nbut, regardless of their extension, these nowhere show signs of the dimensions demanded by\nthe totality of the above mentioned terrestrial changes.\n\nAnd then, when all is said and done, why bother with this proposed change from one type\nof system to another when, as seen from Earth, nothing would have appeared to change in the\ncelestial sphere? After all, as seen from Earth, Saturn would have ended up motionless in the\nnorth celestial sphere just as it would have been prior to the change from the earlier system to\nthe later one.\n\nBesides, what is there in the mytho-historical record that can be interpreted in favor of\nsuch a change? As we have seen, Talbott is of the opinion that “the earliest remembered con-\ndition was that of phase lock.”\n\nWhat led him to this?\n\nAs we have also indicated, still according to Talbott, a phase-locked Saturnian system is\n“the best explanation for the initial MOTIONLESSNESS or INACTIVITY of Atum-Ra” and\nthat this initial inactivity “seems to suggest the motionlessness you would get from a phase\nlock of a satellite to its primary.” But, unless I have badly missed something, there is nothing\nin the mytho-historical record that differentiates between an earlier type of Saturnian inactiv-\nity or “motionlessness” and a later but different sort of “motionlessness” or inactivity. All\nthat the record proclaims is that Saturn and/or its anthropomorphic deity was motionless\nand/or inactive in Earth’s north celestial pole. No change is indicated.\n\nIn his own objections to Talbott’s postulate concerning the placement of Jupiter behind\nSaturn, Thornhill had declared that: “The principle of parsimony of hypotheses suggests that\nwe don’t introduce another massive body into the system if there are no reports of it during\nthe transition of the proto-Saturn system from a primordial configuration into a polar con-\nfiguration.”®” Would it not, then, be just as parsimonious in not introducing a different Sat-\nurnian system since no indications of it can be inferred from the human record? Would not\nthis be in harmony with the scientific principle of Occam’s razor which specifies that entities\nand events must not be needlessly multiplied?\n\nWhat, then, of Talbott’s insistence concerning the previous wandering of Saturn prior to\nits eventual stationary establishment in Earth’s north celestial sphere? As Talbott himself\nwell knows, this constituted a postulate which I had for long contested. In the end, however,\ndue to continuing research, I finally ended up accepting it. Not only had I been looking in the\nwrong place, due to some sort of blind spot I had even misconstrued some of the clearest\nmessages. As it turned out, and as it had been apparent to Talbott from the start, the message\nof the human record, in this case, turns out to be unequivocal. What, then, to make of this\nevent?\n\nActually, Thornhill had already supplied the answer himself—but he disregarded it. As\nalready noted, when faced with the postulate of Saturn’s early wandering, he presented two\npossible scenarios to account for it. “This could mean either that the pre-existing polar con-\nfiguration was disturbed,” he wrote, “or that Saturn’s [satellite was] dislodged from [its]\nphase locked Saturnian equatorial [orbit] by the increasing influence of the Sun...and moved\ninto the polar configuration.” While he opted for the second proposition as being the “more",
    "bibliography": [
      "97 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 35.",
      "98 Emphasis added."
    ],
    "captions": []
  }
]