[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 129,
    "content": "\nwhich is Ninurta as well as Ningirsu.” As with the former, so also with the latter: The lumi-\nnary identified with the god is spoken of as radiating a great light. Thus we find it recorded in\nGudea’s Cylinder B:\n“Ningirsu...rose in overwhelming splendor. In the land it became day; the Eninnu\n[another epithet of the god] rivaled in brilliance the child of Enzu.”®\nThis Enzu, also read Zu-en, was the more familiar Sin. His “child” was Shamash, often\nreferred to as Shamash mar Sin —i. e. Shamash son of Sin.®\nThis led William Albright to state that “Ningirsu is here the sun...who ascends each\nmorning from the underworld.”” That Albright was not well acquainted with the character-\nistics of this deity is further illustrated when he also opined that “Ningirsu, like Ninurta,\nseems to have been primarily a god of fertility with intimate solar associations.”” Albright\ndid recognize that Ningirsu has “solar associations,” but that Ningirsu was Saturn and not the\nSun had already been demonstrated by Jastrow.”\nThis identification is based on a series of deductions which not only proves the ancient\nidentity of Ningirsu but also that of Ninurta. These deductions lead us back to those omens\nincorporating the formula “when Shamash stands in the halo of Sin” that we have already\nhad occasion to note. Apart from the gloss already there discussed, which explains that\nShamash is the name of the planet Saturn (Lu-Bat Sag-US), we also come across a clarifica-\ntion which names Ninib/Ninurta as “standing therein.”” This indicates, beyond any reason-\nable doubt, that Ninib/Ninurta was the same as Lu-Bat Sag-US/Shamash/Saturn.” As Donald\nMackenzie noted: “The sun god was identical with Ninip and Nin-Girsu...and resembling\nBabbar, ‘the shining one,’ the solar deity of Akkadian Sippar, whose Semitic name was\nShamash.”” Also, in a slab relief of the god retrieved from the temple of Ninurta in ancient\nKalakh (or Kalhu), present-day Nimrud (still named after the very god), Ninurta is depicted\nwith the scythe as one of his weapons. As is widely known, the scythe was the favored\nweapon of Kronos/Saturnus. Thus, as Jastrow admitted, Franz Kugler was correct in identify-\ning “the planet (Lu-Bat) whose name is Ninib [i.e. Ninurta]” as referring to Saturn.” And,\nlet’s face it, in a bilingual list of the planets, now in the British Museum, Ninurta is definitely\nlisted as the name of the planet Saturn.”\nNow it should be understood that the term “Lu-Bat” was also used to designate Mars and\nMercury besides Saturn. A. F. O’D Alexander, however, misunderstood the usage of this\nterm when he stated that a “further ambiguity was caused by using Jubad [the same as Lu-\nterm when he stated that a “further ambiguity was caused by using lubad [the same as Lu-\nBat] (‘planet’) sometimes for Saturn, sometimes for Mercury.”™ What Alexander should",
    "bibliography": [
      "®7 W. G. Lambert, “The Gula Hymn of Bullutsa-rabi,” Orientalia: New Series, 36 (1967), pp. 105 ff.",
      "® W. F. Albright, “The Mouth of the Rivers,” The American Journal of Semitic Languages and Literatures,",
      "35:4 (July 1919), p. 165 (emphasis added).",
      "© Ibid., pp. 165-166.",
      "Ibid.",
      "| Ibid., p. 166 (emphasis added).",
      "™ M. Jastrow, Jr., op. cit., p. 173.",
      "® Ibid., p. 172.",
      "™ Ibid.",
      "75D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian",
      "People (London, 1996), p. 132.",
      "78 Tbid.; F. X. Kugler, Sternkunde und Sterndienst in Babel, Vol. 1 (Munster, 1907-1913), pp. 221 ff.",
      "7D. A. Mackenzie, op. cit., p. 301.",
      "78 A. F.O’D. Alexander, The Planet Saturn (N. Y., 1962), p. 44."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 130,
    "content": "\n=                                                                                                                                    Vy\nps        <, ETE\n)                ie\neH                     fy SS                 WA         .        Es\nBw JX NM                        su           a  4 pe\n\\G              Fes eisgger, OSU                 YB\ni                                                           cod\nneg                      \\)) MASA. aé\nra      6 COTE) est re\nst         CAL \\e— > S| et SS\na)     4)                      ore  Gd Mes         P/   ee\nRSS                          arte        wT\nNingirsu—shown seated with his seven-headed weapon—from a cylinder seal impression.\nhave noted is that it is the descriptive epithets added to “Lu-Bat” that signifies which of these\nthree planets is meant. Thus Lu-Bat Dir was Mars, Lu-Bat Gu-Ud was Mercury, and Lu-Bat\nSag-US, as we have seen, was Saturn. Neither Jupiter nor Venus, on the other hand, was ever\ndesignated as Lu-Bat.”\nMeanwhile, an astrological text distinguishes Ningirsu as (An) Lu-Bat which identifies\nthe deity as a planet even if we are left with a choice between Saturn, Mars, and Mercury. As\nJastrow however pointed out, the listing of Ningirsu as an alias of Ninurta leaves no doubt as\nto which Lu-Bat—i.e. which planet—is intended. If Ninurta, as we have seen, was Lu-Bat\nSag-US/Shamash/Saturn, then so must have been Ningirsu.”\nOf Ningirsu it was also said that “he changes darkness into light.”™ This is quite a claim\nto make of the planet Saturn and yet it is in keeping with the sun-like brilliance attributed to\nother Saturnian deities. Now while no conventional mythologist has, to my knowledge, ever\nsanctioned this hypothesis, the veneration of Saturn by the ancients as some sort of sun has\nbeen accepted as fact by more than one of them.® Discretion, it seems, has kept them from\ngoing further.",
    "bibliography": [
      "”M. Jastrow, Jr., op. cit., pp. 174-175.",
      "® Ibid., p. 173.",
      "8! Idem, The Religion of Babylonia and Assyria (Boston, 1898), p. 57.",
      "® Besides Jastrow, see, for example, U. von Wilamowitz-Mollendorf, “Phaethon,” Hermes 18 (1883), pp. 421-",
      "422; F. Boll, “Kronos-Helios,” Archiv fur Religionwissenschaft 19 (1916-1919), in toto."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 131,
    "content": "(For those in the know: The association of Ninurta with Nergal, as also with the Greek\nHerakles, will be discussed in a future volume.)\n\nTHE TRUE SUN\n\nLike that of other ancient nations, Hindu astronomy is inseparable from mythology. This\nparticular mythology, however, continues to thrive as the basis of Hindu religion. In a way, it\ncan therefore be said that, among the Hindus, planetary worship is practiced to this day—and\nnot only in an indirect way. Here I would like to remind the reader of that passage from the\nLinga Purana we had earlier looked at which admonishes that “the worship of the planets\nshould be pursued by good men.” Moreover, the reason behind this admonition is the ward-\ning-off of evil at times of planetary “harassment.” That, in these modern times, not many\npracticing Hindus are even aware of these words, and that few, if any, among them actually\npractice planetary worship, is besides the point. What is at issue here is that the admonition in\nquestion is contained in one of the missals, if you wish, by which one of the world’s great\nliving religions is meant to abide.\n\nLike the gods of other nations, Vedic deities are known by more than one name or epithet\nas so, also, are the planets. Thus, one of the names for the Sun in Sanskrit is Arka.® But then\nwe find that three related designations for the planet Saturn in the same language are Arki,”\nArka-putra,” and Arkatanayah.® Both Arka-putra and Arkatanayah translate as “son of the\nSun.” © Arkaja, which means “sun-born” can also be applied to the planet Saturn,” as so,\nalso, can Arkanandana.” So, once again, we find the planet Saturn bearing a name which is\nshared by the Sun.\n\nHindu mythology, of course, is largely based on Vedic belief. And yet, as one critic\npointed out quite a few years ago, it has never been proved to the general satisfaction of In-\ndologists that any planets are mentioned in the Vedas.” As I had earlier written in reference\nto this criticism, however, this lack can be compensated for “if it can be shown that certain\ndeities mentioned in the [Vedic] hymns possess planetary traits and/or characteristics com-\nparable to the [known] planetary deities of other nations.”® Today I can go even further be-\ncause, if it can be shown that the names and/or epithets applied to the Vedic deities are iden-\ntical to those applied to the planets by the same race and in the same language, the equiva-\nlence of deities and planets is proven on home ground without any recourse or appeal to\ncomparative studies. Such, for instance, is the case with Brahma, the supreme creator of In-\ndian mythology.\n\nStrictly speaking, Brahma was not a Vedic deity. He more properly belongs to that corpus\nof Hindu lore known as Brahmanic mythology. He was proclaimed the first of the Devas,\nusually said to mean “gods,” but which properly translates as “shining ones. Here it should\nbe noted that the Sanskrit adjective brahmanya means “relating [or belonging] to Brahma. ”*",
    "bibliography": [
      "® Tinga Purana, |:57:32-39.",
      "Ibid.",
      "®V_S. Apte. op. cit., p. 147.",
      "% Tbid., p. 228; R, K, G. Temple, The Sirius Mystery (N. Y., 1976), p. 180.",
      "* Ibid., p. 181.",
      "* Ibid.",
      "® V_S. Apte, op. cit., p. 147.",
      "® Ibid.; R. K. G.Temple., op. cit., p. 180.",
      "” Ibid.",
      "* F. Edgerton, “Still Colliding,” Harper’s Magazine (August 1951).",
      "° D. Cardona, “Child of Saturn,” Part II, KRONOS VII:2 (Winter 1982), p. 35.",
      "*V._S. Apte, op. cit., p. 707."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 132,
    "content": "\nBrahmanyah, however, is yet another\nan                         epithet of the planet Satum.* As\nepithet of the planet Satum.* As\nBrahmanyah, Satur can therefore be\nAy Eine                 Brahmanyah, Saturn can therefore be\nHE LSSESSS, as               said to be Brahma’s planet. In fact,\nsaid to be Brahma’s planet. In fact,\nidentified as Saturn by certain sages of\npert RAR                     while Indologists may find it difficult\nHindu religion itself.° What is of\nwhile Indologists may find it difficult\nGee es                     to accept, Brahma has long been\nto accept, Brahma has long been\nSO PKR iF                        identified as Saturn by gertain sages of\n7          HF: <                      Hindu  religion  itself.   What | is of\n;.         4 Pong We                      greater import to this study is that\ngreater import to this study is that\n=  SS ey       (A          these sages consider Brahma to be the\nthese sages consider Brahma to be the\n9      BA Nx [Ee                      “true sun””—which is the same as\n“true sun””—which is the same as\né AY hee VY ]           saying that, to them, it is Saturn, and\nsaying that, to them, it is Saturn, and\n{ es    Pe io\"              not the present solar orb, that is the\nnot the present solar orb, that is the\nFi     ea V pea                    real “sun.” Since even these sages can\nreal “sun.” Since even these sages can\nbs 2a                       see that this is absurdly not so, we can\nsee that this is absurdly not so, we can\n“See Oe ee,           only assume, on the strength of what\nonly assume, on the strength of what\n      Wi 7         x4 yy              we have learned, that this dictum must\nwe have learned, that this dictum must\nays         wee         have been believed to stem from an-\nhave been believed to stem from an-\nWy         Tass   =<,           cient lore. But how could Saturn have\ncient lore. But how could Saturn have\na                    Hy              5             been to ancient man what the Sun is to\nbeen to ancient man what the Sun is to\nom S          P                    us today?\nus today?\nAs any work on Indian mythology\nBrahma, whom certain Hindu sages identify as the     will assert, Surya is not only the name\nplanet Saturn and a form of the True Sun.         of the god of the Sun but is the most\ncommon Sanskrit name of the Sun it-\nself. There are, however, lines of evidence which indicate that Surya, too, was originally Sat-\nurn, the least of which not being the reference to Surya as graha Surya, that is the planet\nSun.* But let me forestall an objection.\nIt will be pointed out by the knowledgeable that in India, as in certain other nations, the\nSun was counted, with the Moon, as one of the seven “planets.”” But one hardly finds,\namong these other nations, the Sun itself alluded to singly by a term reserved for planets.\nEven so, one might argue that the Hindus allowed this exception. Maybe so. But, as in the\ncase of the Egyptian Ra, Surya is described as having motions and characteristics which do\nnot fit those of the Sun. Thus, to give but one example (and, later, I shall be giving others),\nSurya is said to have occupied samanam dhama, which means “the same place of rising and\nsetting.”\"® Everyone knows that the Sun does not rise and set in the same place. (How this\noddity, in turn, applies to the primeval Saturn will be explained in a later chapter of this\nwork.)\nLet me, however, be a little more specific. Surya is also termed Suraj. But Suraj, again, is\nyet another name for the planet Saturn.’ So that, yet one more time, we can see that Saturn",
    "bibliography": [
      "° Ibid., p. 708. (NOTE: I must here register my debt to Roger Ashton for this datum, as also, in fact, for all",
      "other references to V. S. Apte.)",
      "°° E. Moor, Hindu Pantheon (London, 1864), p. 218.",
      "°7 Ibid.",
      "°8 Linga Purana, 1:54:65-68.",
      "® Tbid., 1:57:19-20.",
      "1 HD. Velanker, Reveda Mandala VII (Bombay, 1963), p. 147.",
      "1°! Bhargava’s Standard Illustrated Dictionary of the Hindi Language (Hindi-English edition, Varanasi, 1969),",
      "p. 1110."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 133,
    "content": "\nand the Sun once shared the same\nname as, among the Hindus, at least\nname as, among the Hindus, at least                          A\nin Sanskrit, they still do.\nin Sanskrit, they still do.                                              Ga\nAs earlier noted, another Sanskrit                             ie\nAs earlier noted, another Sanskrit\nname for the planet Saturn is Graha-\nname for the planet Saturn is Graha-                        yet 2]\nnames bestowed on the Sun.'”\nnayakah, which means “chief, or\nnayakah, which means “chief, or                            perensy d\nleader, of the planets.” But, again,\nleader, of the planets.” But, again,                         $3 Bey\nGrahanayakah is also one of the\nGrahanayakah is also one of the                       ko)      (01\nnames bestowed on the Sun.’                                  m, of   Ca  n\nDe \\T \\%)\nTHE SATURNIAN SUN\nTHE SATURNIAN SUN                               nm        ey,        py/\\\nWe have now reached a point\nWe have now reached a point                  Wy         an        Vy\nwhere we face the risk of monoto-                     h         wv         og,\nwhere we face the risk of monoto-\nnous repetition. But ours is a precari-                8 h  9            s Ap\nnous repetition. But ours is a precari-\nous position since, while listening to                   lea  reet“incd   v\nous position since, while listening to\nthe voice of antiquity, we seem to be\nthe voice of antiquity, we seem to be                        A Ny fH |\ntheme being developed here was well\nlending a deaf ear to astronomical\nlending a deaf ear to astronomical                       jj  G,        Sa\nprinciples. For the moment, however,                       ;      if\nprinciples. For the moment, however,\nour main interest must focus on what                        af      n      hy\nour main interest must focus on what\nthe ancients had to say concerning                         i    x    (i\nthe ancients had to say concerning\nthe cosmos around them. Thus, if our                        NY  y\nthe cosmos around them. Thus, if our\ninquiry is to have any meaning, our                    Ne ee\ninquiry is to have any meaning, our\nposition will have to be fortified and,\nposition will have to be fortified and,           WU le     ¥ ae CF\nhopefully, sustained by invoking first\nhopefully, sustained by invoking first    (F                    ny\nthe strength of numbers. Unless                                \") A\nthe strength of numbers. Unless\nenough evidence is presented, we                            od  Soe\nenough evidence is presented, we\nwill always face the greater risk of\nwill always face the greater risk of                 COS)\nbeing accused of selectivity. For that\nbeing accused of selectivity. For that                     ee,\nreason, and in order to show that the\ntheme being developed here “ee well      Surya—the sun-god whose motions fail to conform to\nSurya—the sun-god whose motions fail to conform to\nnigh universal, we must continue to               those of the present Sun.\nnigh universal, we must continue to\nthose of the present Sun.\npress home with further examples\nuntil we have covered a fair share of\nthe ancient world.\nWhen it comes to astronomical lore, ancient Egypt presents something of a problem since\nthe Egyptians were not possessed of a formal astronomy until Ptolemaic times. It almost\nseems as if the Egyptians were content to view the heavenly bodies as deities whose motions\nwere too sacred to be reduced to mundane numbers. Despite their star maps, charts, and cal-\nendars, when it comes to the planets and their motions, nothing has survived from pre-Alex-\nandrian Egypt that would allow us to claim an astronomical achievement on their part.\nOn the other hand, if conventional mythologists can treat of deities like Horus and Ra as\nsolar representations, with the likes of Isis and Hathor as lunar or Venerian ones, then so are\nwe allowed to treat them as celestial bodies. In fact, as already noted, ask any mythologist to\nname the solar god par excellence and the name of Ra (or Re) is bound to come up. Not only\nis Ra presented as the Egyptian sun god, he is believed to have been the Sun itself. As James\nFrazer echoed this Egyptological dictum: “That Ra was both the physical sun and the sun-",
    "bibliography": [
      "1 VS. Apte, op. cit., pp. 417, 542."
    ],
    "captions": []
  }
]