[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 109,
    "content": "\nrelevant to astronomical science, but\neven today every study on comets is\nbased on a collation of the available\nbased on a collation of the available                   =<\nhistorical data. In fact, specialists of\nhistorical data. In fact, specialists of             a  py)»:\nthe theory of comets give particular\nthe theory of comets give particular          bmn  MM .\nimportance to the Chinese historical\nimportance to the Chinese historical          Zz a           \\\nNewton.”\"*\nrecords which began to be scrutinized               ez                   \\:\nrecords which began to be scrutinized\nfor these very purposes in the age of\nfor these very purposes in the age of              a          Mm     N\nNewton.\"                                                           GF       mR,    yatta\nQy    B& \\\\O\nEdmund Halley owes his fame to his\nEdmund Halley owes his fame to his          LE-                \\\nsupposed discovery of the periodicity of\nsupposed discovery of the periodicity of      ga   NY        ite.     %\ncomets. But had not Diodorus Siculus\ncomets. But had not Diodorus Siculus        AN AN       ——\nEgyptians. Mary Proctor, however, was\n(1st century B.C.) and Pliny (A.D. 23-79)\n(1st century B.C.) and Pliny (A.D. 23-79)        (Soa    aut\nalready written about comets returning on\nalready written about comets returning on           M5 STRETTON      @\ntheir orbits?’ More than that, according\ntheir orbits?’ More than that, according              as\nlate the return of comets.”\"” The same,\nto Diodorus Siculus, the Chaldeans—by                   Bo\nto Diodorus Siculus, the Chaldeans—by\nwhom he meant the Assyro-Babyloni-   .\nwhom he meant the Assyro-Babyloni-\nans—had already leamed to predict the                      Ol           \\\nans—had already leamed to predict the\nwhose discovery of the “great conjunction” of\nreturn of comets, as so, also, had the\nreturn of comets, as so, also, had the                                               N\nEgyptians. '® Mary Proctor, however, was                               re)\nnot convinced. As she wrote: “For my\nnot convinced. As she wrote: “For my                      2\nown part, I reject as altogether improb-                         te)\nown part, I reject as altogether improb-\nable the statement of Seneca that the an-            \\                 O}\nable the statement of Seneca that the an-\ncient Chaldean astronomers could calcu-                           ‘)\ncient Chaldean astronomers could calcu-\nlate the return of comets.”'” The same.\nlike the. planets, but in orbits so extensive that they were visible only when near the\n.             .          Johannes Kepler (1571-1630)\nJohannes Kepler (1571-1630)\nhowever, cannot be said of the Greeks.\nhowever, cannot be said of the Greeks.      whose discovery of the cpeent conjunction” of\nAs Francis Baker wrote as far back as       Jupiter and Saturn was already known to\nAs Francis Baker wrote as far back as\nJupiter and Saturn was already known to\n1891:\n1891:                                                                         Olympiodorus some eleven hundred\nOlympiodorus some eleven hundred\nyears earlier.\n“We first find attention paid to these            (llustration by Bruce LaFontaine.)\nphenomena, and definite theories\npropounded respecting them in the\nGreek schools, and it is curious to observe how favorably some of the early hypothe-\nses contrast with the fantastic ideas advanced in later times...The Pythagorians held\nthey were permanent bodies belonging to the solar system, revolving round the sun\nlike the planets, but in orbits so extensive that they were visible only when near the\nearth.”\nAs Velikovsky revealed, one of these Greek scholars was Seneca (4 B.C.-A.D 65):\n“Seneca [in his De Cometis]...knew the real nature of comets, the inertia of their mo-\ntion, and their periodicity. [But for] 1,500 years after his time science clung to the",
    "bibliography": [
      "S41, Stecchini, “Newton’s World View,” KRONOS IX:3 (Summer 1984), p. 54.",
      "1851. Velikovsky, loc. cit.",
      "186 FH. Baker, “Comet Lore,” Living Age (June 27, 1891), pp. 818-823.",
      "‘57M. Proctor, The Romance of Comets (N. Y., 1926), p. 148.",
      "188 FH. Baker, loc. cit., (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 110,
    "content": "\nPEK\n\\ mane Qe » aXe\na\nLP Se Ssoog |\nae\ni\nCIES oOCS\nLo      Steet,\nPP         LS\net\narti                      Steer\nKepler’s Trigon showing the “Great Conjunction” of Jupiter and Saturn every twenty years along\nZa                      Newey,\nLEN        eee\nes                BESS\nthe zodiacal band.\ned\n,                acid\nepler’s Trigon showin        DONTE y",
    "bibliography": [],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 111,
    "content": "\n443                                           £\ney        ca\nComets as depicted in a Chinese painting on silk recovered from a 168 B.C. Han Dynasty tomb.\ndogma that comets are apparitions in the atmosphere, like rainbows. Copernicus\nthought so, too.”!”\nPlutarch even knew that comets whirled, or rotated.’\nIt is, therefore, something of a pity that Pythagoras himself was of a different opinion,\nbelieving comets to be nothing more than mere terrestrial “exhalations” which rose in the air\nand ignited the atmosphere. I say it is a pity because, for whatever reason one wishes to be-\nlieve, Pythagoras turned out to be such a so-called genius that he held the educated world\nenthralled for close to two thousand years. Pythagoras, however, did not entirely obliterate\nthe earlier knowledge because, so many years after him, Pliny was still alluding to comets as\npermanent bodies moving in orbits like the planets and periodically returning on their orbits\nas, at least, one of the theories held respecting them in his time.\" And was it not through\nreading Pliny that Halley managed to gain his fame?\nIsaac Newton himself disbelieved that comets were physical entities. In an attempt to rec-\noncile his gravitational theory with the precepts of Genesis, he attempted to demonstrate that\nthe Solar System had been created in a single divine act and, obeying divine laws, must",
    "bibliography": [
      "11. Velikovsky, Stargazers and Gravediggers (N. Y., 1983), p. 220.",
      "1© Plutarch, op. cit., 928D.",
      "1° Pliny, op. cit., II:xxii."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 112,
    "content": "\ntherefore have remained in stable\nequilibrium ever since.'® The exis-\nNS  —                  tence of the erratic comets—erratic to\ntence of the erratic comets—erratic to\n‘   SANS               the extent that they had not yet been\nthe extent that they had not yet been\nORAS    >     coon            allotted any specific regularity by the\nallotted any specific regularity by the\napt SF              <=              astronomers of his time—was very\nergy in an attempt to explain them\nastronomers of his time—was very\nRX,               y         damaging to his thesis and he there-\naway.'®\ndamaging to his thesis and he there-\nfor     aon om VES            fore spent an awful lot of time and en-\nfore spent an awful lot of time and en-\nfi, ye ~¥ {   ~ eS ¢ Pind S              oe in an  attempt to explain them\n(Cane         AD, (GF                   NUMBER OF WORLDS\nNUMBER OF WORLDS\na4\nj ye -         =    &             Very much like modem ones, an-\nVery much like modem ones, an-\n(Ta    We)         ~~ 4S               cient Greek thinkers did not only con-\nwhose fame re the discovery of the periodicity of          probably the greatest of the Greek\ncient Greek thinkers did not only con-\nUA                                                                        7\ncomets is contested by the earlier statements of           physical philosophers. According to\naK fy                 Dh                 cern themselves with what they could\ncern themselves with what they could\nDiodorus and Pliny.                            Diogenes Laertius, his works, includ-\nSy             —~       {      NY         see, measure, and calculate in the sky,\nsee, measure, and calculate in the sky,\n(llustration by Bruce LaFontaine.)             ing treatises on geometry, optics, and\nbut also with what they dared deduce\nfrom what they could see, measure,\naN                                                                         and calculate.\nand calculate.\nDemocritus, who lived sometime\nduring the fifth century B.C.,'* one of\nthe founders of the atomic theory, was\nEdmund Halley (1656-1742\nwhose fame re the Gioctrery of the eee of          probably   the  greatest of the  Greek\nEdmund Halley (1656-1742)\ncomets is contested by the earlier statements of           physical   philosophers. °   Accordi ing to\nDiodorus and Pliny.                 Diogenes Laertius, his works, includ-\n(illustration by Bruce LaFontaine.)             ing treatises on geometry, optics, and\nastronomy, which unfortunately have\nnot survived, numbered seventy-two.\nWhat we know of them comes from the numerous quotations which have survived in the\nworks of other authors. His views on astronomical bodies were not that divergent from mod-\nem ones. Hippolytus thus paraphrased him:\n“...he [Democritus] maintained worlds to be infinite, and varying in bulk; and that in\nsome there is neither sun nor moon, while in others that they are larger than with us,\nand with others more numerous. And that intervals between worlds are unequal; and\nthat in one quarter of space (worlds) are more numerous, and in another less so; and\nthat some of them increase in bulk, but that others attain their full size, while others\ndwindle away; and that in one quarter they are coming into existence, whilst in an-\nother they are failing; and that they are destroyed by clashing one with another. And\nthat some worlds are destitute of animals and plants, and every species of mois-\nture.”",
    "bibliography": [
      "LC. Stecchini, loc. cit.",
      "1 V_ Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 247.",
      "1 The date of his birth is not really known. Some writers place it as early as 470 B.C., others as late as 460",
      "B.C. or even later.",
      "15 Hippolytus, The Refutation of all Heresies , 1:xi."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 113,
    "content": "\nEven the modern theory of the formation of planets by aggregation, whether it will even-\ntually turn out to be correct or not, was foreseen by Democritus:\n“.,..worlds are produced when many bodies are congregated and flow together from\nthe surrounding space to a common point, so that by mutual contact they made sub-\nstances of the same figure and similar in form come into connection; and when thus\nintertwined, there are transmutations into other bodies, and that created things wax\nand wane through necessity.”\"©\nLIFE ON OTHER PLANETS\nGiordano Bruno was not as lucky as Anaxagoras. He had no Pericles to save him from\nthose in authority. In A.D. 1600, Bruno was burned alive at the stake by the Catholic Inquisi-\ntion for espousing the belief, among other things, that other worlds must necessarily harbor\nother life. The belief that life exists on other planets did not, however, originate with him. As\nfar back as the fourth century B.C., Metrodorus of Chios had already written that: “To con-\nsider the Earth the only populated world in infinite space is as absurd as to assert that in an\nentire field sown with seed, only one grain will grow.”'”\nTHE BABYLONIAN PRECEDENCE\nWe have come a long way in analyzing the astronomical knowledge of ancient peo-\nples—from eye-witness reports of meteors and the metallic structure of meteorites to the cor-\nrect motions of the heavenly bodies; from the calculation of complex calendrical systems to\nthe prediction of solar and lunar eclipses; from the intricacies of Mesoamerican computations\nto the Greek passion for exactitude and philosophical daring. I therefore hope that when, in\nthe following chapters, the main thesis of this work is revealed, no one will counter its reve-\nlations by objecting that the ancients had very little astronomical knowledge at their disposal\nto be taken seriously.\nIt is, moreover, accepted that this ancient knowledge was not necessarily the property of\nthe masses. Nor was it all necessarily adhered to by every scholar of the time. The man in the\nstreet, always prone to age-old superstitions, had little mind of astronomical matters. But, to\nan extent, this was not much different than it is at present.\nMeanwhile, competing theoreticians were very often contradicted by others. Plutarch, for\ninstance, delighted in enumerating the various and contradictory theories concerning the na-\nture of comets, some of which theories were hilarious even by the standards of his day. And,\nas we have seen, while the Greeks were quite aware of Earth’s axial tilt, they fell far short\nwhen it came to explaining the reason behind it.\nCan it, however, be said that all modern astronomers agree on each and every astronomi-\ncal issue, or that some of their theories have not been, or will not be, found to be in error?\nWhy should we expect more stringent standards from our ancient forebears? Have we not\nalready seen that many of the great astronomical break-throughs and theories—even that\nconcerning the Big Bang —were originally discovered, or thought of, by these very ancients?\nIt is no secret—and it never has been—that the Greeks learned, and borrowed, much of\ntheir astronomical knowledge from the Babylonians. Nor, unlike many of their modern\ncounterparts, did they ever try to hide the fact. As Alexander Jones noted: “The Greek as-",
    "bibliography": [
      "6 Tbid., I:x.",
      "‘61 T. Dickinson, “Probing the Cosmic Haystack,” Equinox (March-April 1983), p. 81; idem, “Earth: There’s No",
      "Life Like It,” Equinox (December 1995), p. 30."
    ],
    "captions": []
  }
]