[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 314,
    "content": "\ney     e   >                    i         iy   4    4      Nk   [i\neG Bog Po cds,  2 Ns Oe\nRe  }i ve  hf ae\"  Wil) aN |\nOGM Sik Bt ey a\nMythological scene representing the New Year rite of Dionysus—the year-god.\nas the Greek Hermes® and, therefore, Mercury; directly as the planet Mercury;”” a comet;* as\nthe Milky Way;” as the amorphous sky; and even as a tenth century A.D. ruler of the\nToltecs named Topiltzin®'—although this latter actually refers to a “king” of the Toltecs who\ntook on the name of Quetzalcoatl,” very much like the Roman Emperor Marcus Aurelius\nAntoninus, born Varius Avitus, who took on the name of his preferred deity Elagabalus. As\nEv Cochrane commented: “The celestial identification of Quetzalcoatl, quite clearly, is not a\nsimple question, and it is further complicated by the fact that the Mesoamericans themselves\napparently wavered with regard to the original celestial identity.”® It can safely be stated,\nhowever, that most scholars of Mesoamerican lore have accepted Quetzalcoatl as a personifi-",
    "bibliography": [
      "* H. Fox, Gods of the Cataclysm (N. Y., 1976), pp. 211, 217.",
      "5D. Kelley, “Astronomical Identities of Mesoamerican Gods,” Archaeoastronomy 2—Journal for the History",
      "of Astronomy (1980), p. 16.",
      "® P. Brown, Comets, Meteorites and Men (N. Y., 1973), p. 18.",
      "* B. C. Brundage, The Phoenix of the Western World (Norman, 1981), pp. 112-113.",
      "© Idem, The Fifth Sun (Austin, 1979), p. 105.",
      "°! H.W. Goodkind, “Lord Kingsborough Lost His Fortune Trying to Prove the Maya Were Descendants of the",
      "Ten Lost Tribes,” Biblical Archaeology Review (September/October 1985), p. 65.",
      "© N. Baldwin, Legends of the Plumed Serpent (N. Y., 1998), p. 36.",
      "© E. Cochrane, “On Comets and Kings,” AEON II:1 (June 1989), p. 65."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 315,
    "content": "cation of the planet Venus since the time of the Spanish conquest of the Americas.” (Thus\none should not castigate Immanuel Velikovsky who, on the testimony of Eduard Seler,\nadhered to this identification,® as so have many of his followers.) Jill Abery, on the other\nhand, was not quite happy with this identification or with any of the others mentioned\nabove—and rightly so. As she opined:\n\n“Quetzalcoatl is a very ancient god with a multiple of aspects. As the feathered ser-\npent, readers of Velikovsky will have no difficulty in identifying him as Venus in\ncometary garb. But beyond this he is the Lord of healing, learning, beauty, creativity\nand vegetation. He was a benefactor who brought to men the use of metals and the\narts of government; who ruled in an age of perfumed, melodious plenty which can be\nregarded as the Golden Age of Mesoamerica...It would [therefore] appear that Quet-\nzalcoatl was originally the Mesoamerican equivalent of Osiris or Saturn.”\n\nWould that mainstream mythologists had been as astute. Abery, of course, was not the\nfirst to ferret out the true identity of Quetzalcoatl,” but I mention her especially because her\nintuition exemplifies what can be gleaned by a mind which is not constrained by orthodox\nviews.\n\nWhat has confused the issue, and many a mythologist, is the Mesoamerican belief that\nwhen Quetzalcoatl died, his heart flew up and turned into the Morning Star,® which star has\nbeen usually understood as Venus when it appears in the morning®—an event that, as we\nhave seen on an earlier page, is duplicated in the mythology of the Egyptian Osiris/Saturn.\nWhat mythologists and archaeoastronomers seem to forget is that it was the heart of\nQuetzalcoatl, and not Quetzalcoatl himself, which turned into the Morning Star. Quetzalcoatl\nand the Morning Star were thus two entirely different entities.\n\nLet me now state that nowhere in Mesoamerican lore is Quetzalcoatl identified as Saturn.\nIf this identification is to hold, it must do so on the evidence offered by comparative\nmythology.\n\nLike the Saturnian deity of other nations, Quetzalcoatl was considered as the creator.”\nLike the Saturnian deity of other nations, as Abery indicated, Quetzalcoatl was also a\ncivilizer.” As in the Saturnian myths of other nations, Quetzalcoatl was the original one and\nonly god. Thus, according to a Toltec hymn:",
    "bibliography": [
      "See here, for example, E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 199.",
      "6S]. Velikovsky, Worlds in Collision (N. Y., 1950), p. 157.",
      "© J. Abery, “Problems With the Morning Star,” Chronology & Catastrophism Workshop 1987:1, p. 9.",
      "* While never explicitly stated, the identification of Quetzalcoat! as Saturn is more than intimated in G. de",
      "Santillana & H. von Dechend, op. cit., pp. 42, 77, 78, 213, 247, 360; the identification is more apparent through",
      "the evidence presented by D. N. Talbott, The Saturn Myth (N. Y., 1980), pp. 13, 17-18, 57, 88, 163, 199.",
      "E. C. Krupp, op. cit., pp. 200-201.",
      "® But see here, D. Cardona, “Moming Star,” AEON V:1 (April 1995), pp. 11 ff.",
      "™ H.B. Alexander, Latin American Mythology—Vol. 11 of Mythology of All Races (1920/1964), p. 94; see also",
      "M. Simoni, op. cit., p. 461.",
      "™ N. Baldwin, op. cit., pp. 34, 63, 79."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 316,
    "content": "\nSi          =NO=si%\n3                   S                S               —\n       SOEs\n“M5           ES      r ea      ji?\nIO                      Or        (ET %     .\nS   XS                      y          OFS] (24°\nSS     2  )         Choe,\nZire                          Pecteraat® oe\nEe                 Cy                          °\nv                                  0000\nLo Uy,         yo    )       ‘o,\n—YYUUY oO\nww YY\nQuetzalcoatl as the Feathered (or Plumed) Serpent.\n“Only one god did they [the ancestors] have,\nand they held him as the only god,\nthey invoked him, they supplicated him;\nhis name was Quetzalcoatl.”””\nAccording to M. Simoni: “All the great gods of the Aztec pantheon, both the tribal gods\nand those they won over [from preceding or neighboring civilizations], have a solar aspect\nand are the Sun in one of its attributes.”” It may thus seem understandable when Quetzal-\ncoatl himself is identified as an aspect of the Sun, not only by Simoni,” but by others as\nwell.” The Codex Borgia actually reinforces this belief when it depicts Quetzalcoatl with the\nsign of Tonatiuh on the back of his head, since Tonatiuh had always been understood to be\nthe Sun. And yet, the depiction in question incorporates the sign for “night” with that of To-\nnatiuh,” thus intimating that Tonatiuh and, by inference, also Quetzalcoatl, was a sun of\nnight. That the sun of night was an aspect of the primeval Saturnian sun we have already\nseen.",
    "bibliography": [
      "” J. W. Perry, Lord of the Four Quarters (N. Y., 1970), p. 196.",
      "73 M. Simoni, loc. cit. (emphasis as given).",
      "™ Ibid.",
      "5D. Giffors, loc. cit., M. Oldfield Howie, loc. cit.",
      "76 &. Vollemaere, “Venus—Geboorte en Leven,” Oud-America 08 (August-October 1981), p. 122."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 317,
    "content": "\nAdditional to this, the Mayan sacred book known as the Popul Vuh informs us that the\nPlumed Serpent, that is Kukulkan/Quetzalcoatl, lived in an ocean—here understood as the\ncelestial waters—in an era of primordial darkness.”\n“Whatever might be is simply not there:\nonly murmurs, ripples, in the dark, in the night.\nOnly the Maker, Modeler alone,\nSovereign Plumed Serpent...a glittering light.””\nMoreover, in keeping with the topic of the present chapter, Quetzalcoatl was said by the\nAztecs to have existed in the “Time Before Time””—that is, in a timeless era. The same be-\nlief is shared by the Mixtec who even claim they were the “direct descendants” of Plumed\nSerpent, and that they were “rooted” to their land “through him” since “the time before\ntime.”™\nTIME ZERO\nOn an earlier page, we met with another Aztec god named Xiuhtecuhtli and although, like\nQuetzalcoatl, this deity is nowhere directly identified with Saturn, we there enumerated cer-\ntain aspects of his which accord well with the Saturnian deities of other nations. Among these\naspects is the deity’s other name of Huehueteotl, which means “the old god” and/or “the old\ngod of the centre”; his being revered as “the sun of the centre” and “the central fire”; his be-\ning described as the pivot of the turning heavens; and his identification with the celestial\npole. We can now add one more Saturnian characteristic of this god: Like the Greek Diony-\nsus, he was also lauded as the year-lord.™\nLeaving Central America, we travel briefly to China where we learn that the chaos out of\nwhich Creation progressed was equivalent to Huang-Ti, the Yellow Emperor, whom we\nhave already encountered as a personification of the planet Saturn.” Others, however,\nmaintain that from chaos was born P’an-ku, the entity responsible for Creation.® The Com-\npendium of Wong-shi-Shing recounts how “P’an-ku came forth in the midst of the great\nchaotic world,” having “existed before the shining of the light.” We are further told that:\n“After the chaos cleared away”—or after “the chaotic state passed away”—“heaven\nappeared first in order, then earth.” Parallel statements inform us that “the atmosphere had\nchanged in character” —or “the atmosphere gradually cleared” —which seems to be the same\nas saying that the chaotic state had cleared. We can perhaps also understand this as meaning\n7” N. Baldwin, op. cit., p. 29.\n8 Tbid., p. 54.\n8 Ibid., p. 54.\n® Tbid., p.8.\n9 Ibid., p.8.\n® Tbid., p. 47.\n® Ibid. p. 47.\n8! D. H. Kelley, “The Nine Lords of the Night,” Contributions of the University of California—Archaeological\nResearch Facility, No. 16 (Berkeley, October 1972), p. 63.\n® M. Soymié, “China: The Struggle for Power,” Larousse World Mythology (London, 1972), p. 274.\n® Ibid., p. 275.\n317",
    "bibliography": [
      "Additional to this, the Mayan sacred book known as the Popul Vuh informs us that the",
      "Plumed Serpent, that is Kukulkan/Quetzalcoatl, lived in an ocean—here understood as the",
      "celestial waters—in an era of primordial darkness.”",
      "“Whatever might be is simply not there:",
      "only murmurs, ripples, in the dark, in the night.",
      "Only the Maker, Modeler alone,",
      "Sovereign Plumed Serpent...a glittering light.””",
      "Moreover, in keeping with the topic of the present chapter, Quetzalcoatl was said by the",
      "Aztecs to have existed in the “Time Before Time””—that is, in a timeless era. The same be-",
      "lief is shared by the Mixtec who even claim they were the “direct descendants” of Plumed",
      "Serpent, and that they were “rooted” to their land “through him” since “the time before",
      "time.”™",
      "TIME ZERO",
      "On an earlier page, we met with another Aztec god named Xiuhtecuhtli and although, like",
      "Quetzalcoatl, this deity is nowhere directly identified with Saturn, we there enumerated cer-",
      "tain aspects of his which accord well with the Saturnian deities of other nations. Among these",
      "aspects is the deity’s other name of Huehueteotl, which means “the old god” and/or “the old",
      "god of the centre”; his being revered as “the sun of the centre” and “the central fire”; his be-",
      "ing described as the pivot of the turning heavens; and his identification with the celestial",
      "pole. We can now add one more Saturnian characteristic of this god: Like the Greek Diony-",
      "sus, he was also lauded as the year-lord.™",
      "Leaving Central America, we travel briefly to China where we learn that the chaos out of",
      "which Creation progressed was equivalent to Huang-Ti, the Yellow Emperor, whom we",
      "have already encountered as a personification of the planet Saturn.” Others, however,",
      "maintain that from chaos was born P’an-ku, the entity responsible for Creation.® The Com-",
      "pendium of Wong-shi-Shing recounts how “P’an-ku came forth in the midst of the great",
      "chaotic world,” having “existed before the shining of the light.” We are further told that:",
      "“After the chaos cleared away”—or after “the chaotic state passed away”—“heaven",
      "appeared first in order, then earth.” Parallel statements inform us that “the atmosphere had",
      "changed in character” —or “the atmosphere gradually cleared” —which seems to be the same",
      "as saying that the chaotic state had cleared. We can perhaps also understand this as meaning",
      "7” N. Baldwin, op. cit., p. 29.",
      "8 Tbid., p. 54.",
      "8 Ibid., p. 54.",
      "® Tbid., p.8.",
      "9 Ibid., p.8.",
      "® Tbid., p. 47.",
      "® Ibid. p. 47.",
      "8! D. H. Kelley, “The Nine Lords of the Night,” Contributions of the University of California—Archaeological",
      "Research Facility, No. 16 (Berkeley, October 1972), p. 63.",
      "® M. Soymié, “China: The Struggle for Power,” Larousse World Mythology (London, 1972), p. 274.",
      "® Ibid., p. 275."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 318,
    "content": "\n5» MOS Seat al ae Oa\nA ie INO\nRG ean ei OX TR Sae Q  \\s\nTOG | ate:\nOx RANG   oly,\nPea SSO Nahi\nOK aN.       i}   v    Va: AK     p    TIN nee\nON KIPTN G sale 2 LO 7-",
    "bibliography": [
      "Og i NG Se oe",
      "tl 0 eee    aN cee: sa U 8 anes ANd a",
      "SPALY      AG    Bo   in   ag    \\ 788 by NV ls",
      "“yh! fi   ,    eee ©) nom 4   Lge by    an ea) a bi",
      "ay   Hy       ao    , E  ve  ‘3  on  | awa",
      "BNAMIAG,. 9 8   oe Adee    Bn RTA AD",
      "Aztec sculptors carving out the great Sun Stone, also known as the Calendar Stone, which depicts",
      "(illustration by John Green.)",
      "Tonatiuh, identified in the Codex Borgia as the sun of night, in the centre. The Stone, 12 feet in dia-",
      "meter, and weighing 24 tons, is now housed in the National Museum of Anthropology in Mexico City.",
      "(filustration by John Green.)"
    ],
    "captions": []
  }
]