[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 404,
    "content": "\nto sink into our planet’s flexible surface before the crust would have time to realign itself. “A\nredistribution of mass” due to meteoric or asteroidal impact would probably suffer a similar\nfate, as so, likewise, would any “filling with lava of the resulting impact basins.” Schultz’s\nmechanism might work for Mars and other Mars-like bodies, but it leaves Earth’s theorized\nwandering poles still without a water-tight explanation.?!\nLAST INTERLUDE\nA study of paleoclimates conducted in 1959 by J. Wyatt Durham zeroed in on what has\nnow become something of a litany to the readers of this work:\n“The occurrence of palms and other types of tropical vegetation in northern latitudes\nwhere temperate or frigid climates now hold sway; the finding of elephants and rhi-\nnoceroses frozen in the ice of Siberia; and the occurrence of tropical types of shells\nand corals in Europe: these were the kinds of fossils that caused speculation as to the\nconditions under which they had lived and that usually led to the conclusion that a\ntropical or ‘warmer’ climate had existed where they were found.”92\nYet, having reviewed the evidence he had at hand at the time, Durham could only con-\nclude his study with the following confession:\n“There seems to be no general agreement as to the causes of climate variation. Alter-\nnating intervals of high and low topographic relief of the earth’s surface, variation in\nheat due to internal radioactivity of the earth, changes in the composition of the at-\nmosphere, variation in radiation from the sun, astronomical and cosmical changes,\npresence of large amounts of volcanic dust in the earth’s atmosphere and variations in\ncirculation patterns are some of the causes that have been evoked to explain the\nchanges.”\nDurham could have added the theories of polar wandering and the shifting crust, to say\nnothing of axial tilts, to his list; his conclusion would not have been affected. More than four\ndecades later, paleoclimatologists and paleontologists remain in a quandary as to the actual\nmechanism that would have caused tropical and sub-tropical flora and fauna to thrive in what\nare now the two coldest areas on Earth.\nDoes not our own hypothesis which posits the Saturnian sun, a former brown dwarf star,\nto have been permanently stationed in Earth’s north celestial pole, bathing the northern re-\ngions, especially the Arctic circle, with constant light and heat, more readily fill the bill?\nWould not such a milieu account for the sub-tropical plants in the Arctic which, in tum, fed\nthe sub-tropical animals that thrived within the same region? Would not such a system, en-\ncased in a plasma sheath, with perhaps an Earth possessing a denser atmosphere than at pre-\nsent, have also ensured a sub-tropical climate in all latitudes, including Earth’s south pole?\nWould not this also account for the growing consensus among paleontologists that such sub-\ntropical flora and fauna originated in the Arctic from where they extended themselves farther\nsouth? Wandering poles would not then be called for; neither would a shifting crust or a\ntilting of the axis.",
    "bibliography": [
      "91 For a detailed history concerning theories of polar wandering, the reader is referred to J. White, Pole Shift",
      "(N. Y., 1980).",
      "Sr Decham, “Paleoclimates,” in P. Cloud (Ed.), Adventures in Earth History (San Francisco, 1970), p.",
      "92 J. W. Durham, “Paleoclimates,” in P. Cloud (Ed.), Adventures in Earth History (San Francisco, 1970), p.",
      "® Did, pp. 820-821.",
      "404",
      "809.",
      "93 Ibid., pp. 820-821."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 405,
    "content": "\nChapter 20\nThe Axial Coupling\nTHE PROBLEM\nhen I first introduced the Saturnian system to the general public in 1978, I myself\ndescribed it as one which “inspires disbelief and contradicts every known tenet of\ncelestial mechanics as we believe in them today.”' To which I added:\n“This unique positioning of Saturn [i.e., its axial coupling with Earth] has been the\ngreatest stumbling block in the unraveling of the Saturnian mystery. We are also\naware that this supposition is open to the greatest criticism.”\nSince then, I have continued to refer to the Saturnian system, model, and scenario as be-\ning bizarre in the extreme.\nThe problem did not merely consist of the fact that there were no such coupled bodies\nknown from anywhere in the Universe, let alone in the Solar System; it also consisted of the\nsupposition that celestial mechanics, as then known, would not allow for such a coupling. An\nadded problem was the fact that, in the 1970s, neither of the two main proponents of the Sat-\nurn theory, David Talbott and myself, were experts in celestial mechanics. Thus, when John\nGibson asked Talbott in an interview whether he thought that any astrophysicist could possi-\nbly accept the Saturn theory, Talbott replied with the words:\n“As a matter of fact, I’m going to go ahead...and not even worry about the physics of\nit all. Let’s face it: within any established frame of thought the whole thing is hilari-\nous. How could two planets rotate on the same axis in any stable configura-\ntion...Does that sound like something one could defend in any terms acceptable to\nmodern astronomy?”3\nAnd, when Gibson came close to insisting that Talbott “should suggest some physical\nprinciple which might account for the planetary configuration” he was describing, Talbott\nemphatically replied with: “No, absolutely not.” And added: “That would only make things\nworse. I’m not a physicist.”4\nNot happy with Talbott’s decision to avoid any attempt to solve the problem, I decided to\naccost some orthodox authorities with this mechanical conundrum. Five of them promised to\nlook into the matter despite their obvious disbelief, although they all compelled me to keep\ntheir names out of the literature, at least until such time as their endeavors showed any",
    "bibliography": [
      "1D. Cardona, “The Mystery of the Pleiades,” KRONOS III:4 (Summer 1978), p. 38 (emphasis in original).",
      "2 Ibid.",
      "3D. N. Talbott, in J. Gibson, “Saturn’s Age,” Research Communications NETWORK, Newsletter #3 (October",
      "15, 1977), p. 4.",
      "4 Ibid. (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 406,
    "content": "\n@ : Zs «",
    "bibliography": [
      "David Talbott",
      "(Photograph—2000—by the author.)"
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 407,
    "content": "results. Their fear of being ridiculed by their peers for even considering such an outrageous\nastronomical system was spelled out in no uncertain terms. Since I have never been released\nfrom this pledge, I remain unconditionally bound to safeguard their identity and reputation to\nthis day even though, as of this writing, they have all passed away but one.\n\nOver the years some calculations petered in but, without exception, they all involved\nsome amendment of the model they were meant to quantify. This was not much help since no\nproblem can be solved through its own modification. The answer to a question is unaccept-\nable if the question itself is altered. When I pointed this out, I was lectured on the scientific\nmethod and told I was being stubborn. In the end, the verdict was that my model was physi-\ncally impossible. The argument that Wegener’s model of shifting continents was also once\nthought to be impossible went unheeded. My five staunch mechanists deserted me, leaving\nme with a pile of impressive calculations that explained everything except what I had wanted\nthem to explain.\n\nBOLD ENDEAVORS\n\nThroughout the years there were various bold endeavors, and even a few competing theo-\nries, all vying to resolve the axial and other dilemmas of the Saturnian, or Saturnian-like,\nconfiguration. There would be no point, however, in detailing these efforts although fairness\ndemands that they should at least be mentioned.\n\nAmong those with a competing theory was the analytical chemist, Frederic Jueneman,\nwhom we have met on several occasions in the past pages of this work. Contrary to the thesis\nbeing presented here, Jueneman opted for the planet Mars as having been the immobile bo-\nreal sun of which the mytho-historical record speaks.>\n\nThere was also Earl Milton, a spectroscopist working out of the department of Physics at\nthe University of Lethbridge, Alberta, Canada. Having already questioned the presently ac-\ncepted tenets of astrophysics, he did not see the axial coupling of Earth with proto-Saturn as\nan insoluble problem but simply as one concerning a scheme with which he did not entirely\nagree.© This was not to be wondered at because he, also, had been working on a model of his\nown. This was based on a scenario reconstructed by his colleague, Alfred de Grazia. Unfor-\ntunately, while de Grazia acknowledged the universality of the mytho-historical record, he\nshowed a distinct penchant for using Greek sources as the yard-stick against which to meas-\nure his cosmic scheme. Thus, de Grazia saw it as imperative to accommodate the Greek gen-\neration of gods in which each deity was considered to have been the offspring of the preced-\ning one. In following Immanuel Velikovsky, who had interpreted the birth of Athena from\nthe head of Zeus as the actual ejection of the planet Venus from the planet Jupiter, de Grazia\ndeceived himself into believing that, similarly, the ejection of one planet from another has to\nbe implied by all such divine births.’? And Milton, unfortunately, followed suit. This resulted\nin a hypothesized sequence of planetary fissionings and ejections— Uranus and Saturn from\nwhat Milton and de Grazia termed super-Uranus, Jupiter from Saturn and, finally, still fol-\nlowing Velikovsky, Venus from Jupiter.",
    "bibliography": [
      "5F. B. Jueneman, Limits of Uncertainty (Chicago, 1975), pp. 83 ff.",
      "© E.R. Milton to D. Cardona, June 16, 1978, private communiqué.",
      "7 A. de Grazia, Chaos and Creation (Princeton, 1981), in toto.",
      "8 Ibid., A de Grazia and E. R. Milton, Solaria Binaria (Princeton, 1982), in toto, for further objections to",
      "Milton & de Grazia’s model and scenario, see D. Cardona, “The Road to Saturn,” Part II, AEON 1:3 (May",
      "1988), pp. 115-119."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 408,
    "content": "\nBasel A meal Wid, o)\n3 “ We Sy",
    "bibliography": [
      "NT",
      "The birth of Athena from the head of Zeus—the myth that deceived Immanuel Velikovsky",
      "into believing that the planet Venus had been ejected from the planet Jupiter.",
      "(lustration from the back of an Etruscan mirror.)"
    ],
    "captions": []
  }
]