[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 469,
    "content": "\n“The appearance of the clouds would be affected by the star’s rotation. If a dwarf\nturns fast enough, the spin could drive the clouds into a stellar weather system much\nlike the bands on Jupiter.”\nOr, one might add, also like the bands on Saturn—although, to be sure, the proto-Sat-\nurnian latitudinal cloud bands only became apparent toward the end of the configuration’s\nexistence.\nTHE ACCRETION DISK MODEL\nTogether with the existence of planets in extra-Solar systems, the discoveries enumerated\nabove have added further havoc to the current theory of planet formation. As Zapatero-\nOsorio has stated: “The formation of young, free-floating, planetary-mass objects like these\nis difficult to explain by our current models of how planets form.”6 And: “The most\nintriguing question now is how can we explain the formation and evolution of planetary-mass\nobjects outside the solar system?” And, in a press release: “These free floaters may pose a\nconsiderable challenge to current theories about how planets form.”7!\nThere was a time when the formation of the Solar System planets was believed to have\nbeen due to material being drawn out of the Sun by a close passing star. This theory was\nhowever discarded in favor of the one now accepted in which the planets are theorized to\nhave formed from the same gas cloud that collapsed through its own gravity to form the Sun\nitself. The material remaining after the Sun had formed is said to have continued to circle the\nSun in its equatorial plane. Known as an accretion disk, this gaseous cloud continued to col-\nlapse into smaller clumps of matter, which clumps eventually aggregated into the planets and\nat least some of their accompanying satellites. There have been various other theories, but the\naccretion disk model became the one most widely accepted.\nWhen it comes to extra-solar systems, however, it has recently been discovered that the\naccretion process encounters difficulties. Thus, for instance, 90% of the young stars known to\nexist in the Orion nebula are surrounded by so-called accretion disks “that could potentially\nclump into new worlds.” But, as Kathy Svitil noted, “making a planet, it turns out, isn’t all\nthat easy to do.”72\n“TRobert] O’Dell christened these disks ‘proplyds,’ for protoplanetary disks. The\nname may actually be a misnomer, because these disks will evaporate within a mil-\nlion years, probably before planets can form.”\n“Intense radiation streaming from the nebula’s brightest infant stars can stop the\nprocess in its tracks, says astronomer C. Robert O’Dell of Vanderbilt University in\nNashville, Tennessee. ‘Radiation evaporates away the disks in a few hundred thou-\nsand years or less,’ he says, leaving little or no time for planets to coalesce.”",
    "bibliography": [
      "68S. J. Goldman, loc. cit.",
      "© M. Fox, loc. cit.",
      "1% Science (October 2, 2000), as quoted by I. Tresman, “18 Possible Planets Lacking a Star,” SIS Internet",
      "Digest, 2000:2, p. 13.",
      "71 As quoted by I. Tresman, “Intersect 2001 Conference,” in ibid., 2001:2, p. 13.",
      "72K. A. Svitil, “Planets in Peril,” Discover (August 2001), p. 11.",
      "3 T. P. Ray, “Fountains of Youth: Early Days in the Life of a Star,” Scientific American (August 2000), p. 45.",
      "74K. A. Svitil, loc. cit."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 470,
    "content": "\nThese protoplanetary nebulae, says Sun Kwok, “evolve rapidly and exist a mere one\nthousand years.” 75\n“But similar disks in milder environments,” Thomas Ray opined, “should indeed sur-\nvive long enough to give birth to planets.”7° But how can such disks ever be in a milder\nenvironment when they are supposed to exist around newly-forming stars?\nSo, likewise, in another extra-solar system which consists of two newly discovered plan-\nets orbiting around 47 Ursae Majoris. What makes this system doubly interesting is that, un-\nlike others previously discovered, it resembles mostly our own Solar System. One of these\nplanets has been calculated to have a mass equivalent to 2.6 that of Jupiter, with the other\ncontaining a mere 0.76 of Jupiter’s mass. The two planets therefore “have about the same\nmass ratio as Jupiter and Saturn.” Moreover, unlike other previously discovered extra-solar\nsystems, the planets around 47 Ursae Majoris travel in circular, rather than elliptical, orbits.\nAs Debra Fischer noted: “Now, for the first time, we have a system that looks like it had a\ngentle dynamical history, similar to our own solar system.” What is germane to our present\ntopic, however, came to light when Greg Laughlin conducted a computer simulation of the\nsystem only to discover that “the gravity of the larger inner planet would jostle planetesimals\nin the star’s habitable zone, preventing them from aggregating into a terrestrial planet.”7”\nGranted that the above may be considered unique examples, what about our own Solar\nSystem? Despite everything that had been claimed previously, back in 1960, W. H. McCrea’s\ncalculations indicated that planets could not have originated by aggregation between the orbit\nof Jupiter and the Sun.”8 That same year, R. A. Lyttleton confirmed this assumption through\nhis own calculations, again showing that the terrestrial planets, that is those within the orbit\nof Jupiter, could not have formed from the so-called accretion disk, but must have originated,\nby disruption, from the giant gaseous planets themselves.”? Not everyone agreed, however,\nand, in 1979, Robert Jastrow was still claiming general ignorance when it came to the forma-\ntion of our Solar System’s inner planets. As he wrote:\n“We can understand the birth of the giant planets of the solar system—Jupiter, Saturn,\nUranus, and Neptune...But the smaller planets—the earth, Mars, Venus and Mer-\ncury—their origin is a mystery. Somehow they collected out of tiny grains of matter\nand developed into full-sized planets. We may never know exactly how the earth and\nits sister planets were born.”8°\nBy 1997, there were other astrophysicists who began questioning the theory of planet\nformation through the core accretion mechanism,®! so that it eventually had to be admitted\nthat the accretion disk model falls flat on its face. By then, Uranus and Neptune were made to\njoin the terrestrial planets as being impossible to have been formed through the accretion\nprocess. As Joshua Roth stated: “Pity Uranus and Neptune...no one can even explain why\nthey exist.”82 Agreeing with what has now become the general consensus, Roth declares that",
    "bibliography": [
      "75 §, Kwok, “Mining for Cosmic Coal,” Astronomy (June 2002), p. 49.",
      "76 T. P. Ray, op. cit., p. 46.",
      "77R. Naeye, “A Planetary System Like Our Own?” Astronomy (October 2001), p. 20.",
      "78 W. H. McCrea, Proceedings of the Royal Society, Vol. 256 (May 31, 1960).",
      "79R. A. Lyttleton, Monthly Notices of the Royal Astronomical Society, 121 #6 (1960); idem, Man’s View of the",
      "79 R. A. Lyttleton, Monthly Notices of the Royal Astronomical Society, 121 #6 (1960); idem, Man’s View of the",
      "Universe (Boston, 1961), p. 36.",
      "80 R, Jastrow, “Genesis Revealed,” Science Digest (Winter 1979), pp. 38-39.",
      "81 A. P. Boss, “Giant Planet Formation by Gravitational Instability” and J. Glanz, “Worlds Around Other Stars",
      "Shake Planet Birth Theory,” as cited in THOTH, electronic newsletter sponsored by KRONIA Communications,",
      "Vol. I, No. 18 July 3, 1997), p. 7.",
      "Vol. I, No. 18 (July 3, 1997), p. 7.",
      "82 J. Roth, “A Fiery Birth for Frigid Worlds?” Sky & Telescope (July 2002), p. 20."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 471,
    "content": "“core accretion would take tens or hundreds of millions of years—and the protoplanetary\ndisks that are seen surrounding other infant suns don’t seem to last that long.”83 In fact, as-\ntrophysicists have no further qualms about speaking of “short disk lifetimes.” *+\n\nBut if not through accretion, through what method are planets formed?\n\nPLANETARY EJECTIONS\n\nWhen it comes to free floaters in space, one suggestion that has been proposed by Za-\npatero-Osorio is that “perhaps these objects were ejected from their orbits from their original\nbirth-places around the stars.”85 Kailash Sahu was of similar opinion when he asked: “Could\nthey be planets torn from their parent stars...?”®° In order to accept this, however, it needed\nto be shown that at least some of these free floaters, including brown dwarfs, must still be\nexisting in orbit around some stars. News of such a brown dwarf did not take long in coming.\n\nActually, there already had existed indirect evidence for several brown dwarfs orbiting\naround stars. But direct evidence did eventually filter through. This concerned a brown dwarf\nthat Michael Liu and his colleagues discovered through the infrared adaptive-optics systems\nof the Gemini North and Keck telescopes. What these optic systems disclosed was a brown\ndwarf “glowing faintly” around the “Sun-like star” known as 15 Sagittae.8’ If nothing else,\nthis takes care of the objection that the sub-brown dwarf that was proto-Saturn had no busi-\nness residing, or settling, within the Solar System. Moreover, in comparison to our Solar\nSystem, the proximity of the brown dwarf in question to 15 Sagittae, “as little as 14 astro-\nnomical units,” would have positioned it “between Saturn and Uranus,”® not far from the\nvery locality in which proto-Saturn itself finally settled.\n\nWhat is also interesting is that, according to Liu, this brown dwarf “is too massive to\nhave formed within a circumstellar disk like a planet.”8° While expressing his belief that\n“there are a diversity of physical processes that act to populate the outer regions of exoplanet\nsystems,”® Liu did not venture to say by what possible procedure such a dwarf could have\nbeen formed. Bo Reipurth, on the other hand, has proposed that “brown dwarfs begin their\nlives as protostellar ‘embryos’ just like ordinary stars—but are gravitationally ejected from\ntheir parent gas clouds before they have time to grow.”\n\nBut what of the planets in our own Solar System? Planetary ejection had been proposed\nby orthodox astronomers long before the discovery of extra-solar planets. But this was an\nentirely different mode of ejection in which small planets were theorized to have been ejected\nby larger ones. In 1989, V. N. Zharkov and A. V. Kozenko revived this theory by again pro-\nposing that Jupiter must have ejected an “embryo” which then initiated the formation of Sat-\nurn, with further ejected “embryos” forming the planets Uranus and Neptune.” In 1993,\nwhile questioning the very process of what he termed “the often-invoked idea that planets all\ncondensed from a collapsed cloud of material in orbit around the Sun,” Thomas Van\nFlandern proposed that cosmic bodies are emitted by a fast rotating parent. Thus, according",
    "bibliography": [
      "83 Ibid.",
      "Ibid.",
      "54D. Kaisler, “The Puzzles of Planethood,” Sky & Telescope (August 2002), p. 37.",
      "85M. Fox, loc. cit.",
      "86 W. Schonmaker, “Mystery Objects Wander M22,” Astronomy (November 2001), p. 32.",
      "aD. Tytell, “Brown Dwarf Imaged Close to a Star,” Sky & Telescope (April 2002), p. 24.",
      "89 Ibid.",
      "% Ibid.",
      "91 Ibid.",
      "92 V.N. Zharkov & A. V. Kozenko, “On the Role of Jupiter in the Formation of the Giant Planets,” Earth",
      "Physics Institute, Academy of Sciences of the USSR (January/February 1990)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 472,
    "content": "to him, stars give birth to planets, while planets, in turn, give birth to satellites. Moreover,\nthese emissions are initially jettisoned out in opposite and aligned directions, before being\nscattered in equatorial planes.% In fact, as we have seen, astrophysicists began speaking of\nplanets “birthing punier planets” purely as a matter of fact.% If nothing else, this demon-\nstrates that alternative theories claiming that the Solar System planets have been ejected from\nother planets, so much ridiculed when proposed by Immanuel Velikovsky in 1950, have\nmore than once been proposed by academia.\n\nThe planetary ejection models developed by those mentioned above differ from each\nother, as they also differ from the one propounded in this work. Here we follow what is being\ndiscovered in our immediate spatial neighborhood, which continues to lend credibility to all\nthose who have been stressing the plasma and electric nature of the Universe. In this respect,\nHalton Arp had the following to offer:\n\n“The assumption in cosmogony until now has been that all bodies in the universe\ncondensed out of a uniformly spread, homogeneous medium and hierarchically ag-\ngregated to their current sizes. The evidence, however, is that proto-bodies are ejected\nfrom previously existing parent bodies and subsequently grow to their presently ob-\nserved sizes. We have seen this strongly in the formation of galaxies, quasars and\ncluster galaxies and quasars...We are seeing it now in the formation of planets.”95\n\nBut bear with me a wee longer while we back-track a little and I promise that, by the end\nof this last chapter, we will have managed to drive our ultimate peg into its hole.\n\nASTRAL EJECTIONS\n\nLet us move far out in space into the dominion of galaxies. How are galaxies formed?\nThe theory that new galaxies are formed by ejection from older galaxies harks back to 1957\nas adduced by Viktor Ambarzumian,® who has long been regarded as a hero of science in his\nnative Armenia. This theory has also been one of the mainstays of Halton Arp’s career.\nMeanwhile, Hannes Alfvén had for long suggested that plasma filaments, which have since\nbeen detected in space in quantum sufficit, are responsible for the formation of galaxies. An-\nthony Peratt, a former student of Alfvén who later acted as his secretariat, and who has since\nbecome a renowned plasma physicist presently working at Los Alamos National Laboratory,\ndecided to test Alfvén’s hypothesis. What Peratt discovered in the laboratory is that “plasma\nfilaments tend to twist up into what look like tiny spiral galaxies.” Through computer simu-\nlation, he then scaled the action up to galactic size. Starting with two parallel filaments that\nare drawn together by their magnetic fields, and followed by what Eric Lerner called “a pro-\nlonged mating dance,” the filaments merged into a single structure that correctly mimicked a\nbona fide spiral galaxy. Some of these simulations even produced the poleward jets seen\nemanating from real-life galaxies.”\n\nAs Lerner noted, computer simulations are one thing, the real Universe is quite another. It\nwas, however, not long after Peratt had published his results that, in 1984, real filaments,\nmore than a hundred light-years long, were observed at the centre of our own galaxy, the\nMilky Way. As Lerner reported:",
    "bibliography": [
      "%3'T. Van Flandern, Dark Matter, Missing Planets and New Comets (Berkeley, California, 1993), pp. 141-142.",
      "94 J, Glausiusz, “Solar Revisionism,” Discover (March 2000), p. 54.",
      "95H. Arp, Seeing Red: Redshifis, Cosmology and Academic Science (Montreal, 1998), p. 222.",
      "% Ibid., pp. 84, 230.",
      "97 E, J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), pp. 74-75."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 473,
    "content": "Pe                a\n\"i.\n;   .       4                           ’ m A Ms\ni ae             —_\nere\niis\nNet\nAnthony Peratt\n(Photograph—2000—by Wallace Thornhill.)",
    "bibliography": [
      "4B"
    ],
    "captions": []
  }
]