[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 339,
    "content": "\nfact, the original ritual was conducted in honor of the naupa runa, the old ones of legend,\nwho, it was said, lived before the Sun was born.!0©\nTHE DISTANT SUN\nIn the slow approach of the Saturnian system toward our present System, the Sun should,\nat some point, have become visible as a star which would then have been seen to slowly grow\nin size. Does primitive man remember anything of the sort?\nRecords of the slowly approaching Sun are somewhat rare. But then there is another point\nto consider. In view of the immobile Saturnian sun which shone perpetually above him,\nwould prehistoric man have really paid much attention to a slowly growing pin-point of light\nin the sky? And, of those that did, how many might have forgotten what to them would have\nseemed an unobtrusive circumstance? As Thornhill rightly claimed, “the [Saturnian] celestial\neffects as viewed from Earth would have been so dramatic that it seems to have completely\novershadowed even the growing appearance of the Sun as this loomed closer.”!07\nAnd yet, the Okanagan Indians seem to have retained just such a memory when they\nspeak of that time, “long, long ago, when the sun was young and no bigger than a star...” 18\nFor the first time in the history of mankind, a light other than Saturn’s managed to shine\nthrough the night of nights.\nThe Ipurinas of the Upper Amazon not only preserved a similar record of the Sun’s origi-\nnal small size but also of its growing larger as Earth drew nearer.\n“The ‘sun’ they tell...was originally very small, hardly ‘a nail’s breadth’ across. But\none day it suddenly began to grow till it was ‘a span’ across. Then the waters began to\ntise and overflowed the world.”!\nrise and overflowed the world.”!\nA similar belief concerning the subject at hand is also to be found among the Sia of New\nMexico which, like that of the Ipurinas, also adds some interesting aspects of its own. As it is\nrelated by these people:\n“When the sun was far off, his face was blue; as he came nearer, the face grew\nbrighter. Yet they did not see the sun himself, but only a large mask which covered\nhis whole body.” !!©\nThe main interesting point behind this ancient conviction is that the Sun was not merely\nremembered as having been smaller in size, or that it grew in size, but that it had actually\nonce been “far off.” It also correctly presents the view that the Sun “grew brighter”\nas it came nearer which, logical as this would be, is not mentioned in the other records we\nhave examined. The other additional point it mentions is that, when the Sun was still much\nfarther away, its face was blue. What this might relate to will be explained in the proposed\nsequel to this work.\nIn the meantime, and in order to forestall an objection, let us again look at our hypothesis\nfrom an astronomical point of view. When, in 1978, I had sent rough drafts of the above",
    "bibliography": [
      "1061, McIntyre, “Believers in the Mountain Gods,” in R.S. Bennett, Lost Empires—Living Tribes (Washington,",
      "D.C., 1982), pp.261-265.",
      "107 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 40.",
      "108 H. H. Bancroft, The Native Races of the Pacific States, Vol. 111 (London), p. 149; see also H. S. Bellamy,",
      "Moons, Myths and Man (London, 1936/1949), p. 244.",
      "109 H. S. Bellamy, In the Beginning God (London, 1945), p. 120.",
      "HOR. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p.36."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 340,
    "content": "\nproposition to various reviewers, some of them objected with the following. It was reasoned\nthat, if the Sun had first appeared “no bigger than a star,” it would have taken more than the\nentire length of man’s sojourn on Earth for it to come close enough to appear of the size of\nthe present Sun. As the late David Griffard pointed out:\n“As point sources...apparent differences in the size of stars are only differences in\nbrightness. To appear literally as an ordinary star (about 3rd or 4th magnitude) as\nseen on a clear night, the present Sun would have to be removed about 10 light-years.\nEven if much closer and really, say, at zero magnitude...it would still have been four\nor five light-years away.\n“With present rates of relative stellar motion as guidelines, the growth from star to\nSun would have taken many tens of thousands of years even if the fastest observed\nclosing speed (about 60 mi/sec) is chosen; if at slower, more common speeds, (e.g. 12\nmi/sec), many eons longer.” !!!\nIt is, then, the words “no bigger than a star” that seems to have led to the objection. “No\nbigger than” should not, however, be construed to mean “no closer than.” In any case, who\never said anything about the size of the approaching Sun having been of 3rd or 4th magni-\ntude? Obviously, the Okanagan Indians, who were not astronomers, were not using this term\nin a strictly astronomical sense. They were merely reporting what their ancestors had claimed\nto have seen.\nBesides, as Griffard himself pointed out, “if first seen, say from the distance of Pluto\n(taken as an arbitrary estimate of the limits of the Sun’s domain) the Sun conceivably could\nhave appeared star-like and the time-line be reduced.” !!2 And, true enough, as seen from the\nvicinity of Pluto, the Sun is still no bigger than “a bright star,”1!3 described as a “pinpoint\nSun” even though “intensely bright.”!!4 At Pluto’s mean distance from the Sun, taken at\n3,656 million miles, and traveling at 12 mi/sec, Earth would have reached its present position\nin the Solar System in a mere ten years—but only if it had invaded the System in a direct\nvector. The probability, however, is that, once captured within the Sun’s attractive force, the\nSaturnian system would have slowly spiraled in, much in the manner hypothesized by\nastrophysicists in relation to their revised history of the Solar System as outlined above. Such\nan entry could have taken any number of years in excess of ten. Astronomers are fond of\ndescribing such events as having taken millions of years. Will they here allow me at least a\nfew thousand?\nBut then the reader might have—should have, really—noticed a discrepancy in our\nthinking at this point. How could the Sun, appearing no bigger than a star, have been visible\nthrough our plasmasphere when that same plasmasphere has been theorized to have been\nopaque enough to blot out the stars? Can we have our cake and eat it too? Of course not. And\nhere a confession is in order.\nI have presented these mytho-historical snippets concerning the approaching Sun as if the\nevent took place during the age of darkness when, in truth, the event took place later. In other\nwords, I have presented these data out of chronological sequence merely to make my point.\nThe approaching Sun, appearing no bigger than a star, became visible to Earth’s inhabitants\nat that time when the plasmasphere came in contact with that of the Sun itself. As Thornhill",
    "bibliography": [
      "111 D, Griffard to D. Cardona, March 9, 1980, private communiqué.",
      "112 Ibid.",
      "113 . Ferington, The Far Planets (Richmond, Virginia, 1990), p.132.",
      "114 R.A. Gallant, Our Universe (Washington, D.C., 1980), p.200."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 341,
    "content": "explained: “The size, shape and colour of the envelope of proto-Saturn would have been\ndisturbed as soon as the plasmaspheres of the Sun and proto-Saturn collided.” !!5 Thus, on\ncontact, the wavelength of the proto-Saturnian plasmasphere changed, resulting in the loss of\nits opacity. To be sure, much more than that ensued but that is left to the planned sequel to\nthis work.\n\nSEVENTH INTERLUDE\n\nWe can now add to our set of theses which will read as follows:\n\nHypothesis #1: That, from what can be deduced from ancient as well as primitive\nastronomical lore, Earth had once been a satellite of the planet Saturn, originally a brown\ndwarf star, which, because of its proximity, loomed large in the sky as a distinct disc larger\nthan the apparent size of the full Moon.\n\nHypothesis #2: That, still according to ancient astronomical lore, during this\nindeterminate period, Satur was the only visible celestial body in Earth’s primordial sky.\n\nHypothesis #3: That, as seen from Earth, the Saturnian primary did not rise and/or set, but\nremained visibly immobile at all times.\n\nHypothesis #4: That Saturn’s immobility was due to the fact that Earth was stationed\ndirectly “beneath” Saturn’s south pole and that, from Earth, Saturn therefore appeared to be\npermanently fixed in the north celestial sphere, the very place now occupied by the Pole Star.\nWhat this also means is that Saturn and Earth were linearly aligned with both of them sharing\nthe same axis of rotation.\n\nHypothesis #5: That both Earth and Saturn were embedded in a plasmasphere centered on\nproto-Saturn, the opacity of which enabled proto-Saturn’s radiation to be reflected toward all\nterrestrial latitudes.\n\nHypothesis #6: That, according to some of man’s earliest memories, Earth was originally\nengulfed in what our ancestors persistently referred to as darkness. This was an age which,\ndespite its remoteness in time, ended up etching itself indelibly in human consciousness. It\nwas a time during which the Sun, the Moon, and the stars were not yet visible in the sky.\nSaturn ruled alone.\n\nHypothesis #7: This age, we have also found out, could not have been one of total\ndarkness, and that, in fact, mankind itself remembers that the Saturnian deity actually shed a\nfeeble light. The terrestrial environment during this age was bathed in a perpetual twilight or,\nrather, a protracted dawn, which man remembered as the dawn of Creation.\n\nHypothesis #8: Proto-Saturn’s illumination, feeble as it might have been, together with\nthe plasmasphere’s opacity are recognized as the means by which the stars were kept from\nvisibility. The plasmasphere’s opacity, however, would probably not have been enough to\nblot out the Sun..\n\nHypothesis #9: That, during this period, a nebulous entity, which our ancestors had\ndifficulty in describing clearly, surrounded the Saturnian primary. We have conjectured this\nentity to have been a placental cloud, or circumstellar disk, surrounding the Saturnian orb.\nThis entity seems to have been that to which the ancients alluded to as Chaos.\n\nHypothesis #10: During this same unspecified period, the Saturnian orb was seen to float\nover an apparition which, to ancient man, looked like water, a cosmic ocean. This “water”\nwas probably the same nebular disk which, spinning slowly, would have had the appearance\nof a celestial whirlpool.\n\nHypothesis # 11: That, due to Saturn’s immobility, and the absence of the Sun, ancient\nman had nothing at his disposal by which he could calculate the passage of time.",
    "bibliography": [
      "115 W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 342,
    "content": "Hypothesis #12: That, judging by the totality of parameters inherent in all the above, the\nSaturnian system, that is including Earth, was at this time exterior to the Solar System,\ntravelling as a unit through the blackness of space. This would then explain the oft repeated\nabsence of the Sun during the time in question.\n\nHypothesis #13: That, at a later time, Saturn shone much brighter than it had previously\ndone, bright enough for ancient man to allude to it consistently as a sun.\n\nHypothesis #14: That this primordial Saturnian sun shone during that time we today call\nthe night.\n\nHypothesis #15: That, at some point in time, as the Saturnian system drew closer to the\nSun, the Saturnian plasmasphere changed its wavelength, thus robbing it of its former near-\nopacity. It was at this time that ancient man was able to catch a glimpse of the slowly ap-\nproaching Sun, at first appearing no bigger than a star, but growing ever larger and brighter.\n\n342",
    "bibliography": [
      "Hypothesis #12: That, judging by the totality of parameters inherent in all the above, the",
      "Saturnian system, that is including Earth, was at this time exterior to the Solar System,",
      "travelling as a unit through the blackness of space. This would then explain the oft repeated",
      "absence of the Sun during the time in question.",
      "Hypothesis #13: That, at a later time, Saturn shone much brighter than it had previously",
      "done, bright enough for ancient man to allude to it consistently as a sun.",
      "Hypothesis #14: That this primordial Saturnian sun shone during that time we today call",
      "the night.",
      "Hypothesis #15: That, at some point in time, as the Saturnian system drew closer to the",
      "Sun, the Saturnian plasmasphere changed its wavelength, thus robbing it of its former near-",
      "opacity. It was at this time that ancient man was able to catch a glimpse of the slowly ap-",
      "proaching Sun, at first appearing no bigger than a star, but growing ever larger and brighter."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 343,
    "content": "\nChapter 17\nLife Beneath a Brown Dwarf\nTIGHT ORBIT\nStar\nould mankind have survived had Earth and its Saturnian sun not been captured by\nour present Solar System?\nWhy not? In fact, as Wallace Thornhill has correctly speculated, life might have\nbeen much better suited to Earth as a satellite of the brown dwarf star that was proto-Saturn\nout in the far reaches of space.! Nor is this merely Thornhill’s conjecture. Astronomers are\nnow voicing similar propositions.\nThere was a time, not so long ago, when the idea of life surviving on a planet heated by a\ndwarf star in the coldness of space outside our Solar System would have been deemed bizarre\nin the extreme. Newer studies and discoveries, however, have tended to make such a scenario\nquite palatable. Thus, those who have sought signs of habitable worlds other than our own\nare now looking to dwarf stars to furnish such evidence. Ken Croswell put it in a nutshell\nwhen he stated that: “Far from being desolate backwaters, red dwarfs may harbour an abun-\ndance of alien life.”\n“It was always thought that any planet orbiting a red dwarf would be an extremely\nunlikely place to find life. But it now looks as though these dim red suns could har-\nbour most of the Galaxy’s life-bearing worlds.”3\nFor one thing, as Croswell notes, stars like our present Sun are relatively rare while four\nout of every five stars in our Galaxy happen to be red dwarfs. These stars have a somewhat\ncool core and the nuclear reactions which are believed to fuel them take place at a slow rate.\n“The nearest red dwarf—Proxima Centauri, which is 4 light years from Earth,” notes Cros-\nwell, “emits less visible light in a century than the Sun does in a week.” It is no wonder,\nthen, that dwarf stars had earlier been ruled out as sustainers of habitable planets.\nThis problem has now been overcome by positing planets “huddled close enough” to such\nstars, which contiguity would ensure “a balmy climate.” As Croswell explains: “For a red\ndwarf with one-hundredth of the Sun’s brightness, for instance, a planet would be at a suit-\nable temperature if it circled ten times closer to its parent star than the Earth does to the\nSun.”\n“If you’d asked me a few years ago,” David Soderblom has been reported to have stated,\n“I would have said that red dwarfs have a very low probability of having life-bearing plan-",
    "bibliography": [
      "1 W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48.",
      "2K. Croswell, “Red, Willing and Able,” New Scientist (January 27, 2001), p. 29.",
      "3 Ibid.",
      "4 Ibid.",
      "5 Ibid."
    ],
    "captions": []
  }
]