[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 489,
    "content": "\n“In spite of his accomplishments in plasma waves, the electromagnetic nature of\ncomets, the critical ionization velocity prediction, the father of magnetohydrodynam-\nics, Hannes Alfvén spent most of his career developing a plasma cosmology [which]\nis complete and consistent and modern in-situ solar system measurements continue to\nsupport it.”5°\nAs we have seen above, it was Alfvén’s belief that the “vast magnetic vortices, operating\nthrough the pinch effect” can draw plasma together in space, which then itself forms not only\ngalaxies and galaxy clusters, but also stars and planets.5’ But what is this pinch effect?\nAn experiment conducted with an empty can of diet Coke, as explained by Thornhill, il-\nlustrates the phenomenon quite clearly. The can was placed in the centre of an electric coil\nthrough which a strong jolt of current was passed. The can instantly collapsed, catapulted\ninto the air, and came down too hot to touch. The manner in which the can collapsed was\nthrough a pinching effect around its middle, thus forming an hour-glass shape. As Thornhill\nexplains:\n“The response to the magnetic field [generated by the coil] occurred because the can\nis a metal and can conduct electricity. In space, plasma is a conductor and behaves in\nthe same way. It is this response to the magnetic force, created by a universal or ga-\nlactic discharge, that efficiently coalesces and heats diffuse dust and gas embedded in\nplasma to form galaxies and stars, or constrains the narrow jets of active galaxies. It is\nthis mechanism also which squeezes, heats, and jets material upwards against gravity\nin a powerful lightning discharge.” 8\nOr, in Peratt’s words:\n“[Cosmic bodies] are formed out of the original intersolar or intergalactic plasma\nthrough which the currents are flowing that causes the pinching of the plasma down\nto a dense state. Then, at least according to my book, or rather Alfvén and the De-\npartment of Physics at the Royal Institute of Technology, matter accretes inwards to\nform ‘planetisimals’ and eventually planets.”>?\nStill based on laboratory plasma experiments, this led Peratt to claim that Earth would\nhave formed at the same time that proto-Saturn itself did. As deduced “from laboratory\nframing pictures progressing in time” and “scaled to planetary dimensions,”®! Peratt could\nadd that:\n“Originally the plasmoids were all about the same size...But some accreted more ef-\nficiently and then cascaded to smaller terrestrials from the Giant Plasmoids [or Gas\ngiants] they had been...7his configuration could have been recorded anytime over the\ncourse of the development of man.”®",
    "bibliography": [
      "%6 Idem, on ibid., January 3, 2002.",
      "57 E, J. Lerner, op. cit., p. 74.",
      "58 W. Thornhill, The Electric Universe (Beaverton, Oregon, 1997), p. 21.",
      "°° A. L, Peratt, on Intersect, November 15, 2001.",
      "60 This is inferred from idem, on ibid., December 12, 2001.",
      "6! Ibid.",
      "62 Ibid (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 490,
    "content": "As Peratt, however, clarified, there is no reason for a particular plasmoid to condense at\nthe same rate as the others.® In fact, in keeping with scaled-down experiments, it is found\nthat “all of the plasmoids or planetisimals accrete matter at different rates, some finally hav-\ning captured enough material to condense in size gravitationally.”\n\nMoreover, Peratt is of the opinion that our Sun itself developed “out of a cosmic\npinch.” As he explained: “The planets, also created out of a cosmic pinch, presumably from\na current running parallel to the Sun’s, produced a polar column of plasmoids that retained\ntheir magnetic fields, even as they contracted to planetisimals [and eventually] to planets.”©\n\nThis would then explain his insistence that brown dwarfs do not emit jets, since the\nplanetary column would not have formed out of proto-Saturn but, on the contrary, proto-Sat-\nurn would have formed out of the jet. This would also explain his insistence concerning the\npre-existence of proto-Saturn’s polar column.\n\nHaving spent his entire life immersed in plasma physics, it is not easy to counteract Per-\natt’s claims. Even so, at this point, with so much yet to learn, a final verdict concerning the\norigin of the proto-Saturnian system would be premature. Whether cosmic bodies emit jets,\nor jets form cosmic bodies, remains temporarily unresolved. Whether the sub-brown dwarf\nthat was proto-Saturn was ejected from a star, or whether it was formed independent of any\nstar, remains outside the scope of the present work. Whether proto-Saturn ejected the plas-\nmoid that was to become Earth, to say nothing of the possibility of other planets, poleward or\notherwise, or whether proto-Saturn and its attendants all formed at the same time, will be dis-\ncussed more fully in the proposed sequel to this work.\n\nEND OF ACT ONE\n\nIn order to simplify the theory propounded in this work, our theses must now be ex-\npanded and reshuffled into a more appropriate chronological order.\n\nHypothesis #1: That the present gas giant planet we know by the name of Saturn had pre-\nviously been a sub-brown dwarf star free floating in space outside the demarcation of the\npresent Solar System.\n\nHypothesis #2: That, from what can be deduced from ancient as well as primitive astro-\nnomical lore, Earth had once been a satellite of this proto-Saturnian sub-star, which, because\nof its proximity, loomed large in the sky as a distinct disc larger than the apparent size of the\nfull Moon.\n\nHypothesis #3: That, during this period, a nebulous entity, which our ancestors had diffi-\nculty in describing clearly, surrounded the Saturnian primary. We have conjectured this en-\ntity to have been a placental cloud, or circumstellar disk, surrounding the Saturnian orb in its\nequatorial plane. This entity seems to have been that to which the ancients alluded to as\nChaos.\n\nHypothesis #4: During this same unspecified period, the Saturnian orb was seen to float\nover an apparition which, to ancient man, looked like a sheet of celestial water, a cosmic\nocean. Whether this “water” was the same conjectural circumstellar disk, which would have\nhad the appearance of a celestial whirlpool, an auroral manifestation, or a combination of\nboth phenomena, is not now easily determined.\n\nHypothesis #5: That, still according to ancient astronomical lore, during this indetermi-\nnate period, Saturn was the only visible celestial body in Earth’s primordial sky.",
    "bibliography": [
      "63 Idem, on ibid., December 13, 2001.",
      "Idem, on ibid., January 3, 2002.",
      "65 Idem, on ibid., January 7, 2002.",
      "66 Ibid (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 491,
    "content": "Hypothesis #6: That, as seen from Earth, the Saturnian primary did not rise and/or set, but\nremained visibly immobile at all times.\n\nHypothesis #7: That Saturn’s immobility was due to the fact that Earth was stationed di-\nrectly “beneath” Saturn’s south pole and that, from Earth, Saturn therefore appeared to be\npermanently fixed in the north celestial sphere, the very place now occupied by the Pole Star.\nWhat this also means is that Saturn and Earth were linearly aligned with the both of them\nsharing the same axis of rotation.\n\nHypothesis #8: That what appeared as a slow-twirling, relatively narrow beam of tapering\nlight connected the proto-Saturnian orb to Earth’s north polar region. This ray from above is\ninterpreted as a sustained plasma discharge in the form of Birkeland current, a scaled down\nversion, or the slowly deteriorating remnant, of a so-called plasma “jet” such as can be seen\nemanating from stellar, and even galactic, objects.\n\nHypothesis #9: That, according to some of man’s earliest memories, Earth was originally\nengulfed in what our ancestors persistently referred to as darkness. This was an age which,\ndespite its remoteness in time, ended up etching itself indelibly in human consciousness. It\nwas a time during which the Sun, the Moon, and the stars were not yet visible in the sky. Sat-\nurn ruled alone.\n\nHypothesis #10: This age, we have also found out, could not have been one of total dark-\nness, and that, in fact, mankind itself remembers that the Saturnian deity actually shed a\nfeeble light. The terrestrial environment during this age was bathed in a perpetual twilight or,\nrather, a protracted dawn, which man remembered as the dawn of Creation.\n\nHypothesis #11: That both Earth and Saturn were embedded in a plasmasphere centered\non proto-Saturn, the opacity of which enabled proto-Saturn’s radiation to be reflected toward\nall terrestrial latitudes.\n\nHypothesis #12: Proto-Saturn’s illumination, feeble as it might have been, together with\nthe plasmasphere’s opacity are recognized as the means by which the stars were kept from\nvisibility. The Sun, needless to say, was still too far to be seen, while the Moon had not yet\nbeen captured by Earth.\n\nHypothesis #13: There is also the possibility that, due to Saturn’s former greater mass and\nrate of dimming, it might have been even warmer and slightly brighter in ages previous to the\nadvent of mankind.\n\nHypothesis #14: That, under the scheme described above, Earth would have received\nenough heat to sustain life. This heat would have radiated directly from proto-Saturn’s close\nproximity about Earth’s northern hemisphere. The southern latitude would also have received\nsufficient warmth, even if a feebler light, from the radiation that would have been reflected\noff the inner surface of proto-Saturn’s plasmasphere with which Earth would have been en-\nveloped. In the northern hemisphere, this indirect radiation would have added to the direct\nheat and light received from above Earth’s northern pole. Thus, during this time, Earth’s cli-\nmatic environment would have been one without seasonal change, luxuriating in one single\nseason of eternal spring. (It should, however, be noted that Earth would also have been sub-\njected to slightly different latitudinal temperatures.) Tropical and/or sub-tropical flora and\nfauna were thus able to thrive in Earth’s northern region, even within the present Arctic\ncircle, and the possibility exists that this flora and fauna originated in these regions before\nmigrating to more southerly latitudes. Judging by palaeontological remains in Earth’s geo-\nlogic strata, this environment stretched back into the remote past, possibly as far as the Cre-\ntaceous Period, definitely as far as the Paleocene Epoch of the Tertiary Period. Exactly what\nsituation prevailed before that remains to be examined, but since Earth is postulated to have\nbeen a satellite of proto-Saturn from its very onset, it becomes evident that all past ages prior\nto the Pleistocene, including the origin of life, must be reconsidered under this hypothesized\nscheme.\n\n491",
    "bibliography": [
      "Hypothesis #6: That, as seen from Earth, the Saturnian primary did not rise and/or set, but",
      "remained visibly immobile at all times.",
      "Hypothesis #7: That Saturn’s immobility was due to the fact that Earth was stationed di-",
      "rectly “beneath” Saturn’s south pole and that, from Earth, Saturn therefore appeared to be",
      "permanently fixed in the north celestial sphere, the very place now occupied by the Pole Star.",
      "What this also means is that Saturn and Earth were linearly aligned with the both of them",
      "sharing the same axis of rotation.",
      "Hypothesis #8: That what appeared as a slow-twirling, relatively narrow beam of tapering",
      "light connected the proto-Saturnian orb to Earth’s north polar region. This ray from above is",
      "interpreted as a sustained plasma discharge in the form of Birkeland current, a scaled down",
      "version, or the slowly deteriorating remnant, of a so-called plasma “jet” such as can be seen",
      "emanating from stellar, and even galactic, objects.",
      "Hypothesis #9: That, according to some of man’s earliest memories, Earth was originally",
      "engulfed in what our ancestors persistently referred to as darkness. This was an age which,",
      "despite its remoteness in time, ended up etching itself indelibly in human consciousness. It",
      "was a time during which the Sun, the Moon, and the stars were not yet visible in the sky. Sat-",
      "urn ruled alone.",
      "Hypothesis #10: This age, we have also found out, could not have been one of total dark-",
      "ness, and that, in fact, mankind itself remembers that the Saturnian deity actually shed a",
      "feeble light. The terrestrial environment during this age was bathed in a perpetual twilight or,",
      "rather, a protracted dawn, which man remembered as the dawn of Creation.",
      "Hypothesis #11: That both Earth and Saturn were embedded in a plasmasphere centered",
      "on proto-Saturn, the opacity of which enabled proto-Saturn’s radiation to be reflected toward",
      "all terrestrial latitudes.",
      "Hypothesis #12: Proto-Saturn’s illumination, feeble as it might have been, together with",
      "the plasmasphere’s opacity are recognized as the means by which the stars were kept from",
      "visibility. The Sun, needless to say, was still too far to be seen, while the Moon had not yet",
      "been captured by Earth.",
      "Hypothesis #13: There is also the possibility that, due to Saturn’s former greater mass and",
      "rate of dimming, it might have been even warmer and slightly brighter in ages previous to the",
      "advent of mankind.",
      "Hypothesis #14: That, under the scheme described above, Earth would have received",
      "enough heat to sustain life. This heat would have radiated directly from proto-Saturn’s close",
      "proximity about Earth’s northern hemisphere. The southern latitude would also have received",
      "sufficient warmth, even if a feebler light, from the radiation that would have been reflected",
      "off the inner surface of proto-Saturn’s plasmasphere with which Earth would have been en-",
      "veloped. In the northern hemisphere, this indirect radiation would have added to the direct",
      "heat and light received from above Earth’s northern pole. Thus, during this time, Earth’s cli-",
      "matic environment would have been one without seasonal change, luxuriating in one single",
      "season of eternal spring. (It should, however, be noted that Earth would also have been sub-",
      "jected to slightly different latitudinal temperatures.) Tropical and/or sub-tropical flora and",
      "fauna were thus able to thrive in Earth’s northern region, even within the present Arctic",
      "circle, and the possibility exists that this flora and fauna originated in these regions before",
      "migrating to more southerly latitudes. Judging by palaeontological remains in Earth’s geo-",
      "logic strata, this environment stretched back into the remote past, possibly as far as the Cre-",
      "taceous Period, definitely as far as the Paleocene Epoch of the Tertiary Period. Exactly what",
      "situation prevailed before that remains to be examined, but since Earth is postulated to have",
      "been a satellite of proto-Saturn from its very onset, it becomes evident that all past ages prior",
      "to the Pleistocene, including the origin of life, must be reconsidered under this hypothesized",
      "scheme."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 492,
    "content": "Hypothesis #15: That, due to Saturn’s immobility, and the absence of the Sun, ancient\nman had nothing at his disposal by which he could calculate the passage of time.\n\nHypothesis #16: That, at a later time, Saturn shone much brighter than it had previously\ndone, bright enough for ancient man to allude to it consistently as a sun.\n\nHypothesis #17: That this primordial Saturnian sun shone during that time we today call\nthe night.\n\nHypothesis #18: That, at some point in time, as the Saturnian system drew closer to the\nSun, the Saturnian plasmasphere changed its wavelength, thus robbing it of its former near-\nopacity. It was at this time that ancient man was able to catch a glimpse of the slowly ap-\nproaching Sun, at first appearing no bigger than a star, but growing ever larger and brighter.\n\nOne question that pops up at this point, and one that I have often been asked, is: What\nwas man doing during this time of free wandering through space? And my answer has always\nbeen: Nothing much. Men, women, and children went about their business, whatever that\nmight have been, entirely indifferent to the Saturnian apparition towering above them. And\nwhy should they have paid it any heed?\n\nIn our present situation, the Sun rises, traverses the sky, and sets. It appears red on rising,\na blinding yellow throughout most of the day, and dims back to red on setting. The Moon\nalso rises and sets, appears of an orange color and illusively larger when nearer the horizon,\nturning to yellow and then white as it gains height in the sky. Unlike the Sun, it can be seen,\nwhen seen at all, during both day and night. More importantly, it grows and diminishes as an\nexpanding and contracting crescent, appearing as a full circular orb in between, and does so\nonce every month. At times the Moon is seen passing in front of the Sun, causing a partial,\nannular, or total eclipse. At other times, Earth itself comes directly between the Sun and the\nMoon, casting its shadow across the face of our lunar neighbor, thus causing a partial or total\nlunar eclipse. These are events that would have mesmerized our primitive ancestors, as in\nfact, in later times, they did.\n\nPrior to its actual shining as a sun of night, proto-Saturn would have been bereft of any\nsuch changes. Until that time, it did not even brighten and dim. It just hung there, doing\nnothing. True, had it to suddenly re-appear in this modern age, its towering apparition would\nawe us, but only because we are now used to a different sky. Those who were born, brought\nup, and lived beneath its splendor would have simply taken it for granted for the simple rea-\nson that it had always been there.\n\nAs mentioned before, those who might have dared approach the shining ray from above\nwould have first felt the wind that would have enveloped the far outer fringes of the plasma\ndischarge; they would have heard the electrical hum emanating from it; and they would have\nexperienced the prickling of their scalp and the hairs on their body due to electrical excita-\ntion. Both man and beast alike would have known better than to approach nearer.\n\nOne could also ask: Did man even inhabit such northern regions in those far off times?\nWhy not—especially since the Arctic was the warmest place on Earth? Stone tools, similar to\nthose retrieved in East Africa, obviously worked by man, have been unearthed in fifteen dif-\nferent sites beneath the permafrost in present Siberia.©’ Traces of Stone Age settlements,\ncontaining “bone implements and arrowheads, as well as needles and axes skillfully fash-\nioned from mammoth tusks,” have been found in the New Siberian Islands.® Prehistoric\npetroglyphs depicting the “well-preserved incised outlines of whales and deer” are still to be",
    "bibliography": [
      "87 Science Frontiers , No. 92, p. 1, as cited in Chronology & Catastrophism Workshop (1994): 2, p. 29.",
      "68 C. H. Hapgood, The Path of the Pole (N. Y., 1970), p. 102."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 493,
    "content": "\nseen on the cliffs of Spitzbergen.® Primitive stone tools, as well as the remains of a prehis-\ntoric camp, dated as early as 2300 B.C. have been discovered on Ellesmere Island.” Petro-\nglyphs depicting reindeer, bears, elk, whales, and even humans fishing from a boat, dated\nfrom 4000 to 6000 B.C. have been found on an Arctic island off the coast of Norway.7! Only\nheaven knows what might still lie buried beneath the permafrost of these and other Arctic\nlands.\nJudging by what man has left us from those far off times, it becomes evident that he was\nnot originally concerned with recording his past achievements or the events which shaped his\nlife. But man did not completely forget what his condition had been like before the heavens\nchanged. Among those who remembered were the descendants of the Peruvian Incas. As they\neventually had it recorded:\n“Where we live now we see villages and cities; we see streams flowing down from\nthe mountains, and being led this way and that to water our crops and our trees; we\nsee flocks of llamas feeding on good grass with their lambs—countless flocks. But in\nthose days we lived where there were thickets and barren rocks; we had no llamas; we\nhad no crops; we knew not how to make the waters flow this way and that way; we\nhad no villages, no cities, no temples. We lived in clefts of the rocks and holes in the\nground. The covering of our bodies was of bark or of leaves, or else we went naked in\nthe day and without covering to put over us at night. We ate roots that we pulled up\nout of the ground, or else we fought with the foxes for the dead things they were car-\nrying away. No one bore rule amongst us, and we knew nothing of duty or kindness\nof one to another.”\nThis was the state of man’s being as his world free-floated through space. But then came\na time when man’s environment drastically changed. There came a time when heaven brewed\na new production. And it happened without warning. Coming ever nearer to our present Solar\nSystem, proto-Saturn finally came within the attractive clutches of the Sun. After aeons of\nuniform celestial sameness, an event finally transpired that was so stupendous, so unnerving,\nthat it went down in history as Day One.\nThe story of that glorious event, as also of what followed, will be told in the planned se-\nquel to this work.\nStay tuned.",
    "bibliography": [
      "69 Ibid.",
      "70 P. Schledermann, “Eskimo and Viking Finds in the High Arctic,” National Geographic (May 1981), pp. 581-",
      "584,",
      "71 See the “Geographica” section of National Geographic (October 1993).",
      "72 R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 112."
    ],
    "captions": []
  }
]