[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 484,
    "content": "\nAnd then, harping back to the ambiguities of plasma science as it exists at present, are\njets really jets? In other words, are they really jettisoned material? There does not seem to be\na consensus concerning the answer to this most important question. Beginning with the sug-\ngestion of W. Baade and R. Minkowski in 1954, astrophysicists have assumed that astral jets\nconstitute the actual ejections of matter.27 But, as Don Scott more recently noted:\n“We should not infer too much when we see the word ‘jet’ used (especially by as-\ntronomers). A columnar plasma can /ook like a jet. But these jets are not jet engine\nexhausts—they are not massive flows of material. There may not be much stuff\nflowing in the jet—except for an electric current. The ‘stuff’ may be getting squeezed\nwhile remaining relatively stationary within the ‘jet’.”°8\nOr, to quote Peratt, who himself uses the word “jet” in relation to these astral emanations\nthroughout his 1992 opus:\n“Good as ‘jets’ are, [they] are not really jets. They are perceived as ‘jets’ of gas by\nastronomers and jets of gas do exist. But gas jets do not have the radiation properties,\nnot even the features, of what we observe in space.\n“Jets also do not exist in plasma (charged particle beams) except when a very strong\nmagnetic field is there to keep it from immediately flaring out...The term ‘jet’ is very\npopular and convenient if physically incorrect.”?9\nWhich brings us back to Andrew Gray’s “electric discharge” hanging out in space with-\nout dissipating, to say nothing of Thornhill’s own sustained plasma discharge.\nAnother objection that Thornhill raised is that “being enveloped in a plasma vortex would\nnot be conducive to pleasant living conditions”3° since this would have placed the entire\nEarth within the vortex of a world-wide tornado.3! And, to be sure, while astral jets are rela-\ntively slim or narrow in close proximity to the stars that spawn them, they tend to fan out\nfarther away, “reaching a diameter wider than the orbit of Pluto.”22 But this, again, is merely\na matter of scale. Thus when we look at HH 34 we see quite distinctly that the width of the\njet is not as wide as the diameters of the knots embedded within it. This is even more evident\nin HH 409, the jet emitted by HD 163296. These two systems show quite clearly that the\nwidths of astral jets fall short of the diameters of the knots. In fact it is quite obvious that,\nwere these knots to be thought of as planets, the jets would only encompass their polar areas,\nvery much as posited for proto-Saturn’s polar column in relation to Earth.\nThornhill is also of the opinion that had Earth really been suspended within an astral jet\nemanating from proto-Saturn, all of terrestrial life would have been electrocuted.*? In view of\nthe number of deaths of people reported to have been struck by that plasma discharge known\nto us as lightning, Thornhill’s concern is understandable. This author was himself, at the age\nof twelve, blown off his feet by a lightning discharge. Fortunately it was not a direct hit. Di-\nrect hits by lightning discharges on persons who managed to escape with their life are not, on",
    "bibliography": [
      "27 A. L, Peratt, see reference #1, pp. 244-245.",
      "28D. Scott, loc. cit. (emphasis added).",
      "29 A. L, Peratt to D, Cardona on ibid., July 22, 2002.",
      "30 W. Thornhill, on ibid., January 5, 2002.",
      "31 Idem, on ibid., January 9 & 10, 2002.",
      "32T, P. Ray, op. cit., p. 45.",
      "33 W. Thornhill, on Intersect, January 9, 2002."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 485,
    "content": "\nthe other hand, that rare. But with the thousand mega-ampere that Peratt has posited for the\nSaturnian polar column, no one could have sustained it without being electrocuted. But, as\nDon Scott felt moved to clarify, this would only have ensued at ground zero and could never\nhave applied to Earth’s entire population.*4\nThornhill disagreed, stating that, as the voltage rises, “the plasma would extend to lower\nlatitudes until the entire surface of the planet was covered.”> He did not, however, provide\nan electrical justification concerning why the jet’s voltage should rise. And then, again, we\nrun headlong into Thornhill’s belief that proto-Saturn’s polar column was a sustained plasma\ndischarge in the form of Birkeland current. Why, then, would this sustained plasma discharge\nnot be subject to a similar, if not identical, rise in voltage?\nOne of Thornhill’s greatest objections has to do with the force that would have kept Earth\naligned with proto-Saturn’s rotational axis, which brings us full circle to the problem we\nstarted with. As he had it stated: “No one has shown how massive planets can be simply sus-\npended above the pole of a star while enveloped in a plasma discharge.”3° And:\n“Most of the planets so far discovered [in extra-solar systems] are gas giants that oc-\ncupy normal [that is equatorial] orbits close to their stellar parents. They are not sus-\npended in polar stellar jets.”37\n“If [what Cardona claims was] the normal mode of planet formation we should not\nexpect to find planets around nearby stars by looking for the stellar wobble caused by\nnormal orbits.” 38\nBut, for one thing, no one is advocating that planets can only be formed through poleward\nejection. If Arp is correct in that some galaxies are ejected from other galaxies in a lateral di-\nrection, the same may probably be true for the ejection of some stars and planets. And then,\nalso, no one is proclaiming that planets ejected in poleward direction must remain forever\nstacked. Obviously, the Saturnian system itself eventually relaxed into equatorial orbits once\nit entered the domain of the Sun. Meanwhile, because of their very lack of equatorial orbital\nmotion, any extra-solar planets suspended in polar jets would not cause stellar wobble, and\nwould thus be among the most difficult celestial objects capable of being detected.\nThornhill claims that “there would need to be a persistent force to keep the planets sus-\npended above a stellar pole.”3? In discussing the E galaxies aligned along the jet of M87,\nArp, too, found reason to ask an identical question: “Why had not these older galaxies drifted\noff this alignment into the general field in all this time?” But as he himself recognized, “be-\ning ejected along the minor axis [that is the axis of rotation] they have no angular momentum\nand simply remain along their original ejection direction.”# This applies just as well to our\nhypothesized situation because, out in space, there would have been no nearby bodies that\nwould have tended to exert their attractive influence on proto-Saturn and its entou-\nrage—which is one additional reason demanding that the proto-Saturnian system would\noriginally have been a free-floating sub-brown dwarf system outside our Solar System.",
    "bibliography": [
      "34D. Scott, on ibid., January 9, 2002.",
      "35 W. Thomhill, on ibid., January 10, 2002.",
      "36 Idem, on ibid., January 5, 2002.",
      "37 Ibid.",
      "38 Idem , on ibid., January 8, 2002.",
      "39 Ibid.",
      "40H. Arp, op. cit., p. 245 (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 486,
    "content": "To be sure, Thornhill is not opposed to the contention that planets are ejected from brown\n\ndwarf stars. As he has stated: “Brown dwarfs are constitutionally and energetically best\nsuited to produce rocky planets and moons.”4! Neither is he adverse to the claim that proto-\nSaturn itself ejected planets which are now members of our Solar System, together with our\nown Earth,” precisely as postulated in the present thesis. Exactly in what, then, does he dif-\nfer from us? One of the main reasons behind Thornhill’s list of objections enumerated above\nbecomes apparent when he compares proto-Saturn’s characteristics to Jupiter’s magneto-\nsphere. As he explained:\n“The polar column can then be imagined as having been equivalent to a hyperactive\nmagnetospheric display of a size exceeding that of Jupiter’s in which the Birkeland\ncurrents were visible. Remember that Jupiter’s ‘tail’ stretches invisibly for half a bil-\nlion km to the orbit of Saturn.”48\nlion km to the orbit of Saturn.”43\nJupiter’s “magnetospheric display,” which stretches into its billion km “tail,” is however\nequatorially wrapped around the giant planet. It is not a polar, or bipolar, emission. And this\nis precisely Thornhill’s point because, as far as he is concerned, the planets were ejected\nfrom proto-Saturn in a lateral, or equatorial, direction. As we have seen, according to Thorn-\nhill, only on entry into the Solar System would the planets have aligned themselves in a lin-\near configuration as proto-Saturn dragged its entourage behind it much in the manner of\nComet Shoemaker-Levy 9. Thus, still according to him, “we are talking simply about a linear\narrangement of bodies where the only force between them is attractive.” This would then\nconform with Talbott’s contention that Earth had originally orbited proto-Saturn in a phase-\nlocked equatorial orbit, concerning which no evidence was ever produced from the mytho-\nhistorical record, and against which enough objections have already been raised in the past\npages of this work.\nWithin the confines of Thornhill’s scenario, it then becomes evident that proto-Saturn’s\npolar column would also have come into being after proto-Saturn and its entourage invaded\nthe Solar System. And it is this scenario that precludes him from accepting the pre-existence\nof proto-Saturn’s polar column.‘ But, as Peratt stated on the strength of his plasma studies,\n“the column is the configuration out of which planets form so it should always have been\nthere.” Thus, when I brought it to Peratt’s attention that, according to the mytho-historical\nrecord, proto-Saturn’s polar column was one of two items—the other being the celestial wa-\nters—which was never seen as having been created, he reaffirmed both our positions by as-\nserting that there is much quantitative evidence that tends to support this.47\nGranted that we have been discussing emissions of vastly different amplitudes, might we\nnot, after all, be embroiling ourselves in nomenclature? One thing we have surely learned is\nthat the demarcation between stars, red dwarf stars, brown dwarf stars, sub-brown dwarf\nstars, and giant gaseous planets is simply one of magnitude. We have also been discussing\nknots, condensations, plasmoids, and planetisimals “imbedded” in astral “jets” when, in fact,\nthese are terms that connote the same phenomena even if, perhaps, at different stages of",
    "bibliography": [
      "41 W. Thornhill, on Intersect, January 13, 2002.",
      "13, 2002.",
      "42 Idem, “The Electric Saturnian System,” AEON VI:1 (February 2001), pp. 37, 38; Jdem, on Intersect, January",
      "+3 Idem, on ibid., January 10, 2002.",
      "44 Idem, on ibid.., January 9, 2002.",
      "45 Ibid.",
      "46 A. L. Peratt, on ibid., November 20, 2001 (emphasis added).",
      "47 Idem, on ibid., January 7, 2002."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 487,
    "content": "\nevolution. Are we not in the same situation when we introduce such terms as stellar jets,\nplasma jets, Birkeland currents, and sustained discharges? Or where is the demarcation be-\ntween the members in this last class of objects? Other than amplitude, might we not be inad-\nvertently referring to the same, or associated, phenomena? Thus, when it comes to proto-Sat-\nurn’s polar column, is it the term “jet” that Thornhill really objects to? Did he not, originally,\nhimself refer to it as a “jet”? Would he rather that I refer to it as a sustained Birkeland cur-\nrent? Have I not referred to it as such? Does he not himself believe it to have been exactly\nthat? Does not Moss’ suggested remnant of a jet come close to filling the bill? Call it what\nyou will, this cosmic emission, or sustentation, with or without the participation of a Rankine\nvortex, would have been the whirling ray of light from above which ancient man remem-\nbered as the single leg or phallus of the Saturnian deity, that axis of fire which he saw\nstretching down as a swath of light from the polar planet he venerated as his god.\nAN ALTERNATIVE CONCEPTION\nThornhill’s other objections, as enumerated above, must not necessarily be judged as be-\ning invalid. My reluctance in accepting his convictions notwithstanding, he might yet turn\nout to be correct in some of his opposing contentions. While I feel confident in my own\nviews, I will not be adamant about their acceptance. My honest opinion is that both his\nclaims and mine, to say nothing of David Talbott’s, should remain open to further investiga-\ntion until our presently opposing beliefs can be reconciled through further developments, and\na better understanding, of plasma cosmology.\nAdditionally, and to be fair, while the use of Halton Arp’s data, as utilized in this work,\nseems to imply his endorsement of the Saturn thesis, I must confess that nothing can be fur-\nther from the truth. On the contrary, as he has made clear to me:\n“,..the biggest difficulty I see with matching the Saturnist interpretation of the his-\n“...the biggest difficulty | see with matching the Saturnist interpretation of the his-\ntorical records is the very long time scales needed for dynamical and material evolu-\ntion. Also I wonder how much the record reflects the world picture of the [ancient]\npriests who can be very illusionary and how much it represented the practical obser-\nvations of the citizens tilling the fields. Your point about independent myths agreeing\nacross time and culture is the point that impresses me the most. But then I think of the\nunfortunate situation today when experts disagree totally when looking at the same\nreplicable [astronomical] photograph.”48\nThere is, however, nothing in the present volume that contradicts the posited time scales\nrequired by the evolution of celestial bodies. No date for the origin of Earth—or proto-Sat-\nurn, for that matter—has been proposed, and no date, or age, shall be. Neither will I offer\nanything concerning what Arp calls “the unfortunate situation today” concerning expert dis-\nagreement on any subject.\nAs for the consistency of the mytho-historical record itself, enough has been presented in\nthese past pages (with much more yet to come in hopeful future volumes). Arp, of course, is\nnot yet well acquainted with this record, having only come in contact with the Saturn thesis\nduring one single conference sponsored by KRONIA Communications, which was held in\nPortland, Oregon, in September of 2000. This is not to say that he will necessarily accept the\nthesis, either in part or in its entirety, once he acquaints himself with the evidence in its favor.\nMy only hope is that if he ever gets to read this work, he will at least consider it.",
    "bibliography": [
      "48 H. Arp to D. Cardona, private e-mail, October 23, 2000."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 488,
    "content": "\nIt is a somewhat different matter when it comes to Anthony Peratt who had also first\ncome in contact with the Saturn thesis at the same world conference attended by Arp. While\nnot entirely convinced during the conference, he soon showed interest right after the event\nthrough personal communications with David Talbott and Wallace Thornhill. Thus, during\nthe proceedings of the KRONIA conference, held in Laughlin, Nevada, in July of the fol-\nlowing year, he had no qualms in stating that, because of scaled-up Birkeland currents, he\nwas not surprised to hear of the Saturnian configuration or its attendant polar column.*? As\nThornhill later reported:\n“According to Peratt, the recognized authority on the subject, the plasma behaviour\nfits the detailed representations of the polar column perfectly. I am aware of the com-\nplexities of plasma discharge instabilities and am satisfied with Peratt’s subsequent\nidentification of the polar column with that phenomenon. The ‘Peratt instabilities,’ as\nthey are now known, turn out to be far more complex than any of us could have\nimagined and therefore form an unbeatable test of the polar configuration model.” °\nWhat led Peratt to seriously consider the Saturnian, or polar, configuration theory was his\nown first-hand experience with plasma experiments at the Los Alamos National Laboratories,\nNew Mexico. To begin with, having served as Alfvén’s secretariat, he was quite familiar\nwith the latter’s theories. Thus, during a lecture given at one of Alfvén’s “New Astronomy”\nseminars at the University of California, San Diego—circa 1980-1981 — Alfvén had proposed\nthat cosmic objects form in columns,°>! very much in the manner being here propounded. As\nPeratt later clarified, plasmoids are produced in an electrical discharge.>? And:\n“Plasma cosmogony, via Alfvén, provides the physics for the evolution of the plas-\nmoids into planetisimals and eventually planets. These form like beads on a string.” 3\nIt might be argued that one planet suspended beneath another, or beneath a sub-brown\ndwarf, can hardly be compared to “beads on a string.” However, as those who are already\nfamiliar with the Saturnian configuration theory know, and as will be disclosed in future se-\nquels to this work, there were other planets besides Earth that were involved in the configu-\nration in question. Even so, when questioned on the possibility of brown dwarf stars ejecting\njets, Peratt’s answer echoed Thornhill’s with a resounding “no.”4 How, then, can this be\ncompatible with his assertion that cosmic bodies form in columns like beads on a string?\nTo begin with, plasma experiments have convinced Peratt that planets and their satellites\ncan form entirely independent of any star.55 If nothing else, this would eliminate the neces-\nsity of searching for proto-Saturn’s parent, a search that, even if one existed, would certainly\nprove futile in any case. But the question that this raises is: How, then, would strings of plan-\nets form?\nThe answer to this takes us back into Alfvén’s domain, concerning whom Peratt had this\nto say:",
    "bibliography": [
      "49 Verbally stated.",
      "50 W. Thornhill, “Further Comments on the Saturnian Configuration Theory,” AEON VI:2 (December 2001), p.",
      "14.",
      "51 A. L, Peratt, on Intersect, January 9, 2002.",
      "51 A. L. Peratt, on Intersect, January 9, 2002.",
      "52 Idem, on ibid ., October 12, 2001.",
      "53 Ibid.",
      "»4 Idem on ibid., January 4, 2002.",
      "55 Ibid."
    ],
    "captions": []
  }
]