[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 74,
    "content": "\ne                               e     sl\nEs                                            .y tee\ni                               \"       +          *        <\nhes            <     §    ase  tr\n:)                        /                              .          ey Oe\n:\n‘      ’ ‘   A\nJ                                                                         ’\nQ                              -                            P           3\nre                =,\n.                                                                    .\ne         oe\n6) ee\n#.       ‘\nee                                               4\nsatin       a                     aie    ¢\nThe hypothesis that the dinosaurs were exterminated at the end of the Cretaceous period\ndue to the terrestrial impact of a celestial body was first proposed by de Laubenfels,\nthe credit for which was later usurped by Luis Alvarez.\n(Photograph by the author, courtesy of the Royal Ontario Museum, Toronto.)",
    "bibliography": [],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 75,
    "content": "said for these two astronomers’ interpretation of the mytho-historical record. In fact, as far as\ntheir book, The Cosmic Serpent, is concerned, it can safely be stated that they relied quite\nheavily on Immanuel Velikovsky’s Worlds in Collision. Of course, Velikovsky dealt in plan-\netary catastrophism, whereas Clube and Napier re-interpreted Velikovsky’s mytho-historical\nsources in light of cometary bombardments. They could not, of course, escape the fact that\nthe sources themselves stress the role of planets in lieu of comets. They got around this by\nthe supposition that planets were named as the perpetrators in lieu of comets because the\ncomets had first appeared close to the planets and thus received planetary names.\n\nEven so, the sudden interest in cosmic catastrophism among establishment science was\nnot influenced by the work of Clube, Napier, Velikovsky, or any of their predecessors in the\nfield, but was largely due to the insights derived from three separate events—one ancient, the\nother two recent. The ancient event concerns the demise of the dinosaurs at the end of the\nCretaceous period (the Cretaceous-Tertiary boundary, actually) due to the terrestrial impact\nof a celestial body, which was first proposed by de Laubenfels in 1956,™ twenty four years\nbefore the team headed by Luis Alvarez stole the credit for the hypothesis. At first described\nas “a nutty theory of pseudoscientists posing as paleontologists,”™ the proposal has now\ngained general acceptance. Even so, because this event is supposed to have transpired mil-\nlions of years ago, it did not do much toward the gaining of respectability by cosmic catas-\ntrophism. In that respect, neither did the terrestrial impact of a heavenly bolide in the Tun-\nguska region of Siberia, which occurred on the morning of June 30, 1908, exploding in a\nblinding flash and flattening twenty-five square miles of the surrounding forest, since this,\ntoo, was considered an isolated case. Although the warning should have been clear, the event\ndid not attract much attention in the Western World until the late decades of the century. It\nwas, more than anything else, the most recent of these events, when Comet Shoemaker-Levy\n9, which had broken up into a train of twenty-one separate fragments, smashed into Jupiter\nduring the month of July in 1994. Had there been a slight deviation in the comet’s orbit, all\ntwenty one pieces could have plowed into Earth. But even with this terrestrial miss, it be-\ncame painfully apparent that if a comet can smash into a nearby member of the Solar System,\nanother one could just as easily collide with Earth.\n\nAll of a sudden there was a flurry of activity among astronomers centered on the detec-\ntion, and possible elimination, of Earth-crossing objects, while geologists have gone wild in\ntheir attempt to discover previously unrecognized impact scars in our terrestrial terrain. His-\ntorians began pouring over historical, pseudo-historical, and mytho-historical documents in\nthe hope of discovering records of possible past impacts, while archaeologists started re-\nsifting the dust of ages to see what they might have missed among the scattered ruins of past\ncivilizations that might be interpreted as cometary, or asteroidal, destruction. So that, in a\nmanner of speaking, the writing of this book does not exactly place me in bad company—but\nonly in a manner of speaking.\n\nComets plowing into Earth remain a far cry from planets shifting on their orbits—that is\nif these shifts are maintained to have transpired during the advent of man on Earth. As\npointed out above, it was because of the supposed impossibility of such orbital shifts that the\nastronomers Clube and Napier thought it expedient to re-interpret the mytho-historical record\nin a cometary light, claiming that planets were named in the ancient records simply because\ncomets had appeared in close proximity to the planets and thus were given planetary names.\nAnd, to be fair, this is not exactly a spurious idea. Thus the Greeks were wont to refer to",
    "bibliography": [
      "238 M. W. de Laubenfels, “Dinosaur Extinction: One More Hypothesis,” Journal of Paleontology 30 (1956),",
      "pp. 207-218.",
      "%° R. Matthews, “Ice Cubes From Space Prove the Scoffers Wrong,” The Sunday Telegraph (June 1, 1997)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 76,
    "content": "\nDid the ancient deities personify comets rather than planets?\ncomets by the same names they applied to planets,” a disclosure that has become something\nof a crutch to those who would recast the ancient planetary deities as cometary ones. As Ilse\nFuhr noted, “in the list of Hephaistion, the comet Hippeus is not only named after Aphrodite,\nbut actually is Aphrodite (= Venus) as other comets actually are other planets.”™\nThere are three things to keep in mind here. First, it is quite obvious that the planets were\nnamed for the deities before comets were, otherwise it would not have been possible to name\nthe comet Hippeus for “Aphrodite (= Venus).” Second, it is also obvious that, despite the fact\nthat comets were named after planetary deities, they were also given their own distinctive\nnames—Hippeus in the above case, other names for other comets in other cases, as Fuhr\nnames— Hippeus in the above case, other names for other comets in other cases, as Fuhr\nherself noted”’—so that comets and planets could not really have been confused with each\nother. Third, although it might be redundant to say so, it was the comets that were given\nplanetary names, and not the planets that were given cometary ones. And this is a lesson that\nClube, Napier, and all those who wish to recast the planetary deities as cometary ones have\nfailed to learn.",
    "bibliography": [
      "© F. Boll, Antike Beobachtungen Farbiger Sterne (Munich, 1918), p. 85.",
      "241. Fuhr, “On Comets, Comet-Like Luminous Apparitions and Meteors,” KRONOS VIII:1 (Fall 1982), p. 43.",
      "#2 See here, for instance, the comet named Eileithyia, mentioned by both Hephaistion and Pliny, as noted in",
      "Ibid., pp. 42, 46."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 77,
    "content": "\n+\nChapter 2\nAncient Astronomical Lore\nSACRED IMAGES FROM THE SKY\nhere will be some who might object that ancient civilizations had enough knowledge\nof astronomical matters, so that one could not really accept whatever they had to say\nconcerning the planets of the Solar System as being accurate. Such an objection would,\nhowever, be based on ignorance since the various civilizations whose mytho-historical re-\ncords we will soon be examining were actually quite knowledgeable when it came to obser-\nvational astronomy. A detailed exploration of this ancient astronomical lore would constitute\na book of its own. Thus, despite the length of this chapter, what is presented below consti-\ntutes only a brief account of the major astronomical discoveries made by our ancient forefa-\nthers.\nI will start with a topic that might be considered mundane—meteors and meteorites.\nThese had been falling from the sky since time immemorial. Our primitive forebears would\nnot have been strangers to such falls. And, unlike the deification of planets, the sanctification\nof meteorites is more understandable. Meteors do not appear merely as pin-points of light in\nthe night sky. Even when they do, as shooting stars they leave a short-lived luminous streak\nin their wake. Every so often, veritable showers of these streaky flares seem to radiate from a\nlocal spot in the sky. When conditions permit, such showers can be quite impressive. More\nrarely, meteors roar in the shape of terrible fire balls through the sky, night or day. Their ex-\nplosive impact on the ground can be quite a frightening experience. Such events, when wit-\nnessed, must have awed our primitive ancestors. The occurrences would have been remem-\nbered with fear and even reverence.\nDepending on conditions, an impacting meteor may or may not form a crater. The meteor\nitself may be burned and atomized in its passage through Earth’s atmosphere. Often enough,\nstony chunks or masses of iron remain on the ground as evidence of the bombardment. The\narrival, or apparent materialization, of such objects in places where fire balls were seen to\nstrike must have mystified primitive man to no little extent. Such objects, when found, would\nhave been thought to be magical, possessing benign or evil powers, if not both. It is under-\nstandable that such objects, now known as meteorites, would have been collected, preserved,\nand even revered. But we find that there was more than that. Lincoln La Paz put it succinctly\nr  |  Vhere will be some who might object that ancient civilizations had enough knowledge\nwhen he wrote:\n“The ancients supposed the stars to be the domicile of gods; falling stars and falling\nmeteorites signified to them either the actual descent of a god or the sending of his\nimage to earth.”!\nThe worship of meteorites” as images of the gods, however, could only have accrued\nfrom a prior belief that the gods resided in the sky in the form of stars. Thus, if stars were",
    "bibliography": [
      "'L. La Paz, Topics in Meteorites: Their Recovery, Use, and Abuse From Paleolithic to Present (Albuquerque,",
      "1969), p. 86."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 78,
    "content": "gods, fallen stars were fallen gods. But even this does not quite explain why certain\nmeteorites were associated with specific deities and, in some cases, with specific planets.\n\nOne thing to note here is that it can thus be seen that the ancients were well aware of the\nphenomenon. The Babylonians referred to meteors as Kakkabu rabu.’ This recognition, how-\never, did not keep the ancient peoples of the Near East from attributing sanctity to meteorites.\nNor did it keep them from identifying them as images or pre-existing deities.*\n\nAmong the Semites, especially the ancient inhabitants of the Arabian peninsula, stones\nwere frequently credited with divine attributes.* These cults, as Hildegard Lewy indicated,°\nwere practiced by the same people who worshipped the visible planets. Philo Byblius tells us\nthat the Phoenicians considered meteorites as “stars fallen from the air,” and that these\nplayed a dominant role in the religion of his ancient forebears.’ These meteorites, as Lewy\nstressed, “were conceived as divine beings of exactly the same nature as the planets.”*\n\nA meteorite which fell at Tyre, in Syria, was associated with the goddess Astarte.” What\nis of additional interest here is that, according to those very Phoenicians who venerated her,\nAstarte was the same as the Greek Aphrodite’ and, therefore, like her, the goddess of the\nplanet Venus.\n\nAccording to a passage in the New Testament, one of the sacred images that was wor-\nshipped at Ephesus, and associated with Artemis/Diana, was believed to have fallen from the\nplanet Jupiter.\" The Syrian cultists of the god Elegabalus (or Gabal) “focused their worship\non a meteorite at the shrine of Emesa.”” A large, conical, black stone, this “image” was later\ntransported by the emperor Marcus Aurelius Antoninus, who assumed the name of his god, to\nthe temple of Kybele in Rome.” Another famous meteorite which was held as sacred in this\nregion was the Magna Mater at Pessinus, in Asia Minor.\"* Worthy of mention was also the\nstone which fell at Abydos and was worshipped there. °\n\nAccording to the Egyptian priest Manetho, as quoted by Plutarch, the Egyptians consid-\nered lodestones to be the bones of the god Horus, while iron, in general, was believed to be\nthe bones of Set (which Plutarch rendered as Typhon).'° Meteorites were venerated not only\nin honor of Set but also in honor of the great god Amon” whom the Greeks, rightly or\nwrongly, identified with their own Zeus,” and the Romans, quite naturally, with Jupiter.\n\nThe ancients were so well acquainted with meteorites that, before its discovery as an ore\nin the bowels of the Earth, they were of the belief that all iron fell from the sky. Thus the",
    "bibliography": [
      "3M. Jastrow, Jr., Die Religion Babyloniens und Assyriens II/2 (1912), p. 696.",
      "*J. K. Bjorkman, “Meteors and Meteorites in the Ancient Near East,” Meteoritics 8 (1973), pp. 91-132.",
      "5 J. Wellhausen, Reste Arabischen Heidentums (1897 second edition), pp. 101 ff.",
      "° H. Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni 18, Pt.3 (1950), p. 346.",
      "7 Ibid., p. 347.",
      "Ibid.",
      "§ Ibid., p. 348.",
      "° Eusebii Pamphili, Evangelicae Praeparationis, 1:x:38c.",
      "”° Ibid.",
      "* Acts 19:35.",
      ". E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 109.",
      "® Ibid.",
      "‘ G. A. Wainwright, “The Coming of Iron,” Antiquity, X (1936), p. 6.",
      "'© Plutarch, De Iside et Osiride , 62.",
      "7G. A. Wainwright, loc. cit.; idem, “The Bull Standards of Egypt,” Journal of Egyptian Archaeology, X1X",
      "(1933), pp. 49-52; idem, “The Relationship of Amun to Zeus and his Connexion with Meteorites,” in ibid., XV1",
      "(1930), p. 36.",
      "*8 Herodotus, Historiae 11:42; Diodorus Siculus, Bibliotheca Historica, |:13:2."
    ],
    "captions": []
  }
]