[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 169,
    "content": "\nnos, whom we already know to have been a sky-god: Ouranos means the coverer,\nbut...the name would have remained unintelligible apart from its reference to the\nSanskrit name.”3!\nGiven the equivocalness of translation, we are not surprised to find Wendy O’Flaherty\ngiving the meaning of the name Varuna as “all-enveloping.”32 Even so, and once again, tem-\nporarily leaving aside the god’s assimilation to the sky, we find that Varuna was sometimes\nsimply called Aditya—“eternal, celestial light”33—-which, like the other deities in the series\nwe have been considering, identifies the deity as a celestial body.\nLike the Saturnian deities of other nations, Varuna was considered “the first Sovereign” 34\nand “universal monarch.”35 While Ovid spoke of “yellow-eyed Saturn,”3° Varuna was said to\nhave had yellow eyes.3”\nTrue, some may consider the above as rather slim evidence on which to base the identity\nof Varuna as Saturn but, in following chapters, more will be presented. All that needs to be\nre-stated here is that, like Janus, with whom we are presently mainly concerned, the above\nseries of gods were all believed to have represented that entity which the Greeks called\nkosmos and which, among modern mythologists, has come down to symbolize the sky or\nheaven. Using the old adage that things which are equal to the same thing must be equal to\none another, one can therefore assume that, since the deities enumerated above are all, to\nsome extent, identifiable as avatars of the Saturnian deity, then so must Janus be identified.\nActually, the above series of identifications has been presented more as an exercise in\ncomparative mythology, and as a basis for coming chapters, than as evidence for the Saturn-\nian identity of Janus since the comparisons are not really required to make our case. As will\nbe seen directly below, we have direct evidence at our disposal.\nSATURNUS\nThat Janus was merely another name for Saturn was known and acknowledged by the\nancients themselves. Thus, in describing the New Year Festival, which we have already seen\naffiliated with the Saturnian planet through the Persian feast of Nauroz, Joannes Lydus had\nthis to say:\n“Our own Philadelphia still preserves a trace of the ancient belief. On the first day of\nthe month [that is January, named after Janus] there goes in procession no less a per-\nsonage than Janus himself, dressed up in a two-faced mask, and people call him Sat-\nurnus, identifying him with Kronos.”38\nHere I must at once state that there is no point in claiming that Janus and Saturnus are\npresented as different deities in the Roman pantheon or that the quote from Lydus is too late,\ndating from the sixth century, for any credence to be attached to it. In the first place, it was\nnot Lydus who called Janus by the name Saturnus. It was, as he tells us, the people who did\nso. In other words, he was reporting general belief. More than that, as Lydus himself stated,\nthe knowledge he imparted still preserved “a trace of the ancient belief,” meaning that the",
    "bibliography": [
      "31 A. S. Murray, Who’s Who in Mythology: Classic Guide to the Ancient World(London, 1995), p. 328.",
      "32 W. D, O’Haherty, Hindu Myths (Harmondsworth, 1976), p. 356.",
      "33 V. Ions, Indian Mythology (London, 1967), p. 20.",
      "34M. Eliade, The Myth of the Eternal Return (London, 1955), p. 29.",
      "35 J, W. Perry, Lord of the Four Quarters (N. Y., 1970), p. 121.",
      "36 H. Gregory (trans.), The Metamorphoses (N. Y., 1958), p. 176.",
      "37 A.B. Keith, “Indian Mythology,” The Mythology of All Races, Vol. VI (1964), p. 85.",
      "38 Joannes Laurentius Lydus, De Mensibus 4:2 (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 170,
    "content": "\n-                              aes\nGx SRN I   See    eae\nThe two-faced Janus.\nRoman coins.\nwas itself already ancient in his time.\nMeanwhile, the fact that Janus and Saturnus were considered separate deities has nothing\nto do with the issue. As noted earlier, and as has been recognized by others, there is nothing\nstrange about having different deities, even within the same pantheon, as personifying the\nsame celestial object. As far as Janus is concerned, he could be considered an older Saturn—\nCook had no qualms about making him an older Jupiter,3? with which this author naturally\ndisagrees.\nTo be fair, since I mentioned him, Cook did not accept the statement of Lydus— bur not\nbecause he considered the source as a late one. “The confusion of Ianus [the same as Janus]\nwith Kronos,” he tells us, “no doubt presupposes the usual blunder Kronos = Chronos [that is\nTime personified], which from the fifth century B.C. onwards queered the course of Greek\ntheology.”4°\nWhy did Cook bring this point up? He did so because he could not avoid the veneration\nof Janus as a god of time, or Time personified,*! which, through the rules of comparative\nmythology, would equate the Italic deity with the Greek Chronos. But, in the first place, ac-\ncording to Lydus, his countrymen did not call Janus by the name Kronos. They called him by\nthe name Saturnus. The identification with Kronos was added because Kronos was simply\nthe Greek counterpart of the Italic Saturnus. In the second place, as will be indicated in detail\nin a later chapter of this work, the blunder concerning the identification of Kronos/Saturn\nwith Chronos/Time happens to be Cook’s. In fact, as we shall soon see, the identification of\nJanus as Saturn does not rest solely on the statement of Lydus but also on the comparison of\nthis deity’s characteristics with those of the known Saturnian deities of other nations. Thus,\nfor instance, William Heidel speaks of “the recognized association of Saturn with Janus” 4?",
    "bibliography": [
      "39 A. B. Cook, op. cit., pp. 335 ff.",
      "40 Ibid., p. 374.",
      "WA. Heidel, The Day of Yahweh (N. Y., 1929), p. 469 (emphasis added).",
      "41 Ibid., pp. 336-337.",
      "#2 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 469 (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 171,
    "content": "",
    "bibliography": [],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 172,
    "content": "\nand gives a reference to Macrobius®\nN                      besides the one to Lydus. For whatever\nbesides the one to Lydus. For whatever\nog                      it is worth, Hislop also identified Janus\nit is worth, Hislop also identified Janus\nSee                   as Saturn.“ It cannot therefore be said\nas Saturn.“ It cannot therefore be said\n:     St Oe                  that Macrobius was that much in error\nthat Macrobius was that much in error\naw)        fy >             when he presented Janus as a solar de-\nwhen he presented Janus as a solar de-\nwent Pare            ity4 if this solar deity is understood to\n:    Fis oy          ii J sil                 have been the primeval Saturnian sun.\nity* if this solar deity is understood to\nhave been the primeval Saturnian sun.\ni ac           ; Niki                      But why did I bring all this up at this\nBut why did I bring all this up at this\nte     P         = Th  “a              particular point? Merely to indicate that\nparticular point? Merely to indicate that\niy   F . &L aes             Janus can also be seen as yet one more\nJanus can also be seen as yet one more\n‘YY LEN,’              example of the Saturnian sun? Hardly. I\nexample of the Saturnian sun? Hardly. I\n5     alli wae OP    4           brought all this up as a foundation for\nbrought all this up as a foundation for\ny  i;     Sled: A          the next datum I wish to present—one\nthe next datum I wish to present—one\n) eae \\, BY         that will take us into even deeper wa-\nthat will take us into even deeper wa-\n| INN                 ters.\nters.\nOP : 4     )    i  e                      STELLA PROXIMA\nSTELLA PROXIMA\nv    A | \\                  One aspect conceming Janus that\nOne aspect conceming Janus that\nST Ze Ve                     has bewildered mythologists in the past\nhas bewildered mythologists in the past\n= ESA wo                    was originally presented by the Roman\nwas originally presented by the Roman\n.                        Poet Publius Ovidius Naso, who is bet-\nPoet Publius Ovidius Naso, who is bet-\n=                  ter known simply as Ovid. It was he\nter known simply as Ovid. It was he\nbelieved to have had the appearance of a\n==                 who reported Janus as having stated:\nwho reported Janus as having stated:\n=                 “The ancients called me chaos, for a\n“The ancients called me chaos, for a\nfe 4                    being from of old am I.” And, after\nbeing from of old am I.” And, after\neI                        having described the creation of the\nhaving described the creation of the\n=|                            “world,” the same Janus is made to dec-\n“world,” the same Janus is made to dec-\n——                           lare: “T’was then that I, till that time a\nlare: “T’was then that I, till that time a\n——— \\                  mere ball, a shapeless lump, assumed\nmere ball, a shapeless lump, assumed\n—_——_ 8                             the face and members of a god.”47\nthe face and members of a god.”47\neT ~                              What this tid-bit of a myth tells us is\nWhat this tid-bit of a myth tells us is\nthat, prior to Creation, Janus/Saturn was\nWinged Saturnus—with star above his head,           believed to have had the appearance ofa\nWinged Saturnus—with star above his head,\nindicating his function as a celestial body, and\nindicating his function as a celestial body, and       sphere—“a mere ball.” A similar myth\nsphere—“a mere ball.” A similar myth\nglobe in his hands, indicating his original shape.      is also told by the Eskimos who claim\nglobe in his hands, indicating his original shape.\nis also told by the Eskimos who claim\nthat Ataksak, one of their major divini-\nties, lives in heaven but does not have\nthe form of a man. He merely looks like a sphere.*8\nAtaksak is not identified as an aspect of the planet Saturn. But since he happens to share a\nSaturnian trait to which we shall come later, I will beg my readers’ credence in allowing me",
    "bibliography": [
      "43 Macrobius, Saturnalia, 1:7 sq.",
      "44 A. Hislop, op. cit (1916 edition), p. 271.",
      "45 Macrobius, op. cit., 1:9:9.",
      "4 Ovid, Fasti 1:103.",
      "47 Tbid., 1:111 (emphasis added).",
      "48 M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London,",
      "1972), p. 427."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 173,
    "content": "\nto assume the identification. In any case, even without the additional evidence of this Eskimo\nsnippet, we are still left with the spherical shape of Janus/Saturn. The implication here is\nclear. If ancient man could remember a time when Saturn appeared as a sphere to the\nunaided eye, Saturn would had to have been closer to Earth.\nTHE DOGON MYSTERY\nAt this point I wish to introduce a few items which archaeoastronmers have found quite\nbewildering. I start with the astronomical knowledge of the Dogon of Mali of what had once\nbeen the French Sudan, in Africa.\nThanks to the writings of Marcel Griaule, Germaine Dieterlen, and Robert Temple, the\nDogon, once a little-known tribe with some very curious rituals, have now been placed on the\ntourist map. But more than their exotic costumes, bizarre masks, dances, and commemorative\nfestivals, these people have become increasingly renowned for their astronomical lore. As\nEdwin Krupp reported:\n“Counting the phases of the moon, keeping track of the configurations of Venus, and\nwatching the arrivals and departures of the stars are all part of Dogon practical as-\ntronomy. The Dogon recognizes 266 stars or asterisms and associate them with 266\npictographic symbols that are painted on rock shelters, altars, and other shrines.”49\nThe Moon, say the Dogon, “is dry and dead like dry dead blood.”>° They know that the\nplanets, which they call tolo tanaze —that is “stars that turn (around something)”>! revolve\naround the Sun. They claim that “Jupiter follows Venus by turning slowly around the sun.”52\nThey possess four different kinds of calendar—a solar calendar, a lunar calendar, a Venus\ncalendar, and, remarkably, one based on the star known to us as Sirius.°3 Either through in-\ntuition or otherwise, the Dogon are of the belief that an infinite number of stars and an infi-\nnite number of planets, together with their satellites, exist.\nWhat mostly interests us here, however, has to do with what they have to say in relation\nto Saturn. Concerning this planet, the Dogon “affirm there is a permanent halo around the\nstar, different from the one sometimes seen around the moon.”55 Their own drawing of Sat-\nurn actually shows the planet, depicted as a circle, distinctly surrounded by a ring. Saturn is\nalso known to them as “the star of limiting the place,” which probably alludes to the fact\nthat Saturn is the outermost planet among those visible to the naked eye.\nAs Krupp was later to admit, these astronomical traditions of the Dogon “were bound to\ncause consternation among astronomers, for it seems impossible to reconcile the Dogon as-\ntronomical knowledge...with their instrumental resources, namely the unaided eye.”57 While\nGriaule and Dieterlen did not, themselves, come to a definite conclusion concerning how the\nDogon came upon their astronomical lore, Robert Temple, who built an edifice on their",
    "bibliography": [
      "49 E. C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 166.",
      "50M. Griaule & G. Dieterlen, La Renard Pale (Paris, 1965), p. 478.",
      "51 [bid., pp. 480-481.",
      "2 Ibi",
      "2 Ibid.",
      "33 Ibid., p. 226",
      "» Ibid., pp. 321, 323.",
      "55 Ibid., p. 292.",
      "% Ibid., p. 291.",
      "57 E, C. Krupp, “Observatories of the Gods and Other Astronomical Fantasies,” in E.C. Krupp (ed.), In Search",
      "of Ancient Astronomies (N. Y., 1977), p. 267."
    ],
    "captions": []
  }
]