[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 309,
    "content": "all times’...yet it seems advisable to emphasize, on the one hand, that technical ter-\n\nminology has its own laws and is not subject to the jurisdiction of linguists, and to\n\npoint, on the other hand, to one of the Sanskrit names of Saturn, i.e., ‘Kala,’ meaning\n\n‘time’...”\"°\n\nThus, in Sanskrit, one of the names for the planet Saturn and the word for “time” are one\nand the same, both rendered “Kala.” But also:\n\n“Tt should be stressed that the disinclination of philologists to allow for the ‘essential’\nconnection of Chronos and Kronos rests upon the stern belief that the ‘god’ Saturn\nhas nothing to do with the planet Saturn, and upon the supposition that an expert in\nclassical philology has nothing whatever to learn from Indian texts. Were it not so,\nthey might have stumbled over Kala, i.e., Chronos, as a name of Yama, i.e., Kronos,\nalias the planet Saturn.”””\n\nThat Time (Kala) was a name of Yama can also be learned from E. Burgess;'* that the\nHindu Yama, the same as the Persian Yima, was Saturn can be learned from Hermann Col-\nlitz.'° So that this, also, is the same as saying that Time was another name for Saturn.\n\nBesides, leaving Chronos aside, Kronos was himself lauded as “the originator of times.””\n\nKALA\n\nTo the Hindus, the “Wheel of Time” is known as the Kala-cakra (or “chakra”).”' Of im-\nportance to our thesis is the fact that it was Brahma, i.e. Saturn, who is said to turn this wheel\nof time.” In the Svetasvatara Upanishad, it is stated that: “Some wise men, deluded, speak\nof Nature, and others of Time as the cause of everything, but it is the greatness of God by\nwhich this Brahma-wheel is made to turn.”” Thus the same source alludes to Brahma as “the\ntime of time.” The Mundaka Upanishad proclaims that the year, indeed, came from\nBrahma.” What has also significant meaning is the added fact that the waters of chaos, which\nwe have previously had reason to connect with Saturn, were said to have arisen from Kala.”",
    "bibliography": [
      "16 G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),",
      "p. 135.",
      "\" [bid., p. 373.",
      "18 E. Burgess, Surya Siddhanta (Calcutta, 1860/1935), p. 5.",
      "H. Collitz, “Konig Yima und Saturn,” Festschrift Pavry (1993), pp. 86-108; see also, Linga Purana 1:60:2-5.",
      "29 G, de Santillana & H. von Dechend, op. cit., p. 133.",
      "2 W. E, Begley, Visnu’s Flaming Wheel: The Iconography of the Sudarsana-Cakra (N. Y., 1973), p. 96.",
      "® FO. Schrader, Introduction to the Pancaratra and the Ahirbudhnya-Samhita (Madras, 1916), pp. 106, 132.",
      "3R. Van Over, op. cit., p. 308.",
      "4 Ibid.",
      "% Ibid., p. 311.",
      "* Atharva Veda XIX:54."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 310,
    "content": "\nIn the Atharva Veda it is stated that: “Time is the lord of all, who was the father of Praja-\npati” but also that “time in the beginning [is or was] Prajapati.””’ That Prajapati is to be iden-\ntified as Saturn need not be repeated. The Satapatha Brahmana tells us that “Vaishva-\nnara...truly is the year, and Prajapati is the year.” In fact, Prajapati is alluded to as “the\nyear” in numerous passages of the same work. There, Varuna, whom we have also identified\nas Saturn, is also referred to as “the year.” Meanwhile, we have already seen Vishnu,\nwhom we have also equated with Saturn, being lauded as Mahakala, which name we have\ntranslated as “Great Saturn.” But, seeing as Kala also means Time, the same epithet can be\ntranslated as “Great Time.”” The result is the same because, as all the above should have in-\ndicated by now, as far as the ancients were concerned, the god and planet Saturn was syn-\nonymous with time. Thus Iranian Time was also personified as Zurvan,”’ whose Saturnian\nidentity, as we have already seen, is well attested.”\nAccording to the Atharva Veda, Kala, who was both Time and the planet Saturn, was\nconsidered the very first god, which is in keeping with our thesis. As we had also seen in an\nearlier chapter, Dhruva, the Pole star, had also been an earlier name of Saturn and, as such,\nthe word dhruva came to have the meanings of “time,” “epoch,” and/or “era.”\nTHE SLOW-MOVING PLANET\nThe association of time with the planet Saturn could not, of course, have eluded mytholo-\ngists and, in seeking an explanation, they naturally appealed to logic. Back in 1875, Gustave\nSchlegel, citing Dupuis, justified the phenomenon by referring to the planet’s present lagging\norbital pace:\n“The planet, with its slow and heavy walk, imitating age, drags itself along its path, in\na manner of speaking; before finishing its revolution, it would have seen a great num-\nber of men die whom it had seen born, so slow was its pace...He [i.e., Saturn] was the\nfather of the years and the centuries...his was the longest measure of time which na-\nture seemed to give for a single revolution of one of the celestial bodies or one of the\nmoving stars. Is it not, therefore, natural to believe that the Ancients, who had attrib-\nuted to each star its domain and its function in Nature, should have given to the planet\nSaturn the supervision of the celestial movements which regulate the length of the\nyears and the centuries?”\n2 Ibid., X1X:53:8-10 (emphasis added).\n?8 Satapatha Brahmana V:2:5:14.\n2 Tbid., 1V:1:4:10.\n3° VS. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 749.\n3°'V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 749.\n31 §. G. F. Brandon, Creation Legends of the Ancient Near East (1963), p. 203.\n% J, O'Neill, The Night of the Gods (London, 1893), pp. 778-779.\n33 Atharva Veda X1X:53:2.\n% Atharva Veda X1X:53:2.\n4 V_S. Apte, op. cit., p. 531.\n* G. Schlegel, Uranographie Chinoise (Leiden, 1875), p. 628 (as translated privately for the author by Birgit\n+5 G. Schlegel, Uranographie Chinoise (Leiden, 1875), p. 628 (as translated privately for the author by Birgit\nLiesching & Gayle Chin Anderson).\n310",
    "bibliography": [
      "In the Atharva Veda it is stated that: “Time is the lord of all, who was the father of Praja-",
      "pati” but also that “time in the beginning [is or was] Prajapati.””’ That Prajapati is to be iden-",
      "tified as Saturn need not be repeated. The Satapatha Brahmana tells us that “Vaishva-",
      "nara...truly is the year, and Prajapati is the year.” In fact, Prajapati is alluded to as “the",
      "year” in numerous passages of the same work. There, Varuna, whom we have also identified",
      "as Saturn, is also referred to as “the year.” Meanwhile, we have already seen Vishnu,",
      "whom we have also equated with Saturn, being lauded as Mahakala, which name we have",
      "translated as “Great Saturn.” But, seeing as Kala also means Time, the same epithet can be",
      "translated as “Great Time.”” The result is the same because, as all the above should have in-",
      "dicated by now, as far as the ancients were concerned, the god and planet Saturn was syn-",
      "onymous with time. Thus Iranian Time was also personified as Zurvan,”’ whose Saturnian",
      "identity, as we have already seen, is well attested.”",
      "According to the Atharva Veda, Kala, who was both Time and the planet Saturn, was",
      "considered the very first god, which is in keeping with our thesis. As we had also seen in an",
      "earlier chapter, Dhruva, the Pole star, had also been an earlier name of Saturn and, as such,",
      "the word dhruva came to have the meanings of “time,” “epoch,” and/or “era.”",
      "THE SLOW-MOVING PLANET",
      "The association of time with the planet Saturn could not, of course, have eluded mytholo-",
      "gists and, in seeking an explanation, they naturally appealed to logic. Back in 1875, Gustave",
      "Schlegel, citing Dupuis, justified the phenomenon by referring to the planet’s present lagging",
      "orbital pace:",
      "“The planet, with its slow and heavy walk, imitating age, drags itself along its path, in",
      "a manner of speaking; before finishing its revolution, it would have seen a great num-",
      "ber of men die whom it had seen born, so slow was its pace...He [i.e., Saturn] was the",
      "father of the years and the centuries...his was the longest measure of time which na-",
      "ture seemed to give for a single revolution of one of the celestial bodies or one of the",
      "moving stars. Is it not, therefore, natural to believe that the Ancients, who had attrib-",
      "uted to each star its domain and its function in Nature, should have given to the planet",
      "Saturn the supervision of the celestial movements which regulate the length of the",
      "years and the centuries?”",
      "2 Ibid., X1X:53:8-10 (emphasis added).",
      "?8 Satapatha Brahmana V:2:5:14.",
      "2 Tbid., 1V:1:4:10.",
      "3° VS. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 749.",
      "3°'V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 749.",
      "31 §. G. F. Brandon, Creation Legends of the Ancient Near East (1963), p. 203.",
      "% J, O'Neill, The Night of the Gods (London, 1893), pp. 778-779.",
      "33 Atharva Veda X1X:53:2.",
      "% Atharva Veda X1X:53:2.",
      "4 V_S. Apte, op. cit., p. 531.",
      "* G. Schlegel, Uranographie Chinoise (Leiden, 1875), p. 628 (as translated privately for the author by Birgit",
      "+5 G. Schlegel, Uranographie Chinoise (Leiden, 1875), p. 628 (as translated privately for the author by Birgit",
      "Liesching & Gayle Chin Anderson)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 311,
    "content": "Stecchini, on the other hand, reversed the process by assuming that it was “because of\nKronos’s association with time that his name was given to the most distant of the seven\nheavenly bodies...because it concludes its orbit in 30 years, so that a day in its year corre-\nsponds to a month in the earth’s year.”\n\nSaturn’s slow motion along its orbit, however, does not explain why the planet was also\nchosen to represent the year. If any celestial body can presently claim the right to represent\nthe year, it surely would have to be the Sun. As an indicator of the passage of time, it remains\nsupreme. Even the Moon would have been a better indicator with which to gauge the pro-\ngress of time. Moreover, our ancient forebears, living in this primeval era, would hardly have\neven noticed the planet Satur if it then appeared, like now, as nothing but a pin-point of\nlight in the night sky. More importantly, Dupuis’, or Schlegel’s, as also Stecchini’s, exposi-\ntions do not explain what Saturn, even as Time personified, had to do with Creation. Besides,\nwhy would the slowness of the planet Saturn have led ancient man to believe in an era when\ntime was not?\n\nAs we have indicated in earlier pages, and as we shall show more fully in a sequel vol-\nume, it was the Saturnian deity who was held responsible for the Creation. But, in an Iranian\nRivayat, this role is bestowed on Time. “Time is both Creator and the Lord of Creation which\nit created,” it is there stated.” This is paralleled by the Atharva Veda which states that “Time\ncreated the earth...”** A curious passage concerning Creation in a Hindu Brahmana brings\nvarious elements together:\n\n“Then the seed [of Creation] became a year. Before that time there was no year.”\n\nThus, despite the fact that the waters of chaos were said to have been born of Time, as we\nhave seen above, the reverse was just as true. As it was said, the waters of chaos themselves\nproduced the year, “the ordainer of the days and nights.“ We also have it from the Maitri\nUpanishad that “the year, verily, is Prajapati [that is Saturn, who] is Time.”\n\nWhat all this intimates is that what Hindu sources term as “the year” is a synonym for\n“time.” This synonymy is also apparent in Hebrew where yom (or yowm), which is normally\ntaken to mean “day,” has the additional meaning of “year” but also “time.” So, similarly, in\nEgypt. The word thera, which means “year,” also means “time.” Thus Ptah, whom we have\nalready seen identified as Saturn, was called “the Lord of the Year,” whereas Atum, his al-\nter-ego, was called “the Lord of Time.” The two epithets are synonymous.",
    "bibliography": [
      "3°. C. Stecchini, loc. cit., (emphasis added).",
      "%”S. G. F. Brandon, op. cit., p. 204.",
      "%8 Atharva Veda X1X:53:6-10.",
      "* R. Van Over, op. cit., p. 318.",
      "® Rig Veda X:190:2.",
      "“' Maitri Upnaishad V1:15.",
      "® J, Strong, Hebrew and Chaldee Dictionary (Madison, 1890), p. 48.",
      "* B.A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978), p. 857.",
      "“™M. S. Holmberg, The God Ptah (Lund, 1946), pp. 22, 64, 77, 178-180.",
      "4SR.T.R. Clark, Myth and Symbolism in Ancient Egypt (N. Y., 1959), p. 56."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 312,
    "content": "\nDIONYSUS\nIn an our first chapter we saw Dionysus as the original impetus behind Greek drama. But\nwho was this god?\nThe mythology of Dionysus presents him as a rambunctious conqueror who spread ter-\nror, as well as civilization, to the (known) world. Wherever he went, he introduced the grape\nvine and, with it, the fermentation of wine. In this respect he was similar to the Egyptian\nOsiris/Saturn who also traveled the (known) world, bringing civilization to the countries he\nvisited, as so did other Saturnian deities.\nEusebius Pamphili (c. 260-340 A. D.) already knew that the Greek Dionysus was the\nequivalent of the Egyptian Osiris. He knew about this equation from Plutarch (c. 46-120 A.\nD.)” and the even earlier Herodotus who lived in the 5th century B.C.* The similarity be-\ntween Dionysus and Osiris, moreover, did not merely concern their histories as civilizers, but\neven their rites. This was so much so that Herodotus was driven to claim that the rites of Di-\nonysus could only have been borrowed by the Greeks from the Egyptians.” These similari-\nties, however, are not restricted to Dionysus and Osiris, but are common to various other\nSaturnian deities. (There is also some indication that, in some quarters, Dionysus was identi-\nfied as an alter-ego of Helios® who, as we have already seen, was the original Greek name of\nthe planet Saturn.)\nThe association of time with Saturn explains why the much later festivals of the New\nYear, touched upon briefly in preceding pages, were devoted to Saturn in his many guises.\nWe should therefore not be surprised to find that among these festivals were those held in\nhonor of Dionysus, who is not only identifiable as the Saturnalian king,” but also directly as\nthe Saturnian deity.” It was not, therefore, spurious of William Heidel to note the obvious\nconnection of Dionysus with Aion.® As Marija Gimbutas informed her readers: “In these\nfestivals, which have assimilated elements of deep antiquity, Dionysus appears as a year-\ngod.”\nQUETZALCOATL UNVEILED\nThe Aztec deity Quetzalcoatl, known to the previous Maya as Kukulkan, has been\nidentified by various authorities as different celestial, and non-celestial, entities: as the Sun;*",
    "bibliography": [
      "“ Eusebius Pamphili, Evangelicae Praeparationis 11:1:45d.",
      "* Plutarch, De Iside et Osiride 35.",
      "“8 Herodotus, Historiae 11:42.",
      "*® Tbid. 11:49.",
      "* W. A. Heidel, op. cit., p. 481.",
      "51 Tid., p. 489.",
      "® W. F, Otto, Dionysus: Myth and Cult (Bloomington, 1965), pp. 195-201.",
      "3 W. A. Heidel, op. cit., p. 490.",
      "*M. Gimbutas, The Goddesses and Gods of Old Europe (London, 1982), pp. 227-228.",
      "55M. Simoni, “Central America: Gods of Sacrifice,” Larousse World Mythology (London, 1972), p. 461; D.",
      "Gifford, Warriors, Gods & Spirits from Central & South American Mythology (N. Y., 1983), p. 21; M. Oldfield",
      "Howie, The Encircled Serpent (N. Y., 1955), p. 302."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 313,
    "content": "te    Che? Meer\nAge eprint a  | Aaa\noi    el    J        NY\nq  ia   ORY ten\n4     ga    SATE og\nA Gee\nDionysus.\nCivilizer and Saturnalian king.",
    "bibliography": [],
    "captions": []
  }
]