[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 144,
    "content": "\nAa bd OR TTA   Pe at PS Re\nPASE AP PR Se arene ares     oo.\n1 oy ai ipeinlmtems na aagy ee,  FSA eg Spaighita tare ke?\"\n000 we¢                      Cr                oo tee                    wees\nPas)                  hie               ayety              ye.\nery!           Zinio               95 tem           ear\nx                    on\" cate                             . Raye                  en\nBase ee                     Br TAG           oR\nheette oo                   Tat eae\nhe segc eee                                AA,\nA es                       \"aOhigise\net, oy\"       fi   \\,                  oe tee\nraedoes    ClyH \\’                   Fee ED\nSS ORT    ea  fb                                            ‘hast\nworl?                             a             Vasey.\nvee                            7                   “he                    nay\nr                          «                     “4                        tai\n= By)          Q \\    aed                   ne                     nad\nyA Sa                    )\nfaversen’y                        28\n7 gang, 8 O 6°                        Dray)\nj   feos                         fee                 :\n208 00,\nN\\           ete 7                     fp        La Yo\neae Vt tee       Li         wr        © teh\n70 OS          ve              ie       a a,\nAan     oe       Por    hee\nPex Sone      ee oe        of Sh     lee.\nvite feed te   ‘       fe%me.e”          eet        soca\n| Meat eees               AaNE               9 48            verre\noe                oft eo              eae             vate Me\n.             Fe oe                eo OO         peo ba\nOFA                         wh                eee ee\nfates:                   sth as           oe\neter                           eo\" ey,              .\nPpes,          A\n=.           eee                            7                =\n‘he (ae .           ——?         eens\nSkis        ———L—        ae\nShige       of     \"Os,\nIH        fr —-sF           \"WR  SS \\\nory aod          A tes ey |            ea    A’\nro            es              “$y\n\\            feet, GD yO\nfrrsa sere   —     lee\nsae 3          —           ed\na               “we      _                     -                  ‘m<\nThe Djed column, symbol of Osiris, shown supporting the disc of Ra.",
    "bibliography": [
      "another.",
      "Even so, are we now to assume that Osiris was also a personification of the planet Sat-",
      "um? Or how many Egyptian deities are we going to identify with this planet? I will let",
      "William Mullen answer this one since it was he who indicated that Atum should be consid-",
      "ered the alter-ego of a special aspect of Osiris: “Atum and Osiris are sometimes amalgamated"
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 145,
    "content": "\ninto one god; more frequently they are portrayed sitting back to back.” So that if Atum, as\nalso Ra, is identifiable as the planet in question, then logic dictates that so must Osiris.\nGranted that Mullen’s equation may be considered as somewhat indefinite, there are other\nindications that both Atum and Ra were directly associated with Osiris. Thus, in a vignette of\nthe Book of the Dead, as elsewhere, the disk of Ra, usually said to be that of the Sun, is\nshown resting on the pillar known as Djed (or Tet) which was the emblem of Osiris.” Else-\nwhere in the same work, Atum is made to utter: “I am yesterday.” But a few lines later it is\nstated that: “Yesterday is Osiris.”® But let’s cut across the lawn since the very same work\nleaves little doubt as to the equation of Ra with Osiris. In the liturgy for the dead, it is\nasked—and answered:\n“*Who then is this? It is Osiris,’ or (as others say), Ra is his name, even Ra the self-\ncreated.””\ncreated.”\nIn other sections of the same work, Ra is presented as the soul of Osiris, while Osiris is\npresented as the soul of Ra, thus again indicating that the two gods were merely aspects of\neach other.” As Lepsius pointed out, in the Book of the Dead, Osiris is even referred to as\nOsiris-Ra, while Isis, who was the wife of Osiris, is even there called “the royal consort of\nRa.” It was precisely this assimilation with Ra that drove earlier mythologists to equate\nOsiris with the Sun.* James Frazer, of course, had his own reason for disagreeing with this\nidentification since, as far as he was concerned, Osiris had been nothing more than a god of\nvegetation.”\nActually, the identification of Osiris as a Saturnian deity, and even as a personification of\nthe planet Saturn itself, is anything but new, having been proffered by many a mythologist.”\nImmanuel Velikovsky was much in agreement with this identification.” Few of these writers,\nhowever, ever presented any direct evidence that ties Osiris to Saturn. William Heidel was at\nleast shrewd enough to point out that, just as Osiris was considered the judge of the dead, so,\nalso, was Kronos/Saturn.” But it is not this or that particular datum that makes our case, but,\nrather, the collective weight of various clues and diligent reasoning. And to add to what we\nhave already enumerated, I offer next the following information which refers us back to En-\nMe Sar-ra, that epithet of Shamash/Saturn which, as we have already seen, means “Lord of\nthe Law of the Universe.” The Indic Brahma, whom we have already seen identified as the\nsame planet, was also honored as the “Lord of the Universe.”” It could not then be through\ncoincidence that another name for Osiris happens to be Neb-er-tcher, which also means “god\nof the universe.”®",
    "bibliography": [
      "‘8 W. Mullen, “A Reading of the Pyramid Texts,” Pensée IVR III (Winter 1973), p. 14.",
      "\"° E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 252.",
      "YE. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 252.",
      "» Tbid., p. 282.",
      "2! Ibid.",
      "2 M. Oldfield Howie, The Encircled Serpent (N. Y., 1955), p. 25.",
      "% J, G, Frazer, The Golden Bough (N. Y., 1890/1981), pp. 312-313.",
      "% Ibid.",
      "25 Ibid., p.316.",
      "% Ibid., p. 316.",
      "6 See here, for instance, A. Hislop, The Two Babylons (London, 1916), pp. 328-329.",
      "7 |, Velikovsky, Worlds in Collision (N.Y., 1950), p. 174; idem, “On Satum and the Flood,” KRONOS V:1",
      "7 |, Velikovsky, Worlds in Collision (N.Y., 1950),  p. 174; idem, “On Satum and the Flood,” KRONOS V:1",
      "(Fall 1979), pp. 4, 5; idem., Mankind in Amnesia (N. Y., 1982), pp. 98-99.",
      "2 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 471.",
      "*W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 471.",
      "» V. Ions, Indian mythology (London, 1967), p. 25.",
      "5°E. A. W. Budge, op. cit., p. cxxii."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 146,
    "content": "\nGr,         a              _        heer           ree      ae:         \"\nShes          f   ieee J\nau wh   ue L an ;      b   ;  ty De   Aw   By   fue:      fe\ni as        §u99                          uw                                 ‘ti\n‘\\                                                    i              \\ Y             f  li\nFI                                  (s\np. t?             4                           Py ae}             \\\n\\\" f                        a                   i        .          A \\       +\nWy     ff                                              x || KS            2       \\7      \\y\nPE) NT a“)\n1\nOsiris as judge of the dead.\nNevertheless, at this point we have to return to the question: How many Egyptian deities\nare we going to identify as personifications of the planet Saturn? Or why were there so many\nnames—and we shall be meeting many others—within the same nation for one and the same\nplanet? Once again, I will let Mullen answer this one—at least in part. As he wrote:\n“One cause for the complexity of the account is that when the Nile valley was united\nin one kingdom, it consisted of many tribes, each with its own names for the\nplanetary gods and its own stories about them. After unification the cults of these\ngods were preserved and conflated even though in many cases one and the same\nplanet was being worshipped under different names in different places.””\nAs time went by, the ancestral memory of these former times dimmed. In Egypt, the sac-\nred litanies continued to be chanted even when a full understanding of their content was part-\nially lost. Eventually, even the identities of the gods were forgotten; and were it not for the\npresent-day rediscoveries of ancient texts, we would be in no better position. In Egypt, a time\ncame when not only were planetary deities worshipped under different names in different\nplaces, but also in the very same nomes under the roof of the very same temples.\nWhen one remembers that this evolutionary process took place, not only in Egypt, but\nthroughout the entire world, one begins to appreciate the complexity of the mytho-historical\nrecord and the reason behind the legion of names which now burden the gods of humankind.\nAll of which reminds us of Fred Bratton’s words when he had it stated that: “It has been es-\ntimated that a list of Sumerian deities [alone] would contain more than five thousand\nnames.” Add to that the thousands of deities from other ancient civilizations and the mind\nboggles. Let us face it, we are here talking about an astronomical number of divinities. Could\nwe really hope to attach them all to just five planets, those which the ancients could see with\nthe naked eye? And yet, as we saw on an earlier page, that is precisely what Giorgio de San-\ntillana and Hertha von Dechend claimed:\n“The real actors on the stage of the universe are few, if their adventures are\nmany...The forces reside in the starry heavens, and all the stories, characters and ad-",
    "bibliography": [
      "31 W, Mullen, op. cit., p. 13.",
      "* FG. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970), p. 21 (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 147,
    "content": "\nventures narrated by mythology concentrate on the active powers among the stars,\nwho are the planets. A prodigious assignment it may seem for those few planets to\naccount for all those stories...”°\nA prodigious assignment it surely is, but not an entirely impossible one because, for one\nthing, many of these deities turn out to be nothing but aliases of each other. Take Osiris, for\nexample, seeing as we are on that subject—the god was known under sixty different names in\nthe Theban recension, up to c. 1600 B.C., % which had accumulated to one hundred and fifty-\neight by the time of the Saite recension in c. 300 B.C.* In the Babylonian Enuma Elish,\nsometimes referred to as the Babylonian Creation Epic, the god Marduk is given fifty\nnames.* And if you think that these two examples constitute extremes, think again. The In-\ndic god Shiva is claimed to bear one thousand and eight different names.” In fact, it will be\nfound that most of the deities of antiquity are merely aliases of each other. Nor will I be bold\nenough to proclaim that all these mythological characters are to be identified as planets since\nsome actually personify planetary powers, while others are associated with various celestial\nphenomena.\nBut, before we lose the thread of our present topic, another question should now be\nasked: Was it only in Egypt that Saturn was lauded as a sun of night?\nTHE BABYLONIAN EXEMPLAR\nActually, there is undeniable evidence that the concept of a night sun existed in ancient\nBabylonian thought as well. As Morris Jastrow indicated, Saturn and the Sun were viewed as\nthe “two chief lights of the heaven, one to serve during the day and the other at night.”™\nThis is indicated by the fact, mentioned in the previous chapter, that when the Sun was in-\ntended, a gloss to that effect—SamSe u-mi (ie. Shamash of the day)—was inserted in those\nastrological texts dealing with Shamash/Saturn.” A Shamash-of-the-day presupposes a\nShamash-of-the-night. As Jastrow expressed this idea:\n“Strange as it may seem to us, the planet Saturn appears to have been regarded as ‘the\nsun of night’ corresponding to Samai as ‘the sun of the daytime’ and the cause of\nsuch light as the night furnishes.”\nIt was only when trying to explain this phenomenon that Jastrow stumbled:\n“Tt was argued, that since there was a sun furnishing the light of day, so there must be\nsome corresponding power which causes the illuminations of the heaven at night.",
    "bibliography": [
      "33 G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),",
      "% G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),",
      "p. 177.",
      "“E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), pp. 176-178.",
      "35 Ibid., pp. 179-185.",
      "3S, Langdon, “Semitic Mythology,” Mythology of All races, Vol. V (N. Y., 1964), pp. 310 ff.",
      "3” Linga Purana , 1:65:54b-168.",
      "38 M. Jastrow, Jr., “Sun and Satum,” Revue D’Assyriologie et D’Archeologie Orientale (Paris, September",
      "1910), p. 172.",
      "»® Ibid., p. 164.",
      "*® Ibid."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 148,
    "content": "\nSaturn was chosen—in preference even to the moon—because of the slowness of its\nmovement, which made it visible continuously for a long period.”\nAs if there are no other stars in the heaven that are “visible continuously for a long per-\niod” of time, or none that are brighter than Saturn! Besides, what has the slowness of a planet\nto do with its brightness?\nJastrow went on to state that the light of the Moon, as well as that of the other planets and\nthe stars, was, by the Babylonians, ascribed to Saturn.” But would the Babylonians, who\ncould calculate the complex motions of the heavenly bodies with mathematical accuracy, as\nwe have seen in a previous chapter, have been so naive as to invent a concept in which even\nthe most ignorant of their peasantry could hardly have believed? Should we not rather believe\nthe words of Diodorus when he stated that the reason the Chaldeans called Saturn by the\nname of the Sun was because it was the most prominent of the five planets or the stars?\nA colleague of Jastrow, Professor J. A. Montgomery, has even raised “the interesting\nquestion whether in Genesis 1:16 the two ‘lights’ may not at one time have referred to the\nSun and Saturn?”® Without realizing that the second body might have been Saturn, James\nStrickling also suggested a similar interpretation.“ While I do not wish to use this particular\ndatum as evidence of anything, I have to admit that it is an interesting supposition for, in the\nBiblical passage referred to, which supposedly describes the creation of Sun and Moon, nei-\nther Sun nor Moon is mentioned. The passage merely reads:\n“And Elohim [usually translated as ‘God’] made two great lights; the greater light to\nrule the day, and the jesser light to rule the night: He made the stars also.”*\nNOCTURNAL DEITIES\nWell down into the present era, the ancient belief in a former nocturnal sun continued to\nresurface in art. A floor mosaic, showing Helios riding in his four-horse chariot, was discov-\nered at the Beth Alpha Synagogue, dating to the sixth century A.D., in Israel’s Jezreel Valley.\nIn it, the god is depicted riding through the night, with the Moon and a sky “sprinkled with\nstars” behind him. The incongruity has been explained by claiming that “[t]he night\nstars” behind him. The  incongruity  has been explained by claiming that “[t]he night\nsky...still shines around him.”” At no time, however, can the night sky continue to shine\naround the Sun once it has risen. In view of the fact that Helios was originally interchange-\nable with Kronos/Saturn, the mosaic in question should be allowed to speak for itself. What it\nportrays is Helios as Saturn shining at night.\nCarl Jung, among few, understood this much. He, too, had come across references to a\nsun of night. As he wrote of the Latin Sol: “[T]here is...also a Sol niger [that is “black sun,”\nwhich makes us think of what we earlier noted concerning “black Saturn”], which,\nsignificantly enough, is contrasted with the day-time sun and clearly distinguished from it.””\nThe Celtic tradition preserved in Irish and Welsh texts dates no earlier than the eighth\ncentury A.D. That it incorporates much earlier beliefs, which had been handed down orally",
    "bibliography": [
      "Tbid., p. 170.",
      "*® Ibid.",
      "8 bid., p. 172.",
      "“ J. E. Strickling, “Birth of the Gods,” Bible-Science Newsletter X1:3 (March 1973). But see also, idem, “The",
      "Lesser Light,” Catastrophism and Ancient History 1:2 (July 1981), pp. 114-117.",
      "4 Genesis 1:16.",
      "“J. G. Taylor, “Was Yahweh Worshipped as the Sun?” Biblical Archaeology Review (May-June 1994), p. 61.",
      "\"CC. Jung, Mysterium Coniunctionis (N. Y., 1977), p. 148 (emphasis added)."
    ],
    "captions": []
  }
]