[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 254,
    "content": "\ntening is less than had been previously believed.” More than that, the aberrations in the orbit\nof Vanguard I around Earth in 1958 led NASA to the disclosure that Earth is actually pear-\nshaped, with its bulge positioned at the north pole.” (Strangely enough, back in 1500, Chris-\ntopher Columbus had actually suggested as much.”') Other satellites since Vanguard I have\nconfirmed this discovery.\nThe real shape of Earth, as now deduced, is better described as a triaxial spheroid rather\nthan an oblate one and, as Desmond King-Hele, who conducted a study of the phenomenon,\nhad to admit: “No one has yet satisfactorily explained why the ‘stem of the pear’ is at the\nnorth rather than the south ...”* To be sure, King-Hele offered the suggestion that “the al-\nternate melting and solidifying of the south-polar ice down through the ages may well have\nhad some influence.” How this melting and solidifying of ice could have resulted in a\nnorthern lithospheric bulge, however, has never to my knowledge been demonstrated. True,\nKing-Hele was here appealing to glacial rebound, but it must be kept in mind that the melting\nand re-solidifying of glacial ice occurred simultaneously in both the north and south poles.\nGlacial rebound should therefore also have been simultaneous. So why would this isostatic\nrebound create a lithospheric bulge only in the north? Frederick Hall proved more astute\nwhen he pointed out that:\n“[{The phenomenon] poses a question which, though obvious, is virtually never asked.\nWhat pulled Earth out of shape from above its north pole? “*\nNow it is true that Earth’s bulge has been measured at only 10 meters (33 feet),°> al-\nthough others have vouched for as much as 18 meters. This might not be considered much of\na bulge but, as a residue, or remnant, of a former greater uplift of land, even meters are of\nsignificance. As Hall indicated:\n\"The small dimensions of this shift indicate the pull was short term (as in centuries to\nmillennia) rather than eons. Furthermore the effect is relaxing, and in geological\nterms the distorting influence must have been remarkably recent.”*°\nLeroy Ellenberger, an avowed antagonist of the Saturn thesis, found fault with this theo-\nretical base. As he advised me, any “tidal bulge that would have been raised would not have\nhad time to relax since the disruption [of the Saturnian system].”\"’ “Fred Hall cites the 18",
    "bibliography": [
      "® D. King-Hele, “The Shape of the Earth.” Scientific American (October 1967), pp. 67, 72.",
      "% Tbid., p. 74.",
      "3 Ibid.",
      "Ibid., p. 75 (emphasis added).",
      "% Ibid.",
      "* FF, Hall, “Solar System Studies,” Part 2, AEON I:4 (July 1988), pp. 18-19 (emphasis as given); see also, E.",
      "Spedicato, “Numerical Analysis of Planetary Distances in a Polar Model,” AEON V:4 (July 1999), pp. 27, 28;",
      "R. B. Driscoll, “Magnetic Models of the Polar Configuration,” AEON IV:2 (August 1995), p. 25.",
      "35D. King-Hele, loc. cit.",
      "3°F. F, Hall, loc. cit. (emphasis as given);",
      "37 C. L. Ellenberger to D. Cardona, private communiqué, September 26, 1988."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 255,
    "content": "meter polar bulge in Earth’s figure,” he continued, “but any polar Saturn would have pro-\nduced a bulge which today would be measured in kilometers!”**\n\nBut, if I may ask, how does Ellenberger know this? How does he know how far Saturn\nwas from Earth in order to deduce the height of Earth’s tidal bulge under its influence? How\ndoes he know how long this tidal bulge would have existed? And how does he know when\nthe Saturnian configuration disrupted? I, for one, had never as much as hinted at these pa-\nrameters and, without knowing any of these quantities, nothing can be said concerning the\nheight of the original bulge or to what extent it should have relaxed by now. (Besides, as El-\nlenberger himself knows, and as others have pointed out,” it was not just the positioning of\nSaturn above Earth’s northern pole that was responsible for raising the world’s lithospheric\nbulge. There were additional forces which came into play, but it would be premature at this\npoint to go into all that.)\n\nAnd then, is it just the northern bulge per se that we should be concerned with? What\nabout the fact that Earth’s crust is generally thicker in the northern hemisphere than it is in\nthe southern? Sure enough, this has been explained as arising from the additional fact that\n“most dry land exists north of the equator,”” but it has never been asked why this should be\nthe case.\n\nExponents of the continental drift theory look at the configuration of Earth’s land masses\nand conclude that the continents must have once been joined together. I look at the same con-\nfiguration and see something else. I do not, by this, deny continental drift and plate tectonics.\nBut consider:\n\nTwo of the biggest continents on Earth, and India also, taper toward the south pole. None\ntaper toward the north. The highest percentage of Earth’s land masses, as noted above, occurs\nnorth of the equator; the highest percentage of the Earth’s oceans, south of the equator. In the\nextreme north, the continents come together at the “top” of the world to form a circle which\nis filled with the Arctic Ocean. As if to counterbalance this, in the extreme south we see that\nit is the oceans which come together at the “bottom” of the world to form a circle which is\nfilled with the Antarctic continent. Earth’s axis passes from the centre of the Arctic Ocean to\nthe centre of Antarctica. Is this merely fortuitous? Is it merely by chance that Earth’s land\nmasses are mainly congregated in the north? (As to whether or not the Arctic Ocean existed\nduring the era of Saturn’s proximity, I shall leave to a future work.)\n\nThere is another problem to consider. Encircling the Arctic Ocean is a blanket of detritus\nknown as muck. This area is so vast it actually covers one seventh of Earth’s land surface.”\nThis muck is composed of deep-frozen “goo with silt, sand, pebbles, and boulders, often with\nmasses of preserved, semi-decayed, or fully decayed vegetable and animal matter.” This\nfrozen mess lies on low level plains. As one astute writer in Pursuit noted: “Unless it was",
    "bibliography": [
      "38 Ibid.",
      "Ibid.",
      "» See here especially, E. Spedicato, op. cit., p. 28.",
      "® J. B. Delair, “Planet in Crisis: The Earth’s Last 12,000 Years,” SIS Review 1997: 2, p. 4.",
      "“ Anonymous, “Much About Muck,” Pursuit, Vol. 2 (October 1969), p. 68.",
      ": Anonymous, “Much About Muck,” Pursuit, Vol. 2 (October 1969), p. 68.",
      "© Ibid."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 256,
    "content": "\ncaused by some cosmic forces that we have not yet detected, it would appear to be a sub-\naerial deposit derived from massive erosion of higher ground and with steeper slopes.””\n“However, its depth in some places, and over enormous areas, has always caused\neven the most open-minded geologists to boggle. The Russians, who own the major\nland areas covered by this substance have conducted prolonged studies on it for\n[over] half a century, and have in some places drilled down to over 4,000 feet but still\nwithout reaching solid rock.”\nAlthough we will have much more to say about the formation of this muck in a future\nwork, the problem we wish to focus on here is this: From what heights did this material\nerode? As the writer in Pursuit pointed out:\n“...the lands now blanketed with this material must at one time have been much\nhigher above sea level...”*\nBut:\n“To suggest that the uplands from which this stuff came were once much higher and\nhad a steeper run-off is begging the question and doesn’t help at all. Yet there is the\nbloody muck lying all over the lot and to enormous depths. It has to be accounted\nfor.”\nfor.’\nOne additional fact to consider is that no such muck exists at Earth’s south pole.\nTHE NATURE OF TIDAL FORCES\nOne might now well ask: Since the Moon also has one side perpetually facing Earth,\nshould it not also exhibit a tidal bulge on that hemisphere? As a matter of fact, it does. This\nwas discovered by orbiting Apollo spacecraft using “a laser device to measure accurately the\nheights of features over much of the lunar surface.” What came to light is that the Moon,\nrather than being a perfect sphere, is actually slightly egg-shaped, with its narrow end point-\ning toward Earth. This lithospheric bulge rises 2 kilometers above the lunar surface. Unlike\nEarth’s northern distortion, this is a “living” bulge, not the remnant of one. Even so, as Har-\nold Urey noted, this lunar ellipticity “is some seventeen times as great as would be calcu-\nlated from present tidal forces.” What Urey is saying here is that Earth’s pull on the Moon",
    "bibliography": [
      "* Tbid.",
      "* Ibid.",
      "Ibid.",
      "45 Tbid. (emphasis added).",
      "* Ibid. (emphasis added).",
      "“’B. M. French, “The Moon,” in J. Kelly Beatty, et al (Eds.), The New Solar System (Cambridge, 1982), p. 79.",
      "* H.C. Urey, “The Moon,” Science in Space (N. Y., 1961), p. 191 (emphasis added).",
      "PHC. Urey, “The Moon,” Science in Space (N. Y., 1961), p. 191 (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 257,
    "content": "\nis not powerful enough to raise this lunar bulge. By the same token, however—and this might\ncome as a surprise to some readers— neither is the Moon’s gravitational pull powerful\nenough to raise oceanic tides.” And yet it does.\nAnother objection raised by Urey is that it “is difficult to believe that the interior of the\nMoon can support such stresses for geological periods of time.”*' That may be so, but the\nbulge is there, so that no matter what forces came into play to raise it, the “interior of the\nMoon” does presently support it. There is no point in saying that this is impossible.\nMoreover, as Keith Runcorn admitted, under present conditions, the lunar bulge “would\nhave disappeared long ago.”” For that reason, some authorities have been claiming that the\nlunar bulge is not raised by tidal forces, but by some other unknown mechanism. However,\nwhile this is not the place to go into this particular subject, the height of the lunar bulge\nwould conform rather well if it was formed relatively recently, even more recently than the\nterrestrial one, under conditions other than those presently postulated.\nOne other thing to keep in mind here is that, given what we know, or think we know,\nabout tidal forces, Earth is bound to tidally affect the lunar surface, and that this effect is\nbound to manifest itself on the lunar hemisphere facing Earth. So that if the lunar bulge in\nquestion is not the result of Earth’s tidal attraction, where, then, is the manifestation of that\nforce?\nNow, as it happens, Ellenberger has had reason to raise further objections to our hypothe-\nsis concerning Earth’s lithospheric bulge. As he had it stated:\n“...were the miniscule northern bulge manifested in the geoid truly of tidal origin as\nclaimed, then the geoid would not be pear-shaped, but would instead be a prolate el-\nlipsoid, with the bulges at north and south. This follows from the elementary fact that\ntidal bulges express themselves on both the near and far side of the subject body, as\nwith the lunar tide which occurs twice a day...”\nRoy Gallant succinctly explained the phenomenon in the following words:\n“Gravitation, remember, weakens as distance becomes greater. So the Moon tugs with\ngreater force on that side of Earth facing the Moon, with less force on matter at\nEarth’s center, and with the least force on Earth’s far side. A second tidal bulge thus\nforms on the far side where a hill of water is ‘left behind’. Since this water is farthest\naway from the Moon, it is tugged with the least force.”\nThe fact that lunar tides affect Earth’s oceanic waters twice a day is due to Earth’s rota-\ntion as it catches up with the secondary tidal bulge. But even this is nothing but an idealized",
    "bibliography": [
      "* J, Gilluly, A. C. Waters, & A. O. Woodford, Principles of Geology (1951), p. 398.",
      "S'HLC. Urey, loc. cit.",
      "* SK. Runcorn, “The Moon’s Ancient Magnetism,” Scientific American (December 1987), p. 63.",
      "% C.L. Ellenberger, “The Lithic Bulge,” electronic message dated January 22, 2000.",
      "R.A. Gallant, Our Universe (Washington, D. C., 1980), p. 116."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 258,
    "content": "version of the real situation as assumed by astronomers and physicists.* It is not, for in-\nstance, entirely true that oceanic tides occur twice daily. There are many areas which are af-\nfected by only one tide per lunar day.*\n\nEven so, why did not Earth develop a secondary bulge at its south pole?\n\nActually, who can say it did not? To begin with, the hydrosphere is one thing, the litho-\nsphere is something else. Water, being a liquid, responds much easier to tidal forces than\ndoes the solid lithosphere. And then, with the pull from the stationary Saturn being weakest\nat Earth’s south pole, a secondary bulge at that location would have been much lower than\nthe northern one. Who is to say that a southern bulge did not form under Saturn’s constant\npull and that this bulge, being much lower than its northern counterpart, has since completely\nsettled down?\n\nOf course, we can never know whether such a southern bulge ever formed. But then, is it\nadamant that such a southern bulge should have formed? There is no secondary bulge on the\nMoon counteracting the one facing Earth. But because this lunar bulge has been disqualified\nas a tidal one, we look for a better example. I therefore point to Phobos, one of the Moons of\nMars, an irregular chunk of rock measuring a mere seventeen miles across its longest axis. It,\ntoo, exerts a gravitational pull on Mars and, yes, it, too, raises a slight bulge on that planet.”\nBecause Phobos orbits the planet faster than Mars is able to rotate, this Martian bulge tends\nto lag behind—but there it is, and there is no opposing secondary bulge to counteract it.\n\nBut then how much do we really know about tidal forces? We know so little about them\nthat we cannot even predict the tide for any point on an ocean.* Oh yes, we can forecast the\ntides for all principal ports and other shore lines, but “these are not computed from general\ntheory...but from analysis of tidal records over a long period of years at the particular port\nconcerned.”®\n\nThere is also no point in appealing to Isaac Newton’s laws because the Newtonian\nscheme fails to explain these vagaries.” As James Gilluly and his associates pointed out:\n“These and many other facts make it clear that the tides are not a simple direct response to\nthe vertical component of the moon’s gravitational pull, which is really far too small for ef-\nfective lifting of the water masses anyway.”*' Granted that these words were written in 1951,\nin the interim nothing much has changed in that respect\n\nSo what, then, is the bottom line? From the little we know about tidal forces, the Sat-\nurnian model we have been investigating still demands that a lithospheric bulge would have\nbeen raised at Earth’s north pole, and that this bulge would have subsided somewhat once\nEarth’s linear alignment with Saturn was broken. The remnant of such a northern lithospheric\nbulge exists to this day. We can therefore safely claim that this demand is met.",
    "bibliography": [
      "$5 J, Gilluly, et al., op. cit., p. 396.",
      "% Thid., p. 398.",
      "5” Anonymous, “Fear of Phobos,” Discover (July 1989), p. 13.",
      "% J. Gilluly, et al, op. cit., p. 396.",
      "» Ibid.",
      "© Thid., p.398.",
      "®! Ibid. (emphasis added)."
    ],
    "captions": []
  }
]