[
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 259,
    "content": "ae     ae        he\nwe .-     aati aad\nPhobos, one of the two moons of Mars, a mere seventeen miles across, is enough to raise a tidal bulge on\nthe Martian surface.\n(Photograph courtesy of NASA.)",
    "bibliography": [
      "THE ASTRONOMICAL DILEMMA",
      "Needless to say, our theory also demands an astronomical solution to the problem inher-",
      "ent in Saturn’s polar placement. As already noted, there are no bodies in the present Solar",
      "System which are linearly aligned. Worse than that, present Solar System theories, based on",
      "purely gravitational forces, do not seem to allow for celestial bodies so aligned. In the past,",
      "various authorities have attempted to scientifically account for, or discount, this polar align-",
      "ment® but, as of this writing, none of them have been able to encompass the totality of the",
      "model and/or the entire events dictated by the Saturnian scenario. This is not to be wondered",
      "at because the events in question have so far been scattered over an ever-growing array of",
      "piece-meal publications without much regard for their chronological order. Worse than that,",
      "not all of the events, with all their celestial interactions, and their consequential outcomes,",
      "have so far received treatment. Nor can the present work alleviate that particular problem",
      "® See here especially, R. Ashton, “The Unworkable Polar Saturn,” AEON 1:3 (May 1988), pp. 39 ff.; F. Hall,",
      "“Solar System Studies,” Part 2, AEON 1:4 (July 1988), pp. 25 ff.; R. Driscoll, “The Saturn Myth: A Tentative",
      "Physical Model,” in ibid., pp. 50 ff.; R. Grubaugh, “A Proposed Model for the Polar Configuration,” AEON",
      "III:3 (October 1993), pp. 39 ff.; V. Slabinski, “A Dynamical Objection to Grubaugh’s Model,” AEON III:6",
      "(December 1994), pp. 1 ff.; B. Grubaugh, “Grubaugh responds,” in ibid., pp. 11 ff.; R. Driscoll, “Magnetic",
      "Models of the Polar Configuration,” AEON 1V:2 (August 1995), pp. 5 [f.; idem, “Stability and Dimensions of",
      "the Polar Configuration,” AEON IV:5 (November 1996), pp. 11 ff.; E. Spedicato, “Numerical Analysis of",
      "Planetary Distances in a Polar Model,” AEON V:4 (July 1999), pp. 23 ff.; W. Thornhill, “Stars in an Electric",
      "Universe,” AEON V:5 (January 2000), pp. 47 ff.; E. Spedicato & A. Del Popolo, “Dynamical Evolution of a",
      "Collinear Planetary System,” AEON V:6 (August 2000), pp. 14 ff."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 260,
    "content": "because, while a chronology of sorts is here being attempted, the history of the Saturnian sys-\ntem contains too many constituents, and too many events, only a few of which have so far\nbeen touched upon. Despite all that, as promised at the beginning of this chapter, a solution\nto this dilemma will be offered toward the end of this work. Before that can be attempted,\nhowever, we need to add a few more details to our scenario, even though it will tend to\ndeepen the waters we have been wading in enough to cover our chin.\n\n260",
    "bibliography": [
      "because, while a chronology of sorts is here being attempted, the history of the Saturnian sys-",
      "tem contains too many constituents, and too many events, only a few of which have so far",
      "been touched upon. Despite all that, as promised at the beginning of this chapter, a solution",
      "to this dilemma will be offered toward the end of this work. Before that can be attempted,",
      "however, we need to add a few more details to our scenario, even though it will tend to",
      "deepen the waters we have been wading in enough to cover our chin."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 261,
    "content": "\nChapter 12\nIn the Beginning\nBEING AND NOT BEING\nad Saturn always been visible in the sky as far as mankind was concerned? Actually,\nthe implication derived from the mytho-historical record is that there was a time\nwhen not even Saturn was yet quite visible. The record, for instance, hints at a time\nwhen the unseen god was still to emerge from an all-encompassing darkness. Mankind con-\ntinued to remember this as the time of beginnings, a time before Creation commenced. Thus\nthe later compilers of the Rig Veda could philosophically state that, before there were any\ngods, there was neither “existent” nor “non-existent.”’ And yet there was something which\nwas described in the same source as “that One Thing” and “this All.” As it is stated: “That\nOne Thing, breathless, breathed by its own nature: apart from it was nothing whatsoever.””\n|    | ad Saturn always been visible in the sky as far as mankind was concerned? Actually,\nAnd:\n“Darkness there was: at first concealed in darkness this All was indiscriminated\nchaos. All that existed then was void and formless.”\nAs we shall soon see, this all-encompassing darkness is spoken of by the mythologies of\nalmost all races. In fact, this milieu is stressed so often that one cannot help but assume that\nfew situations impressed early man as much as this prolonged environmental state. And yet, in\nthis darkness, up in the sky, there seems to have been something indistinct, the “void and\nformless” substance of the Rig Veda.\nTOHU WA BOHU\nAs David Talbott noted from the very inception of his Saturnian studies, man described\nthe creation of what has been termed “the earth” as if he had been an actual witness to it all.\nHe was there when it happened and saw it all unveil with his very own eyes.‘ Some will\ncounter that this was the natural outcome of man’s budding philosophical yearning. Looking\naround him, we are told, man would eventually have fallen upon the question of how every-\nthing had come to be. But, apart from the fact that the doctrine of beginnings was not univer-\nsally adhered to, why would all those races who believed in Creation have described it in",
    "bibliography": [
      "' Rig Veda, X: cxxix: 1.",
      "? Ibid., X: cxxi",
      "? Ibid., X: cxxix: 2.",
      "* Ibid., X: xxix: 3.",
      "* J. Gibson, “Satumn’s Age,” Research Communications NETWORK , Newsletter #3 (October 15, 1977), p. 3.",
      "+ J. Gibson, “Saturn’s Age,” Research Communications NETWORK , Newsletter #3 (October 15, 1977), p. 3."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 262,
    "content": "\nsimilar, if not near-identical, terms? The answer, of course, has to do with the fact that the\nmythic tales of Creation have always been misunderstood. Let us then continue to re-examine\nthem.\nThe father of all Creation myths, at least in the Western World, is that contained in the\nvery first chapter of the Book of Genesis. It is there stated that:\n“In the beginning Elohim created the shemayim and ‘eretz. And ‘eretz was tohu wa\nbohu, and darkness was on the surface of the tehom. And the ruach of Elohim moved\nupon the face of the mayim.”*\nAs we have already seen, Elohim was one of the ancient names of Saturn. Shemayim are\n“the heavens”—in the plural. Eretz is the word usually translated as “Earth,” but it more\nthe plural.\nproperly means “land.” The words tohu wa bohu are traditionally translated as “without form\nand void” or “void and empty.” The tehom is understood as a watery abyss—the deep. Ruach\nmeans “spirit” or “soul,” but also “wind,” while the mayim are merely “the waters” —also in\nWhat follows might offend those of a religious bent but, in a scholarly work, this cannot\nalways be helped. Devoid of all religious significance, what the words of Genesis actually\ntell us is that, “in the beginning” —that is, as far back as man can remember—Saturn fash-\nioned the “land”—which originally meant the land of the gods—which was formless and\nempty, while the “spirit,” or “wind,” of the same Saturn moved over the darkened waters.\nCHAOS\nTohu wa bohu, however, can also mean “utter chaos.”° Thus, in the Phoenician cosmog-\nony of Philo Byblius, we find “dark chaos” presiding as the ruling principle before Creation.’\nIt was no different among the ancient Greeks. In describing the Creation as remembered\nby his countrymen, Hesiod asks: “From the beginning, which first came to be?” And he an-\nswers: “Chaos was first of all...” ® Thus, according to Hesiod, in the beginning there was\nnothing but Chaos, “vast and dark.” This Chaos was surrounded by Night,'° which means\nsurrounded by, or enveloped in, darkness.\nGuirand tells us that, among the Greeks, Chaos was “a pure cosmic principle devoid of\ngod-like characteristics.”'' In this, however, he was simply falling prey to a later philosophic\ndoctrine. Guirand also muddles the issue when he claims that “the first principle was Cronus,\nor Time, from which came Chaos, which symbolized the infinite...”!? It is obvious that, here,",
    "bibliography": [
      "5 Transcription of Genesis 1:1-2, with Hebrew transliterations.",
      "° | am indebted to both Curtis Taub and David Lorton for this revelation.",
      "7 L. Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 82.",
      "® Hesiod, Theogony 115-116.",
      "° F, Guirand, “Greek Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 87.",
      "°° Thid., p. 90.",
      "\" [bid., p. 89.",
      "” [bid., p. 90."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 263,
    "content": "\nGuirand meant to say “Chronos, or Time,” since by “Cronus” he really meant “Kronos” who\nwas Saturn.\nAll of this reminds us of what Ovid had to say concerning the Creation as believed in by\nthe Romans: “All nature was Chaos...Earth, Air, Water heaved and turned in darkness...”\nAnd this, in turn, leads us back to Janus who, as we have seen on a previous page, was also\nmade to refer to himself as “Chaos.” It was said that when the elements of Creation\nseparated, Chaos took on the form of Janus.‘ But since Janus was the same as Satur-\nnus/Kronos, what is indicated here is that this “Chaos” was Saturn itself or, to be more pre-\ncise, the element out of which Saturn was seen to emerge.'*\nTAO\nLikewise, the Chinese philosopher Lao-tzu (Lao-tse, Lao-tze) had it stated that:\n“There is something chaotic yet complete which existed before heaven and earth. Oh\nhow still it is and formless, standing alone without changing, reaching everywhere\nwithout suffering harm. Its name I know not. To designate it I call it Tao.”\"®\nOr, in a different translation:\n“Before Heaven and Earth existed—There was something nebulous—Silent, iso-\nlated—Standing alone, changing not—Eternally revolving without fail—Worthy to\nbe the Mother of All Things—I do not know its name—And address it as Tao.”””\nNotice the description of this entity as “something nebulous,” standing alone and “re-\nvolving without fail.” As Lao Tzu claimed: “I do not know whose Son it is, an image of what\nexisted before God.”'* In other words, this thing called Tao had no progenitors; it existed of\nits own, and did so before anything distinct that could have been termed God made its ap-\npearance. Moreover, this thing called Tao was believed to be located “about the celestial pole\nwhich was considered to be the seat of power because all revolves about it.”!? This is the\nsame locality in which the ancients insisted in placing the planet Saturn. More than that, the",
    "bibliography": [
      "3H. Gregory, The Metamorphosis (N. Y., 1979), p. 15.",
      "“4 F. Guirand & A.-V. Pierre, “Roman Mythology,” New Larousse Encyclopedia of Mythology (London, 1972),",
      "pp. 200-202; see also, E. G. Suhr, Before Olympos (N. Y., 1967), p. 107.",
      "* It should be pointed out, here, that the Greek word “chaos” has been said to derive from a root meaning “to",
      "gape” —see F. Guirand, op. cit., pp. 88-89. Graves gives it as “yawning”—R. Graves, The Greek Myths, Vol. 2",
      "(Harmondsworth, 1962), p. 385. The truth of the matter, however, is that the ancient root from which the word",
      "is derived has long been lost.",
      "‘6 L. Graham, Deceptions and Myths of the Bible (N. Y., 1979), p. 15.",
      "\" The Tao Teh Ching, in Lin Yutang, The Wisdom of China and India (N. Y., 1942), p. 596.",
      "*L. Barnett, et al, The World’s Great Religions (N. Y., 1957), p. 77 (emphasis added).",
      "” L. Hodus, “Taoism,” Encyclopaedia Britannica, 14th edition, as quoted by I. Velikovsky, Worlds in Collision",
      "(N. Y., 1950), p. 256."
    ],
    "captions": []
  }
]