[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 252,
        "content": "\nNL) as today’s latitude.”! But not everyone was satisfied and other palaeontologists could not\nhelp declaring that “the dinosaurs thrived owing to a semitropical or temperate ecosystem,\nmade possible because the Earth’s climate then was more equable or uniform.”? But, as Ian\nJohnson asked: “Why did latitude matter so little in the Age of Reptiles (and beyond)?”3\nBy the end of 1992, polar dinosaurs had been discovered at 15 different sites.4 But, despite\nwhat had been claimed concerning the warmth of the Arctic at the time, the problem of polar\nwinters continued to bother palaeontologists:\n“Even though the Cretaceous was much warmer than today, the polar regions would\nstill have been chilly for dinosaurs in winter. And while nonstop daylight in summer\nwould have encouraged lush plant growth, the long winter’s night would have forced\nplant-eaters, especially if they tended toward cold-bloodedness, to hibernate or mi-\ngrate. Either behavior would be surprising.”>\nBy the turn of the century, what was considered as “possibly” being “the densest concen-\ntration of saurian fossils in the world” had come to light within the Arctic Circle.® Palaeon-\ntologists had known about this dinosaur bone area, named the Kikak-Tegoseak bed, “but not\nits remarkable density.”” The dinosaur bones in this bed, it has been stated, are “nearly as\nubiquitous...as the Arctic’s summer sun” which during that season never sets.®\n“Previously Alaska’s horned dinosaurs have been discovered one at a time. ‘Finding\nthat many skulls [of] ceratopsians stacked one on top of another is a pretty much un-\nusual situation,’ says Roland Gangloff, expedition organizer and curator of earth sci-\nences at the University of Alaska Museum...”\n“It’s probably a huge bone bed,’ [Anthony] Fiorillo says, ‘and we’re looking at a\nlittle, tiny part of it.” Gangloff goes further, adding that the entire...region ‘will\nsomeday be recognized worldwide as one of the greatest dinosaur fossil accumula-\ntions in the world.”!°\nAccording to Fiorillo, these dinosaurs “probably died together in a flood or other catastro-\nphe.”!! Which, at this point, is not a surprising disclosure. That they did not die a normal",
        "bibliography": [
            "1]dem, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology and Catastrophism Review",
            "XIV (1992), p. 9.",
            "2 Ibid., pp. 8-9.",
            "3 Ibid., p.9.",
            "4R. Gore, “Dinosaurs,” National Geographic (January 1993), p. 38.",
            "5 Ibid., pp. 36, 38 (emphasis added); see also M. Leslie, “The Strange Lives of Polar Dinosaurs,” Smithsonian",
            "(December 2007), p. 73.",
            "6s. Senkowsky, “Cretaceous Park,” Scientific American (December 2002), p. 26.",
            "7 Ibid., p.28.",
            "8 Ibid., p. 26.",
            "9 Ibid., p. 28 (ellipses as given).",
            "10 Tbid.",
            "11 A_R. Fiorillo, “The Dinosaurs of Arctic Alaska,” Scientific American (December 2004), pp. 85, 86."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 253,
        "content": "\ndeath is indicated by the fact that, as of 2004, a single complete skeleton had yet to be discov-\nered anywhere in Alaska.!\nHadrosaurs, which are plant-eating dinosaurs, “could stand on their back legs to reach\noverhead foliage.”? With so many of the creatures congregated around the area of their dis-\ncovery, this would entail that such foliage had to have proliferated.\n“How did dinosaurs find themselves at the planet’s northern extreme?” asked Fiorillo. His\nown answer was that more than likely they had trudged across from Asia because ancestral\nforms of almost all the Cretaceous dinosaur families found in North America existed there.3\nYet even he had to admit that one species, at least, “apparently arrived by a southerly migra-\ntion path” since “remains of its ancestors are found on the continents of South America and\nAfrica.”4 And then he adds that: “Some of the immigrants probably just stayed in the far north\nbecause the environment there supplied their needs...”> But how could the Arctic\nenvironment have supplied their needs if, as it was still believed, it was then as cold and hos-\ntile as it is now? To be fair, Fiorillo himself does acknowledge this conundrum:\n“Alaska is built of enormous geologic blocks [he writes], some of which originated\nfar from their present location. During the Cretaceous, however, many of these blocks\nof land were near their current latitudinal position or higher. Thus, the dinosaur fos-\nsils found in Alaska were not posthumously hijacked from distant climes and brought\nthere on moving plates: they lived in the high latitudes during the Cretaceous. Did\nthey stay there all year? And if so, how did they manage it?”6\nAs he himself concedes, “the world was warmer then, but the climate in the high latitude\nlands was still challenging, with cold, snowy winters and several months of darkness.”7\n“Tn actuality, north of the Arctic Circle, darkness occupies a longer and longer part of\neach day until the winter solstice (December 22), when the sun does not rise. During\nthe Cretaceous, northern Alaska was even farther north than it is today, and so the di-\nnosaurs that lived there would have needed mechanisms to cope with both the cold\nand the dark.’\nand the dark.”8\nVarious explanations were attempted to circumvent the problem—such as hibernation? or\nmigration out of the area and back again when sunlight returned!©— but no viable evidence",
        "bibliography": [
            "! [bid., p. 86.",
            "2 Ibid.",
            "3 Ibid.",
            "4 Ibid.",
            "> Ibid.",
            "6 Ibid. (emphasis added).",
            "7 Ibid. (emphasis added).",
            "8 [bid., p. 88.",
            "9 Tbid., pp. 88, 90.",
            "10 Thid., p. 90."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 254,
        "content": "\ncould be mustered for these suggestions. “But if they stayed year-round,” Fiorillo asked,\n“what did they eat during the cold winter months?”! Predators, of course, would have con-\ntinued to hunt and gorge themselves on their prey. But herbivores would have had a hard time\nsince, under uniformitarian conditions, there would not have been enough to sustain their\nenormous herds. Besides which, how did the vegetation needed for their sustenance survive\nthe cold and dark winter months?\nDinosaurs were also discovered in southern Australia which, at the time, is believed to\nhave been snuggled right against Antarctica. Like their north polar cousins, these dinosaurs\nwere also believed to have endured prolonged darkness up to six months each winter. This\nthen led to the conviction that these dinosaurs actually “braved the cold” and “maybe\nscrunched through snow and slid on ice.”? And yet it had to be admitted that this “challenges\nwhat scientists know” about the survival of these animals. Tom Rich, who is probably the\ngreatest authority on Australian dinosaurs, has not only met the challenge, he believes to have\ncome up with the correct solution.\n“The dinosaurs here could have been running in the dark, snowy world [Rich stated].\nThey weren’t hibernating. I think they were active when it was really cold. These di-\nnosaurs were probably warm-blooded animals.”4\nWhat led Rich to suggest that “dinosaurs could have been running around in the dark” was\nnot only their polar locality, but also the skull of a chicken-sized ornithischian which\ncontained “cavities for very large optic lobes.” These large optic lobes “suggest” that the or-\nnithischian in question “had enhanced night vision for polar living.”> Might we, perhaps,\n“suggest” that this enhancement in such a diminutive member of the dinosaurian family had\nevolved in order to allow the creature better sight in the dimmer light radiated by the proto-\nSaturnian sun?\nNever mind southern Australia, dinosaurs were also eventually discovered on Seymour\nIsland just off the Antarctic Peninsula, details of which were revealed at the International\nSymposium of Antarctic Earth Sciences held in New Zealand in July 1999.6 Remains of the\nmesosaurs and plesiosaurs discovered there are known to be sub-tropical creatures. So that no\nmatter what can be said concerning the ability of dinosaurs to have thrived in cold dark re-\ngions, these particular denizens would definitely have been “out of their natural element.”\nAnd again, never mind Seymour Island, dinosaur remains have also been found on the\nAntarctic continent itself. Just as telling is the fact that “fossilized leaves and other plant",
        "bibliography": [
            "1 Ibid.",
            "2M. Leslie, op. cit., p. 70.",
            "3 Ibid.",
            "4R. Gore, op. cit., p. 38",
            "5 Ibid.; see also M. Leslie, op. cit., p. 73",
            "6 Kim Hill’s Programme, Radio New Zealand, July 9, 1999, as quoted in Chronology & Catastrophism Review",
            "(1999:2), p. 39.",
            "7 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 255,
        "content": "\nremains suggest that during the dinosaurs’ day Antarctica had a temperate climate.”! How,\nthen, according to Rich, could these dinosaurs have been “running in the dark, snowy world”\nbeing “active when it was really cold”?\nThe particular ornithischian mentioned above was not the only dinosaurian relative whose\nsight was adapted to a nocturnal habitat? As pointed out in our earlier work,> the eyes of\narchosaur rhodopsins were not only suited to night vision, but better still to redder wave-\nlengths,4 which would have served them well in the dim red light radiated by the sub-brown\ndwarf star that was proto-Saturn. And mammals, too, right after the exiting dinosaurs, were\nprobably “nocturnal” creatures as surmised by David Archibald.\nBut back to the Arctic:\nThe dinosaurian Troodon has also been noted for its “exceptionally large eyes.” As\nFiorillo rightly noted: “Among modern animals, proportionately large eyes tend to be an ad-\naptation for living in low light conditions.” As he goes on:\n“Troodon may have been preadapted to the physical constraints of the high-latitude\nenvironment, which gave it a competitive advantage and set it on the path to become\nthe most abundant predator of the northern ecosystem.””\nThis raises a quandary of its own. As Fiorillo himself recognized, if Troodon “was well\nadapted to the low light of Arctic winters, one might wonder how it could function during the\nlong periods of daylight in warmer months.”’ Under the proto-Saturnian sun, however, this\nwould not have been a problem since, under its perpetual dimmer radiation, there would have\nbeen no seasonal change of light.\nThat dinosaurs faired well within the Arctic circle is additionally evidenced by the fact\nthat Troodon is not only considered to have been rare in more southerly latitudes, it achieved\n“nearly twice the size of Troodon in more southern locations.” But before this is used as\nevidence that polar dinosaurs were well adapted to cold climates, keep in mind that, Troodon\naside, the same type of dinosaurs that thrived in Alaska also lived “in toastier environments\nfarther south, such as Montana and even Texas.”!° To stress what Ian Johnson had earlier\nnoted, latitude did not matter when it came to dinosaurian habitation.",
        "bibliography": [
            "1M. Leslie, op. cit., p. 72.",
            "2D. Eatherley, “Ancient Eye Resurrected,” New Scientist (September 28, 2002), p. 19.",
            "3 Flare Star, p. 158.",
            "4K. A. Svitil, “The Nocturnal Reptiles of Triassic Park,” Discover (January 2003, Special Issue), p. 13.",
            "5 J.D. Archibald, op. cit., pp. 27, 94.",
            "6 A.R. Fiorillo, op. cit., p. 91.",
            "7 Ibid.",
            "8 Ibid.",
            "9 Ibid.",
            "10M. Leslie, op. cit., pp. 72-73."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 256,
        "content": "WRAPPING UP\n\nTo the reader of this work, none of the above disclosures should cause similar bewilder-\nment. The biggest problem faced by palaeontologists in this respect is that even while accept-\ning that Earth had been warmer during the Cretaceous, they cannot account for a warmer Arc-\ntic region, especially one that was even warmer than more southerly latitudes. As long as they\ncontinue to believe that, during this time, Earth was already orbiting the Sun along its present\npath and at its present distance, they remain faced with the same slanting solar rays impinging\non the Arctic. And, as at present, these slanting rays would not have been enough to warm\nthose regions. Not only that, but, as with the present situation, they remain faced with months\nof total darkness during which no direct heat can manage to reach the land.\n\nWith a different although dimmer sun suspended permanently, but much closer, in Earth’s\nnorth celestial pole, all these problems disappear. Despite the age of semi-darkness which we\ndiscussed in our previous works,! the Arctic regions would have received perpetual light, no\nmatter how dim, and sufficient heat with no intervening months of total gloom. Dinosaurs\nwould then have proliferated without the need to hibernate or migrate to other regions since\nthere would have been no onset of cold weather. And while Earth received a major portion of\nits heat and light through reflection off its encasing plasmasphere, the Arctic would have re-\nceived a fair amount of additional heat and light directly from the sub-stellar sun positioned\nprecisely above that region.\n\nThis fares well with floral species which appeared first at higher latitudes during the Cre-\ntaceous. According to one authority, Lena Golovneva, this was because these species “pre-\nferred cooler conditions.” And in relying on her erroneous explication, David Archibald then\ntells us that these same species “had earlier first appeared at higher latitudes during the latest\nCretaceous, spreading southward into middle latitudes as the climate presumably cooled.”\nAnd, on the same page, he repeats the same dictum: “This shift toward a cooler adapted flora\nis recorded first at higher latitudes in the latest Cretaceous, only later does this cool-adapted\nflora make its way into lower latitudes.”4 But, as we saw in one of our previous volumes,\nthere were various tropical and sub-tropical plants, as well as animals, that had appeared much\nearlier in Arctic regions than they did in more southerly latitudes.> These species could not\nhave been “cool-adapted.” On the contrary, they arose first in higher latitudes because it had\nbeen much warmer there than in more southerly ones.\n\nUnder our scheme, Earth’s northern regions would have received the brunt of proto-Sat-\nurn’s radiative flare-up. Life in those zones should have therefore suffered more. Signs of ex-\ntinction should be more abundant than anywhere else on the planet. In fact, as Gould noted,\nplant species in Alaska, Northern Canada, and Siberia “suffered heavy losses” while those in",
        "bibliography": [
            "! God Star, pp. 274 ff.; Flare Star, pp. 150-153.",
            "2J.D. Archibald, op. cit., p. 197.",
            "3 Ibid.",
            "4 Ibid.",
            "5 God Star, pp. 351-390."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 257,
        "content": "\nthe tropics “were scarcely affected by the Cretaceous extinction.”! Although, very much as in\nour case, it was utilized for their own particular scenario, this was repeated by Victor Clube\nand Bill Napier: “Tropical plant life was relatively unaffected by the event, but most species\nin Alaska, Canada and Siberia disappeared.”? And so, likewise, Dale Russell who wrote that\n“the terrestrial plants of the northern regions of the Temperate Zone suffered more losses than\nthose farther south.”3 As reported in Nature:\n“The terrestrial flora shows major turnover at the same time as the marine disruptions,\nwith the extinction of many forms, and the succeeding Tertiary Period saw the emer-\ngence of a new wave of evolutionary types whose descendants are with us today. The\nsouthern hemisphere was relatively spared: the areas of greatest disruption being\nwestern North America and eastern Siberia.”4\nBut we’re talking about mere plants. What about the dinosaurs? It is here that we encoun-\nter what might at first seem evidence to the contrary. Thus, citing various other sources,>\nTrevor Palmer tells us that “organisms living close to the equator” were the hardest hit.6 More\nthan that, Archibald tells us that “there is no single horizon in higher latitudes in which one\nfinds major extinctions.”7 And: “The apparently more specialized species (those with less\ntolerance of environmental fluctuations) disappear at the K/T boundary at lower latitudes, but\nthe fossil record from higher latitudes clearly shows that this is not a global event.”8\nArchibald, of course, was well aware that faunal fossils had been discovered in high lati-\ntude regions. He himself pointed to the fossil sequence on Seymour Island, at the north end of\nthe Antarctic Peninsula. What has been found there, he informs us, “tells a totally different\nstory for the end of the Cretaceous than the catastrophic extinctions that some argue occurred\nat lower latitudes.”? Relying on the authority of Gerta Keller and Bill Zinsmeister,!° he\nadditionally tells us that:\n“Although there are changes across the K/T boundary in the marine invertebrate fau-\nnas and the palynomorphs preserved at Seymour Island, the changes do not appear to",
        "bibliography": [
            "1§. J. Gould, “Of Dinosaurs and Asteroids,” 1982 Yearbook of Science and the Future (Chicago, 1981), p. 132.",
            "2v. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 106.",
            "3D. A. Russell, loc. cit.",
            "4 Paraphrased from Nature (November 13, 1986), p. 112, by C. Whelton, et al “Cretaceous Catastrophe— 1,”",
            "Chronology & Catastrophism Workshop (1987:1), p. 24.",
            "5 J. B. Pollack, et al., “Environmental Effects of an Impact-Generated Dust-Cloud,” Science 219 (1983), pp. 287-",
            "289; K. J. Hsii, “Terrestrial Catastrophe Caused by Cometary Impact at the End of the Cretaceous,” Nature 285",
            "(1980), pp. 201-203; L. W. Alvarez, et al., “Extraterrestrial Cause for the Cretaceous-Tertiary Extinction,”",
            "Science 208 (1980), pp. 1095-1108.",
            "6 T. Palmer, “Catastrophism and Evolution,” S. I. S. Review VIL, Part A (1982/3), p. 16.",
            "7 J.D. Archibald, op. cit., p. 190.",
            "8 Ibid., p. 195, and see also p. 196.",
            "9 [bid., p. 191.",
            "10 Tbid., pp. 194-195."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 258,
        "content": "\nbe abrupt. Rather, they are spread vertically throughout an almost hundred-foot geo-\nlogical section.”!\nBut, for one thing, Archibald is here speaking of Earth’s south polar lands, which were as\nfar removed from proto-Saturn’s direct influence as terrestrial geography can permit. There is\nnothing in our scenario that disallows a slower decline in Cretaceous life in Earth’s south po-\nlar regions. In fact, the absence of corresponding extinction layers in the Antarctic has been\nnoted by others.? The same cannot, however, be said in relation to Earth’s north polar area. I\nwish I could say that Archibald penned his work before the Arctic dinosaurs had been discov-\nered, but this was not the case. He might not, however, have yet known about their vast ex-\ntent. As we have seen, it is now believed that these Arctic dinosaurian hecatombs might turn\nout to be the most extensive in the entire world. Need we even mention that, in that case, di-\nnosaurian extinction had to have been the most extreme in these very Arctic regions? And is it\njust the dinosaurs that we must account for? What about other fauna at other times in Earth’s\npast history? If what we claim transpired, all past extinctions should have been more severe in\nnorthern latitudes. And this is precisely what we find.?\nEven Fiorillo’s surmise that the Arctic dinosaurs met their end in a flood finds correspon-\ndence in our scenario. The flood, of course, could have been the result of the encroaching\nocean once Earth changed its rotational speed. But I hold a different opinion. As we have al-\nready explained, proto-Saturn’s Birkeland current which stretched between it and Earth had a\ntornadic quality* which would have sucked a great quantity of northern waters which it then\nheld in suspension. Once this polar columnar “jet” retracted,> it would have released its\nvoluminous water content, which would have fallen in a colossal torrential downpour on\nEarth’s north polar neighborhood. As I have described in some detail elsewhere,$ the same\nthing transpired at a later time when man was a witness to the occurrence. There is therefore\nevery reason to believe that it would also have occurred during the Cretaceous-Tertiary\nevent. And since this release of water would have come from the retracting column, the flood\nit generated would have slightly preceded proto-Saturn’s flare-up, and thus also the change in\nEarth’s rotation. The Arctic dinosaurs would have therefore been the first to die.",
        "bibliography": [
            "! [bid., p. 191.",
            "2 See here, for example, T. Van Flandern, “The Exploded Planet Hypothesis—2000,” in E. Spedicato & A.",
            "Notarpietro (Eds.), New Scenarios on the Evolution of the Solar System and Consequences on History of Earth",
            "and Man (Bergamo, 2002), p. 50.",
            "3 See here, for instance, B. Bryson, op. cit., p. 346",
            "4 God Star, pp. 429 ff.",
            "5 Flare Star, pp. 279 ff.",
            "6 D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001), pp. 61 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 259,
        "content": "\nPART THREE\nTHE TOROIDS",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 260,
        "content": "\nChapter 9\nCelestial Bands\nEPOCHAL ICE: RESETTING THE STAGE\nr  “he cause of ice ages has been debated since the beginning of the twentieth century. In\n1903, a not very well known writer, Bal Gangadhar Tilak, had already refuted the\ncauses that had been proposed in his day. These proposed causes included the\ndiversion of the Gulf Stream by the sinking of the Isthmus of Panama; sudden changes in the\ndistribution of land and water; the passage of our planet through hot and cold regions of\nspace; variations in the Sun’s radiation; alteration in the obliquity of the ecliptic; and the ec-\ncentricity of Earth’s orbit.!\nMost of these proposed causes were not that much different from what Milutin Mi-\nlankovitch incorporated in his theory.2 And despite the many objections that have been raised\nagainst it,> the Milankovitch theory continued to be parroted by most scientists,4 while it also\ncontinued to be criticized by many others.\nIn 1953, J. Charlesworth, one of the prominent glaciologists of his time, was still referring\nto the onset of ice ages as “one of the greatest riddles in geological history” that “remains un-\nsolved.” As he wrote back then, “despite the endeavors of generations of astronomers, biolo-\ngists, geologists, meteorologists, and physicists, it still eludes us.”5 Four years later he\ncontinued to berate his own discipline when he admitted that the “riot of theories” which had\nsprouted to account for the Pleistocene Ice Age ranged “from the remotely possible to the\nmutually contradictory and the palpably inadequate.”® Upon reflecting on this situation close\nto two decades later, Gwen Schultz could only continue to stress the failure of science in ex-\nT= cause of ice ages has been debated since the beginning of the twentieth century. In\nplaining why ice ages ever occurred.\n“There must be a hundred theories [she wrote] but they all have ‘holes’ or lack sub-\nstantiation, and none can be proved. Not one commands anything like general accep-\ntance.”7\ntance.””7",
        "bibliography": [
            "1B. G. Tilak, The Arctic Home in the Vedas (1903), pp. 453-454.",
            "2 See Flare Star, pp. 14-26, for the ups and downs of the Milankovitch theory.",
            "3 Ibid.",
            "4 See, for example, S. Clark, “Sun’s Fickle Heart May Leave Us Cold,” New Scientist (January 27-February 2,",
            "2007), p. 12; R. Ehrlich, “Solar Resonant Diffusion Waves as a Driver of Terrestrial Climate Change,” Journal",
            "of Atmospheric and Solar-Terrestrial Physics (May 2007); New Scientist (May 19, 2007), pp. 34-42.",
            "5 J. Charlesworth, “The Ice Age and the Future of Man,” Science Progress (January 1953), p. 3.",
            "6 Idem, Quaternary Era (London, 1957), p. 1532.",
            "7G. Schultz, The Ice Age Lost (N. Y., 1974), p. 67."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 261,
        "content": "\nIn the meantime a slew of different causes kept on being promoted to account for these\nperiodic freezing events. One of these blamed ice ages on the influx of gamma rays,! which,\nas we have seen, some have proposed, as others continue to, as having been responsible for\nEarth’s past mass extinctions?\nAnother theory —not entirely new except for details—blamed it all on a solar cycle which\nencumbers the Sun’s interior with “a dimmer switch” that “causes its brightness to rise and\nfall on timescales of around 100,000 years,” which Robert Ehrlich claims to be “exactly the\nsame period as between ice ages on Earth.”3\nMind you, Ehrlich does concede that he cannot think of a practical way to test his theory\nsince the time involved for the Sun’s oscillation “is too gradual to be observed.”+ He however\nadds that there may be an indirect way to test it by observing red dwarf stars since these pass\nthrough much shorter oscillation periods.*\nI could go on quoting other authorities and describing other theories on the subject, but\nwhy bore the reader with repetition? As of this writing, the situation has only changed in as\nmuch as newer theories kept being added to the list. All that this seems to have accomplished\nis to attract further detractors who then offered their own conjectures.® Some have even acted\nas if the problem has been solved. Take, for instance, William Ruddiman who stated that:\n“Scientists have known since the 1970s that three predictable variations in the Earth’s\norbit around the sun have exerted the dominant control over long-term global climate\nfor millions of years...Over the past three million years, these regular changes in the\namount of sunlight reaching the planet’s surface have produced a long sequence of\nice ages...”7\nOr take the following as an additional example:\n“It has long been speculated, and recently calculated, that known changes in orbital\ngeometry could alter the amount of sunlight coming in between winter and summer\nby about 10 percent or so and could be responsible for initiating or ending ice ages.”8\nFair enough, “long been speculated” is closer to the truth than “scientists have known.”\nBut the “recently calculated” bit is hard to swallow when the same authorities additionally\nadmit that the “precise causes of the longer intervals between warm and cold periods are not",
        "bibliography": [
            "1S. Nadis, “Do We Live in a Cosmic Shooting Gallery?” Astronomy (November 2005), pp. 36-37.",
            "2 Ibid., pp. 36 ff.",
            "3S. Clark, loc. cit.",
            "4 Ibid.",
            "5 Ibid.",
            "6 See here, for instance, K. Ravilious, “White-Knuckle Planet,” New Scientist (July 16-22, 2005), pp. 32 ff.",
            "7 W. F. Ruddiman, “How Did Humans First Alter Global Climate?” Scientific American (March 2005), p. 48",
            "(emphasis added).",
            "SCI. Allégre & S. H. Schneider, “The Evolution of Earth,” Scientific American (September 26, 2005, Special",
            "Edition), p. 11 (emphasis added)."
        ],
        "captions": []
    }
]