[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 22,
        "content": "\nthe ultraviolet.! But, given the above scenario in which Earth formerly basked under the ul-\ntraviolet radiation produced by a sub-brown dwarf star, the arrival of insects on Earth from\ncomets need hardly be assumed. Besides, flies and bees are not the only creatures adaptive to\nultraviolet light. Were butterflies also deposited on Earth from the tails of comets? And birds?\nAnd fish?\nULTRAVIOLET REFLECTION\nRoger Ashton had noted that at least “four genera of American butterflies are of Oligocene\nantiquity, and that they thereby predate by an ocean of time any episode of primeval purple\ndarkness.”? In this, however, Ashton was assuming that the proto-Saturnian age of ultraviolet\nradiation was sandwiched between a prior and an ensuing period of regular light that occurred\nonly once throughout the period of proto-Saturn’s sway on Earth, and that this took place\nduring the age of man. To be honest, at the time so did I.\nIn speaking of one of these butterflies of Oligocene antiquity, the one known as Doxo-\ncopa, Ashton surmised that it may “possess a sexual recognition based on color, which is to-\ntally lacking in some other species of butterflies.”3 He was led to this primarily because of the\ndifferent wing colors between the males and females of this species.4 Identical suspicions\nconcerning butterflies in general actually go back to Charles Darwin. As Ronald Rutowski\nwas eventually to demonstrate:\n“Recent experimental work with butterflies has borne out Darwin’s suspicions of more\nthan a century ago. Color is now known to spark sexual interest for some species in the\nbutterfly world, as do other sensory signals that were beyond Darwin’s human percep-\ntion.”5\nAdditionally, Ashton also noted that some butterflies, like the Yellows and Sulfurs of the\ngenus Colias, have ultraviolet reflective patches on their upper wings.° The ultraviolet re-\nflective properties of the wings of these and other butterflies became the special study of the\nabove named Rutowski. Thus, as he shows, the males and females of Eurema lisa, commonly\nknown as Little Yellows, “appear an identical yellow to the human eye, the shade being pro-\nduced by pigments in the tiny scales that cover the butterflies’ translucent wings.” But the\nyellow wing scales on the upper surfaces of the males’ wings reflect ultraviolet light while\nthose of the females do not.’\nFrom an evolutionary stance, there would be no point in having ultraviolet reflective\nwings if this reflection remains invisible, thus serving no valuable purpose. As with human",
        "bibliography": [
            "on Sagan & A. Druyan, Comet (N. Y., 1985), p. 136.",
            "2R. Ashton, “The Age of Purple Darkness,” AEON V:3 (December 1998), p. 100.",
            "3 Ibid.",
            "4 Ibid.",
            "5 R. L. Rutowski, “Mating Strategies in Butterflies,” Scientific American (July 1998), p. 64 (emphasis added).",
            "®R. Ashton, loc. cit., citing A. B. Klots, “Colias,” in W. H. Howe, The Butterflies of North America (N. Y.,",
            "1975), p. 354.",
            "7R.L. Rutowski, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 23,
        "content": "\nvision, there would be no distinction between the males and females of Eurema lisa. How-\never, as Rutowski tells us: “Males and females look quite different to butterflies...which per-\nceive light at wavelengths beyond the human visible range and into the ultraviolet.”! The\nsame is true of those butterflies mentioned by Ashton, known as Colias eurytheme, or Orange\nSulphurs, but not the Colias philodice, or Clouded Sulphurs.? The only difference, without\ngoing into too much detail, is that in some cases it is the males which reflect in the ultraviolet,\nwhile in others it is the females.\nVarious experiments conducted by Rutowski then showed beyond any reasonable doubt\nthat the ultraviolet reflection of these butterfly wings play a dominant role in sex recognition\nwhich then leads to successful mating.? Further study even showed that as the wings of the\nmale Orange Sulphurs begin to lose their scales with age, virgin females tend to avoid them in\npreference to males with intact wings.*\nThe problem here is this: Most butterflies do not possess ultraviolet reflective wings. In\nsome, the color of their wings under ordinary light suffices for sex distinction. In most, even\nthis is immaterial. It is therefore quite apparent that the ultraviolet property of those butterflies\nwhich possess it is evolutionary redundant. Unless, of course, there was a time when ail but-\nterflies possessed this trait. But if so, how is it that most butterflies have forfeited this quality?\nThe above question brings us back to Ashton. As he himself was astute enough to realize\nin one sense, yet led astray in another, “loss of adaptation would take far more evolutionary\ntime than could have elapsed since any mythical darkness, for, if this were not so, humans\nwould have no appendix, and would have a bipedal, instead of a quadrupedal, viscera.”5\nWhere Ashton went astray—as so did I—was again in assuming that the era of ultraviolet\nlight had been a short period which ensued sometime in the early age of man and, obviously,\nquite late in the history of the world (a subject we shall be returning to in the next volume of\nthis series).\nThe related question of why some butterflies managed to retain their ultraviolet reflective\nwings brings us back to the theory of phylogenetic memory discussed above. And yet, let me\nnot be misunderstood. I am not proclaiming that the era of ultraviolet light stretched unbroken\nall the way from the very advent of life to the Oligocene—since Ashton mentioned it—and\nbeyond to the age of man. What I suggest is that there was more than one age of purple dark-\nness; that eras of ultraviolet light were periodic; and that none of these would have been of\ndrastic duration.\nWe encounter the same situation with birds. No, birds do not have ultraviolet reflective\nwings, but it has been known for decades that they can see ultraviolet light.© What use this\nability was to birds remained unknown until Douglas Altshuler decided to study the fruit on\nBarro Colorado Island in Panama.",
        "bibliography": [
            "! Ibid., (emphasis added).",
            "2 Ibid., pp. 65-66.",
            "3 Ibid.",
            "4 Ibid., p. 66.",
            "SR. Ashton, loc. cit.",
            "6A. Ananthaswamy, “Go for the Glow,” New Scientist (October 20, 2001), p. 20."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 24,
        "content": "\nLEFT: Clouded Sulphur female which does not reflect ultraviolet light. Neither does the male.\nRIGHT: Orange Sulphur male the wings of which reflect ultraviolet light. The female’s wings do not.\nIt is thus obvious that the ultraviolet reflectivity of butterfly wings is evolutionarily redundant.\nMight it not be due to the phylogenetic memory of an earlier primordial time?\n“He found that fruits that reflect UV light were always conspicuous to birds against\ngreen leaves, whether in sunny or shady habitats. The more a fruit reflected UV light\nthe better birds scattered the seeds.”!\nUnripe fruits, on the other hand, do not reflect ultraviolet light. Thus those fruits which re-\nflected this light signaled their ripeness to birds.\n“To check his idea further, Altshuler and his team placed UV-absorbing filters high\nabove a species of a low-growing plant called Psychotria emetica. The plant’s fruits\nstrongly reflect UV light and are mainly eaten by a ground-foraging dove and migra-\ntory thrushes. They found that the birds removed nearly all the fruits from plants that\nwere allowed to bask in UV light, but removed fewer than two-fifths of the fruits from\nplants that had no UV reaching them.”?\nThis brings us back to the fruit fly. Would not the fruit fly’s ultraviolet vision enable it to\ndetect ultraviolet reflective fruit, thus supplying an evolutionary reason why it retained such\nvision? Well, let us get one thing straight here: Fruit flies are not so named because they eat\nfruit, but because they deposit their eggs in fruit in which the larvae then live. What they are\nnormally attracted to is the fermenting sap in some plants, decaying vegetation, and, of",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 25,
        "content": "\ncourse, ripened fruit. What they actually thrive on is chiefly fungus which develops in such\nplaces. Sap and decaying vegetation do not reflect ultraviolet light. Some fruits, as we have\ntraviolet light.\nseen, do. It is, however, not presently known whether fruit flies are more attracted to ultra-\nviolet reflective fruit than to any other.\nAs Ashton also recorded, “[a]t least one species of fish has vision in UV to 3130 A.\nAs Ashton also recorded, “[a]t least one species of fish has vision in UV to 3130 A”\nAll of which has been brought out here simply to indicate that none of the above require-\nments would prove an obstacle to our hypothesis that the sun which radiated on the primitive\nEarth was a sub-brown dwarf star the likes of which are known to radiate a propensity of ul-\n21\nOF HARM AND BENEFIT\nEveryone knows that ultraviolet radiation is harmful, and yet this is only partly true. In\nfact, in comparison to other types of radiation, ultraviolet rays may actually be considered\nrelatively harmless. More than that, such rays can even be beneficial. For instance, ultraviolet\nradiation converts ergosterol, present in the human epidermis, to vitamin D, which is essential\nto health. Ultraviolet light is also known to successfully get rid of bacteria and viruses.? And\nwas it not as far back as 1895 that Niels Finsen published his general theory concerning the\neffect of light on living organisms? Did he not there show that “it is the actinic rays found in\nthe blues and violets of the spectrum which possess curative value and stimulating influ-\nence”?3 Truth be known, even that form of mental disorder known as piblogtok, which often\naffects the American Eskimos, appears to be linked directly to “calcium deficiency, brought\non by poor diet and lack of sunlight” which can cause epileptic seizures.4 Lack of sunlight is\nlack of ultraviolet rays.\nHarm can only develop through prolonged exposure to these rays. Prime among such\nharmful effects is skin cancer, especially among fair-skinned people. “Negroes have a very\nlow incidence of skin cancer compared to Caucasians,” writes Richard Stoughton, “probably\nbecause of their increased amount of pigment and superficial horny material, both of which\nfilter out ultra-violet light before it reaches the deeper areas of the skin.” Also, while the\nproduction of vitamin D can be beneficial, it is well known that too much of it can be as fatal\nas too little.© Victor Clube and Bill Napier put much of this succinctly when they reported\nthat:\n“Many modern species on land and in [the] sea are already living close to their toler-\nance of ultraviolet radiation, so that even a small increase in exposure would be le-",
        "bibliography": [
            "1R. Ashton, /oc. cit., citing G. L. Walls, The Vertebrate Eye and its Adaptive Radiation (1967), p. 488.",
            "2 R. B. Stoughton, “Light and Radiation in Relation to Health,” Encyclopaedia Britannica, Vol. 14 (1959",
            "edition), p. 83.",
            "3 A.U. Desjardins, “Finsen, Niels Ryberg,” in ibid., Vol. 9, p. 259.",
            "25",
            "4 Charles & Cherry Lindholm, “World’s Strangest Mental Illnesses,” Science Digest (July 1981), p. 56.",
            "SRB. Stoughton, loc. cit..; see also G. Kirchweger, “Black and White,” Discover (February 2001), p. 33.",
            "oF, Hitching, The World Atlas of Mysteries (London, 1979), p. 45."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 26,
        "content": "\nthal. This might affect tropical plankton in particular, and it has been suggested that\nvitamin D production in exposed vertebrates might rise to toxic levels.”!\nI will not here venture into the ongoing worldwide debate concerning the so-called deple-\ntion of Earth’s ozone layer, which layer acts as a filter for ultraviolet radiation. Some have\nblamed this apparent depletion on the intrusion of man-made chemicals into the atmosphere;\nothers have claimed that the depletion is merely due to a natural atmospheric cycle in which\nthe reduction is only transient.? Nor will I venture as much as a suggestion concerning what\nharm, if any, this reported ozone deficiency might have on living systems.? As Clube and\nNapier additionally reported: “The effects of ozone depletion on modern organisms, let alone\nprehistoric life, are not well understood.”4 I will only point out that, in Earth’s early ages, the\neventual accumulation of oxygen in the atmosphere would have resulted in the creation of an\nozone layer. But, before that, early life forms would have been bathed in a fair amount of ul-\ntraviolet rays. As we have seen in one of our previous volumes>—because, proto-Saturn or\nnot, primitive Earth would necessarily have been entirely different from the way it is at pre-\nsent—biologists had long come to the conclusion that the photosynthetic process could not\nhave been primeval. And as we have also above noted, they therefore theorized that life must\nave been primeval. And as we have also above noted, they therefore theorized that life must\nhave originated through the aid of some unknown organic substances which were either pro-\nave originated through the aid of some unknown organic substances which were either pro-\nduced by electrical discharges in the form of lightning or through ultraviolet radiation. But,\nsunlight being starlight, photosynthesis would have been able to occur just as well under the\nlight shed by the sub-brown dwarf that once was proto-Saturn. Its dimmer light would have\nbeen compensated for by the plants’ ability to control absorption in proportion to the incident\neen compensated for by the plants’ ability to control absorption in proportion to the incident\nradiation falling upon them just as modern plants continue to do in different environments\nthroughout our present light-diversified world.\nAt present, we have no way of knowing how highly concentrated the ultraviolet rays from\nproto-Saturn would have been during the inception of life. Mosses in the Antarctic region,\nroto-Saturn would have been during the inception of life. Mosses in the Antarctic region,\njowever, are able to produce certain compounds which act to protect them against excessive\nhowever, are able to produce certain compounds which act to protect them against excessive\nultraviolet radiation.® Might it not have been possible that early plant life would have derived\nthe same ability? Did not Levine admonish that ultraviolet rays are lethal to living systems “as\nwe know them.” Thus at bottom lies the fact that we have absolutely no way of knowing\nwhether even prolonged ultraviolet radiation would have been harmful to early life forms. All\nof which is not to say that once the ozone filter was in place in the terrestrial atmosphere, no\nfurther bombardment of excessive ultraviolet radiation was to take place. But, as we shall see\nin the very next chapter, these later onslaughts came in relatively short bursts.",
        "bibliography": [
            "lV. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 109.",
            "2 See here G. Taubes & A. Chen, “Made in the Shade? No way,” Discover (August 1987), pp. 62 ff.",
            "3 See here, for instance, F. B. Jueneman, Raptures of the Deep (Des Plaines, IL, 1995), p.102.",
            "4V. Clube & B. Napier, Joc. cit. (emphasis added).",
            "5 God Star, pp. 291-293.",
            "6 New Scientist (November 24, 1990), p. 24.",
            "7 P. Huyghe, op. cit., p. 42 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 27,
        "content": "\nTHE COLORS OF THE UNIVERSE\nWould the effect of ultraviolet light on nature’s hues have been evident to human eyes had\nhumanity been around at the time?\nBack in 1992, Bob Berman discussed the role colors play beyond Earth’s familiar envi-\nronment. That the stunning tints displayed in photographs of the cosmos are not always true to\nlife has been advertised for quite some time. Published images of the planet Jupiter provide\none example out of many.\n“Computer-enhanced images in textbooks and magazines routinely display photos of\nJupiter without mentioning that the bright blues, reds, and yellows have been exag-\ngerated for contrast [Berman tells us]. In fact, the touched-up version has effectively\nbecome the reality; I cannot recall seeing the true rendition anywhere for at least a\ndecade.”!\nIt is much worse when we look at the Universe beyond the planets of the Solar System. As\nanyone who has peered through a telescope at the night sky can verify, the colorful panoramas\nusually shown to the public at large are nowhere to be seen. This has mainly to do with the\nhuman eye’s inability to perceive color in distant and faint images. Even when the color of\nsome of these distant objects can be resolved, it might be anything but their true shade. The\ncolors that these distant objects imprint through long exposure on high-speed emulsion films\nare entirely different from what the human eye perceives. The Orion nebula looks greenish\nthrough large telescopes. But photographic film captures it in red and deep purple without a\nhint of green. So which, Berman asks, are its true colors? The answer is simply that\nastronomers do not really know.?\nBut there’s more to it than that. “Color,” Berman tells us, “is a puzzling tricky business.”\nStars, for instance, appear in just about every color—except green. But green, purple, red —\nall the colors you see displayed in astronomy photographs—have probably been manipulated,\nespecially since this has become so easy to accomplish through the use of computer programs.\nAnd this is done by the very authorities who release the photographs—NASA and the Jet\nPropulsion Laboratory among them. Moreover, as Berman disclosed, even fewer of these\npictures acknowledge that they have been manipulated except, needless to say, in those cases\nwhere it’s pretty obvious.4 What Berman had to say about the subject eventually came close to\noutright accusation of fraud, as note the following:\n“...the colors in many familiar photographs of the cosmos are fake...researchers paint\nthem any way they choose...Researchers intensified color and contrast to maximize\ndetail, and the media fell in love with the brilliant images...No scientific principles\njustify these embellishments. ..”5",
        "bibliography": [
            "1B. Berman, “The Color of the Universe,” Discover (February 1992), p. 81.",
            "2 Ibid.",
            "3 Idem, “Seeing Red,” Astronomy (July 1998), p. 82 (but see also p. 83).",
            "4 Ibid., p. 86.",
            "5 Idem, “Colorizing the Cosmos,” Discover (September 1999), p. 50."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 28,
        "content": "\n—\n———\nPn  rn\nSiN\na\nCf gern\noe & =\nJupiter—with exaggerated color enhancement.\n(Photograph courtesy of NASA.)\n28",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 29,
        "content": "\na 6 Ex\n.                        -             Ls\n.\n@ ae         = .\nThe false colors of the Orion Nebula\n(Photograph courtesy of NASA.)\nAnd:\n“Yellow, orange, aqua, or violet probably means the image was colored. Scientists\nworking with the Hubble Space Telescope seem to favor baby blue or turquoise, as\nthey did with the famous image of the Eagle nebula.”!\nIn fact, judging by the number of articles he has published on the subject, it seems as if\nBob Berman was going out of his way to stress the near-colorless nature of the Universe.\nTrue, colors are “out there,” he had to admit, but “they’re very different than advertised.”!",
        "bibliography": [
            "1 Idem, “Behind the Scenes,” Discover (February 2001), p. 34."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 30,
        "content": "",
        "bibliography": [
            "a a a a",
            "False-color image of the Eagle Nebula.",
            "(Hubble Space Telescope photograph courtesy of NASA.)",
            "The entire matter turns into a slightly different story when repeated for the enlightenment",
            "of the general public. What disconcerts me, personally, is that in such publications color is",
            "presented as one of the most important aspect of astrophysical interpretation. “Knowledge",
            "about any astronomical object,” a recent coffee-table-type book announces, “is deduced from",
            "its brightness, shape, sky position and, most important of all, color.”* And: “Much more than",
            "1 Idem, “Strange Universe—Extra Ingredient: Artificial Color?” Astronomy (September 2001), p. 82.",
            "2M. K. Baumann, ef al., What’s Out There (London, 2005), p. 172 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 31,
        "content": "simply aesthetics,” the same book tells us, “astronomical colors yield clues to a celestial ob-\nject’s chemical makeup, temperature, motion through space and even distance from Earth.”!\nBut how can anyone deduce all this information from the color of an object if that color has\nbeen artificially applied?\n\nFair enough, the work in question does supply a clarification of sorts, but, again, it is one\nthat is slightly tailored for acceptance by the general public. As there explained, spacecraft\ncameras produce their images through different colored filters, the overlap between which al-\nlows a “truly full-color spectrum” to be assembled. The challenge for the processors is to\ncombine the overlapped-color information into “a reasonable representation of reality.” What\nremains somewhat shady, however, is the declaration that even artificial color can provide “an\nextra dimension for analyzing scientific details.” The truth, however, boils down to the\nadmission that the assembly of an astronomical image “will always require an element of\nsubjectivity and interpretation by the science image processor.” And this is where the danger\nlies. As Richard Fienberg, the then Editor-in Chief of Sky & Telescope, admonished in one of\nhis editorials: “The pro mustn’t do any processing that changes the relative brightness or col-\nors of objects, because that would throw off any scientific measurements made from the im-\nage.”> This, however, is a “mustn’t” that is not easy to keep away from one’s personal bias.\nWhich is probably why Fienberg also unabashedly stated that every astrophoto is virtually a\nfake in one way or another.® In the meantime, beginning to sound like the proverbial broken\nrecord, Bob Berman continued to harp at what he was now referring to as the black-and-white\nUniverse.”\n\nTHE PURPLE EARTH\n\nWith so much depending on the faintness of distant objects, atmospheric constituents,\nstellar characteristics, and the vagueness exhibited by cosmic hues, one does wonder about the\nnature of colors that would have been detectable by human eyes in a landscape bathed in\nultraviolet light had humanity been around. Would green, for instance, have been apparent?\n\nThat this issue is not idly raised is borne out by Victoria Meadows. Hailing from the\nVirtual Planet Laboratory at Caltech, she was not much concerned with Earth’s distant past.\nShe did, however, remind her audience that while our Sun radiates most of its energy in the\ngreen part of the visible spectrum, ozone molecules in Earth’s atmosphere absorbs most of\nthis light, allowing the other colors to filter through. Worlds around other stars, however, may\nhave different types of atmospheres which might filter different spectrums. Studies have thus\nindicated that “the color of a planet’s photosynthetic organisms depend on the type of star the\nworld orbits and the makeup of its atmosphere.” What this means is that if trees grow on other",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid., pp. 172-173.",
            "3 Ibid., p. 173.",
            "4 Ibid.",
            "5 R.T. Fienberg, “The Camera Always Lies,” Sky & Telescope (March 2006), p. 8.",
            "6 Ibid.",
            "7B. Berman, “Black-and-White Universe,” Discover (April 2006), p. 32."
        ],
        "captions": []
    }
]