[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 242,
        "content": "\ny\n¥.         ;\nPd a C1     a      >\" y                               .\neG         :        4\n.       ‘   ¥ ”  ?       /\npy    ”       re",
        "bibliography": [
            "Mare Imbrium.",
            "Were these scars the results of planetary electrical activity?",
            "(Photograph courtesy of La Azotea Observatory, University of Guanajuato.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 243,
        "content": "\n+ ae oF a    omMie | bs eat     ;    ee             ca      <\nCEG: osu ee ig ts dias. eto            hey\naint  “GO PRS ES BO 1's SOS   4      :       a\ni   Py.   1S Ati A dean Raa ia   .    Ate asd MAH ¢\nneg       Se             ;\n“Neu Sa A RRS BE I SY,   Breed tet mia      b fate BE dnd\n0 OR I ES et  ed   i TIONS hig Be  ,     Von    “\nYER, RE     a a    Yea       Ce i\nSA OA ee ae       ee ee        ‘\nWould meteors falling obliquely have formed such perfectly circular craters as this one on the Moon?\n(Photograph courtesy of NASA.)\nhighly unlikely. What one would expect from bodies falling obliquely to planetary and satel-\nlite surfaces are elongated craters with debris piled up at one end, something that we seldom\nsee in the untold numbers of photographs relayed to Earth from orbiting spacecraft. Thunder-\nbolts, on the other hand, as Thornhill noted, “always hit the surface vertically.”!\nAnother factor concerns the isolated peaks in the direct centres of some planetary craters.\nThese are usually explained as due to the rebound of material from the impact of solid bodies.\nYet some of these pinnacles exhibit layered strata that correspond to the stratified seams on\nthe surrounding crater walls. These elevations are unquestionably left-over material that the\nimpacts failed to excavate. If these pinnacled craters were formed by the impact of solid\nbodies, one would have to assume that the solid bodies were tightly doughnut in shape.\nElectric Discharge Machining, on the other hand, operates in a circular motion which often\nleaves the centres of the created pits untouched, thus accounting for the central pinnacles.",
        "bibliography": [
            "1 W. Thornhill, Electric Universe Presentation (2005), Presentation 54."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 244,
        "content": "\nAe:        i            ‘\nJ       ;        0 ey\nD    Ny             ai  ty\n,       ih N O      Way\n   f   {; A   ‘¥ A         ths A 4 ;   le\n5   :   oe  \\  % fe        ORAS   Ye!\nMOO Se wee    aie aNbLS o10\n,    ve    ye rh Mie  Ne  ¢' ie 4%)   ‘sf\n,    ee +) }    Ry 8 0)   Wedge  % s\nA 24.  Ux SRS A ATO P Lettre By\na? Jt?   j  Li    Sth ek * EAN) iy ae ae\nof the Giotto cam    —producing the same kind of scarring seen on asteroids and\nee RO ee Age Sh  La oPaNaAPy BL\n‘  OS CaS oe    Wy Arsh   ‘\nmoons. It was confirmed by the discovery of X-ray:  and high energy ions near the\nt    \"  ’  rh ny  , >   yar        ,  Ay) iD? ‘J    We,\nBAY  Ws d,8 Lf       f    {i t ‘e     we\n’      “SORA.          >. Y    x        ,     ‘\n‘     ‘i    ;      \"y   4%  bes   at    ow ahaa    i\nCircular lunar craters.\n(Photograph courtesy of NASA.)\nAs if to clinch the matter, photographic images of the nucleus of Halley’s Comet taken by\nthe spacecraft Giotto in March 1986 showed “plasma beams centered on craters facing the\nsun,”!\n“What we saw [Thornhill indicated] were circular craters being formed right in front\nof the Giotto cameras—producing the same kind of scarring seen on asteroids and\nmoons. It was confirmed by the discovery of X-rays and high energy ions near the\nnucleus that the material was being electrically removed.”?\nnucleus that the material was being electric",
        "bibliography": [
            "1 A. Acheson, in a review of W. Thormhill’s “The Electric Universe CD,” THOTH III:4, electronic newsletter",
            "sponsored by KRONIA Communications (February 15, 1999), p. 2.",
            "2 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 245,
        "content": "\nWOR ANS ee\nSR ay  iY RS at  BN aE  ae  i  .   ets |\n:       LX   SQ: $  Ane       a       PEN, Si\n¥     Vaan tego eae :          Y aot\n>    Ys      ¢ al ‘ ¢ 1 seve rae et            ;          ;\nMee has &               “yy\n~                 t       NOM        ‘eu                           %\nMe  is   Ne Ce              SP A.\nKVR        5) ae  aes  ee ty we q          i   E       ‘\n°  +      ey  iy k me 4.  SS es  Sou     mr ¢   5     3\n&        :   a. Seg aa      S    Ss\nm.         Pe   a ae       ‘    “ng    J         :\nBh Write Sa  ~ Ge\" EA\nLunar crater Tycho exhibiting central peak.\n(Orbiter photograph courtesy of NASA.)\nEven some of the shocked quartz and other minerals, which have been touted as prime\nevidence for the occurrence of impacting solid bodies, could have been formed by electrical\ndischarges. Take, for instance, what the geologist Robert Dietz has stated on the subject. “Bar-\nring the unlikely possibility of a natural nuclear explosion,” he wrote, “a meteorite impact is\nthus the only mechanism for producing intense shock on a large scale...” To which he added\nthat “a lightning bolt might do so on a small scale.”! But planetary bolts would do so on a\nvery large scale.\nThe sustained Birkeland current, or plasmatic “jet,” that stretched between Earth and\nproto-Saturn can actually be likened to an arrested lightning stroke, except that in this case it\nwould have been of planet-spanning proportions. That colossal electric discharges can be\nsustained in space was proven by Andrew Gray’s discovery of “the Snake,” a bright strand,\n150 light years long and a couple wide, near the centre of the Milky Way. It is similar to other\nso-called “threads” which have been discovered within the barrel-shaped region of space\nknown as the Galactic Centre Lobe. Gray himself described “the Snake” as “an electrical dis-\ncharge, like a vast lightning bolt—so vast that it just hangs in space, instead of disappearing as",
        "bibliography": [
            "1 W. Thornhill, Electric Universe Presentation (2005), Presentation 54."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 246,
        "content": "\neee\nbe er           ~<\nSee                              :\n\" Es — ae ot, team  siete        Lo  ~   eT ae Fy\nNOT!       ‘he peak in Alphonsus is certainly too small had it been created by the\nca  :  o_o           at ee  = ad Ee\n, sae                   -      a           i. ee *\n\\ os aa            Pe         co         ~     —       a,\n_    ine                                                   ats\nLe a    .                        7\nrma a,            .\nLunar crater Alphonsus and smaller companion, both exhibiting central peaks.\nNOTE: The peak in Alphonsus is certainly too small had it been created by the\nrebound from the impact which would have created such a large crater.\nSaturn’s recurring flare-ups were due to a change in its el          environment, or a change in\n(Ranger IX photography courtesy of NASA.)\nearthly lightning does.”! With a similar sustained discharge between Earth and Proto-Saturn,\nthere already was a direct electrical connection between the two. Earth would also have been\nelectrical connection between the two. Earth would also have be\nconditioned to whatever electrical potential proto-Saturn itself was subject to. Thus if proto-\nSaturn’s recurring flare-ups were due to a change in its electrical environment, or a change in\nits intrinsic electrical make-up, it should be expected that subsidiary discharges would have\nboth preceded and followed the main flare. And while the flare itself would have been sudden,\nd and followed the main flare. And while the flare itself would have been sudden,\nthese auxiliary discharges could have gone on for quite some time before and after the main\nry discharges could have gone on for quite some time before and after the main\noutburst.",
        "bibliography": [
            "1 “Here Be Serpents,” The Economist (March 8, 1997), p. 120."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 247,
        "content": "\nImpacts, electrical and otherwise, were not the sole cause of extinctions, as neither were\nthe major flares themselves and the radiation they let loose. As Velikovsky pointed out, there\nis still one important phenomenon which the supernova theory does not explain, and that is\n“the geological upheavals that accompanied the great extinctions.”! But while supernovae do\nnot explain the geological upheavals in question, the proto-Saturnian flare-ups surely do.\nStellar flares in the relative vicinity of other astral bodies tend to change the rotational pe-\nriod of those bodies. A change in spatial electrical environment might also induce rotational\nchange. Whether rotation is speeded up or slowed down would depend on whether the astral\nbodies receive an extra electrical impetus or pass into an environment of lesser electrical po-\nodies receive an extra electrical impetus or pass into an environment of lesser electrical po-\ntential.2 As we deduced in relation to the end of the Pleistocene, Earth would have reduced its\nrotational speed during proto-Saturn’s flare-up.3 Earth would therefore also have braked or\nspeeded up during the previous flare-ups we are here considering. And, as deduced in relation\nto the end of the Pleistocene, such changes in rotational speed would have caused geological\nhavoc.\navoc.\nThus those who saw changes in sea levels as the cause for the dinosaurs’ extinction were\nnot entirely wrong. In 1958, Rhodes Fairbridge brought together the different hypotheses that\nhad by then been offered to explain sea level changes. The main theories at the time were\nad by then been offered to explain sea level changes. The main theories at the time were\ncontinental flexure, eustatic oscillations, a change in the terrestrial axis, and changes in\nEarth’s rotational speed. His conclusion was that “there may be some truth in all these hy-\npotheses,” but, according to him, “each has limitations that prevent it from explaining all the\nfacts.” But his advice that we need “to keep all factors in mind and develop an integrated the-\nory,” seems to have fallen on deaf ears.4 Keeping all factors in mind while developing an\nintegrated theory is what this work is all about.\nIn the main there was more to oceanic activity than just a change in sea levels. One of the\nfirst devastations caused by Earth’s braking would have been the irruption of the world’s\noceans which would have continued circumnavigating at their original speed due to inertia\nbefore eventually slowing down. This would have been equivalent to a colossal multiple tsu-\nnami of global proportions which would have caused them to sweep over the land, carrying\nwhatever lay in their immediate path to destruction. We saw this transpiring at the end of the\nPleistocene® and, in fact, all the other cataclysms that resulted from Earth’s change of rota-\ntional speed during that period had occurred throughout all earlier geologic breaks and extinc-\ntion events but on a much more destructive scale. It should be noted that some of these past\nchanges would have involved a speeding up of Earth’s rotation, in which case the oceans\nwould have temporarily lagged behind. But this would still have entailed an oceanic incursion\nthat would have occurred in reverse while the opposite shores caught up with Earth’s lagging\nseas.",
        "bibliography": [
            "11. Velikovsky, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), p. 9.",
            "? See here, R. E. Juergens, “On the Convection of Electric Charge by the Rotating Earth,” KRONOS 11:3",
            "(February 1977), pp. 13-14.",
            "3 Flare Star, pp. 372 ff.",
            "4 See R. W. Fairbridge, in L. H. Ahrens (ed.), Physics and Chemistry of the Earth (Pergamon, 1961), pp. 99-185.",
            "5 Flare Star, pp. 391 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 248,
        "content": "Those who had blamed extinction events, including that of the dinosaurs, on plate tecton-\nics were also right, but not for the reasons they presumed. Although the supercontinent of\nPangaea had a long history behind it, its break-up would have probably speeded up during the\nCretaceous-Tertiary event. Richard Fortey does not quite say so, but he does admit that the\nprocess of breaking up “was well underway in the Cretaceous.”! Brian Hills tells us that the\nbreak-up took place in the early stages of the following Tertiary period, “creating the Atlantic\nOcean with North America drifting away from Europe and South America drifting away from\nAfrica.”? The exact sequence and timing of these tectonic shifts, however, have not yet been\ncarved in stone, so that we can only accept the foregoing as a scholarly approximation. Writ-\ning in 2003, Hills could still warn that “given the historic nature of these processes and their\ngeological timescale, many of the details remain to be researched and are a source of debate.”?\n\nMuch earlier, in studying the distortion patterns of Earth’s girdling rift and associated\nridges, Melvin Cook came to the conclusion that the rifting occurred “within a few hours, or\ndays at the most.”4 And, still according to him, the total duration of the rifting plates “may\nhave been as little as six or seven hours,”> with “about 6 to 8 hours” for the rift “to encircle\nthe Earth.” Granted that Cook’s model was based on “the ice cap model of continental shift,”\nit also included the suggestion of “possible contributions by heavenly bodies.””? The heavenly\nbodies that Cook had in mind were meteoric impacts that “may have contributed to the\nprocess of the split up of Pangaea under ice cap pressure.”® It therefore remains somewhat\nuncertain whether the short duration claimed by him for the break-up of the supercontinent\nremains valid in relation to our scheme. Keep in mind, however, that matter from mid-ocean\nrifts, which is the driving force behind continental drift, constantly rises from below even\nduring terrestrial stability. That the motion of continental plates can increase, even under\nmore-or-less uniformitarian processes, has been shown by Michael Gurnis, who uses this\nprocess to account for rising sea levels.? Think of how much the spreading magma would\nhave speeded up in response to the tectonic forces under consideration. Mere hours, as per\nCook, might or might not be somewhat extreme. On this issue, if on no other, I must straddle\nthe fence. But on a geologic time-scale, the accelerated spreading would still have been rela-\ntively fast.\n\nIt also follows that those who set their sights on global volcanism as the cause of extinc-\ntion, whether that of the Cretaceous or earlier periods, were also correct. As earlier stated,",
        "bibliography": [
            "IR. Fortey, op. cit., p. 267.",
            "2B. Hills, Origins: Cosmology, Evolution & Creation (Cambridge, 2003), pp. 138-139.",
            "3 Ibid.",
            "4M. A. Cook, “Earth Tectonics Viewed from Rock Mechanics,” Chronology & Catastrophism Review XIII",
            "(1991), p. 11.",
            "5 Ibid., p. 15.",
            "6 Ibid., p. 18.",
            "7 Idem, “Ice Caps, Continental Shift and the Break Up of Pangaea,” Chronology & Catastrophism Review (1997:",
            "1), p. 30.",
            "8 Ibid.",
            "9 J.D. Archibald, op. cit., p. 150."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 249,
        "content": "\nhowever, global volcanism requires a cause of its own, and the change in Earth’s rotation\nmore than supplies it. Whether the fall of iridium at the Cretaceous-Tertiary boundary, and\nother geological demarcations, came from these global volcanic eruptions, or whether it owes\nits origin directly to proto-Saturn’s flare-ups, I will leave for posterity to decide. We should\nnot, however, lose track of the fact that iridium is also one of the signatures of an exploding\nstar.!_ Earthquakes, landslides, wrinkling of Earth’s surface, the leveling of other areas—all\nthese upheavals, and more, would have followed in each other’s wake. A proper analysis of\nthese successive cataclysms would fill volumes and this is not the place to delve into the mat-\nter in any detail. But those who could not believe in a single cause for the extinction of life,\nthose who believed in multiple causes, were perhaps the most correct. It is the totality of all\nthe ensuing catastrophes mentioned above that served not only to wipe out most of Earth’s\npast life, but even to repopulate it with new forms after each event.\nast life, but even to repopulate it with new forms after each event.\nWhen it comes to the dinosaurs’ extinction, however, their size had to have been the most\ndevastating hazard they were forced to face. As I write this, academia continues to show its\nbewilderment at the immense size these beasts achieved, especially since newer ones were\ncontinuously coming to light. Thus, for instance, one discovered in Mongolia in 2002, now\nnamed Erketu ellisoni, had a neck calculated to have been 7.5 meters—that is 24 feet—long.?\nAlthough not the largest, or even longest, sauropod, this would have given Erketu the longest\nneck—far longer than the rest of it, including its tail—relative to the rest of its body among all\nknown dinosaurs thus far discovered. In order to explain how such a beast could have held its\nnown dinosaurs thus far discovered. In order to explain how such a beast could have held its\nhead up, air cavities in its vertebrae, as well as parallel bony ridges running along its spine,\nead up, air cavities in its vertebrae, as well as parallel bony ridges running along its spine,\nhad to be called upon despite their lack of evidence.3\nad to be called upon despite their lack of evidence.3\nPalaeontologists had also come to the conclusion that dinosaurs had even grown faster\nthan all living reptiles. This was deduced from the growth lines in dinosaur bones, which act\nsomewhat like tree rings. But all that could be ascertained was that their fast growth implies\nthat they had a high metabolic rate which was closer to that of warm-blooded animals and\nbirds than to cold-blooded reptiles. + In other words, it merely reinforced what had already\nirds than to cold-blooded reptiles. + In other words, it merely reinforced what had already\nbeen known. The study did nothing in elucidating why, and how, dinosaurs grew to their co-\neen known. The study did nothing in elucidating why, and how, dinosaurs grew to their co-\nlossal size. “One of the most cherished features of dinosaurs—their gigantism—is also one of\nthe most mysterious,” wrote Joel Achenbach, who then asked the question: “Why in the world\nwere these animals so huge?”5\nOne suggestion was that some of the dinosaurs “may have evolved to a larger stature as a\nway of escaping predators or gaining a competitive advantage.” But why, then, did smaller\ndinosaurs, some no bigger than a chicken, retain their smallish size? If any dinosaur needed\nstature as a way of escaping predators, surely these diminutive members should have filled the",
        "bibliography": [
            "'N. Calder, op. cit., pp. 134, 136.",
            "2 “Long-necked Erketu,” Macleans (April 3, 2006), p. 12.",
            "3 “Heads Up,” Smithsonian (June 2006), p. 18.",
            "4 J. R. Horner, et al., “How Dinosaurs Grew so Large—and so Small,” Scientific American (July 2005), pp. 56 ff.",
            "5 J. Achenbach, “Dino-size,” National Geographic (July 2005), p. 1.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 250,
        "content": "\nbill. Sara Decherd then offered that gigantism among dinosaurs may have risen to bestow\nlarge stomachs which would have been needed to digest the fibrous low-nutrient plants on\nwhich, one has to assume, they were forced to subsist.! But this should have affected all di-\nnosaurs, large and small. She then blamed the much more nutritious flowering plants that be-\ncame available during that age for the creatures’ decline in size. One would have thought that\nhigher nutrients would have made for bigger size. Actually, Matt Carrano gave what may\nperhaps be the best solution in that dinosaurs “evolved toward gigantism simply because they\ncould.”3 And, in our opinion, they could because gravity was at that time attenuated. With the\nchanged electrical potential that led to proto-Saturn’s flare-up, terrestrial gravity increased and\nthe dinosaurs simply could no longer cope.\nUnder this scheme, except for those who might have been at various grounds-zero, dino-\nsaurs would not have died instantly. The change in gravity, even if it was instantaneous,\nwould not have killed them straight away. The old and weak might have succumbed, but\nyoung and strong would have probably survived even if their life was more than probably\nshortened. Those newly-born, however, would have had a harder time coping with the change\nand, as time went by, less and less of them could thrive under the greater gravitational burden\nthey were forced to bear—which is why quite a few of them passed over the boundary from\nwhat we term the Cretaceous into the Tertiary period. In the end, however, as we noted on an\nearlier page, no land vertebrate that was over 25 kg in weight is actually known to have sur-\nvived the final winnowing.+\n“In concluding that bigger may not be better after all [Achenbach was shrewd in\npointing out], keep in mind that only one line of rather small dinosaurs survived the\nend-of-Cretaceous mass extinction. They’re called birds.”5\nYes, it has to be admitted that this was a slight exaggeration since, as we have seen, some\ndinosaurs did make it past the Cretaceous extinction. But here’s the catch—as Eric Buffetaut\npointed out, “crocodiles that occupied shallow marine waters survived the extinction but the\nmosasaurs did not.”6 As it has been shown, “no land animal weighing more than about 25\nkilograms (55 pounds) survived” even though “many of those that disappeared were consid-\nerably smaller.”7\nFrom the very inception of life on Earth, organisms grew bigger with each succeeding\nbreak in the geological record. Each of these breaks, in our opinion, was engendered by a\nproto-Saturnian flare. Each flare was in its turn brought about through proto-Saturn’s intrinsic",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3 Ibid.",
            "4 V. Clube & B.  Napier, The Cosmic Serpent (London, 1982), p. 106; see also P. J. James, et al., “Global",
            "4 V. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 106; see also P. J. James, et al., “Global",
            "Catastrophes: New Evidence from Astronomy, Biolohy and Archaeology,” S.I.S. Review VI:4 (1981/82), p. 91.",
            "5 J. Achenbach, loc. cit.",
            "6D.A Russell, “The Mass Extinctions of the Late Mesozoic,” Scientific American (January 1982), p. 65.",
            "7 Ibid.; idem, “The Enigma of the Extinction of the Dinosaurs,” Annual Review of Earth and Planetary Sciences",
            "7 (1979), pp. 163-282."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 251,
        "content": "change in electrical potential. Time and again, Earth’s gravitational attraction was reduced.\nThe limit was reached during the Cretaceous period. At no other time did life attain such gi-\ngantism. The next proto-Saturnian flare had the opposite effect in increasing, rather than de-\ncreasing, Earth’s gravity. From then on, life forms began a decline in size.\n\nTHE POLAR DINOSAURS\n\nThe belief that a nuclear winter followed the theorized impact of the asteroid that suppos-\nedly finished off the dinosaurs received its greatest setback with the discovery of dinosaur re-\nmains on Alaska’s North Slope within the Arctic Circle.! As it has been argued, if dinosaurs\ncould have thrived within the Arctic, living through at least two annual sunless months, they\ncould not have easily succumbed to the darkness and cold that would have followed an im-\npact. At first sight, this objection can just as easily be brought to bear against the proto-Sat-\nurnian theory. Despite the fact that Earth’s natural illumination would already have been\nmuch dimmer,” and despite the fact, as noted earlier, that the “precise amount of darkening\nremains uncertain,” a fair amount of murkiness would probably still have settled upon Earth\nfrom the smoke emitted by forest fires and volcanic outpourings. William Clemens, one of the\ndiscoverers of these Arctic dinosaurs, on the other hand, came up with a different solution.\nHis reasoning was that the Alaskan members survived the extinction event because they had\nlong become adapted to the cold and long dark winters of the region.? But even he could not\nhelp mentioning that the “nearby Arctic Ocean, warm in those tropical days, would have suf-\nficiently moderated the climate.” He stopped short from saying—or at least asking —why the\nArctic Ocean would have been warm in the first place.\n\nAn additional anomaly concerning these Arctic dinosaurs is that their bones were not fos-\nsilized—in other words, their remains were not mineralized. They were described as being\n“almost like modern bone.”>\n\nDinosaur remains were also found by Canadian researchers, even deeper within the Arctic\nCircle, on Bylot Island, off the north coast of Baffin Island.6 Again it was estimated that, at\nthe time, “Bylot Island had a climate like northern California.” Dale Russell attempted to\nwriggle out of this dilemma by glibly asserting that “the Bylot Island find suggests dinosaurs\nwere able to survive a normal Arctic winter, which would include two or three months of total\ndarkness.”8 He was forced to this conclusion because magnetic measurements revealed that\nthe paleolatitude in which the bones were discovered had been “about the same (70 degrees",
        "bibliography": [
            "1B. Rensberger, “A Fiery Extinction,” Science Digest (January 1986), p. 22.",
            "2 God Star, pp. 274 ff.; Flare Star, pp. 150 ff.",
            "3 Ibid.",
            "4 Ibid. (emphasis added).",
            "5 New Scientist (August 22, 1985), p. 18.",
            "61. C. Johnson, “Antarctic Anomalies,” AEON Il:1 (June 1989), p. 127.",
            "7 Ibid.",
            "8 Ibid."
        ],
        "captions": []
    }
]