[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 192,
        "content": "\nIt is not that there is no evidence of explosive volcanic eruptions in connection with the\ndinosaur extinction. Back in 1984, Jack Horner and his team “found a bone bed where at least\n10,000 maiasaurs had perished in a Mount St. Helens-style volcanic eruption.”! Also, the\ndinosaurs of the Chinese Liaoning Province were discovered in fine-grained volcanic ash,\nwhere local eruptions are believed to have “triggered catastrophic die-offs.” As Gore indi-\ncates, intense volcanic activity would have disrupted atmospheric conditions by blocking sun-\nlight and/or creating a greenhouse effect that would have aided, if not actually caused, the ex-\ntinctions.? But, I must then add, only if such volcanic activity was not only intense, but also\nglobal in extent, as the evidence seems to call for. Global volcanic eruptions at about the same\ntime could not, however, have been a coincidence. They cry out for an overriding cause of\ntheir own.\nAPPEALS TO PLATE TECTONICS\nFlood basalt eruptions are believed to be spawned by superplumes, which have been de-\nscribed as globs of hot liquid lava rising through Earth’s mantle and then pushing toward the\nsurface in a concentrated stream,+\n“The funnel ends below the earth’s outer crust, where the plume material spreads and\nponds. If the molten rock erupts through the earth’s surface, it releases gas and par-\nticulates into the air and produces lava flows. A superplume may be a gathering of\nsmall plumes, the size of those under the Hawaiian Island chain and Iceland, or one\nvery large plume.”>\nThe Deccan Traps have thus been interpreted as having risen due to such superplumes.\n“These basalt flows and other associated rocks have large amounts of magnesium, indicating\ntheir origin in the depths of the mantle.” As of now, however, “not enough evidence exists to\nindict superplumes as an extinction accomplice.”\nAdditionally, David Archibald believes that the “flood basalt eruptions” that resulted in\nthe Deccan Traps “was coincident with (and probably related to) the collision of the sub-\ncontinent [of India] with Asia.”8 And, to be sure, the collision of continents brought about by\nplate tectonics had more than once in the past been proffered as the cause behind the anni-\nhilation of species. Speaking of the Permian extinctions, Stephen Jay Gould pointed out that\nthe coalescence of landmasses into the giant continent of Pangaea would have eliminated",
        "bibliography": [
            "1 R. Gore, “Dinosaurs,” National Geographic (January 1993), p. 42 (emphasis added).",
            "2M. Norell, op. cit., p. 59; C. Tarpy, op. cit., pp. 86-87, 94.",
            "3 R. Gore, “Extinctions,” National Geographic (June 1989), p. 666.",
            "4N. Lubick, “Volcanic Accomplice,” Scientific American (March 2001), p. 19; see also R. L. Larson, “The Mid-",
            "Cretaceous Superplume Episode, “Scientific American (August-September 2005, Special Edition), pp. 22 ff.",
            "5.N. Lubick, loc. cit.",
            "6 Ibid.; R. L. Larson, op. cit., p. 25.",
            "TN. Lubick, loc. cit.",
            "8 J. D. Archibald, op. cit., p. 142."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 193,
        "content": "\nmany shallow seas. This would have aided the extermination of various marine creatures,\neven entire species.\nThe problem here is that while this may apply to the Permian period of the Palaeozoic era,\nit cannot be made to apply to the Cretaceous-Tertiary boundary and the disappearance of the\ndinosaurs for the simple reason that, by the time of the boundary in question, Pangaea had\nbroken up again. In fact it is believed that the super continent would have re-fractured by the\nlate Jurassic just previous to the Cretaceous period.! But then Gould informs us that the break-\nup of Pangaea was just as drastic in decimating life on our planet.? As Peter James astutely\npointed out, however, one is hard put to understand why the dinosaurs would have suffered\nfrom the break-up of Pangaea—which break-up is stated to have taken place “at rates of only\na few centimetres a year”—when they had already thrived through the supposed 120 million\nyears of continental drift\nBy 1985, continental drift, due to plate tectonics, was still being offered as a prime cause\nof extinction. Changes in sea levels due to this process were not the only side effects mustered\nin favor of extinctions.\n“What is more [TIME magazine reported], the restless tectonic plates spawn volcanic\neruptions, which spew carbon dioxide into the air. The increase in atmospheric carbon\ndioxide results in a greenhouse effect, which traps the sun’s energy, causing tem-\nperatures on land and in the sea to rise markedly. Conversely, crustal movement may\nallow frigid ocean currents from the poles to invade tropical waters, leading to a\nworldwide drop in temperatures. Those species that cannot adapt to the earth’s erratic\nbehavior simply succumb.”4\nBut as to whether it was global warming or global cooling that aided in the extinction of\nspecies, a consensus of opinion was never reached.\nEven then, with the slow march of disconnected land masses away from their super-conti-\nnental mother, the changes in sea levels and sporadic volcanic activity would have taken far\ntoo long, when measured in millions of years, to account for any kind of extinction, sudden or\notherwise. After all, animals do adapt to environmental changes if these changes take place at\nthe gradual pace which had till then been envisioned.\nThe years went by but the notion that continental drift was a prime cause behind various\nmass extinctions did not go away.> Neither did the problems associated with it, especially\nwhen it came to the eradication of the dinosaurs. True enough, in 1988 Trevor Palmer could\nstill write that: “Indeed, there are now some indications as to how continental drift could have",
        "bibliography": [
            "1 A. Hallam, “Continental Drift and the Fossil Record,”  Scientific American, as quoted in “Evolutionary",
            "Problems,” SIS Workshop 4:3 (1981), p. 25.",
            "2P. J. James, “’Ever since Darwin’: A Review,” KRONOS VII:4 (Summer 1982), p. 30.",
            "3 Ibid.",
            "4N. Angier, “Did Comets Kill the Dinosaurs?” TIME (May 6, 1985), p. 60.",
            "5 See here, for example, R. Gore, op. cit., p. 667; T. Palmer, op. cit., pp. 32-33."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 194,
        "content": "\nbrought about some of the major crises.”! But even he had to admit that “continental drift can\noffer no obvious explanation for [the mass extinction] of the Late Triassic, Late Jurassic and\nLate Cretaceous periods.”?\nRegardless of all that, time continued to move on without any sign of jettisoning the plate\ntectonic theory of mass extinctions.? It was then found out, or at least theorized, that\ncontinental drift did not always proceed at the same slow rate. The western Pacific Ocean, for\ninstance, was found to embody entirely different characteristics which date it to the mid-Cre-\ntaceous. It also appears to have been rapidly produced by one of those superplumes discussed\nabove. This gave rise to a vast amount of magmatic material which resulted in a conglomera-\ntion of submarine plateaus and a slew of veritable mountain chains rising from the ocean\nfloor.4 There were also vast outpouring on the land itself. All of this, in turn, doubled the\nworld’s rate of oceanic crust production which would also have raised sea levels, resulting in\na snowballing of geological and climatic changes.> One would of course have to compare\nthese raised sea levels with Archibald’s claim of marine regression at about the same time.®\nWhat is worse is that the question as to which view was right and which was wrong was never\nquite resolved. One can even ask: Is it ever?\nThat Pangaea split during the Cretaceous has now been sanctified by general acceptance.”\nBut, as Richard Fortey informs us, “there were still possible connections, for it was neither a\nsimple, nor a clean split.”8 Moreover, Fortey sees the break-up of the supercontinent as having\nbeen more likely to induce diversity among species than to have eliminated them. As he\ndescribes it:\n“Each [separated] continent carried with it a cargo of animals and plants, and when\nthey were isolated from their common origin they evolved in isolation. This was a\nwonderful contribution to the richness of the natural world, for in this way five or six\ntimes as many species (or higher ranks of life as time passed) could be supported.\nSeparation breeds diversity.”9\nWhich, let’s face it, makes much better sense.\nTHE IMPACT THEORY\nSince nothing on Earth itself was ever found to satisfy the requirements of mass extinc-\ntions, it was inevitable that those searching for the solution would eventually look to outer\nspace. And the most obvious of cosmic events is a direct hit on Earth by an astronomical",
        "bibliography": [
            "!T, Palmer, “All that Glisters is not Gould,” Chronology & Catastrophism Workshop (1988:2), p. 33.",
            "2 Ibid.",
            "3 R. Gore, “Dinosaurs,” National Geographic (January 1993), p. 24.",
            "4R.L. Larson, op. cit., p. 24.",
            "5 Scientific American (February 1995), pp. 66-70.",
            "6 J. D. Archibald, op. cit., p. 205.",
            "7 See here, for instance, R. Fortey, op. cit., p. 267.",
            "8 Ibid.",
            "9 Ibid., p. 268."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 195,
        "content": "\nbody. To be sure, the impact theory had been suggested at least as early as the mid-eighteenth\ncentury.! The same idea was revived in earnest by Allan Kelly and Frank Dachille, both of\nthem geologists, in 1953.? Three years later, the paleontologist de Laubenfels continued in the\nsame trend. As he wrote in the abstract to one of his papers on the subject:\n“Attention is called to the great destruction that resulted from a meteorite impact in\nSiberia in 1908. A larger impact would cause more widespread destruction. Several\nlarger impacts may have occurred in geologic time. The survivals and extinctions at\nthe close of the Cretaceous are such as might be expected to result from intensely hot\nwinds such as would be generated by extra large meteoric or planetesimal impacts. It\nis suggested that, when the various hypotheses as to dinosaur extinction are being\nconsidered, this one be added to the others.”\nThere was also Digby McLaren, a geologist who was then working with the Geological\nSurvey of Canada, who, in his 1969 presidential address to the Paleontological Society of\nAmerica, stated more or less the same thing. Rather than serving the after-dinner platitude that\npresidential addresses usually turn out to be, McLaren saw fit to take geologists to task. What\nhe posited during that address was that planetary fragments, asteroids, or meteorites had\nslammed into Earth at least once and perhaps many times more. And these impacts, according\nto him, would have snuffed out a massive number of plants and animals. This had been sug-\ngested to him by what he saw as evidence stemming from the Palaeozoic era that he had come\nacross in Canada’s Northwest Territories. As he himself later recalled: “Everybody thought\nI'd lost my cool.” And: “I was subsequently told by students that their professors would rec-\nommend that they read the published text of the speech, but they’d say, ‘Just don’t take any\nnotice of that ridiculous idea about meteorites’.”4\nAnd again, in 1973, Harold Urey did not only propose that cometary collisions may\nhave been responsible for the termination of geologic periods, but also that such a colli-\nsion might have destroyed the dinosaurs. As he wrote, “it does seem possible and even\nprobable that a comet collision with the Earth destroyed the dinosaurs and initiated the\nTertiary division of geologic time.”5\n1977 saw P. Béland and his team similarly advocating celestial bodies as the agents\nof mass extinction.® But then came the team of Alvarez, father and son, and they stole all\nthe credit. The rest is history.",
        "bibliography": [
            "! A_R. Hildebrand, “The Cretaceous/Tertiary Boundary Impact,” Journal of the Royal Astronomical Society of",
            "Canada 87 (1993), pp. 77-118.",
            "2 A. O. Kelly & F. Dachille, Target: Earth—The Role of Large Meteorites in Earth Science (Pensecola, Florida,",
            "1953) in toto.",
            "195",
            "3 M. W. de Laubenfels, “Dinosaur Extinction: One More Hypothesis,” Journal of Paleontology, Vol. 30 (1956),",
            "p. 207.",
            "4 P. Tisdall, “Earth’s Great Dyings,” Equinox (September/October 1984), p. 88.",
            "SHC. Urey, “Cometary Collisions and Geological Periods,” Nature 242 (1973), p. 32 (emphasis added).",
            "© P. Béland, et al., “Chains of Events  Leading to Mass Extinction: Two Synopses,” in P. Béland (Ed.),",
            "Cretaceous-Tertiary Extinctions and Possible Terrestrial and Extraterrestrial Causes (Ottawa, 1977), pp. 155 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 196,
        "content": "\nOf course Luis and Walter Alvarez were not the only ones who started the impact ball\nrolling in earnest. Their team also included Frank Asaro and Helen Michel, but it was the\nname Alvarez that stuck to the theory.\nZeroing in on an asteroid as the projectile behind the extinction of the dinosaurs, the Alva-\nrez team calculated that it would had to have been anywhere from four to six miles in diame-\nter and that, traveling at 56,000 to 60,000 miles an hour, it would have produced a crater at\nleast 60 to 90 miles across —or, as others reported, more than 100 miles across. Their paper on\nthe subject appeared in Science in 1980.! And immediately the entire notion was pooh-poohed\nby those who had missed the mark. One authority in fact described it as “a nutty theory of\npseudoscientists posing as paleontologists.”? This time, however, the theory held—at least in\ngeneral if not in detail.\nKenneth Hsu, for one, did not see much merit in an asteroidal impact as the cause for the\ndinosaur’s demise. Instead he favored a cometary collision because comets are known to\ncontain considerable quantities of cyanide—at least, Comet Kahoutek does. The heat gener-\nated by such a direct hit, according to Hsu, would have been a major cause of death in land\nanimals. But marine organisms would not have been affected by the heat. He therefore rea-\nsoned that it would have been cyanide poisoning that would have eliminated the sea dwellers,\nincluding plankton, and that this would have further upset the food chain.\nAs usually happens when a sensational theory hits the headlines, there were other contest-\nants who started vying for fame while perched on the shoulders of the Alvarez team. There\nwas even one attempt, feeble as it was, to compare the Alvarez scenario to that of Ve-\nlikovsky.4\nTHE IRIDIUM LAYER\nThe Alvarez team based their impact theory on an anomalous layer of iridium which was\ndiscovered in the walls of the Botaccione Gorge near Gubbio in northern Italy. It happened\nwhen Walter Alvarez went to Gubbio to look for evidence of Earth’s periodic magnetic rever-\nsals. While there he came across a one-centimeter layer of red-brown clay sandwiched be-\ntween two sedimentary strata that straddled the Cretaceous and Tertiary periods. Cretaceous\nlimestone stretched below the clay, while Tertiary limestone stretched above it.\n“No organisms are preserved in the clay. In the limestone above the clay the Creta-\nceous organisms are absent; they have been replaced by other organisms typical of\nthe Paleocene.”>",
        "bibliography": [
            "1L. W. Alvarez, et al., “Extraterrestrial Cause for the Cretaceous-Tertiary Extinction,” Science 208 (1980), pp.",
            "1095-1108.",
            "2 R. Matthews, “Ice Cubes from Space Prove the Scoffers Wrong,” The Sunday Telegraph (June 1, 1997).",
            "3K. J. Hsu, “Terrestrial Catastrophe Caused by Cometary Impact at the End of Cretaceous,” Nature (May 22,",
            "1980), pp. 201-203.",
            "4 V. Clube, “Cometary Catastrophes and the Ideas of Immanuel Velikovsky,” S.J.S. Review V:4 (1980/81), pp.",
            "107, 109.",
            "5D. A. Russell, “The Mass Extinctions of the Late Mesozoic,” Scientific American (January 1982), p. 58."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 197,
        "content": "When Walter Alvarez showed samples of the clay to his father Luis, the latter decided to\nfind out how long the hiatus represented by the clay had lasted.\n\nA precious, heavy, and hard white brittle element of the platinum group, iridium is one of\nthe densest terrestrial substances, practically insoluble in acids, difficult to fuse, with a melt-\ning point of 450° Centigrade. Generally obtained from the native alloy osmiridium, it is only\nrecoverable in small amounts from platinum-bearing ores. A rare element on Earth, it is how-\never sometimes spewed by volcanic eruptions. Because it is somewhat less rare in meteorites,\nconcentrated particles of the metal found distributed in terrestrial geological strata have often\nbeen attributed to past meteoric impacts and/or to the steady rain of iridium dust ablated from\nmeteorites as they burned through our atmosphere. This has been strengthened by the fact that\nthe relative abundance of iridium particles in raised geological strata is entirely different from\nthat found in Earth’s deeper crust, but very similar to average meteoric material.! One more\nthing to keep in mind is that iridium is also found among the constituents that make up com-\nets.2 But when Luis compared the calculated meteoric ablation rate with the measured plati-\nnum content in the Gubbio strata, he was astonished to find that while the other platinum ele-\nments remained at nearly constant levels throughout the strata, iridium jumped from 0.3 ppb\nin both the Cretaceous and Tertiary limestone to 6 pbb in the clay between them. This\namounted to a twenty-fold increase, while some had it at twenty-five-fold, and others even at\nthirty-fold.\n\nIn time, father and son, as well as others, discovered other layers with increased levels of\niridium-rich clays sandwiched between the Cretaceous and Tertiary strata. One layer at Stevns\nKlint near Copenhagen, Denmark, disclosed a 160-fold enhancement while other 160-fold\nintensifications (others claim 450 times normal) have been found at Caravaca, in south-eastern\nSpain. Further evidence came from Woodsice Creek near Canterbury in New Zealand; Hol-\nland; the Hell Creek formation that straddles Montana and the Dakotas; as well as off the\ncoast of Florida. Somewhat later, similar iridium anomalies were discovered in deep-sea cores\nretrieved from both the Atlantic and Pacific oceans, as well as in sedimentary rocks in the\nRaton Basin of New Mexico. And—wouldn’t you know it—enhanced iridium was also dis-\ncovered in the Deccan Traps.3 By 1984, Luis Alvarez could cite 32 different geographical\nlocalities in which high concentrations of iridium had by then been found. Others had it re-\nported as “60 other locales around the world.”\n\nWhat is of even greater importance is that this high concentration of iridium appears only\nin the clay layer. It had obviously been at normal levels just prior to the laying down of the\nclay, and it had evidently returned to normal levels right after. Concentrations of that much\niridium called for an extraterrestrial source and, in the end, the Alvarezes settled for a colli-\nsion with an asteroid of the Earth-crossing Apollo family. Despite all those who had suggested\nthe same thing prior to the Alvarezes, the disclosure was so stunning that Leo Hickey, who\nwas then the director of the Peabody Museum of Natural History at Yale, is reported to have",
        "bibliography": [
            "1 J. S. Lewis, Rain of Iron and Ice (N. Y., 1996), p. 104.",
            "2N. Calder, The Comet is Coming! (N. Y., 1980), p. 136.",
            "3 Geology Today (November/December 1995), pp. 212-213.",
            "4 P. Tisdall, op. cit., p. 93."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 198,
        "content": "\nsaid that: “My first thought was this is one of Walter’s practical jokes.”! And, in fact, there\nwere still many in the scientific establishment who did not buy into the theory.\nIt seems, however, that the Alvarez team did not much care. They not only continued to\npush their theory, but were confident enough to embellish it with numbers. The weight of the\nasteroid was calculated to have been some 13 trillion tons. The dust ejected from the impact\ncrater, which would have constituted 100 times the mass of the asteroid, would then have\nspread around the globe, effectively blocking out the light of the Sun for some three to five\nyears—or, as others reported, for more than a decade. Photosynthesis would have come to a\nhalt, forests would have died, and the food chain would have collapsed. Added to all this\nmight have been a higher incidence of radiation that would have resulted from a breakdown of\nEarth’s ozone layer. The only survivors would have been some plants with more viable seeds;\nsmall animals that could have continued to feed on nuts, seeds, and carrion; and shallow water\norganisms that managed to thrive on whatever organic debris would have been washed down\nto the sea by rivers.\nThere were also slight alternatives in detail. Thomas Ahrens and John O’Keefe suggested\nthat “it may have been the heat generated on impact rather than the sun-obliterating dust that\ncaused the mass extinction.”? Computer-based data indicated that continental and oceanic\ntemperatures would have “immediately” increased by at least 18 degrees Fahrenheit, which\nwould have been “more than enough to wipe out much of the earth’s marine and terrestrial life\nand to demolish the fragile ocean food chain.”3 And, like Kenneth Hsu before him, Nigel\nCalder leaned toward a cometary, rather than an asteroidal, impact.4 But then the cometary\nalternative came up against the iridium content. “A comet consists largely of ice,” it was still\nbeing argued, “and its concentration of iridium is lower than an asteroid’s.”> On the other\nhand, the heat effects suggested by Ahrens and O’Keefe, which would have caused forest\nfires, were soon taken on board the asteroidal band wagon. And there was more that these two\nsuggested. Given that Earth’s surface consists more of oceanic water than dry land, they saw it\nas more likely that the asteroid would have slammed into the sea. This, it was argued, would\nhave triggered a three-mile-high tidal wave that would have swept around the entire Earth in\n27 hours at a speed of 450 miles an hour. Besides the sudden destruction of life such a wave\nwould have caused on impacting sea shores, its longer-lasting effects would have included the\nsilting of low-lying vegetation which would have added to the destruction of trees on impact,\nand thus the obliteration of great swaths in the food chain.®\nOSMIUM LENDS ITS WEIGHT\nBecause high concentrations of iridium was in time associated with the fall of tektites and\nvolcanism, there were those who soon began to register a certain amount of doubt about the",
        "bibliography": [
            "1 N. Angier, “Did Comets Kill the Dinosaurs,” TIME (May 6, 1985), p. 63.",
            "198",
            "2 “Dinosaur Extinction Theory Updated,” GEO (August 1981), p. 138.",
            "3 Ibid.",
            "4N. Calder, op. cit., pp. 128, 136.",
            "5 P. Hoffman, op. cit., p. 61.",
            "6 “Tidal Wave Three Miles High may have Killed Dinosaurs,” GEO (July 1982), p. 121."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 199,
        "content": "\nimpact theory. But—just in time, it seems—another rare element was spotted on the scene.\nActually it had been known all along, but had not yet been enlisted as further evidence in fa-\nvor of the impact theory. It was the team of Jean-Marc Luck and Kar! Turekian that came to\nthe rescue—if rescue had indeed been called for.\nWhat Luck and Turekian pointed to was osmium which had also been found in sedimen-\ntary material dating to the end of the Cretaceous period. Osmium contains two isotopes, one\nof which is ten times as plentiful in Earth’s crust as the other. Retrieved meteorites, however,\nare known to contain almost equal parts of the two forms of osmium isotopes. Luck and Ture-\nkian thus reasoned that if a meteorite —or, by extension, an asteroid—was to impact on Earth,\n“sediments laid down shortly after the impact should contain the isotopes in a ratio closer to\nthat in meteorites than in the earth’s crust.” And this is “exactly” what they found. “Creta-\nceous sediments from Colorado and Denmark have osmium isotope ratios very close to those\nof meteorites.””!\n“The simplest conclusion [Turekian was quoted as saying] is that the osmium is me-\nteoric. Of course the data do not completely rule out the possibility that the osmium\nand iridium came from some giant volcanic explosion, but the probability of that is\nconsiderably smaller than the probability of a meteorite having struck the earth.”?\nHints that the Cretaceous-Tertiary impactor had been a comet rather than an asteroid con-\ntinued to surface despite the posited lower cometary content of iridium. This was apparent in\nCarl Sagan and Ann Druyan’s major work on comets.* “Occasionally,” they wrote,\n“volcanoes can produce anomalously high concentrations of iridium, but material from the\nCretaceous boundary shows alteration of the form and chemistry of minerals that are consis-\ntent only with an enormous shock—which can be provided by a cometary impact, but not by a\nvolcanic eruption.”> To be fair, however, they did include a footnote which reads: “While, in\nthe following pages we do not everywhere add the words ‘or asteroid’ after ‘comet,’ we stress\nthat there is still a significant probability that the Cretaceous impact was caused by an asteroid\nnot of cometary origin.”6 But in 1989, Stephen Jay Gould was still hinting that “comets rather\nthan asteroids” might have been the culprit.7 And, after Gould, others continued to see-saw\nbetween an asteroid and a comet. Never mind that comets were previously judged to be\ndeficient in iridium, by 2005 they were declared to be entirely void of the element?",
        "bibliography": [
            "1 “Isotopes and Dinosaurs,” Discover (January 1984), p. 12.",
            "2 Ibid. (emphasis added).",
            "3. M. McCanney, “The Nature and Origin of Comets and the Evolution of Celestial Bodies” (Part II),",
            "KRONOS X:2 (Winter 1985), p. 48",
            "4. Sagan & A. Druyan, op. cit., p. 292.",
            "5 Ibid., p. 283.",
            "© Ibid.",
            "78. J. Gould, “An Asteroid to Die For,” Discover (October 1989), p. 63.",
            "8s. Begley, “The Science of Doom,” Newsweek (November 23, 1992), p. 56; L. Jaroff, “A Double Whammy?”",
            "199",
            "TIME (January 9, 1995), p. 42; J. S. Lewis, op. cit., p. 6; E. Stokstad, “Comet Caused Nuclear Winter,” Discover",
            "(January 2005, Special Issue), p. 77.",
            "°K. Wright, “The Day Everything Died,” Discover (April 2005), p. 70."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 200,
        "content": "\nWORLDWIDE FIRE\nFurther evidence in favor of impact came from boundary samples from the Austrian Alps.\nThese not only contained abnormally enriched iridium, but also chromium, cobalt, and nickel.\nRapid deposition of these elements in the boundary clay is evidenced by the clay’s lack of\nfossils. Other fall-out materials discovered by Bruce Bohor and colleagues, who at the time\nwere with the U.S. Geological Survey, included glass-like (or microtektite-like) particles, in-\ndicative of melting, and shocked quartz particles, indicative of an impact event.! Other sam-\nples contained ratios of gold and platinum that were nearly identical to those found in meteor-\nites. Nonbiological amino acids, which had previously been found only in meteorites, were\nalso found just above and below the boundary clay.? As Jan Smit wrote: “Only a major impact\nwith all its environmental consequences seems capable of explaining all lithological, trace\nelement and biological evidence.”\nTo clinch the matter further, an iridium abundance abnormality was also discovered at the\nsite of the 1908 blast, believed to have been caused by a meteoritic explosion, that took place\nin the Tunguska region of central Siberia. Similar abundances were also discovered in an ice\ncore that was retrieved at the South Pole, which has been interpreted as having resulted from\nthe Tunguska blast.4\nJust as important was the evidence for a worldwide fire. This evidence was the result of\nchemical analysis by Edward Anders and his team from the University of Chicago who were\nlooking for noble gases in the Cretaceous-Tertiary boundary clays. They did not find any.\nWhat they discovered instead were large amounts of elemental carbon that is “apparently part\nof a worldwide layer of soot.”°\n“Under the scanning electron microscope, most of the submicrometer-sized particles\nshow the characteristic morphology of carbon deposited from hot gas or flames, such\nas soot or carbon black: irregular, fluffy, often chainlike clusters of spheroids. No\nother process is known to produce this morphology.”6\nThe soot has come from samples from widely separated localities such as Spain, Denmark,\nNew Zealand,’ and even Haiti.! Anders’ team thus reached the conclusion that global",
        "bibliography": [
            "! Nature (August 28, 1986), p. 794; The Guardian (September 13, 1986).",
            "2 J. Horgan, “In the Beginning...” Scientific American (February 1991), p. 124.",
            "3 J, Smit & A. J. T. Romein, “A Sequence of Events Across the Cretaceous-Tertiary Boundary,” Earth and",
            "Planetary Science Letters 74 (1985), pp. 155-170; see also the additional references supplied by T. Palmer,",
            "“Tektites, Wildfires and the Extinction of the Dinosaurs,” Chronology & Catastrophism Workshop (1987:1), pp.",
            "3-4.",
            "4 R. Ganapathy, “The Tunguska Explosion of 1908: Discovery of Meteoric Debris Near the Explosion Site and at",
            "the South Pole,” Science 220 (1983), pp. 1158-1161.",
            "5 “Dinosaur Extinction Linked to Global Fire,” Chemical & Engineering News (October 7, 1985), p. 5.",
            "6 Ibid.; see also E. Anders et al., “Cretaceous Extinctions—Evidence for Wildfires and Search for Meteoritic",
            "Material,” Science 230 (1985), pp. 167-170.",
            "TB. Rensberger, “A Fiery Extinction,” Science Digest (January 1986), p. 22; R. Gore, “Extinctions,” National",
            "Geographic (June 1989), p. 673."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 201,
        "content": "\nwildfires would have been caused by the heat generated as the asteroid burned its way through\nthe atmosphere. “Even as the vapor cooled, scattered hot rock particles would still have been\nhot enough to start individual fires.” In spreading, this would have caused greater damage to\nlife than the darkening of the skies by the ejecta thrown into Earth’s atmosphere. Enormous\nlightning discharges would have added to the holocaust. “The entire world caught fire,”\nclaimed one report? Actually, 25% of Earth’s biomass was calculated to have burned.\nBesides, as it was also argued, the carbon-bearing smoke would have absorbed sunlight far\nmore efficiently than the ejecta from the impact An additional damaging side effect of all\nthis would have been acid rain which would have affected plankton and any surviving land\nplants.\nWhat did not attain wide publication was the discovery of carbon diamonds mixed with\nthe soot. Speaking on carbon geochemistry, I. Gilmore was of the opinion that these diamonds\nhad either formed by the impact, or are themselves of extra-terrestrial origin.>\nThe impact theory for the demise of the dinosaurs captured the imagination so well that by\nthe year 2003 even their rise to dominance was being blamed on an asteroidal hit. As the pa-\nleontologist Paul Olsen who then hailed from the Lamont-Doherty Earth Observatory in Pali-\nsades, New York, and his colleagues reported, there are “clues that a large asteroid strike\ncleared the way for the dinosaurs by eliminating the competition 200 million years ago.””¢\nTHE SEARCH FOR THE CRATER\nThe next step in the Alvarez impact theory was to find the smoking gun. And, sure\nenough, geologists started scurrying all over the world in an attempt to find the asteroid’s ter-\nrestrial scar.\nFred Whipple was of the opinion that the meteorite struck in Iceland. Well, not quite. Ac-\ncording to him, it struck Earth’s crust at or near an oceanic spreading ridge resulting in an up-\nwelling of volcanic lava that would have formed Iceland.’ This suggestion was soon discarded\nbecause, while Iceland is approximately of the right age, there was no oceanic spreading ridge\nat that time.®\nRichard Grieve claimed to have discovered 100 terrestrial craters larger than half a mile in\ndiameter, but he could date none of them to the Cretaceous-Tertiary boundary.?\n1J_ S. Lewis, loc. cit.\n2 Ibid.; see also “In the Beginning?” in ibid., pp. 36-37.\n3R. Gore, op. cit., p. 672.\n4 “Dinosaur Extinction Linked to Global Fire,” Chemical & Engineering News (October 7, 1985), p. 5; K. F.\nWeaver, “Meteorites—Invaders From Space,” National Geographic (September 1986), p. 409.\n5 D, Roth, “Society News,” Chronology & Catastrophism Workshop (1994:1), p. 2.\n5D. Roth, “Society News,” Chronology & Catastrophism Workshop (1994:1), p. 2.\n63, Winters, “Dinosaur’s [sic.] Rise and Dominance Linked to an Earlier Asteroid Hit,” Discover (January 2003,\nSpecial Issue), p. 76.\n7 New Scientist (March 19, 1981), p. 740.\n8 T. Palmer, “Iridium and the Extinction of the Dinosaurs,” S.I.S. Review VII, Part A (1982/83), p. 17.\n9 P. Tisdall, loc. cit.\n201",
        "bibliography": [],
        "captions": []
    }
]