[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 12,
        "content": "The encouragement of plant growth through red light has even influenced NASA to design\na red light-emitting diode “the emission of which packs 10 times the energy of the sun’s at the\nsame wavelength.” Astronauts have additionally found that emission from this diode, “about\nthe size of a pack of cards,” helps cuts to heal faster by stimulating cellular mitochondria.!\n\nOne might wonder how proto-Saturn could have shed but little infrared light through the\nlong geologic period that preceded the Paleocene, and then increase its infrared wavelength to\nexcess. But if the present Sun is believed to have increased its radiation as it matured, there\nshould be nothing to hinder a similar belief concerning the evolution of a sub-brown dwarf\nstar. To be sure, there was more to it than simply that because, as we shall soon see, proto-\nSaturn’s radiative output had not only been inconstant through the ages, but its changes in\ntemperature were often sudden. Moreover, brown dwarfs are known to grow brighter as they\ncool through age?\n\nTHE PROTO-SATURNIAN PRIMARY\n\nThat Earth’s “primitive sun was fainter and contributed less energy” than it currently does\ncontinues to be preached by astrophysicists.3 And yet, the absence of inert noble gases in\nSaturn’s satellites indicates that the present Saturnian system must have been warm when it\ncame into being. This has led to the suggestion that “Saturn itself formed somewhere closer\nto the Sun than it is now”> from where it would have naturally wandered outward.\n\nLikewise with Pluto. “According to the standard theory of how our solar system formed,”\nKer Than reported, “Pluto formed much closer to the sun but was then knocked out to its\ncurrent orbit due to instability in the inner solar system.”®\n\nNot so with Jupiter. In direct opposition to Pluto and Saturn’s satellites, Jupiter has more\nof these inert noble gases than it could have acquired in its present orbit or one closer to the\nSun. Unlike Pluto and the Saturnian satellites, Jupiter must have formed far away from the\nSun—some say somewhere in the Kuiper belt at the outer edge of the Solar System—from\nwhere it would have wandered inward.’\n\nBut that Jupiter could not have formed within the Kuiper belt is intimated by the scarcity\nof the very noble gases which proliferate on the planet. While temperatures are cold enough to\nallow the formation of such elements, their concentrations within the belt fall far short of\nsatisfying the quantity in Jupiter’s rich atmosphere.\n\nWhat can be said for certain has already been said by Tobias Owen who then hailed from\nthe University of Hawaii’s Institute for Astronomy in that no matter what one posits, Jupiter’s",
        "bibliography": [
            "1C. Choi, “Seeing Red,” Scientific American (May 2003), p. 33.",
            "2R. Talcott, “First Forecast: Cloudy; No Rain,” Astronomy (December 2002), p. 32.",
            "3 J. W. Valley, “A Cool Early Earth?” Scientific American (October 2005), p. 60; J. Trefil, op. cit., p. 36.",
            "4D. Tytell, “Understanding Titan’s Terrain,” Sky & Telescope (December 2005), p. 18.",
            "5 Ibid.",
            "6K, Than, “Pluto-Sized planet Embryos Detected,” Space.com (October 1, 2007).",
            "7R.R. Britt, “Jupiter’s Composition Throws Planet-Formation Theories into Disarray,” Space.com (November",
            "17, 1999)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 13,
        "content": "atmospheric composition throws planet-formation theories into disarray.! Or, as Thomas\nDonahue, who then worked for the Planetary Science Laboratory at the University of\nMichigan, put it: “There may be more to the solar system than we know about.”? And yet, it\nhas actually been reported with close to certainty that Jupiter was the first planet to form\nwithin the Solar System.?\n\nWhat about Earth?\n\nA dimmer Sun in the past, Gino Segré rightly noted, would have meant a cooler Earth. But\nif that was the case, Earth’s oceans should have been frozen at a time when evidence strongly\nindicates that they were not.4 Did Earth then also come into being closer to the Sun than it is\nnow? Not according to Segré who has instead suggested what he believes to be “the most\nlikely solution to the dilemma” in that terrestrial carbon dioxide levels “could have been” a\nthousand times higher than at present, and that these would have “kept the oceans from\nfreezing.”> “Could have been,” however, is not enough to clinch the matter, and Segré was\nhonest enough to admit it.\n\nNever mind carbon dioxide — astronomers had originally burdened the Sun with a similar\noxygen composition to that of its planetary family. It was also assumed to contain enriched\nlevels of the oxygen-16 isotope. Samples from the Sun itself are not yet available for analysis,\nbut part of its composition can actually be inferred from lunar samples. This is because the\nsolar wind is able to implant oxygen isotopes on the airless surface of the Moon. But results\nobtained from isotopic analysis conducted on grains of lunar soil returned to Earth in 1969 not\nonly indicate that the Sun is dissimilar to the Earth-Moon system, it also has lower levels of\noxygen-16 than had been theorized. “This was a completely unexpected result,” Trevor Ire-\nland from the Australian National University confessed. “Our Sun is not the Sun that we\nthough it was.”6\n\nOr is it that our Sun is not the sun we thought we always had?\n\nAt this point even astronomers should have asked: Was it the Sun that was different, or\nwas there a different sun in the past? Because if the Sun’s composition does not reflect that of\nits entire family, some of its planetary children might have been adopted.\n\nWhat was established in 2004 is that the planet Saturn is very different from the planet\nJupiter and that the both of them cannot be classed together simply as gas giants.? The manner\nin which Saturn dispatches its X-rays is entirely different from the manner in which Jupiter\ndoes.§ Other differences involve the concentration of heavy elements in Saturn’s massive\ncore, while they are mixed and scattered throughout Jupiter’s gaseous cover. Not only are the",
        "bibliography": [
            "1 bid.",
            "2 Ibid.",
            "3 G. Musser, “Essential Things to Do in Space,” in G. Musser & S. Ashley, “The Future of Space Exploration,”",
            "Scientific American (October 2007), p. 73.",
            "4G, Segré, A Matter of Degrees (N. Y., 2002), p. 202.",
            "5 Ibid.",
            "6 “It’s The Sun—But Not As We Know It,” ABC Science Online (April 6, 2006).",
            "7 New Scientist (March 30, 2004), p. 19.",
            "8 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 14,
        "content": "two planets in question different, with different types of cores and atmospheres, they have\nobviously formed in radically different ways.!\n\nNot so long ago, scientists had suspected that Saturn’s heat can be explained by the impact\nof super-hot particles from the solar wind with the planet’s magnetic field, thus exciting atoms\nin its atmosphere, much in the manner that auroras are created on Earth.? And when auroras\nwere actually photographed at both Saturn’s poles, the suspicion came close to being\nsanctified. But as Alan Aylward and his colleagues indicated, auroras have a tendency to cool,\nrather than heat, the upper atmospheres of the gas giants.? It was therefore decided that\nSaturn’s extra heat could be explained by gravity waves—which they differentiate from\ngravitational ones—plus atmospheric oscillations in what they described as a “tug of war\nbetween the planet’s gravity and the buoyancy of [its atmospheric] gas.”4 Or, as they also\nsuggested, “Saturn’s electric fields could be even more complex than before thought.”>\nAylward was quite honest when he confessed that they “don’t even understand the details of\nthe electric fields on Earth,” let alone that of the distant planets. Which brings me to the\nplanetary theorist Sara Seager, from the Massachusetts Institute of Technology, who was also\nhonest enough to admit that: “The whole of astronomy is built on not knowing anything.”\n\nThere’s no such complicated mechanism in our scheme to account for Saturn’s atmos-\npheric warmth. It is not that Saturn formed closer to the Sun, but that it itself had formerly\nbeen a sun. This explains why it possesses an atmosphere that is “far hotter than can be ex-\nplained by absorbed sunlight.”8\n\nIn the meantime, Jupiter’s above-mentioned anomalies will have to be postponed to their\nrightful chronological place in a future volume of this series.",
        "bibliography": [
            "1 J, Danneskiold, “Los Alamos Computers Probe How Giant Planets Formed,” Los Alamos News Letter (August",
            "16, 2004), p. 1.",
            "2 C. O. Choi, “Mounting Mysteries at Saturn Keep Scientists Guessing,” Space.com (August 27, 2007).",
            "3 Ibid.",
            "4 Ibid.",
            "5 Ibid.",
            "6 Ibid.",
            "TD. Overbye, “A Planet Too Hot for Life—But Another May be Just Right,” The New York Times (June 12,",
            "2007).",
            "8. O. Choi, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 15,
        "content": "\nChapter 2\nGeogenesis\nTHE PRE-BIOTIC SOUP\nesides the aforementioned infrared, the origin of terrestrial life also required ultraviolet\nradiation—as it had been proposed in 1953 by Harold Urey. Although, at the time,\nUrey had insisted that Earth’s early atmosphere would have consisted of methane,\nammonia, hydrogen and water vapor, he ascribed the origin of life to lightning discharges or\nultraviolet radiation. These, he had then reasoned, would have split the above compounds into\nfree radicals which would then have recombined “in chance ways” to form more complex\nB esides the aforementioned infrared, the origin of terrestrial life also required ultraviolet\nmolecules.!\nAxel Firsoff also touched upon the subject back in 1967:\n“Atmospheric electricity, ranging from silent discharges to lightning, involving poten-\ntial differences of millions of volts, is undoubtedly to be expected on the primitive\nEarth and other planets. Yet...the actinic (ultra-violet) radiation of the Sun, unchecked\nby ozone, would be far more ubiquitous, reaching even the meteoric matter in space.”\nAdenosine triphosphate—ATP for short—has been considered by J. B. S. Haldane as “the\nmost lifelike molecule.”3 The interest here is that when a mixture of adenine, ribose, and a\npolyphosphate ester was exposed to ultraviolet rays, ATP was formed.*\n“Interesting in this context [Firsoff tells us] are the experiments in proto-cell genera-\ntion made by the Indian scientists K. Bahadur, S. Ranghayaki and O. N. Perti. They\nexposed for prolonged periods to sunlight or an ultra-violet lamp sterilised solutions\ncontaining citric acid and a colloidal salt of molybdenum or iron, which resulted in the\nformation of large numbers of cell-like microstructures, christened by them ‘jeewanu’,\na Sanskrit word for ‘particles of life’. Confirmatory experiments were carried out in\nEngland...by [M. H.] Briggs.”>\n“Whether or not we regard such jeewanu as living may be a matter of definition,” Firsoff\nwarns, “but it seems clear that similar structures must have been formed in the sea-soup, and\ntheir further evolution could have led to the emergence of the first unicellular organisms.”¢",
        "bibliography": [
            "! “Genesis by Lightning,” Scientific American (July 2003), p. 16.",
            "2 v. A. Firsoff, Life, Mind and Galaxies (London, 1967), p. 26.",
            "3 Ibid., p. 21.",
            "4 Ibid., p. 28.",
            "5 Ibid., p. 38.",
            "6 Ibid., p. 39."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 16,
        "content": "CENOZOIC                                     Pliocene                 ce. 13\nERA                 PERIOD               EPOCH             M/Yrs Ago\nQuaternary            Pleistocene                el\nTertiary                   Miocene                      ce. 25\nOligocene                     c. 36\nEocene                    c. 58\nPaleocene                  c. 63\nCretaceous                Upper                    ec. 110\nLower                    e. 135\nMESOZOIC              Jurassic                  Upper                    c. 165\nMiddle Lower               c. 180\nTriassic                        Upper                         c. 200\nMiddle Lower                 ce. 230\nPermian                 Upper Middle                   c. 260\nLower                         c. 280\nCarboniferous            Pennsylvanian                   ce. 320\nMississippian                    ©. 345\nPALAEOZOIC\nUpper                         c. 365\nDevonian                      Middle                         c. 390\nLower                         c. 405",
        "bibliography": [
            "Silurian                                             ©. 425",
            "sim cts",
            "Ordovician                     Upper                         ©. 445",
            "Middle Lower                ¢. 500",
            "Cambrian                 Upper                    ©. 530",
            "Middle Lower                ¢. 570",
            "Simplified table of geologic succession."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 17,
        "content": "This is also the conclusion of Clair Fulsome, who believes that the time preceding the first\ntraces of life required energy—heat, radio-activity, electrical discharges, and ultraviolet radia-\ntion—in abundance.!\n\nBeginning in 1975, Joel Levine who, in 1982, was honored with the Halpern Award in\nPhotochemistry, developed a series of sophisticated computerized models which led him to\ninvestigate what was especially significant in Earth’s atmosphere that could have led to the\norigin of life. Similar studies had been conducted before, as early as the 1920s, by the Russian\nbiochemist A. I. Oparin and the British geneticist J. B. S. Haldane. According to their find-\nings, organic compounds could only form in an atmosphere that would be rich in methane,\nammonia, hydrogen, and water. Then, in 1952, Stanley Miller, at that time still a graduate stu-\ndent at the University of Chicago, was prompted by his mentor, the above-mentioned Harold\nUrey, to conduct what has now become his famous experiment. What Miller did was to sub-\nject a mixture of methane, ammonia, and hydrogen circulating through a flask of water to a\ncontinuous electric charge. A week later a reddish brown soup had formed at the bottom of the\ncollection chamber which was found to contain several amino acids, the very precursors of\nliving systems that had actually been predicted by Oparin. Thirty years later, Levine and\nTommy Augustsson entered the constituents of this cosmic soup into their computer models\nonly to discover that an atmosphere containing appreciable amounts of methane and ammonia\nwould be chemically unstable and thus very short-lived. This would have been mainly due to\nthe decomposing influence of ultraviolet radiation from the Sun. The cosmic soup which had\nso far been lauded as the cradle of life would have lasted less than one hundred years.?\n\n“The overwhelming majority of chemical-evolution experiments since the first one,”\nLevine insisted, “may have been conducted with the wrong atmospheric mixture.” For start-\ners, argued Levine, none of the experiments had included oxygen “which we believe was pre-\nsent in at least small quantities.” But, most of all, “until recently no one was aware of the high\nlevels of ultraviolet radiation that the young sun most probably emitted.” But then, as he him-\nself admitted, such high levels of ultraviolet “are lethal to living systems as we know them.”\nAll of which led him to ask: “How could life have formed and evolved in such a hostile envi-\nronment?”3\n\nTHE ULTRAVIOLET ENVIRONMENT\n\nFurther work conducted by other researchers had already shown that, through volcanic\nemissions, Earth’s early atmosphere would have been primarily composed of water vapor,\ncarbon dioxide, and nitrogen. Laboratory experiments conducted by Levine and others in\nwhich this mixture was subjected to laboratory-induced lightning suggested that the mixture\ncan yield the organic compounds so vital to life. The organic yield did prove to be a little less\nthan that produced by the original experiments, but, as Levine reasoned, that only means that\nthe life-producing process took a little longer.+",
        "bibliography": [
            "!T. Palmer, in reviewing C. E. Fulsome’s The Origin of Life in S.I.S. Review V:2 (1980/81), p. 61.",
            "2 P. Huyghe, “New Recipe for Cosmic Soup,” Science Digest (May 1983), p. 44.",
            "3 Ibid. p. 42.",
            "4 Ibid., p. 44."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 18,
        "content": "\nThe major problem in Levine’s model was the belief that Earth’s early atmosphere would\nhave contained little or no oxygen. At that point, the astrophysicist Vittorio Canuto came next\non the scene by asking Levine how his model would be affected “by the possibility that the\nsun had, in its youth, emitted more UV than it does today.” This was prompted by the discov-\nery of young Sun-like stars which were found to emit high levels of ultraviolet radiation. The\nSun, it was then concluded, may have emitted as much as 10,000 times more ultraviolet than it\ndoes at present. “When Levine inserted the increased UV values into his model, he found that\nthe oxygen levels in the early atmosphere rose by a factor of about one million.”!\nBut how could high levels of ultraviolet radiation have been beneficent to the origin of life\nwhen it is known to be /ethal to living systems? Actually, as Levine himself had stressed, ul-\ntraviolet radiation is “lethal” only “to living systems as we know them.”? Besides, as Firsoff\nalso informs us, while ultraviolet rays are generally harmful, “many abiogenic syntheses or\norganic compounds are mediated by such ultra-violet radiation, so that the present biological\nallergy to it may date back to the transition from a reducing to an oxidising atmosphere, where\nthe ozone layer cuts off the solar ultra-violet from the ground.”\n“Chlorophyll, as its colour indicates, relies chiefly on the energy of the red part of the\nspectrum; but bacterial chlorophyll is characteristically purple and may assume other\ncolorations, so that there is nothing sacrosanct about this. Moreover, hot-spring algae\nand many young leaves are red or orange, which seems to be an adaptation to a hot\nhabitat, and may in the latter case, as A. G. Tikhov has suggested, be a kind of phylo-\ngenetic memory...of a time when the blue end of the spectrum was stronger in sun-\nlight and was utilised for photosynthesis.”4\nMoreover:\n“...organisms may be able to parry the danger of actinic radiation by appropriate re-\nflecting or absorbing surfaces. Indeed, such an adaptation exists in mountain lichens.\nThus there is no definite reason to believe that life could not exist without a protective\nlayer of ozone or other gases absorbing the ultra-violet rays of the Sun.”>\nSecondly, as we will indicate below, there is more than one form of ultraviolet\nradiation, one of which is not really lethal to life.\nThe point of all this is that if we theoretically shift Earth to the proto-Saturnian system\nproposed in this work, the high levels of ultraviolet radiation needed for the inception of life is\namply met since it is known that brown dwarf stars emit highly in the ultraviolet spectrum of\nlight.",
        "bibliography": [
            "! Ibid.",
            "2 Emphasis mine.",
            "3 V. A. Firsoff, op. cit., p. 64.",
            "4 Ibid.",
            "5 Ibid.",
            "6 God Star, pp. 293, 482; Flare Star, pp. 148, 374, 429, 473-474."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 19,
        "content": "In view of our posited placement of the proto-Saturnian sun in Earth’s north celestial pole,\nit comes as no surprise that the earliest signs of life so far detected actually come from within\nthe Arctic Circle—Akilia Island, West Greenland to be exact. First proposed by Mark\nHarrison and his colleagues in 1996, this conclusion came under severe attack down the years.\nThis was predominantly because the evidence was circumstantial rather than direct. This evi-\ndence came from the study and tests conducted on micron-sized carbonaceous globules re-\ntrieved from marine sediments at Akilia Island rather than from recognizable microfossils.\nHarrison, however, has done an excellent job in rebutting the criticisms raised against the hy-\npothesis and, as of this writing, his conclusions seem to hold.! Even so, controversial as this\nhypothesis remains at present, its refutation, if ever that comes to pass, will in no way depre-\nciate from our main thesis.\n\nSo much for the origin of organic compounds. But how about life itself and its sustenance\nonce it developed?\n\nPHYLOGENETIC MEMORY\n\nThe ozone layer in Earth’s atmosphere is unstable. Depletion of the layer occurred in the\nmid 1960s. Some had thought that this was due to atmospheric nuclear tests; others blamed it\non a volcanic eruption in the southern hemisphere. This led to the belief that future studies on\nmosses in the Antarctic region might solve the problem since these plants produce certain\ncompounds which enable them to protect themselves against ultraviolet radiation when this\nbecomes higher than usual. It is, however, doubtful that periodic fluctuations of short dura-\ntion in the ozone layer would have permitted such plants to develop this ability. Might not\none, instead, surmise that this ability had long been possessed by plants which would then en-\nable them to survive periodic depletion of the ozone? Might not this ability be a phylogenetic\nmemory from those early eras in Earth’s history when plants would have developed this safe-\nguard in an environment that was high in ultraviolet radiation?\n\nThis, then, would also apply to bacteria which also possess a repair mechanism against\nboth X-rays and ultraviolet radiation.3 Here, one cannot claim that X-rays filter through from\nthe Sun during periods of ozone deficiency. On the other hand these are the very two radiative\nwaves preponderant in brown dwarf stars.\n\nThere was a time, of course, when it was believed that since the early Earth contained but\nlittle oxygen, no ozone layer could have formed. This led to the deduction that whatever life\nexisted at the time, mainly algae and bacteria, would have had to shelter itself from the Sun\nunder the sea. The land, it was believed, could not have been inhabited “until enough protec-\ntive ozone had accumulated,” which event is usually stated to have been “about half a billion\nyears ago.” This all changed when the biologists Mitchell Rambler and Lynn Margulis ex-",
        "bibliography": [
            "1M. Harrison, “In Search of Akilia’s Heel: The Controversy Over the Earliest Evidence for Life on Earth,” paper",
            "given at the seminar sponsored by the School of Earth Sciences at the Australian National University, September",
            "25, 2003.",
            "2 New Scientist (November 24, 1990), p. 24.",
            "19",
            "3 B. Lewin, Gene Expression—1: Bacterial Genomes (London, 1974), pp. 495 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 20,
        "content": "posed bacteria “to the maximum levels of ultraviolet radiation that similar organisms would\nhave received in the earth’s youth.”! And their results?\n\n“Some of the bacteria proved to have not only high resistance to radiation, but also the\nability to repair DNA damaged by ultraviolet light... These capabilities, say Rambler\nand Margulis, are legacies from ancestors that successfully faced the sun before a sub-\nstantial ozone layer formed. Citing other ways that primitive organisms could have\nbeen protected from radiation, they conclude that the history of life on land may be as\nold as the history of life.”?\n\nEven so, all of the above still limits us to primitive organisms— algae, bacteria, and\nmosses—at the very inception of life on Earth. What, however, of those life-forms that came\nlater at a time when the ozone layer is supposed to have finally formed?\n\nINSECT EYES\n\nFrank Lutz and E. N. Grisewood also conducted experiments. Their interest centered on\nthe fruit fly, which has served as the guinea-pig in many an experiment. Using a mercury\nlamp which produced ultraviolet radiation with a wavelength of 2537 angstroms, they discov-\nered that the fruit fly is responsive to it with a sensitivity comparable to their response to ordi-\nnary light. Further experiments with larger flies and even bees also proved that the outer part\nof their eyes is transparent to ultraviolet light of the same wavelength “which must, therefore,\nreach the inner eyes of these creatures.” What this means is that these insects can actually de-\ntect ultraviolet radiation—which is not detectable by human eyes—and not to an indirect ef-\nfect of it. “If this is true,” Lutz and Grisewood concluded, “it has some interesting bearing on\nbiological speculation in view of the fact that light of so short a wavelength does not and\nprobably never did occur in the environment of insects.”3\n\nThat being the case, why would these insects have developed this capability? Unlike but-\nterflies and birds, which we shall discuss below, there would have been no evolutionary pur-\npose for them to actually detect pure ultraviolet light. We cannot here resort to the ultraviolet\nradiation produced by the young Sun for the simple reason that, by the time insects evolved,\nEarth’s atmosphere would have developed enough oxygen in order for these creatures to be\nable to survive. With enough oxygen, the ozone layer would have also already formed and\nthis, in turn, would have shielded Earth from solar ultraviolet radiation. We'll keep in mind\nthat Fred Hoyle and Chandra Wickramasinghe caution us to the fact that insects require very\nlittle oxygen But, even so, it is now surmised that, by the time insects evolved, Earth’s\natmosphere was already much the same as it is now.\n\nHoyle and Wickramasinghe utilize the above data in support of their theory that life was\ncarried to Earth in the tails of comets. And, to be sure, comets are known to radiate strongly in",
        "bibliography": [
            "1 “Sun-Bathing Bacteria,” Discover (January 1981), p. 10.",
            "2 Ibid.",
            "3 F, Hoyle & C. Wickramasinghe, Evolution From Space (N. Y., 1981), pp. 12-13",
            "4 Ibid., p. 118."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 21,
        "content": "\n:)\nee A OAC Fea a ee || Lk a hh fe\nFlies, of which different kinds are shown above, possess eyes the outer part of which\nPes eas  Be gh  Ee v)\n= eS gy Sa - we ON\nSS . yA S ©. ML A\nPie Cee oe oe  MM !\nis transparent to ultraviolet light.\ni\nPay a Cie a   ga ag Hy |)\npak\na ygo* eee — =\n‘i eee      7 oe  = Pee\n>     vat   i y | ‘ “yt  i   Ve ee.  =\nes, of which different kit                      ‘ad        i ie\ncinds are shown                                             di\nis transp:          above, possess\nnt to ultraviolet light. the outer\net light.           part of which\n21",
        "bibliography": [],
        "captions": []
    }
]