[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 132,
        "content": "the ice age, making warming an unlikely explanation.” All of which led Lewin to ask: “If\ncultural causes like technology or population growth, local environmental causes like loss of\nlarge game, and global causes like increased temperature, don’t explain universal shrinkage,\nwhere else can we look for an answer?”!\n\nWhat Lewin considered “the most bizarre explanation” came from Maciej Henneberg and\nhis colleague Graham Louw. According to these two anthropologists, “ultimate body size is\ninfluenced by the position of the Earth in its orbit when a person is born.” And while some\nmay find that this smacks somewhat of astrology, the fact remains that data collected by Hen-\nneberg and Louw actually show that “individuals born between February and July end up\nshorter and lighter than those born in the rest of the year.” Fair enough, we are here talking\nabout a difference of half a kilogram and seven millimeters, but the variance is statistically\nconsistent and therefore significant. The effect cannot be seasonal since it is the same in both\nterrestrial hemispheres and it is not even restricted to us humans. What Lewin and Louw have\nsuggested, therefore, is that “the effect may be the result of small differences in gravity or\nelectromagnetic radiation as the Earth travels around the Sun.”? But what would have caused\nthis difference? And would small effects have been adequate to alter gravity enough to allow\nthe massive dinosaurs to thrive despite their weight?\n\nRobin McKie, who was then the science editor of The Observer, “mused on the possibility\nof long-term shifts in Earth’s orbit,” to account for the shrinkage of the human species. But\nwhen this was suggested to Henneberg, he bowed out by refusing to cross disciplinary\nboundaries, claiming that, as an anthropologist, he has no way to validate McKie’s astronomi-\ncal explanation despite the fact that it did intrigue him.\n\nTHE UPS AND DOWNS OF GIGANTISM\n\nAlthough nothing alive during the Cambrian came anywhere close to the later dinosaurs,\nthere was an increase in size in life forms that, according to Richard Fortey, could have come\nabout “quite swiftly.’4 Faunal gigantism rose again in the Carboniferous period of the\nPalaeozoic era. As we have already seen, we are here talking about dragonflies “as big as\nravens.”> And, for that matter, so did floral immensity as evidenced by the already mentioned\nremains of lycopod trees which could reach heights up to 90 feet. Compared to some rare\nindividuals of our modern forest monarchs, which have topped 250 feet,’ the lycopods might\nseem quite ordinary. What must be kept in mind, however, is that there had been no growth\nthat tall before the lycopods’ sudden appearance. Stature, as Richard Fortey noted, “was the",
        "bibliography": [
            "1R. Lewin, loc. cit.",
            "2 Ibid.",
            "3 Ibid.",
            "4B. Bryson, A Short History of Nearly Everything (Canada, 2004), p. 334.",
            "5 Ibid. p. 340.",
            "6 J. Augusta, op. cit., p. 21.",
            "7 “Flash,” Discover (April 2005), p. 11."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 133,
        "content": "\nmost obvious change in vegetation from the early Devonian into the Pennsylvanian part of the\nCarboniferous period...”! Some seeds, so small today, even reached the size of modern dates.?\nTrue, as we have previously argued, the tall and spindly nature of lycopods and similar\ntrees was probably the result of straining in order to reach whatever feeble light filtered from\nthe proto-Saturnian sun above to nourish them.? Such distention, however, would have been\naugmented by whatever was responsible for the disproportionate growth of other life forms\nduring the same period. “By the time that the lycopod trees were reaching gigantic\nproportions,” wrote Fortey, “so, too, were some of the insects.” Dragonflies grew as big as\npresent seagulls and millipedes were as long as the height of a man. Such magnifications of\nwhat today are lowly creatures could not have been engendered by evolutionary pressures in\npursuit of more or better light. “Giant trees, giant insects, giant millipedes,” wrote Fortey,\n“there seems to have been an urge to become colossal in the Carboniferous.” As he then sur-\nmised: “Perhaps there was some special reason to suspend the normal rules.”+ One suggestion\nthat has been offered for this titanic outburst of life is the posited higher oxygen content of the\nterrestrial atmosphere at the time. Although the “how” or “why” has never exactly been\nexplained, this “rich, heady air” is supposed to have “allowed the arthropods to grow into\nmonsters.”> Such heady air, however, was not prevalent during the age of dinosaurs. Fortey’s\nsuspension of “the normal rules” must therefore be sought elsewhere.\nIn a 2005 survey of dinosauria, the question of gigantism was again being tackled. Be-\ncause growth, whether gradual or in spurts, leaves its tell-tale marks on bone, it has been as-\ncertained that dinosaurs grew much faster “than anything on land today.”¢\n“The physiology behind this feat [Carl Zimmer confessed] remains a mystery.\nEqually puzzling is the fact that dinosaurs managed to reach such big sizes, while\nland animals that came before and after them never came close. Some researchers\nhave proposed an environmental explanation...But for now that is just speculation.”7\nOr, as Hans-Dieter Sues was honest enough to admit: “We don’t have a good answer why\ndinosaurs were such big animals.”\nDespite the fact that those land animals that came after the dinosaurs were not as big, the\nmammals of the following age were giants nonetheless. Among such titans was Indriocoth-\nerium, the ancestral giant of today’s rhinoceros, which reached a height of seventeen feet;? the\nMegatherium, with a length stretching over twenty-four feet and a height exceeding that of the",
        "bibliography": [
            "'R. Fortey, Life: A Natural History of the First Four Billion Years of Life on Earth (N. Y., 1998), p. 170.",
            "2 Ibid., p. 171.",
            "3 God Star, pp. 295-297; see also R. Fortey, op. cit., p. 167; and p. 11 of this very work.",
            "4R. Fortey, op. cit., pp. 174-175.",
            "5 Ibid., p. 175.",
            "6 C. Zimmer, “Dinosaurs,” Discover (April 2005), p. 34.",
            "7 Ibid.",
            "8 Ibid.",
            "9 J. Augusta, op. cit. PL 48."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 134,
        "content": "\nlargest elephants;! to say nothing of the already-mentioned giant elk, the cave bear, and\nvarious others. Even so it has to be stated that whatever force, or lack thereof, was responsible\nfor gigantism began to wane following the age of dinosaurs. And yet normalcy, as we under-\nstand it today, did not swoop down all of a sudden.\nTake primates, for instance, to which evolutionary tree we humans belong. While, through\ntheir fossil remains, the earliest apes from the Oligocene epoch of the Tertiary period in the\nCenozoic era are considered to have been quite small,? a branch which split from the main\nstem produced Gigantopithecus. This evolutionary offshoot ran concurrent with that which\nproduced the hominids, and Gigantopithecus himself was contemporary with Australopith-\necus, and perhaps even Homo erectus, the ancestor of us all.3\nTo be sure, not much of Gigantopithecus has been found—mainly jaws from different lo-\ncalities. But if the giant ape’s body was in proportion to its massive jaws, it would have\nweighed as much as 600 pounds, stretching to nine feet tall when standing erect.4 Calculated\nto have appeared some 9 million years ago, it survived until the Middle Pleistocene.>\nAs noted above, early man himself increased in robustness until about 200,000 years ago,\nat which time his size seems to have leveled off and, perhaps, even decreased to an extent, al-\nthough he was still more brawny than modern man. Decrease in size then “gathered pace”\nfrom around 10,000 years ago at the end of the Pleistocene Ice Age to about 5,000 years ago,\nat which time his decrease in size came to a halt.\nIt can then be argued that if gigantism really owes its effect to an aberration of gravity, all\nof the above would additionally suggest that gravitation on Earth would have varied on and\noff repeatedly. If, then, terrestrial orbital parameters had anything to do with this, such pa-\nrameters would themselves have had to vary during Earth’s protracted existence.\nTHE ROCHE LIMIT\nIt was back in 1979 that Lynn Rose tried to solve the problem of dinosaurian size through\nhis version of the Saturn theory.\n“The proximity of Saturn to Earth [he wrote] would have caused a considerable\nweight reduction, most noticeably at the sub-Saturnian point. (This would be in addi-\ntion to, or supplementary to, the electrical phenomenon proposed by Velikovsky.)\nDepending upon the mass and distance of Saturn, it is possible that people, animals,\nrocks, and so on, at or near the sub-Saturnian point, would have had only a fraction of\ntheir comparable weight today...Any significant weight reduction would have had",
        "bibliography": [
            "1 Jbid., PL 49.",
            "2 See here for instance, E. L. Simons, “The Earliest Apes,” Scientific American (December 1967), pp. 28-35.",
            "3 E.L. Simons & P. C. Ettel, “Gigantopithecus,” Scientific American (January 1970), pp. 78, 84.",
            "4 Ibid., pp. 78, 80.",
            "5 Ibid., pp. 77 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 135,
        "content": "\nEEF yi C7\nSy\nNise\ni\n=D, AT lt oP\nZ                 A\n2g Ud\ne    7 ey A\nLEM Y\nok  i A set ue < ES\n4  hy        Wilh                                   é\nLEM eS:\nFA Gitigh, 4     AAA NUITAERR  Stes     y\ny           4\noY  y        iy\nLap tify tii :    WANA ASS SEE ey\nAN\nSS\nSe\ni}\nA ayy ge) HN   ARANS” S88 ay)\nMegatherium—with a length that would have stretched over twenty-four feet\nto he ay:\nhe\ny aN a) 1  ih NR\nCe GE ati  MW\nay    ay Ny the NE   y\nand a height exceeding that of the largest living elephants.\nWiig wh AVG  ay  ¥  iN\ni Sarai |  (AN. \\IM   at\n(Illustration by Bob Giuliani.)\nLima, Uh an ee MAT\na” Yh        uN it A i\\\nLay           HIE\nHh   x            HY\nMegatherium—with a len;\nMe\ngth that w\nand a height       A     ould have stretch\n135",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 136,
        "content": "\nLeft: Gigantopithecus jaw. Center: Jaw of modern male mountain gorilla. Right: Jaw of modern man.\ndramatic ramifications: we might expect organisms of greater size in both the plant\nand animal kingdoms (including humans)...”!\nAnd Ted Holden followed suit:\n“...the existence of the sauropod dinosaurs IMPLIES that the FELT EFFECT of the\nforce of gravity must have been greatly attenuated in the ancient world either by\nelectro-magnetic forces which are no longer in evidence, or by gravitational attraction\nfrom some other cosmic body (such as another, necessarily smaller and dimmer, star\nwhich we might have been more closely orbiting at that time), or by some combina-\ntion of the two.”\nThat Holden had proto-Saturn in mind as that “other cosmic body” is indicated by his ad-\nditional statement that “Immanuel Velikovsky and David Talbott have a plausible explanation\nfor all this,” since Talbott’s “plausible explanation” refers to the proto-Saturnian theory.\nBoth Rose and Holden’s notion was based on the dictum that any two bodies in the uni-\nverse attract each other in proportion to the product of their masses. Needless to say, in our\nown hypothesis, orbital parameters would have had nothing to do with the problem at hand for\nthe simple reason that, while still outside our present Sun’s influence, Earth would not have\nbeen in orbit around anything, least of all around proto-Saturn beneath which it had been",
        "bibliography": [
            "1L. E. Rose, “Variations on a Theme of Philolaos,” KRONOS (Fall 1979), p. 33.",
            "2 T. Holden, see reference #104, p. 117 (block letters as given, emphasis in italics added).",
            "3 See also, idem, “Giants in the Earth,” The Velikovskian 1:4 (1993), pp. 7, 17."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 137,
        "content": "\nsett\nOY. ga,   peda.\nZo a :      es\nLea, Art.   eat\npartie, OS Se a a vs ee.   A ‘als xy\nee   egg: 25:                               Ea ©  f Se\nya   SF ae                           pe:\nee, | nN se                 Bly\nGigantopithecus—calculated to have weighed 600 pounds, stretching to 9 feet tall when standing erect.\n137",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 138,
        "content": "\npermanently suspended, sharing its same axis of rotation.! This, however, would not have\naffected the product of proto-Saturn and Earth’s masses, and gravitational attraction,\naccording to theory, should still have been reliant on the proportion to this product. The\nproblem here is that, according to theory, the required attenuation of gravity on Earth would\nhave placed our world so close to proto-Saturn that it would have been shattered out of\nexistence. This is because, according to the theory of Roche limit, a celestial body can stand\nthe tidal pull of another only if it remains at a distance 2.44 times the radius of the larger\nbody. Without going into detail, Earth would have had to have been closer than 2.44 times the\nradius of proto-Saturn for gravity to have allowed the megasaurs to thrive. To his credit,\nHolden ended up admitting this when it was finally pointed out to him.? And yet, perhaps, he\nshould not have been too hasty.\nMisunderstandings about what the Roche limit really is even trapped Isaac Asimov. Very\nmuch like Holden, Asimov, too, was honest enough to admit his error when this was brought\nto his attention.+\nJames Mc Canney, too, was trapped when he used the example of comets passing\nunscathed through the solar Roche limit in their traverse around the Sun as evidence that\ncometary bodies could not be composed of ice.> As it was later established, solid bodies\npassing through the Roche limit of others do not spend enough time within that limit to be\ndisrupted, whether composed of ice or more solid material.®\n(And yet, the fragmentation of Comet Shoemaker-Levy 9 in July of 1992, which plowed\ninto Jupiter a year later, has been blamed by Brian Marsden on the comet’s passage through\nJupiter’s Roche limit.’ As I usually say, go figure.)\nIn the meantime, four of Neptune’s inner satellites are presently orbiting within the Roche\nlimit of their presiding planet. This seems to have led to a new interpretation of the Roche\nlimit which, by the year 2000, was redefined as that area surrounding a planet within which no\nsatellites can form.’ As Curtis Rist spelled it out:\n“All planets have an area called the Roche limit in which the gravitational pull is so\nstrong that material can’t form into a satellite. Any satellite in the Roche limit must\nhave either been captured or, more likely, dragged there by tidal forces on the planet’s\nsurface. Neptune has four satellites in the Roche limit—the only ones in the entire\nsolar system.”?",
        "bibliography": [
            "1 God Star, pp. 204 ff., 220 ff., 259-260, 405 ff.; Flare Star, pp. 139-146.",
            "2T. Holden, Dinosaurs, Gravity, and Changing Scientific Paradigms (2004), pp. 49-50.",
            "31. Asimov, Of Time and Space and Other Things (N. Y., 1968), p. 96.",
            "4 Idem, “More on Mercury’s Satellite,” Physics Today (November 1976), p. 92.",
            "5 See here J. M. Mc Canney, “The Nature and Origin of Comets and the Evolution of Celestial Bodies,” Part I,",
            "KRONOS IX:1 (Fall 1983), p. 21.",
            "6 Mizuno & Boss, ICARUS 63 (1985), pp. 109-133.",
            "7 J. S. Lewis, Rain of Iron and Ice (N. Y., 1996), pp. 146-147.",
            "8C. Rist, “Neptune’s Strange Satellites,” Discover (September 2000), p. 59.",
            "9 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 139,
        "content": "Whether these four Neptunian satellites were formed around the planet, captured or\ndragged there—and what is the difference between their having been captured or dragged? —\nthe fact remains that they presently reside within their planet’s Roche limit without being\ndisrupted.\n\nWhat is usually glossed over in most literature, however, is that the Roche limit was origi-\nnally calculated for a fluid body. As J. J. Condon, in correcting Asimov, noted, “a solid moon\nwithin the Roche limit could be held together by the cohesive strength of the material com-\nposing it.”! There is, therefore, nothing against Earth having existed within proto-Saturn’s\nRoche limit. It would not have been torn apart as Holden’s critics have for long maintained.\n\nWould this, then, have been responsible for Earth’s past attenuated gravity? Apart from\nthe fact that I am not advocating that Earth did indeed reside within proto-Saturn’s Roche\nlimit, it is doubtful that such proximity would have alleviated Earth’s gravity enough to allow\nthe megasaurs to thrive beneath their burden of weight. As Wayne Throop indicated to\nHolden, this is because the proximity theory would have required Earth’s tidal pull from\nproto-Saturn to have been about 0.7g when, even within the Roche limit, Earth could at best\nhave suffered a tidal pull of only 0.14g.? Although, as per the above, it cannot really be as-\ncertained that this would have been “many more times than enough to destroy the earth,” as\nThroop claimed,? it would have brought Earth much closer to proto-Saturn than can be de-\nduced from both the mytho-historical record and Earth sciences. Earth’s proximity to proto-\nSaturn might have aided whatever force, or lack thereof, in attenuating terrestrial gravity. But\nit cannot be the entire story. Keep in mind also that Earth’s proximity to proto-Saturn could\nnot have been responsible for the fluctuation of terrestrial gravity through the ages which the\nevidence presented above calls for—unless Earth’s distance from its primeval primary had\nalso varied. And while this, too, might have transpired, it still would not have been enough on\nits own to account for the problem at hand. What other evidence, then, can we call to arms?",
        "bibliography": [
            "1 J. J. Condon, “More on Mercury’s Satellite,” Physics Today (November 1976), p. 92; see also C. J. Ransom,",
            "“On Mercury Without a Moon,” KRONOS II:3 (February 1977), pp. 81-83.",
            "2 W. Throop, as quoted by T. Holden, /oc. cit.",
            "3 Ibid., p. 50."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 140,
        "content": "\nChapter 6\nMass and Gravity\nTHE SHRINKING EARTH\nravity is related to mass so that any two bodies in the Universe attract each other in\nproportion to the product of their masses. So, likewise, any body resting on the surface\nof Earth is attracted to the same Earth by a force that is proportional to its mass. Local\nterrestrial gravitational anomalies, however, are directly related to local density variations as-\nsociated with local geological features. A change in density in a given amount of matter, how-\never, does not entail a change in mass. Whether a given amount of matter is in gaseous, liquid,\nor solid form, its mass remains the same. The most obvious way in which the mass of a given\namount of matter can change is by the addition to, or subtraction of matter from, the original\ngiven amount. But while that might not be the only means, we must also ask: In view of what\nwe discussed in our last chapter, could Earth have been of a different mass, resulting in a dif-\nferent gravitational attraction, in its past ages?\nIn the early 1800s, the process of mountain building was ascribed by Elie de Beaumont to\nthe wrinkling of Earth’s crust in response to the cooling, and thus shrinking, of the terrestrial\nglobe.! In other words, primordial Earth was believed to have encompassed a greater volume,\nbut not necessarily a greater density, than it does at present.\nBut, as Beno Gutenberg demonstrated in 1951, “the cooling of the earth is less than it had\nbeen originally believed.”? Worse than that, the theory was based on the previous view that\nEarth had come into being as a molten sphere. That particular hypothesis was subsequently\ndethroned since it is has now been ascertained by academia that Earth was never molten, but\nthat it was gradually built up through the slow accretion of solid particles.3 Not only that, but,\nwith the advent of plate tectonics, the birth of mountains became understood as the wrinkling\nof Earth’s crust due to the drifting of continental lands and the subduction of ocean beds be-\nneath them.\nSome forty years later, however, the earlier theory was revived by R. A. Lyttleton and\nHermann Bondi, both of whom had little respect for tectonic plate theory. Their better\njudgement steered them clear of returning to the molten Earth hypothesis since, according to\nthem, Earth developed its internal heat through radioactivity.*",
        "bibliography": [
            "1p. J. Bowler, Evolution: The History of an Idea (University of California, 1989), pp. 120-121; A Hallam, Great",
            "Geological Controversies (Oxford University, 1989), p. 40.",
            "2B. Gutenberg, Internal Constitution of the Earth (N. Y., 1951), p. 192.",
            "3 See here S. Kwok, “Mining for Cosmic Coal,” Astronomy (June 2002), p. 46.",
            "4 R. A. Lyttleton & H. Bondi, “How Plate Tectonics May Appear to a Physicist,” Journal of the British",
            "Astronomical Association, 102, 4 (1992), p. 194."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 141,
        "content": "\n“...a phase-change interpretation of the core region of the Earth, based as it is on the\nlifetimes of radioactive elements, offers a mechanism with a halflife of 4000 million\nyears that is still active today. Radioactivity in the interior of the Earth, initially solid\nand cool throughout, leads after about 1000 million years to the sudden so-called\nRamsey collapse, which in turn leads to the onset of a phase change to a liquid metal-\nlic core...”!\nUnder this theory, the liquefaction of the terrestrial core would have caused Earth’s exter-\nnal layers to collapse. According to Lyttleton and Bondi, this collapse was not the result of a\ngradual weakening of Earth’s external layers, but a sudden catastrophic event—one that took\nplace in a matter of hours.?\n“A whole series of models may be calculated from the time of the Ramsey collapse,\nwhich has been estimated to have taken place 3000 million years ago, to the present\ntime. Calculations show that the radius of the Earth would have diminished by almost\nexactly 300 km. Here we have a straightforward cause of mountain-building that has\naffected the Earth repeatedly since the time of the Ramsey collapse.”\nA contracting Earth would mean a compression of terrestrial matter resulting in a greater\ndensity. But, as noted above, this would not mean that it would have resulted in an increase in\nmass. In other words, had Earth been less dense in the past, it would not have hosted a lesser\ngravity. Besides, the suddenness with which Lyttleton and Bondi saddle their catastrophic\nevent will not get us out of our present conundrum since we are seeking a series of protracting\nepisodes to account for the vagaries inherent in the periodic rise and fall of gigantism. Worse\nstill is the three billion years they advocate for their single catastrophic event since this would\nhave been much too early for the dinosaurs.4\nTHE EXPANDING EARTH\nThe contracting Earth theory does not seem to have much evidence in its favor. Even the\nsupposed mountain building through the wrinkling of Earth’s crust due to shrinkage fails to\nconform to what we see at the edge of continents. True, Lyttleton and Bondi are not the only\nauthorities who have been finding fault with plate tectonics.> But, despite the problems which\nencumber the theory—and what theory is entirely devoid of problems?— the central tenet of\nplate tectonics continues to hold. One look at a topographical map of the world will immedi-\nately show that a chain of mountain ranges stretches along the entire western coast of the",
        "bibliography": [
            "1 bid. (emphasis added).",
            "? See here R. A. Lyttleton as reported in “Mountains Come From Earth Shrinkage,” New Scientist (October 11,",
            "1979), p. 110.",
            "3 Ibid. (emphasis added).",
            "4 For more re contracting Earth see P. S. Wesson, “The Implications for Geophysics of Modern Cosmologies in",
            "which G is Variable,” The Quarterly Journal of the Royal Astronomical Society (March 1973), pp. 15, 19, 32; re",
            "contracting planets in general, ibid., p. 28",
            "5 See for instance D. Pratt, “Plate Tectonics: A Paradigm Under Threat,” Journal of Scientific Exploration 14: 3",
            "(2000), pp. 307 ff."
        ],
        "captions": []
    }
]