[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 62,
        "content": "\nGold was so sure of this general hypothesis that he finally went out on a limb by predict-\ning that oil can be found beneath the ground in meteoric craters. While no one in North\nAmerica paid him much heed, it was different in Europe. And, to be sure, natural gas and oil\nwere discovered beneath a meteoric crater in Sweden.! There was, however, so little of the\nstuff that drilling for it was deemed commercially unprofitable. And when one thinks of the\nsmall amount of hydrocarbon derivatives that a meteorite might contain, the result of this ex-\nperimental drilling is quite understandable. But therein lies the problem with all theories\nclaiming a meteoric and/or cometary origin of Earth’s petroleum. The vast quantities of oil so\nfar discovered on Earth, to say nothing of potential future discoveries, speaks against the pos-\nsibility of the origin of petroleum through the impact of meteorites and/or comets. Such astro-\nnomical quantities of petroleum would have required so many impacts they would have frac-\ntured Earth out of near existence. So, likewise, with an origin that calls for Earth’s passage\nthrough the tails of comets, 4 la Velikovsky. Any hydrocarbons in the tails of comets would\nhave been much more tenuous than hydrocarbons in their nuclei. For Earth to have collected\nthe amount of petroleum it contains would have entailed its passage through literally millions\nof cometary tails, and that, too, is not readily believable. What, then, are we left with?\nRAINS OF NAPHTHA\nWe have no eyewitness reports from these long gone geological epochs to see if, indeed,\nhydrocarbons had rained down on Earth. But, as it happens, we do have such reports from a\nmuch later time. Immanuel Velikovsky had gathered quite a few of these accounts,? but, un-\nfortunately, he ended up misplacing most of them in time. Taken up as he was in trying to\nprove the historicity of the Israelite Exodus from Egypt, he utilized most of these occurrences\nin his attempt to explain the miraculous wonders associated with that event. It is however evi-\ndent from the sources he himself quoted that most of the celestial incidents in question had\ntaken place much earlier in time.\nWhat do these sources state? Or, as Philo Judaeus, the Hellenistic Jewish philosopher from\nAlexandria, asks: “What does natural history tell us?”3 In answering his own question, Philo\ngoes on with:\n“Destructions of things on earth, destructions not of all at once but of a very large\nnumber, are attributed by it to two principal causes, the tremendous onslaughts of fire\nand water. These two visitations, we are told, descend in turns after very long cycles\nof years. When the agent is the conflagration, a stream of heaven-sent fire pours out\nfrom above and spreads over many places and overruns great regions of the inhabited\nearth.”\nStreams of “heaven-sent fire” would make for unusual precipitation. Such phenomena are\nunknown at present. What could have caused such rains? Velikovsky himself was of the",
        "bibliography": [
            "! See here R. Gallo, “Letters to the Editor,” The New York Times (March 16, 1987).",
            "21. Velikovsky, Worlds in Collision (N. Y., 1950), pp. 53-58.",
            "3 Philo Judaeus, On the Eternity of the World, 1X:146-147."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 63,
        "content": "\nopinion that these fiery streams from heaven could have been caused by the carbon and hy-\ndrogen contained in cometary tails when Earth passed through one of them. Lacking oxygen,\nhe wrote, these gases would not normally burn, but when coming in contact with Earth’s oxy-\ngen they could be set on fire.!\n“Tf carbon and hydrogen gases, or vapor of a composition of these two elements, enter\nthe atmosphere in huge masses, a part of them will burn, binding all the oxygen avail-\nable at the moment; the rest will escape combustion, but in swift transition will be-\ncome liquid. Falling on the ground, the substance, if liquid, would sink into the pores\nof the sand and into clefts between the rocks; falling on water, it would remain float-\ning if the fire in the air is extinguished before new supplies of oxygen arrive from\nother regions.”\nVelikovsky’s cometary explanation aside, it is a process similar to the one described by\nhim that best accounts for the falling of liquid hydrocarbons on Earth. In our own scenario,\nthe hydrocarbons would have precipitated from the aging proto-Saturnian sun. And yet, one\nmay ask, all this on the say-so of Philo who, very much like Velikovsky, was inter alia bent\non proving the reliability of the Old Testament? Had he been our only source, we would have\nbeen wary of using his above statement as evidence of anything. But there have been others\nwho have written of these fiery streams from heaven. After all, as Philo himself informs us,\nwhat he stated was based on what “we are told,” that is on what the ancient sources he relied\non had to say.\nTake, for instance, the myth of Ba’al and Mot as contained in a Ras Shamra text. Without\ndelving into the myth itself, which, again, refers to a much later time, we note that the god El,\nidentified as the proto-Saturnian deity in our previous works, was said to have had a vision in\nwhich he saw “the skies dripping oil.’4 Or consider the Gnostic tractate known as The\nApocalypse of Adam. This text not only speaks of fire and sulfur falling upon those who dis-\nplease God, but also a rain of asphalt.> Would such preposterous ideas have even entered the\nmyth-tellers’ heads had there not already been a belief in such abnormal rains? And if that had\nbeen the case, what would have such beliefs been based on? As Albert Schott found it re-\ncorded, the Babylonians were often in the habit of referring to “the rain of fire,” an event that\nwas quite “vivid in their memory.”\nSo, similarly, with the Voguls of Siberia, who continued to remember a time when “God\nsent a sea of fire upon the earth.” But it was not an ordinary fire since they referred to it as",
        "bibliography": [
            "11. Velikovsky, op. cit., p. 53.",
            "2 Ibid., pp. 53-54.",
            "3 God Star, pp. 135, 141, 142, 223-227, 229, 267-268, 283, 305, 433, 443, 448; Flare Star, pp. 118, 120, 122,",
            "129, 132, 136, 280, 299, 347.",
            "4 A. Caquot, “Western Semitic Lands: The Idea of the Supreme God,” Larousse World Mythology (London,",
            "1972), p. 90.",
            "5 W. Barnstone (Ed.), The Other Bible (N. Y., 1984), p. 83.",
            "6 A. Schott, “Die Vergleiche in den Akkadischen Kénigsinschriften,” Mitt. d. Vorderasiat. Ges., XXX (1925),",
            "pp. 89, 106, as quoted by I. Velikovsky, op. cit., p. 55."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 64,
        "content": "“the fire water” which continued to rage, burning up the earth, for “seven winters and sum-\nmers.”! “Fire water,” or “water of fire,” here rendered sengle das, was also remembered by\nthe aboriginal tribes of the East Indies. And there, too, was this “water of fire” said to have\nprecipitated from the sky.? How else could primitive people describe a rain of burning oil\nother than as “fire water” or “water of fire”?\n\nDescriptions of rains of fire from out of heaven are also encountered in the literature of\nMesoamerica. These are usually attributed to a “Fire Sun” or “Sun of Fire”} which brings the\nflaring proto-Saturnian sun to mind.\n\nIt however seems that the precipitating hydrocarbons were not always set aflame. On oc-\ncasion they merely fell in a viscous torrent. “It was ruin and destruction,” states the sacred\nbook of the Maya, “the sea was piled up...it was a great inundation...people were drowned in\na sticky substance raining from the sky.” Sometimes translated “resin,”+ by others “glue,”>\nmost authorities have proclaimed that the viscous torrent was actually bitumen. “There de-\nscended from the sky a rain of bitumen and of a sticky substance.”6 But even then it seems\nthat a part of this substance did burst into flames since the same tract continues with: “And\nthen there was a great din of fire above their heads.”? A similar account is to be found in the\nAnnals of Cuauhtitlan in which the flaming precipitation from the sky is attributed to “the sun\nof fire-rain.”8\n\nWhat is of additional significance is that the catastrophe, of which the sticky rain was but\none aspect, was seen by the survivors as a punishment for not paying enough attention to the\nHeart of Heaven.? Also known as Hurakan,”!° comparative mythology has already allowed us\nto associate this demiurge with the Saturnian deities of other nations.!!\n\nAlthough these accounts refer to a later event—though not as late as Velikovsky would\nhave it—the probability is that similar rains would have precipitated from proto-Saturn during\nits flare-up at the end of the Pleistocene. We notice, for instance, that the account from the\nPopul Vuh also mentions that “the sea was piled up” and that this amounted to “a great inun-\ndation.” As we have seen in our previous volume, similar incursions of the sea, due to Earth’s\nrotational braking, also accompanied proto-Saturn’s flare-up. !?",
        "bibliography": [
            "1 U. Holmberg, Finno-Ugric and Siberian Mythology in Mythology of All Races, Vol. 4, pp. 368, 369.",
            "2 Ibid., p. 369.",
            "3H. B. Alexander, Latin American Mythology (1920), p. 91.",
            "4D. Tedlock, Popul Vuh (N. Y., 1985), p. 84.",
            "5 M. S. Edmonson, The Book of Council: The Popul Vuh of the Quiché Maya of Guatemala (New Orleans,",
            "1971), p. 26.",
            "6 CE.B.de Bourbourg, Histoire des Nations Civilisées du Mexique, 1, 55, as quoted by I. Velikovsky, op. cit.,",
            "p. 54.",
            "7 Idem (Ed.), Popul-Vuh (1861), p. 25.",
            "8 E. Seler, Gesammelte Abhandlungen zur Amerikanischen Sprach- und Alter-tumsgeschichte (1902-1923), p.",
            "798, as quoted by I. Velikovsky, loc. cit.",
            "9 Popul Vuh, 1:3-4.",
            "10 Tbid.",
            "11 God Star, pp. 438-439; Flare Star, pp. 156, 307.",
            "12 Flare Star, pp. 372 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 65,
        "content": "Of additional interest here is the realization by a class of geologists that oil was formed in\nassociation with sea level changes.! The probability is lent additional credibility by the\ndiscovery of aromatic and aliphatic hydrocarbons in sediments from Texas and Louisiana\nwhich have been dated to the Holocene (or Recent) epoch which followed immediately after\nthe Pleistocene.” Moreover, as noted by Derek Scott Allan and J. Bernard Delair, the asphalt\nlakes of Trinidad, Venezuela, and California are impregnated by the remains of late\nPleistocene animals and plants.3\n\nTHE RANCHO LA BREA TAR SANDS\n\nThe tar sands of the above sub-title, which have already been mentioned in passing, serve\nas a test case. These so-called tar “pits” were originally discovered at Rancho La Brea on the\nwestern outskirts of Los Angeles. The growth of the city eventually embraced the area which\nhas been fenced in, but still available to public viewing, at Wilshire Boulevard in the very\nheart of the downtown district. Consisting of asphalt mixed with sand, this bituminous deposit\nis an outcrop of a larger bed of petroleum-containing shale that extends more than 450 miles\nfrom Cape Mendocino to beyond Los Angeles. In places, this bed reaches a depth of two\nthousand feet. By 1875, thousands of tons of asphalt had already been removed to be shipped\nto San Francisco for use as roofing and road paving material.\n\nThis bituminous formation was early found to contain an abundance of bones belonging to\nboth extinct and extant animals. The extinct animals, with which we are mainly concerned,\nbelonged to the Pleistocene epoch.\n\nAmong the faunal remains so far discovered in these beds are those of various insects, ro-\ndents, coyotes, lynxes, pumas, saber-toothed tigers, wolves, bison, camels, horses, sloths,\nmastodons, mammoths, various birds including vultures and peacocks, to say nothing of hu-\nman bones. Some 200 different species have so far been recognized. By 1931, 700 skulls be-\nlonging to saber-toothed tigers alone had been recovered. In time, this rose to 2,100.4 When it\ncomes to wolves, 1,600 individuals have been retrieved. It thus seems that predators pre-\ndominated. All of these remains were found in a close-packed conglomeration. Similar re-\nmains in asphalt from California have also come to light at Carpinteria, McKittrick, and San\nPedro, as also in Peru and Russia.\n\nThe general theory behind the existence of this vast faunal assemblage is that the sticky tar\nwould have deceived animals by the shallow sheets of water that would have accumulated on\ntop of it through rainfalls. When animals were drawn to the water to slake their thirst, they\nwould have become mired and trapped in the gluey asphalt from which they could not easily\nextricate themselves. Their cries would then have drawn others to the scene and, wading in to\nwhat appeared to be an easy prey, would themselves have gotten stuck in the bituminous un-",
        "bibliography": [
            "| New Scientist (May 4, 1996), p. 14.",
            "2 P. V. Smith, “The Occurrence of Hydrocarbons in Recent Sediments from the Gulf of Mexico,” Science 116",
            "(1952), pp. 437-439.",
            "3D. S. Allan & J. B. Delair, Cataclysm! (Sante Fe, New Mexico, 1997), p. 203.",
            "4 C. Stock, Rancho La Brea: A Record of Pleistocene Life in California (Los Angeles, 1992), p. 32."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 66,
        "content": "\n=                                               [    :         aed\nEa     9.8     ie a            —_—s |.\n4            ai Ve       i             re\n\\    Fy                  wv                               na\n\"  ms     ~*~\nReconstructed scene at the Rancho La Brea tar sands.\nBut did it really happen this way?\n(Photograph by the author.)\nderlay. One after the other, they all finally sank into the tarry depths. But, as J. Merriam noted\nas early as 1911:\n“As the greater number of the animals in the Rancho La Brea beds have been en-\ntrapped in the tar, it is to be presumed that in a large percentage of cases the major\nportion of the skeleton has been preserved. Contrary to expectations, connected\nskeletons are not common.”!\nMcReady Price had also reported that the bones in question are “broken, mashed,\ncontorted, and mixed in a most heterogeneous mass, such as could never have resulted from\nthe chance trapping and burial of a few stragglers.”\nAll this led Velikovsky to ask whether it could have happened that “at this particular spot\nlarge herds of wild beasts, mostly carnivorous, were overwhelmed by falling gravel, tempests,",
        "bibliography": [
            "1 J.C. Merriam, “The Fauna of Rancho La Brea,” Memoirs of the University of California 1:2 (1911), as quoted",
            "by I. Velikovsky, Earth in Upheaval (N. Y., 1955), p. 66.",
            "2 G. McCready Price, The New Geology (1923), p. 579."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 67,
        "content": "\ntides, and raining bitumen?”! However, William Akersten, who was the Curator at Rancho La\nBrea in 1982, tells us that McCready Price’s report was not all that accurate. Thus, while the\nbones in question are scrambled, so wrote Akersten, they are not broken, mashed, and\ncontorted as Price had had it reported? But while this remains somewhat controversial,?\nAkersten is right in his claim that the very number of the trapped victims speaks against a\ncatastrophic entrapment of live animals.\n“The concentration of remains also argues against catastrophe. The remains of more\nthan 5,000 large carnivores have been recovered. Such a concentration would be in-\nconceivable if only a short time interval were represented. The present population es-\ntimates of all large carnivores in the 25,000 square kilometer Serengeti region of Af-\nrica [which is much vaster than that covered by the California tar sand] is only\n7,000.” 4\nIn all of this, Akersten relies heavily on the radiocarbon dates derived for these animals\nwhich are said to range between 38,000 to 11,000 years old.5 His argument here is that, ob-\nviously, with such wide-ranging dates, the remains could not represent the victims of a single\ncalamity. And then, even if one was to contend that, because of their very nature, these radio-\ncarbon dates should not be relied upon,° it remains inconceivable that so many animals would\nhave succumbed to raining bitumen in so relatively small an area as is covered by the La Brea\ndeposit. Thus, at least to Akersten, the entrapment of these animals, a few at a time over a\nlengthy period, seems much “more probable.”\n“Since 90% of the large mammals at La Brea are carnivores, they were obviously at-\ntracted to the area. The most reasonable explanation right now is that previously\ntrapped animals served as bait.”’8\nHere one should keep in mind that, even at present, the tar sands continue to snare what-\never life still inhabits Los Angeles’ downtown area, such as birds, bats, and squirrels.\nAnd yet there is more than one snag to all this. Let us leave land animals aside for a while\nand focus on the remains of birds instead. Under the orthodox scheme propounded above, one\nwould expect that aquatic birds, being naturally attracted to lakes, would have been deceived\nin greater number than other types of birds in falling prey to the water-covered asphaltic traps.",
        "bibliography": [
            "11. Velikovsky, loc. cit.",
            "2 W. A. Akersten to J. D. H. Iles, private communiqué (May 3, 1982), published in the Canadian Society for",
            "Interdisciplinary Study Newsletter 1:3 (June 1982), p. 26.",
            "3 See here, for instance, Science Frontiers (November-December 2002), p. 3.",
            "4W. A. Akersten, loc. cit.",
            "5 Ibid.",
            "6 See here Flare Star, pp. 17, 18, 24, 47, 49, 52, 176, 340, 351, 361, 387, 401, 404, 407, 451, 487, 512-513.",
            "TW. A. Akerston, loc. cit.",
            "8 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 68,
        "content": "\nYet the contrary is quite apparently true. The preponderance of the remains of land birds far\noutstrips that of aquatic ones.!\nFair enough, I’ll play my own devil’s advocate here. Aquatic birds would have floated on\nthe surface of the water above the tar, had there been any. So that unless they waded in to\nshore where the tar might have stretched beyond the water’s edge, they might have escaped\nbeing trapped. But what about human remains. The La Brea Woman has been dated at 9,000\nyears.? Wooden artifacts from the same area are said to be anywhere from 4,000 to 6,000\nyears old.3 Others have vouched for 15,500 year-old artifacts.4 But, again, let us leave these\ndates aside for the time being. The question is: How did humans and their trappings get mixed\nup with all the wild animals that were supposedly snared by the sticky substance? Ill give that\nhumans could just as easily have trapped themselves in the seeping tar. But why would so\nmany of their wooden artifacts have also been entombed in the stuff? More than that, the tar\npools have also given up a far amount of plants which, through comparison, are known to\nhave thrived during the time of the entombed animals. Plants do not grow in tar pools, so\nhow did this flora succumb to the bituminous sand?\nMore shocking is the fact that McCready Price was not the only one guilty of exaggera-\ntion. It seems, after all, that the remains of the extinct animals in question were not retrieved\n“from open, liquid asphalt lakes” but from “hard, asphalt impregnated sand or clay.”6\n“Where encountered, asphalt was confined to small unfossiliferous pockets within the\ntar soaked sediment. The fossil remains were frequently admixed with gravel lenses,\ncobbles, and pebble clasts of fluviatile origin.””\nThis then gives an entirely different picture, one that was succinctly described by Vine\nDeloria, Jr., a picture that was not that much different from Velikovsky’s original surmise:\n“Instead of the popular scenario, then, what more likely happened is that a very large\nmass of bones and vegetal material, the result, perhaps, of a natural catastrophe, was\ncovered with sand and clay and some time later, probably a very short time later,\nsome kind of asphaltic or bituminous material in vast amounts was dumped on this\nlocation. The asphalt tar then seeped into the sand and clay and in depressions made\nsmall pools which hardened into asphalt deposits with the passage of time.”8",
        "bibliography": [
            "| Science Frontiers (November-December 2002), p.3.",
            "2 W. A. Akersten, loc. cit.",
            "3 Ibid.",
            "4D. B. Vitaliano, op. cit., p. 29.",
            "5 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 61.",
            "6 G. Woodward & L. Marcus, “Rancho La Brea Fossil Deposits: A Re-evaluation from Stratigraphic and",
            "Geological Evidence,” Journal of Paleontology 47:1 (January 1973), p. 56.",
            "7 Ibid.",
            "8 V. Deloria, Jr., Red Earth, White Lies (N. Y., 1995), p. 139."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 69,
        "content": "There have been many who have been misled by the designation of the Rancho La Brea\ndeposit as “tar pits,” thus giving the impression of deep pits filled with gooey tar. In fact,\nhowever, the pits in question were those dug by the excavators themselves.!\n\nSo what, then, is the real answer? Were Velikovsky and Deloria correct after all? In the\nmain it seems they were. Let us look at the evidence as it really exists.\n\nThat the beasts in question could not have died on the spot is evidenced by the fact that\ntheir bones are not articulated. There is no reason for all those bones to have been scattered all\nover the place even if some of them had suffered at the fangs and talons of predators. Besides,\ntar is a very good preservative and any animals immersed in it should have retained a sem-\nblance of skin and tissue. None have been retrieved.”\n\nThe immense quantity of gravel, cobble stones, and pebbles, all of fluvial origin, to say\nnothing of the sand itself, in which the bones are actually found preserved, speaks highly of an\naqueous deposit. This seems to indicate that the bones were transported to the spot and depos-\nited there by an immense wave. Such a wave would have been engendered through the\ntemporary braking of Earth’s rotation at the end of the Pleistocene Ice Age. 3 Due to Earth’s\nrotation from west to east, the Pacific Ocean would have continued to move in that direction\nthrough inertia. This accords well with a tidal wave that would have swept the western coast\nof California. This also accords well with the late Pleistocene dating of the tar-entombed\nremains. Whether it was the wave itself that slew the animals or whether the wave picked up\nthe skeletons of those already dead through some other means remains a moot question.\n\nThe far-spaced radiocarbon dates of the remains need pose no problem. If, as has been\nclaimed, supernovae can alter planetary carbon at light-years’ distance,* the lesser eruptive,\nbut much nearer, proto-Saturnian flare-up> would surely have wrought havoc with Earth’s\natmospheric carbon content.\n\nIn the end the question centers on whether the tar itself seeped from below or fell from\nabove. The generally held assumption, needless to say, is that the tar pools were formed\n35,000 years ago by oil rising to the surface through sedimentary deposits from the Santa\nMonica mountains.® But, in 1973, a re-evaluation of the situation came to a different con-\nclusion. Studies conducted on excavated tar pits 2050 and 2053 indicated that neither of them\n“would have been sufficiently stable to persist as continuously operative, open asphaltic pools\nduring the long interval of alluviation accompanying the development of the Santa Monica\nplain.”? That being the case, cosmic precipitation does not seem to be out of the question.\n\nBut what of those asphalt and oil deposits which are definitely much older? If, toward the\nend of the Pleistocene, oil and naphtha poured from the sky due to proto-Saturn’s flare-up,",
        "bibliography": [
            "1G, Woodward & L. Marcus, loc. cit.",
            "2 Science Frontiers (November-December 2002), p. 3.",
            "3 Flare Star, pp. 372 ff.",
            "4 Ibid., p. 340, where various sources are cited.",
            "5 Ibid., pp. 290 ff.",
            "6 J. Hillaby, New Scientist (December 10, 1981), p. 762.",
            "7G. Woodard & L. Marcus, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 70,
        "content": "would we not require similar flare-ups to account for similar previous falls? Could proto-\nSaturn have flared up time and again?\n\nThat Saturn had flared up more than once had been suggested, if only in passing, by Har-\nold Tresman and Bernard Newgrosh back in 1977;! it was proposed again by Hugh Eggleton,\nalthough in a garbled manner, in 1981;? and I myself touched upon the subject, although in no\ngreat detail, in 1982.3 Tresman, Newgrosh, and Eggleton were concerned with two Saturnian\noutbursts that took place during the age of man. But, as I stated then, if ancient man\nremembers more than one Saturnian catastrophe, “there is a possibility that further Saturnian\ndisasters had occurred prior to the advent of humankind itself.”+\n\nProto-Saturn’s Pleistocene flare-up was induced by its entry into the different electrical\nenvironment of the Solar System. But, despite a possible short-lived rebound, it did so only\nonce. What, then, could have caused previous proto-Saturnian flare-ups?",
        "bibliography": [
            "! H. Tresman & B. Newgrosh (writing under the name B. O’Gheoghan), “The Primordial Light?” S..S. Review",
            "II:2 (December 1977), p. 37.",
            "I:2 (December 1977), p. 37.",
            "2H. Eggleton, “Did Saturn Explode Twice?” SIS Workshop 4:3 (1981), pp. 15-17.",
            "3 D. Cardona, “Saturn’s Flare-Ups,” SIS Workshop 5:1 (1982), pp. 8-9.",
            "4 Ibid., p.9."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 71,
        "content": "\nChapter 4\nStellar Flares\nTHE ANTICS OF SN1987A\nne of the most studied supernovae is the one which flared up in 1987. (Actually, when\nO=isi the star’s calculated distance and the time its light would have taken to\nreach Earth, the flare-up is presently believed to have occurred some 170,000 years\nbefore.!) The flared star in question is known as Sanduleak? and is located in the Tarantula\nNebula of the Large Magellanic Cloud. The supernova’s remnant is now known as SN1987A.\nAs with other supernovae, Sanduleak was believed to have exhaled a cloud of gas even before\nthe explosion.? The neutrinos it was supposed to emit were detected. And the just as expected\nradio emissions it was meant to generate were also picked up by Earth-based instruments.\nTwin light echoes, “as the flash of radiation from the dying star passed through two sheets of\ndust,” were even photographed.4\nRight from the start, however, SN1987A perplexed the experts with a mixed bag of\nenigmas. Designated as a Type II supernova, SN1987A “should have grown in brightness\nduring the next week or so, until it blazed as one of the brightest objects in the southern sky.”\nInstead “it reached only one-tenth its expected brightness, then cooled rapidly from hot blue to\na deep ruby color in just a few days.”> This was then explained by positing that much of its\nenergy had been spent by the motion of its expanding gas, so that less of it turned into light.®\nBut then astrophysicists began to doubt that Sanduleak had been a blue star, suggesting\ninstead that it had been a red supergiant before it flared up.”\nOne more puzzle concerned the appearance of a “mystery spot near the dying star” which\nbaffled observers. Lying about two light-weeks away from SN1987A, it was surmised that it\n“could not have existed earlier.”8\n“Although several creative theories were offered to explain the enigma, none proved\nconclusive. And by June [having been first observed in April] the companion no\nlonger could be detected, leaving only questions behind.”",
        "bibliography": [
            "1R. P. Kirshner, “Supernova: Death of a Star,” National Geographic (May 1988), pp. 629, 635.",
            "? In full: Sanduleak-69° 202.",
            "3R. P. Kirshner, op. cit., p. 640.",
            "4 B. Weintraub, “A Super(nova) Mystery: Where’s the Pulsar,” National Geographic (August 1992),",
            "“Geographica” section.",
            "SR. P. Kirshner, op. cit., p. 629.",
            "6 Ibid., p. 640.",
            "7 Ibid., p. 646.",
            "8 Ibid., pp. 630-631, 645-646.",
            "9 Ibid., p. 632."
        ],
        "captions": []
    }
]