[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 52,
        "content": "more than evident that most of Earth’s supply of hydrocarbons accumulated long after the\nEarth’s formation as a planet.\n\nAgain, in order to explain the formation of coal from his simple hydrocarbons, Gold had\ntheorized that micro-organisms, such as bacteria, deep within Earth’s interior may have\nplayed a role in converting the gaseous substance into coal through hydrogen extraction. “But\nif kerogen is indeed an early earthly stowaway,” argued Kwok, “then this hypothesis is\nunnecessary” since coal would have evolved from kerogen “through the natural loss of\nhydrogen, oxygen and nitrogen.” Petroleum, in fact, is often found in “sedimentary rocks rich\nin kerogen and is believed to simply degrade from kerogen over time.”! But here, again, the\ncatch-phrase is “sedimentary rocks” which, needless to say, would have had to have been\ndeposited long after Earth’s formation.\n\nOne question raised, and answered, by Kwok was whether there is enough “celestial or-\nganic matter to account for Earth’s known reserves of coal, oil, and gas.” The answer seems to\nbe in the affirmative because present estimates indicate that carbon stars manage to “pump\nout” these organic compounds in a mass equivalent to that of the Sun each terrestrial year?\nDespite the immense quantities of coal on Earth we alluded to above, on a planetary scale\nthese carbon veins represent the thinnest of veneers. Kwok is thus of the opinion that even if a\nsmall fraction of these hydrocarbons is in the form of organic matter, it would total about “a\ntrillion Earth-masses” over “the several-billion-year lifetime” of our galaxy. And a good\nshare of these compounds would have ended up on Earth, regardless of whether our planet\nwas, or was not, a member of the Solar System from its inception.\n\nEven so, there are still problems yet to solve. And one of prime importance concerns the\nstratified nature of coal deposits. It is not enough for us to claim that Earth’s carbon-based\nminerals could not have originated deep within Earth’s interior while it was still forming. As\nwe have seen, the evidence that comes our way through coal seams not only calls for cata-\nstrophic measures, but recurring ones at that. Thus, if this theorized organic matter fell to\nEarth it would have to have fallen periodically. We would not otherwise find coal in stratified\nseams sandwiched between strata of uncarbonized material.\n\nWhat, then, can we think of? The far-fetched supposition of a nearby carbon star that\nturned its organic production on and off? One might better be inclined to reconsider the role\nof interstellar comets. The problem here is that these denizens of deep space are nowhere near\nthe size of our more familiar hairy stars. Take the ones thousands of which encircle the central\nstar in the Helix Nebula. Referred to by orthodoxy as “cometary knots,” each one of them has\na nucleus that is about twice the diameter of our entire Solar System and a tail that stretches to\na hundred-billion miles. The proto-Saturnian system could not have come anywhere close to\none of these colossi without its linear configuration being disrupted, even if it only passed\nthrough its enormous tail. One even wonders if such a passage would have allowed the system\nto survive annihilation.",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 53,
        "content": "The interstellar comets of the Helix Nebula, each with a nucleus that is twice the diameter of the Solar\nSystem and a tail that stretches for a hundred billion miles.\n(Photograph courtesy of NASA.)\n\nIt therefore seems that we are left with nothing except a carbon source that would have to\nhave been not only close to Earth, but part and parcel of the system in which it abided. Under\nthe accepted scheme, this would have been the Sun itself. The Sun, however, is not yet near-\ning the end of its life so that it cannot act as a carbon star, let alone having done so in the past.\nIn our case, the source would have been the previous proto-Saturnian sun which, as a sub-\nbrown dwarf, might very well have been nearing the end of its life as a stellar body. But could\nsuch a diminutive star have served as a carbon factory? After all, the carbon stars we have just\ndiscussed began their life as Sun-sized bodies which developed into red giants before they\nturned into carbon plants.!\n\nAnd yet, as in everything else in the Universe, cosmic bodies come in various sizes. As",
        "bibliography": [
            "1 Pid., p. 48."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 54,
        "content": "Alan MacRobert noted, “astronomers [had] long assumed that every carbon star had to be a\ngiant.”! But, as has often been the case, that belief was shot down by the 1977 discovery of a\ndwarf carbon star. At first, astronomers reasoned that this had to be “some kind of fluke.”\nSince then, however, many more dwarf carbon stars have turned up. Some of them have been\ndiscovered above the plane of the Milky Way. More than that, it was soon realized that “the\nnumerical majority of stars with C, in their spectra are dwarfs, not giants.” But because red\ndwarfs are believed not to have evolved enough to produce carbon, it was reasoned that the\ncarbon had been dumped on them from close companion stars which existed with them in a\nbinary system. Yet none of these dwarfs are accompanied by partner stars. On the contrary,\nall of them are lone travelers in space showing rapid proper motion across the sky. In the end,\nas always, astronomers were left with no option but to invoke what was not there. The com-\npanion stars, it has been claimed, “have since shrunk and faded to invisibility.” And, to be\nsure, one of these dwarfs—G77-61 in the constellation Taurus—has been claimed to be or-\nbiting around an unseen “something” with a star-like mass. This has been deduced from the\ndwarf’s changes in its radial velocity.2 One cannot however help noting that astronomical\nriddles are much too often put to rest by the ad-hoc introduction of “unseen somethings.”\n\nIt should, however, be pointed out that other dwarf carbon stars show no such changes in\ntheir velocity and could not therefore be orbiting anything. Besides, is it conceivable that there\nwould be more carbon stars among the dwarfs than the red giants?\n\nPLANETARY HYDROCARBONS\n\nIn our particular case the question revolves around whether proto-Saturn ever contained\ncarbon and/or hydrocarbons and, on this issue, there seems to be no doubt. The presence of\nhydrocarbons in the atmosphere of the planet Saturn was verified in 1982.3 By 1986, Thomas\nGold could write that: “The viewpoint that hydrocarbons could not arise without biology\nbecame quite untenable when astronomers discovered that hydrocarbons are the most com-\nmon form of carbon in the solar system.” Not only Saturn, but Jupiter, Uranus, and Neptune\nhave been found to “contain enormous amounts of methane and other hydrocarbons in their\natmospheres.”5\n\nSo, similarly, on Titan, Saturn’s largest moon, despite the controversy which attended the\nexceedingly confident interpretation of the early evidence. The presence of hydrocarbons in\nTitan’s atmosphere, now verified by the Cassini spacecraft discoveries,° had long been sug-\ngested through infrared images of the satellite.? This was interpreted to mean that Titan’s\nclouds could “burst open with showers of liquid hydrocarbons.”® In turn, this led to the",
        "bibliography": [
            "1 A, MacRobert, “Dwarf Carbon Stars,” Sky & Telescope (February 2003), p. 22.",
            "2 Ibid.",
            "3 Science “Special Saturn Issue” (January 29, 1982), p. 500.",
            "4 T. Gold, New Scientist (June 26, 1986), p. 42.",
            "5 Ibid. (emphasis added).",
            "6R. Naeye, “A Flood of Cassini Discoveries,” Sky & Telescope (March 2005), pp. 16, 17.",
            "7K. A. Svitil, “Titan’s Time Warp,” Discover (June 2002), p. 52.",
            "8 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 55,
        "content": "conclusion that “a layer of hydrocarbons, perhaps half a mile deep, covers most of Titan.”!\nRight from the start, however, scientists were faced with the problem of how Titan could have\nsustained an atmosphere rich in methane so long after the satellite’s formation. Titan’s atmos-\npheric methane, as one report put it, should have vanished “billions of years ago because\nmethane is destroyed by ultraviolet sunlight.”? Titan’s methane, it was then argued, must\ntherefore be replenished by erupting surface geysers or volcanoes. The accumulated methane,\nit was still believed, would then rain down “in a matter of hours or a few days.”4 This was said\nto have been confirmed by Huygens’ sensors which “picked up evidence of methane droplets”\nduring its descent to Titan’s surface.5 But, as usual, of consensus there was none since others\nhave claimed that Titan’s methane rain comes down in torrents only once every thousand\nyears.6\n\nWhile Titan’s gravity is only one seventh as strong, its atmosphere is far denser than\nEarth’s.7 However, billions of years ago, according to Margaret Tolbert and her colleagues at\nthe University of Colorado, Earth may have been shrouded in a blanket of atmospheric haze\nvery much like Titan’s’—which cannot fail but remind us of past theories which have\nvouched for an Earth which was burdened with a much denser atmospheric envelope. And\nthis, it has been claimed, might have provided the “organic material” that nourished Earth’s\nearliest life forms.? In fact, Titan’s atmosphere and terrain have lent themselves to a compari-\nson of the satellite with our own world as it might have been in its primordial youth.\n\nThat Titan is presently manufacturing its own hydrocarbons through the injection of meth-\nane by surface geysers and/or volcanoes still needs to be ascertained. In our opinion Titan\ncould very well have received its atmospheric burden of methane from its parent planet Saturn\nvery much as Earth would have done. The reason Titan’s methane has not broken down in ul-\ntraviolet sunlight is because Titan’s accumulation of Saturnian methane did not take place bil-\nlions, but only a few thousand, years ago. To be sure, at least as of this writing the theorized\nhalf a mile deep layer of hydrocarbons in seas, lakes, or rivers on Titan’s surface have not yet\ncome to light as neither have methane rains of any duration. But if it can be assumed that hy-\ndrocarbons can rain down on Titan, there is nothing improbable in our own hypothesis that\nhydrocarbons have precipitated to the ground in Earth’s primordial past.!°",
        "bibliography": [
            "| Ibid. (emphasis added); see also C. Jozefowicz, “The Methane Seas,” Scientific American (December 2003), p.",
            "46.",
            "2 J. N. Wilford in the Science Section of The New York Times (October 25, 2005).",
            "3 Ibid.; R. Naeye & D. Tytell, “Titan Revisited,” Sky & Telescope (March 2006), p. 16; K. S. Chadha, “Titan’s",
            "Exploding Ice,” Astronomy Now (April 2006), pp. 26-27.",
            "4J.N. Wilford, loc. cit..",
            "SA. Boyle & K. Grimes, “The Music of the Spheres,” Astronomy (December 2005), p. 37.",
            "6 B. Douthitt, “Beautiful Stranger: Saturn’s Mysteries Come to Light” (but shown as “Voyage to Saturn” in the",
            "Contents page), National Geographic (December 2006), pp. 48, 54 (emphasis added).",
            "7 A. Stone, “Life’s a Beach on Saturn’s Moon,” Discover (August 2006), p. 16.",
            "8 Reuters, “Hazy Titan May Hint at Earth’s Early Climate,” CNN.com (November 14, 2006).",
            "> Ibid.",
            "10 NOTE: The presence of hydrocarbons in the atmosphere of the planet Venus will be considered in a future",
            "volume of this series."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 56,
        "content": "THE ORIGIN OF PETROLEUM\n\nTar-like organic substances and kerogens have also been surmised as some of the constitu-\nents of asteroids as well as comets.! Here on Earth tar is artificially produced through the\ndistillation of hydrocarbons and other organic substances including coal. Another tarry sub-\nstance is asphalt which occurs naturally in surface lakes and as impregnation in sub-surface\nrocks such as sandstone and limestone throughout the world. Naturally occurring asphalt lakes\nhave been known since ancient times and are found mentioned in various ancient tracts.? One\nof the most famous of such regions is the Dead Sea in which masses of bitumen, some “as big\nas houses,” continue to rise to the surface from time to time. That the bitumen of the Dead Sea\nwas much more predominant in ancient times is evidenced by the fact that it was formerly\nknown as Lake Asphaltites.3 In North America, the tar sands of Alberta are claimed to hold\nmore recoverable oil than the deserts of Saudi Arabia.4 Perhaps better known are the so-called\nLa Brea Tar Pits in Los Angeles, California, from which thousands of Pleistocene animal\nremains have been exhumed.\n\nAsphalt, however, is also artificially derived through the distillation of that form of hydro-\ncarbons known as petroleum, the very oil that fuels all those millions of cars and other engines\nwhich are presently contaminating Earth’s entire atmosphere. Even in its natural state, asphalt\nis believed to be derived from the natural distillation or the partial evaporation of petroleum.\nBut how is petroleum itself derived?\n\nThe textbook version; as also that of oil companies,® is that oil was formed from the re-\nmains of tiny plants and the bodies of billions of animals that lived in the sea hundreds of\nmillions of years ago. In dying, these organisms sank to the bottom where they decomposed to\nbe mixed with the mud and sand that formed marine sediment. These sedimentary layers were\nthemselves covered with more sand and mud which, through pressure, finally metamorphosed\ninto hard rock while the decomposed organic bodies turned into oil. With the withdrawing of\nthese archaic seas and the tectonic uplift of Earth’s crust, immense pockets of the resulting\npetroleum ended up beneath the land both far inland and underneath the continental shelves.\n\nThe above theory traces back to S. Volta, an obscure priest who, in 1781, explained pe-\ntroleum as the “fermentation of buried animals and plants.”7 In 1923, J. M. MacFarlane, who\nwas Professor of Botany at the University of Pennsylvania, restricted the formation of petro-\nleum solely to fish which, in his opinion, were “destroyed in prodigious numbers somewhere\nin the distant past.” As he wrote: “In review of the evidence...the author was compelled to\naccept that fishes are the source of practically the entire supply of crude petroleum, also of\nnatural petroleum derivatives like asphalt.”’8",
        "bibliography": [
            "1 “Tar-Like Molecules Colour Asteroids,” New Scientist  (February 28, 1980).",
            "2 See here, for instance, Eusebius Pamphilii, Evangelicae Praeparationis, IX: ix: 412c.",
            "3D. B. Vitaliano, Legends of the Earth (London, 1973), p. 90.",
            "4E. Kiester, Jr., “Paydirt,” GEO (December 1980), pp. 67, 78.",
            "5 See, for example, the entry for “Petroleum,” in the 1959 edition of Encyclopaedia Britannica, Vol. 17, p. 656.",
            "56",
            "6 M. Johnson, “The Origin of Oil,” Chevron World (Fall 1985), pp. 10-12.",
            "7 Ibid., p. 12.",
            "8 J. M. MacFarlane, Fishes: The Source of Petroleum (N. Y., 1923), p. 14."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 57,
        "content": "\nThe problem with this scenario is that dead fish do not usually decompose, definitely not\nin the number required to produce oil, but are rather devoured by different fish and other ma-\nrine animals—that is unless millions of them were to simultaneously meet a sudden death and\nbe instantly buried. And, to be sure, that is the evidence derived from an untold number of fish\ncemeteries. As MacFarlane himself noted:\n“Tt can be definitely said that through all of the geologic formations in which fish re-\nmains occur, the large proportion of the remains consist of entire fishes or of sections\nin which every scale is still in position; every fin is extended as in life attitude; the\nbones of the head, though often crushed in and broken through subsequent diastrophic\nstrains, still retain almost the normal positions; while near them may be coprolites of\nthe same or some other types of fish in a practically entire state. All of this conclu-\nsively proves that when myriads of such fishes were simultaneously killed, their\nbodies were deposited or stranded within a few hours or a few days at most after\ndeath, so that the flesh, the liver, the alimentary canal, and other soft parts were un-\nquestionably enclosed and intact when sediment sealed them up.”!\nThis situation is quite evident from the remains embedded in the Old Red Sandstone\nwhich comprises just about one half of Scotland. In the words of Hugh Miller, who made a\nspecial study of the subject, this vast area, which stretches from Loch Ness to the Orkney Is-\nlands, represents “a wonderful record of violent death falling at once, not on a few\nindividuals, but on whole tribes.”? Thus Miller’s verdict was that “some terrible catastrophe”\nwas involved in the “sudden destruction” of the fish in this area which stretched “at least a\nhundred miles from boundary to boundary, perhaps much more.” As he goes on:\n“The same platform in Orkney as at Cromarty is strewed thick with remains [of fish],\nwhich exhibit unequivocally the marks of violent death. The figures are contorted,\ncontracted, curved; the tail in many instances is bent around to the head; the spines\nstick out; the fins are spread to the full, as in fish that die in convulsions. The [now\nextinct] Pterichthys shows its arms extended at their stiffest angle, as if prepared for\nan enemy. The attitudes of all the ichthyolites on this platform are attitudes of fear,\nanger and pain. The remains, too, appear to have suffered nothing from the after-at-\ntacks of predaceous fishes; none such seem to have survived. The record is one of de-\nstruction at once widely spread and total.”4\nWe could go on describing similar situations from Monte Bolca in Italy; the Harz Moun-\ntains of Germany; from Switzerland; Ohio; Michigan; the Green River in Arizona; Lompoc in\nCalifornia; and elsewhere in various other countries. In all these cases the remains of untold",
        "bibliography": [
            "1 Ibid. p. 400.",
            "2H. Miller, The Old Red Sandstone (Boston, 1865), p. 48.",
            "3 Ibid., p. 222.",
            "4 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 58,
        "content": "number of fish have been preserved in whole or in part, in attitudes of agony, etched in the\nrock with no signs of putrefaction. None of them turned into petroleum.\n\nAnd yet, as George McCready Price noted: “In many places in America as well as in\nEurope where remains of fish are found, the shaley rock is so full of fish oil that it will burn\nalmost like coal, while some scientists have even thought that the peculiar deposits like Al-\nbertite ‘coal’ and some cannel coals were formed from the distillation of the fish oil from the\nsupersaturated rocks.”!\n\nBut is it really fish oil, or is it oily shale in which the remains of fish are also entombed?\nAs noted above, one of these fish cemeteries occurs in the Harz Mountains of Germany, con-\ncerning which W. Buckland wrote: “As these fossil fishes maintain the attitude of the rigid\nstate immediately succeeding death, it follows that they were buried before putrefaction had\ncommenced, and apparently in the same bituminous mud, the influx of which had caused their\ndestruction.” Could it not therefore have been that the constituents which form petroleum had\nalready been contained in this “bituminous mud”?\n\nOr let us look at this another way. The most celebrated remains of fossil fish in Europe are\nthose of the Saarbriicken in Germany. But these are found in coal formations. Does that mean\nthat the coal in question was formed from the remains of unspoiled fish? Can coal be formed\nfrom fish? Or is it that the bituminous substance that went into the formation of coal also\nentombed the fish found in it? But then where did the bituminous substance come from?\n\nOne source of petroleum discovered in the late 1970s was seepage from ocean bottoms.4\nBy the early 1980s, this seepage was traced to areas close to hydrothermal vents. The first\nstudies were conducted in the southern oceanic rift of the Guaymas Basin in the Gulf of Cali-\nfornia, which rift is known to be still spreading. Hydrothermal mounts 2,000 or so meters be-\nlow the surface along this rift rise up to 30 meters above the rift. Unconsolidated sediments\nare also to be found along the rift into which lava is continuously being injected. It has there-\nfore been conjectured that the seeping petroleum is being formed through thermal alteration,\ncondensation, and solution of the dead organic matter—plankton, microbes, and so forth—\nwhich collects in these sediments.5 The outflow of hot water assists this “hydrothermal\npetroleum” to be buried by new sediments.®\n\nThis led the biologist William Smithey, then at the Scripps Institution of Oceanography, to\nclaim that the discovery of hydrothermal petroleum shatters the belief that oil took millions of\nyears to form through the decay of land creatures and plants. The hydrothermal vents, ac-\ncording to Smithey, would act like a pressure cooker to speed up the formation of petroleum,\nbut that it would still have taken thousands of years.” Steve Scott, then at the University of",
        "bibliography": [
            "1 G. McCready Price, Evoltionary Geology and the New Catastrophism (Mountain View, California, 1926), pp.",
            "235 ff.",
            "2. W. Buckland, Geology and Mineralogy (Philadelphia, 1837), p. 103 (emphasis added).",
            "3L Velikovsky, op. cit., p. 21.",
            "4 AP Wire Service, “Oil ‘Spills’ Natural Phenomena,” Ottawa Citizen (October 16, 1979), p. 39.",
            "5B. R. T. Simoneit & P. F. Lonsdale, “Contemporary Cataclysmic Formation of Crude Oil,” Nature (January 21,",
            "1982), pp. 198-202.",
            "6 A. S. Mackenzie, “A Hydrothermal Plume Remobilizes Sedimentary Organic Matter,” in ibid., p. 187.",
            "7 Ottawa Citizen (January 29, 1982), front page."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 59,
        "content": "Toronto, threw in his two cents by claiming that the heat from hydrothermal plumes would\nthemselves act to refine this oil into asphalts, gasolines, etc.!\n\nIt might be argued that hydrothermal vents are short-lived phenomena which last no more\nthan about a hundred years. When they go out, life around them simply dies off. So how could\nit take thousands of years to form petroleum through the action of these short-lived vents? The\nanswer, we were told, is simple enough in that as these vents go out, others are created to take\ntheir place. Walter Sullivan then weighed in by suggesting that major oil deposits could have\nbeen created hydrothermally as the continents split to form narrow seas like the Gulf of Cali-\nfornia.?\n\nA similar theory was later advanced by Roger Larson who hailed from the University of\nRhode Island. During the Middle Cretaceous, according to him, Earth’s crustal plates speeded\nup, forcing the South Atlantic to open up “like a zipper, from south to north.” Floods of basalt\nthen poured out together with “a global surge of volcanic eruptions, both at plate boundaries\nand in plate interiors,” all of which was caused “directly or indirectly, by plumes of hot rock\nrising from the bottom of Earth’s mantle.” These eruptions added a considerable amount of\ncarbon to the ocean from where it supposedly made its way into the atmosphere and was thus\nresponsible in raising Earth’s temperature. This warm climate then “produced a boom in phy-\ntoplankton—the tiny plants that float in the sea.” The corpses of this renewed marine life ac-\ncumulated on the floor of shallow seas “well above the depth at which high pressure would\ndissolve them.” It was this organic substance, “buried and cooked for millions of years,” that\nwas eventually “converted into vast pools of oil.”3\n\nNot only was this a re-cooking of the same old theory under a different fire, it took the\nformation of petroleum back to millions of years.\n\nThere were, however, dissenting voices and not merely against the notion of millions of\nyears, but against the theory of petroleum’s organic genesis as a whole. For one thing, as Gold\nreported: “The quantities of oil and gas that geologists eventually found turned out to be hun-\ndreds of times larger than initial estimates, based on the assumption of biological origin.”+\nAlthough quaintly phrased, Frederic Jueneman was right on target when he opined that “over\nthe past hundred years we’ve found so much oil [to say nothing of coal and gas], and suspect\nthe presence of many times more potential deposits than what we’ ve located so far, that there\nain’t been enough dinosaurs and plants to give their all for even a fraction of the amount re-\ncoverable.”> And then, to top it all, oil was discovered in Australian rocks which are believed\nto have formed so geologically early that life forms for its formation had not yet evolved\nsufficiently.© Thus, for instance, oil was not expected in Precambrian strata and geologists did\nnot look for it. But there it is, and in vast quantities.”",
        "bibliography": [
            "1D. York, Globe and Mail (February 1, 1982).",
            "2 W. Sullivan, New York Times (January 29, 1982).",
            "3 E. Dobb, “Hot Times in the Cretaceous,” Discover (February 1992), p. 13.",
            "4T. Gold, loc, cit.",
            "5 F. B. Jueneman, “Pleiongaea: A Myth for All Seasons,” AEON IL:3 (1990), p. 50; idem, Raptures of the Deep",
            "(Des Plaines, IIl., 1994), p. 49.",
            "6 New Scientist (January 10, 1998), p. 13; ibid. (March 14, 1998), p. 22.",
            "7 Science Frontiers (September-October 1998), p. 3."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 60,
        "content": "\nThe “blind acceptance” of the organic theory, according to V. Porfirev, has “been a waste\nand a failure.”! He further adds that:\n“...the organic theory of the origin of petroleum does not correspond to the modern\nstate of knowledge in the fields of geology, geochemistry, geophysics, thermody-\nnamics, astrophysics and other sciences; in fact, it is an outdated concept. Instead, the\ngeneral inorganic theory of petroleum meets the requirement of the new knowledge\ncompletely.”?\nWhat, then, is “the general inorganic theory of petroleum’?\nWithout going into complex technicalities, this theory, as proffered by Gold, assumes that\nthe non-biological hydrocarbons —similar to the tarry matter found in some meteorites—that\nwere inherited by Earth during its formative period would eventually have degassed into the\natmosphere in the form of methane through volcanic eruptions. This would have provided the\natmosphere with carbon dioxide which, in its turn, would have dissolved and precipitated into\nthe oceans as calcium carbonate. Under heat and pressure, to say nothing of catalytic action,\nthis mess would eventually have transformed itself into crude oil.3\nThus, for instance, the North Sea bottom consists of basalt and not the sedimentary rock\nfrom which oil is expected to be extracted. “The early predictions were that the North Sea was\na hopeless location for petroleum,” Gold informs us, “and it is said one advisor told the Brit-\nish Government that he would drink every cup of oil that was obtained out of the North Sea.”+\nIt is not said how many cups of oil this advisor was forced to drink when the North sea gave\nup its oily burden.\nBut if petroleum does not derive from organic substances, why does some of it contain\nbacterial remains? This conundrum led Gold to posit that petroleum has a dual origin. A\nsmaller quantity, according to him, is derived from buried organic sediments. But this, still\naccording to him, would have been augmented by a much larger amount of non-biological\nmethane.5\nSix years later, however, Gold had a change of mind. The conclusion he came to by then\nwas that the bacterial remains found in petroleum must simply constitute contamination from\nbacteria feeding off the oil which was there in the first place.6 After all, as we have already\nseen, shale and limestone also contain the remains of marine life. It does not mean that these\nstones were composed from such organisms. Could it not have been likewise with petroleum?\nCould it not be that the constituents which went into the formation of inorganic petroleum\nhave additionally buried organic matter in the process? Take the tar sands of Alberta, for in-\nstance, which are only part of a worldwide distribution the largest of which deposits are to be\nfound in the Orinoco River basin of Venezuela. Similar substantial deposits also occur in Tur-",
        "bibliography": [
            "! Im full in American Association of Petroleum Geologists Bulletin 58 (1974), pp. 3-33.",
            "2 Ibid.",
            "3 T. Gold & S. Soter, “The Deep-Earth-Gas Hypothesis,” Scientific American (June 1980), pp. 154-161.",
            "4 Idem, Power from the Earth (London, 1987), p. 128.",
            "5 Idem, “The Deep-Earth-Gas Hypothesis,” see reference # 115.",
            "© New Scientist (June 26, 1986), pp. 42-46; ibid. (September 11, 1986), p. 26."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 61,
        "content": "key, the Balkans, Russia, and Malagasy, with much smaller reserves in the United States.! All\nof these tar sands consist of sand, water, and bitumen from which the oil is extracted.2 The\nones in the Athabasca region of Alberta are easier developed because the deposit lies close to\nthe surface, with most of it less than 150 feet underground. In fact, outcrops of the deposit can\nbe seen oozing out of the ground in many places along the Athabasca River.? Moreover, the\nremains of “logs, leaves and fish teeth” have been found in these oily sands, but none of them\nare fossilized.4 These deposits could not therefore have been laid down at any great depth and,\ntherefore, the biological remains found embedded in them could not have been\nmetamorphosed into oil through heat and pressure. It is more likely that these unfossilized\nremains represent bits and pieces from the periodic flooding of the Athabasca that became\ntrapped in the tarry sands. Thus, despite his status as the excavation director of the Provincial\nMuseum of Alberta, in Edmonton, Philip Currie’s 1981 hope of someday finding a dinosaur\npreserved in these tar sands? is not ever likely to be realized.\n\nB. Rahmer was another authority who attempted to bring the inorganic origin of petroleum\nto the scientific establishment’s attention. “It should...be noted that non-organic theories were\nquite in fashion during an earlier stage of the development of the science of geology,” he\nwrote, “and, more to the point, that a minority of responsible scientists has always remained\nsceptical of the now prevailing organic theory, among them the noted British chemist and No-\nbel laureate Sir Robert Robinson.” Moreover, as Rahmer continues to tell us: “Quite recently,\nDr. Richard R. Donofrio of American Ultramar Ltd. has expounded his own partially non-\norganic theory according to which oil pools in North America may have been formed by\nmeteoric impact in Paleozoic sediments...”7 A. T. Wilson, too, was of the opinion that all of\nEarth’s burden of oil is of extraterrestrial origin. And, as far as J. Oro and J. Han were con-\ncerned, petroleum could easily have been formed through the interaction of comets with plan-\nets.2 B. Y. Levin was also of the belief that “hydrocarbons in cometary heads must have\nplayed a part in forming petroleum...”!° T. Link was of a similar opinion, but went a step\nfurther by positing that those meteorites in which petroleum residues have been detected\nmight possibly be the remnants of a former planetary body which somehow disintegrated.!!",
        "bibliography": [
            "1. Kiester, Jr., op. cit., p. 79.",
            "2 Ibid. p. 80.",
            "3 Ibid.",
            "4G. Olshevsky, “Dinosaur Renaissance,” Science Digest (August 1981), p. 43.",
            "5 Ibid.",
            "6B. A. Rahmer, “Need to Investigate Deep-Earth Gas,” Petroleum Economist (August 1981), pp. 348-351.",
            "7 Ibid.",
            "8 A. T. Wilson, “Origin of Petroleum and the Composition of the Lunar Maria,”Nature (October 6, 1962), pp.",
            "11-13.",
            "9 J. Oro & J. Han, “High-Temperature Synthesis of Armomatic Hydrocarbons and Methane,” Science",
            "(September 16, 1966), pp. 1393-1395.",
            "10 B. Y. Levin, “The Interaction of Astronomy, Geophysics and Geology in the Study of the Earth,” in “The",
            "Interaction of Sciences in the Study of the Earth (Moscow, 1968), p. 178.",
            "117. A. Link, “Whence Came the Hydrocarbons?” Bulletin of the American Association of Petroleum Geology,",
            "Vol. 41 (1957), pp. 1387-1402."
        ],
        "captions": []
    }
]