[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 292,
        "content": "\n*e   ©   p  .     sa  :  ©\ne. b  2          ~.@\n€  -   .- .s      .    “\"e    $\nte      ‘       >    .\n. bd       *..  a    *\n5    .    ‘ 4   ©  .  . ea\n:  @.. by  «€  °   a\n-        . Fb t+         .    ~~\n:   rn    *.<  ~   .  Fe  _  A\ne                 q    :    .   e-",
        "bibliography": [
            "The Double Helix Nebula.",
            "A sustained galactic Birkeland current clearly seen as a pair of helical current filaments in a plasma.",
            "(Photograph courtesy of NASA.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 293,
        "content": "\n7\n‘ee’ ees\nee         >          —r.",
        "bibliography": [
            "Birkeland (left) and assistant experimenting with the terella.",
            "even planetary phenomena, such as the Sun’s corona, sun spots that slid across the terrella’s",
            "surface, the Zodiacal light, cometary tails, and even Saturn’s ring.",
            "Needless to say, however, Birkeland was mainly interested in recreating Earth’s auroras.",
            "And his terrella experiments did not let him down. Under certain conditions, when the cathode",
            "was turned on, the electrons would stream in all directions. But once the electromagnetic coil",
            "in the terrella was also activated, the electrons found themselves trapped in the globe’s mag-",
            "netic field. A luminous band then formed equatorially around the sphere only to split into two",
            "individual rings which swiftly spiraled up and down to hug both poles. Thus, after all,",
            "Hooker’s splitting of his proposed ring, which some might have seen as an impossibility, can",
            "be said to have had received prior experimental validity. Whether Hooker knew of",
            "Birkeland’s terrella experiments or not remains a moot question, but he did not mention him",
            "in his work. Birkeland himself immediately identified these luminous pole-hugging toroids",
            "with the auroral zones. This, according to him, was exactly what transpires to form the auroral",
            "ovals around Earth’s both polar regions. As with his general theory, these auroral rings were",
            "also thrown out of the scientific court, where they remained for long after Birkeland’s death."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 294,
        "content": "\n:                          +s                                     |\nies      <              {      i                         OR       I\nNUL        IIAP ee 42    iy\nVS      1                   .                                                     ‘\nif         Re                       |           z\nBirkeland and his terella.\nTHE AURORAL OVALS\nThe much celebrated International Geophysical Year, carried out during 1957-1958, ex-\ntended over fifteen rather than the planned twelve months. Despite all the hoopla that pre-\nceded the event, Harry Hess did not have much faith in the ultimate outcome of this endeavor.\n“T take a rather gloomy view of IGY and doubt if anything of much interest will come of it,”\nhe wrote. “Fifty-six million dollars will produce a lot of scurrying back and forth to the South\nPole and an indigestible mass of random observations on everything.”!\nDespite his scientific acuity, Hess certainly proved mistaken in this. Given the mechanical\nhardware and electronic instrumentation of the time, the IGY proved itself a stunning success,\neven though, as we shall see, some lessons that should have been learned fell by the wayside\njust the same. During that multinational effort set up in order to discover what can addition-\nally be learned about Earth as a planet, scientists from various countries utilized a wide array\nof radio telescopes and instrument-laden rockets, some of which were borne aloft by balloons.",
        "bibliography": [
            "!T. Velikovsky, “H. H. Hess and My Memoranda,” Pensée IVR II (Fall 1972), p. 26; idem., Stargazers and",
            "11. Velikovsky, “H. H. Hess and My Memoranda,” Pensée IVR II (Fall 1972), p. 26; idem., Stargazers and",
            "Gravediggers (N. Y. 1983), pp. 324-325."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 295,
        "content": "\n‘\n)       |\ntyke.     SS th Se     i\noe       E                           <e oF        84)\no) ee          s      +         +, == 3             =}        *,\n-         wa                    bs    .             -                .\nAuroral effects produced by Birkeland on the surface of one of his terellas.\nThe first Earth-circling satellites were also successfully launched by the United States and\nwhat was then Soviet Russia. What will be stressed about this concentrated enterprise in rela-\ntion to our study, however, is the network of 114 special cameras which took photographs of\nthe auroras in both the Arctic and Antarctic at one-minute intervals.\n“In addition, hundreds of amateur and professional observers made hourly reports of\nauroras seen across North America. As information from individual witnesses was\nlaid beside that from their neighbours, a magnificent, large-scale picture was pieced\ntogether. One night the IGY Auroral Data Center reported ‘a wall of light as long as\nthe U.S. is wide, over 100 miles tall, with its bottom 60 miles from the ground, mov-\ning at 700 miles per hour’.”!\nOn studying these IGY photographs in 1963, the Russian scientist Yasha Feldstein real-\nized that this auroral “wall of light” had “likely” encircled Earth in the form of a ring at the",
        "bibliography": [
            "1. Savage, op. cit., p. 123."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 296,
        "content": "time of its manifestation. But, much as in Birkeland’s case, he, too, was “pooh-poohed by\nmany of his scientific colleagues.”!\n\nAs it also happened, the same lesson should have been learned just one year earlier, on\nJuly 9, 1962, when the United States detonated a 1.4 megaton thermonuclear device 400\nkilometers above Johnston Island. As Anthony Peratt describes it, the event manifested a phe-\nnomenon that was recorded world-wide. The detonation ended up generating a plasma which\nformed two intense equatorial tubes, or toroids, akin to donuts, around Earth.? Said to have\nmimicked the Van Allen belts,> Earth had also imitated Birkeland’s terrella, reproducing the\nsame display that had been created in his Norwegian laboratory.\n\nAlthough there were only a few who were willing to accept it, in the end it was found out\nthat that is precisely the way in which Earth reacts to the solar flow of electrical particles in\ntriggering auroras. Simply put, electrons and protons from the Sun become ionized and ex-\ncited, causing them to glow, as they brush with Earth’s atmosphere. Earth’s magnetic field\ndirects this activated glowing stream into its polar funnels where it concentrates itself into tor-\noidal rings, or ovals, around both magnetic poles.\n\nWhile maps on which the auroral rings were superimposed became quite popular, even\nthese became redundant when, beginning in the 1970s, Earth-orbiting satellites, commencing\nwith the Canadian ISIS-II, actually started photographing the auroral ovals. Such photographs\nare now quite common. There was no longer any dispute concerning the encircling of Earth’s\nnorth and south poles by these toroidal plasmas. (Or should one say plasmatic toroids?)\nBirkeland’s vindication was thus complete—although, thanks to the stubbornness of his con-\ntemporary peers, much good did it do him.\n\nLAND OF ETERNAL SHADOW\n\nWhat is therefore conceded is that the present auroral ovals, toroidal in cross section, are\ncreated by the terrestrial entrapment of the Sun’s stream of charged particles through Earth’s\nmagnetic field. A similar stream of charged particles is here envisioned to have also been\nemitted by the sub-stellar proto-Saturnian sun in ages past. These charged particles would\nhave been trapped by Earth’s magnetic field in just the same manner as at present, with the\nformation of similar auroral ovals. And although proto-Saturn’s stream of charged particles\nwould have been somewhat weaker than that emanating from our present Sun, our posited\nprimordial toroids would have actually been more energetic because of Earth’s proximity to\nits sub-stellar host.\n\nAdditionally, and most importantly, that auroras are “a lovely example” of plasma is now\nuniversally accepted.4 And as Anthony Peratt has stressed, plasma “is notorious for accreting",
        "bibliography": [
            "! Ibid.",
            "2 A.L. Peratt, “Characteristics for the Occurrence of a High-Current, Z-Pinch Aurora as Recorded in Antiquity,”",
            "IEEE Transactions of Plasma Science 31:6 (December 6, 2003), p. 1192.",
            "3 Ibid.",
            "4 B. Hills, Origins: Cosmology, Evolution & Creation (Cambridge, 2003), p. 38; J. Achenbach, “The Fourth",
            "State of Matter,” National Geographic (February 2006), “On Assignment” section."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 297,
        "content": "\n™\n»\ni\n¥\n“~~\n.\nr   *\n*\na  é\n@\n“yr",
        "bibliography": [
            "The entire northern auroral oval as photographed from space on September 15,",
            "1981, by special cameras aboard the Dynamics Explorer A satellite.",
            "(Photograph courtesy of NASA.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 298,
        "content": "\nmatter.””! So, likewise, Hannes Alfvén who stated that:\n“Cosmic plasmas are very often ‘dusty’, by which we mean that they contain solid\nparticles, some of which are very small dust grains. These are usually electrically\ncharged, and if their charge to mass ratio is large enough their motion may be essen-\ntially controlled by electromagnetic forces so that they can be considered as part of a\n‘dusty plasma’.”?\nAnd, for the technically inclined, Alfvén went on with:\n“Tf a dusty plasma contains solid particles with an extended mass spectrum, there ex-\nists a limit, separating those grains which are small enough to be part of the plasma,\nand those which are big enough not to be strongly influenced by electromagnetic ef-\nfects. The size limits depend on the magnetic field, the electric field, the gravitation,\nthe charge and the mass density of a particle...When a particle enters a region of\nplasma with a large quantity of superthermal electrons it may suddenly increase its\ncharge by a factor of 1000, which may result in the capture of the particle in the\nplasma. If later its charge goes back to a low value, and if it accretes enough mass in\nthe plasma, its motion may again be determined essentially by non-electromagnetic\nforces.”\nFurthermore, the particles that can be captured and contained within plasma can include\nsand, gravel, rock, and even ice.4 As Alfvén noted, “dusty plasmas are very common in\nspace.”5 And further that: “Dark interstellar clouds consist of dust plasmas...”¢\nAlfvén aside, the study of dusty plasmas, which is turning into a highly interdisciplinary\nfield, is growing rapidly. It is now well known that the entire cosmos is laced with tiny specks\nof dust trapped in plasma. This dusty plasma has a tendency to both absorb and reflect heat as\nwell as light. Thus, in an effort to understand how dust grains respond to conditions in space,\nresearchers at NASA’s Marshall Space Flight Centre built an apparatus in the Dusty Plasma\nLaboratory that is able to suspend individual dust grains, which are bombarded with radiation,\nin a near vacuum. The gas in this suspended cloud of dust, it was found out, displayed a ten-\ndency to heat up as it compresses. However, the dust grains in this cloud were found to radiate\nthis heat as infrared light, which then cools the cloud, allowing for further collapse.”\nA dusty plasma is fully demonstrated by the plasmatic torus that presently surrounds the\nplanet Saturn.’ Saturn’s rings, the long tails of comets, and the spectacular clouds of nebulae",
        "bibliography": [
            "1 A. L. Peratt on Intersect electronic discussion group sponsored by KRONIA Communication (June 16, 2004).",
            "2H. Alfvén, Cosmic Plasma (London, 1981), pp. 92-93.",
            "3 Ibid., p. 93.",
            "4 W. H. Bostick, “What Laboratory-Produced Plasma Structures can Contribute to the Understanding of Cosmic",
            "Structures both Large and Small,” JEEE Transactions on Plasma Science (December 1986), p. 710.",
            "5 Ibid. (emphasis as given).",
            "6 Ibid.",
            "TP. Barry, “The Stuff Between the Stars,” http://www. firstscience.com (June 7, 2006).",
            "8M. R. Sharpe, “Space Exploration,” 1983 Yearbook of Science and the Future (Chicago, 1982), p. 383."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 299,
        "content": "\ncam\nOP    4      ee\n=   (4     ca CF)    aS ed                    :\n(Ilustration courtesy of Science Digest.)\n\\\\     y ®\nThe debris-laden plasmatic torus surrounding the planet Saturn.\nMlustration courtesy of Science Digest.)\nare now known to be crafted by the role dust plays in cosmic plasmas.! Even Saturn’s famous\nradial features, commonly referred to as “spokes,” which radiate across its rings, are now be-\nlieved to owe their origin to microscopic dust grains,? although, as of this writing, this has yet\nto be verified. And even though, in like manner, the nature and origin of Saturn’s present\nplasma doughnut continues to be debated, it is known to be laden with debris which is “at-\ntracted and shaped by the magnetic field, or magnetosphere, that surrounds Saturn.” Cather-\nine Venturini, who has worked at the Dusty Plasma Laboratory, was forced to concede that\n“these little dust particles are playing a much more important role than we thought\nbefore.”4\nIt can thus be argued that if enough material had accumulated in Earth’s previous auroral\nrings, they would have ended up casting the atmosphere and land beneath them in eternal\nshadow as is exemplified by Saturn’s present rings. Although estimates of the debris of which\nSaturn’s rings are composed have been said to range “from the size of a grain of sand to that\nof amountain,”> as it turned out “the rings may be even more vacuous than astronomers had",
        "bibliography": [
            "1 Pp. Barry, loc. cit.",
            "2 Ibid.",
            "3 “Hot Gas Rings Saturn,” Science Digest (April 1982), p. 20.",
            "4 P. Barry, loc. cit.",
            "5 D. Overbye, “Voyager Was On Target Again,” Discover (April 1986), p. 81."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 300,
        "content": "\nxX\nThe distinct shadows cast by Saturn’s rings.\n(Photograph courtesy of NASA.)\nguessed.”! And yet, despite their relative translucency, through which stars are readily visible,\nthe Saturnian rings still manage to throw a distinct shadow on the surface of the giant planet’s\nclouds as any photograph of the planet taken from the right angle clearly shows.\nIt is here also conjectured that the amount of cosmic dust which burdened Earth’s\nprimordial auroral bands would have rendered them much denser than Saturn’s present rings.\nThey would not therefore have allowed proto-Saturn’s light, or that bounced back by its",
        "bibliography": [
            "1A Jewel in the Crown,” Science Digest (January 1990), p. 69."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 301,
        "content": "\nencasing plasmasphere, to shine through. Loss of light would also have meant loss of heat.\nAfter all, light aside, proto-Saturn’s radiated heat would itself have been impeded by the\nopacity of the toroids. Thus the Saturnian rings do not only throw their shadow on the\nplanet’s gaseous surface, they tend to cool the area on which they fall much more dramatically\nthan had been expected.! But, more than that, as we have seen, infrared radiation tends to cool\nplasma clouds. In fact, the present inner magnetosphere of Saturn has been found to consist of\ndense cold plasma.? And do not brown dwarfs, which we claim the planet Saturn to have once\nbeen, tend to radiate in infrared?\nBut where would such debris have come from in the first place?\nIt is not that easy at this late date to calculate what amount of dust proto-Saturn’s encasing\nplasmasphere would have contained within it. But a fair amount of the dusty particles it did\ncontain would have ended up spiraling into the funnels of Earth’s magnetic field at both poles\nto become part and parcel of its encircling toroids. But there is more than that.\nThat circumstellar disks contain a fair amount of dust had been formerly speculated,? and\neventually ascertained through observation by the Spitzer Space Telescope.* Although this has\nled astronomers to assume that these particles are the result of disk collisions,>5 we see such\ndust as being integral to the plasmatic nature of the disks. This then leads us to surmise that\nproto-Saturn’s circumstellar disk would also have contained a fair amount of dusty particles.\nAstronomers, meanwhile, have themselves speculated that stellar radiation pressure would\nquickly blow such small grains out of their astral environment. Compare now the force of\nstellar radiation to that of stellar flares. Would not the dust in proto-Saturn’s circumstellar disk\nhave been more easily blown away through the tremendous force emitted by its flare-up at the\nend of the Pleistocene? Is it reasonable to assume that the disk itself would have remained\nintact? Would it not, instead, have been blown away together with its dust? Not only that, but\nsuch, too, would have been the case in previous flare-ups.\nBut hold on, one might argue: If such a disk surrounded proto-Saturn during the Pleisto-\ncene, it could not have been blown away by a previous outburst. In fact that is precisely what\nwe claim since more recent discoveries indicate that disks can reform following supernovae\ndischarges. If supernovae remnants, like the Crab Nebula, can surround themselves with cir-\ncumstellar clouds,’ it can only mean that such clouds were created by the stellar explosions\nthemselves, as became evident by the discharge of Supernova 1987A.8 The disk would have\n1D, Hawksett, “Discovering Saturn,” Astronomy Now (July 2006), p. 62.\n1D. Hawksett, “Discovering Saturn,” Astronomy Now (July 2006), p. 62.\n2 J. -E. Wahlund, et al. (Swedish Institute of Space Physics), “RPWS Cold Plasma Results from the Inner\nMaenetosphere of Saturn.” http://www.space.irfu.se/seminars (May 11. 2006).",
        "bibliography": [
            "3 T. P. Ray, “Fountains of Youth: Early Days in the Life of a Star,” Scientific American (2004 Special Edition:",
            "“The Secret Lives of Stars”), p. 15.",
            "4D. Shiga, “Disk Demolition Derby,” Sky & Telescope (April 2005), p. 24.",
            "5 Ibid.",
            "6 Ibid.",
            "7 See here, for instance, R. Zimmerman, “A Visit to the High-Energy Zoo,” Astronomy (February 2005 Special",
            "Issue—“Explore the Universe”), p. 38",
            "8 Ibid., p. 39; see also R. Naeye, “Supernovae are not Round, Continued,” Sky & Telescope (May 2005), p. 22."
        ],
        "captions": []
    }
]