[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 42,
        "content": "COAL SEAMS\n\nJust about every catastrophist of the past has written about coal; and so must we. The be-\nlief that coal is formed from the carbonized remains of plants, including trees, is well known.\nThe accepted theory states that coal-forming plants had once thrived in swampy areas. How-\never, at present, when plants growing in swamps succumb, they usually decompose. On the\nother hand, that the plants which supposedly went into forming coal did not decompose is\nclaimed to be evidenced by the imprints they left in the resulting coal. Images of ferns and the\nleaves of a multitude of different trees still etched in coal are so perfectly preserved that they\ncan be readily identified for what they are. It has therefore been surmised that before these\nfallen denizens of the forests had time to decompose, they were covered by the waters of the\nswamps in which they had thrived. But then we find deposits of sand above coal seams which\nindicate a sedimentary layer that had somehow covered the coal-forming remains. And be-\ncause other coal seams are found on top of this sandy deposit, it has been reasoned that the\nsand acted as the soil on which a new forest grew and thrived before it, too, suffered the same\nfate as the previous one.\n\nMarine fossils are also often found embedded in the layers between coal seams.! An\nincursion of the sea is then blamed for these deposits but, because coal was then again formed\non top of them, the sea must again have retreated. The problem here is that in certain areas as\nmuch as 400 coal seams have been found interspersed between other layers of sedimentation.\nThis, then, would mean that the sea must have inundated the land and again retreated that\nmany times. And each time, of course, a forest would have to have grown in the very same\narea.\n\nAnother problem is that many of the plants recognizable from their imprints in coal do not\npresently grow in swamps but on dry ground. This then led to a new theory according to\nwhich such trees, once fallen, would have been carted away by overflowing rivers. This could\nexplain why, in some areas, tree trunks have been found embedded in coal seams in an upright\nposition with their roots uppermost. It does not, however, explain why other trunks have also\nbeen found upright in their original growing position with their roots still in the ground, un-\nrotted and uncarbonized. In both cases, one is left to wonder why these trunks were not them-\nselves turned into coal.\n\nYet another objection focuses on the fact that some of these individual coal seams are as\nmuch as fifty or more feet thick. This would then have required the compression of plant\nmatter the original thickness of which would have measured thousands of feet. And this, ac-\ncording to the number of separate coal seams, would have had to repeat itself at least a hun-\ndred times—all of which begins to stretch one’s credibility. But then, as Immanuel Ve-\nlikovsky noted, are these separate coal seams really indicative of successive forest growths? If\nso, why do we find certain layers bifurcating into numerous other seams each of which is\nseparated by sedimentary layers?",
        "bibliography": [
            "| See here especially H. G. Coffin, “Evidence for the Marine Deposition of Coal,” S.1.S. Review IV:2/3 (Winter",
            "1979/80), pp. 68-69.",
            "21. Velikovsky, Earth in Upheaval (N. Y., 1955), pp. 217-218."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 43,
        "content": "\nVelikovsky had his own theory on the formation of coal and, although it, too, suffers from\ncertain drawbacks, it does present a more reasonable-sounding procedure. As he had it stated\nin the following oft-quoted passage:\n“Forests burned, a hurricane uprooted them, and a tidal wave or succession of tidal\nwaves coming from the sea fell upon the charred and splintered trees and swept them\ninto great heaps, tossed by billows, and covered them with marine sand, pebbles and\nshells, and weeds and fishes; another tide deposited on top of the sand more carbon-\nized logs, threw them in other heaps, and again covered them with marine sediment.\nThe heated ground metamorphosed the charred wood into coal...Wet leaves some-\ntimes survived the forest fires and, swept into the same heaps of logs and sand, left\ntheir design on the coal. Thus it is that seams of coal are covered with marine sedi-\nment; for that reason also a seam may bifurcate and have marine deposits between its\nbranches.”\nIt nevertheless remains somehow difficult to understand how a tidal wave could have split\na coal seam as with a chisel and driven its own sediment into the cleavage, since such a pro-\ncedure seems to call for a seam which must already have been formed.\nAnd yet, at least at first glance, there seems to be more than one saving grace to the sce-\nnario Velikovsky espoused. Thus, for instance, earlier opinion often stressed that, if anything,\nthe forests which produced the coal could definitely not have burned up.? The carbonization of\ncoal deposits is usually attributed to the fact that plants already contain carbon. A carbon\ncontent, however, is not the same as carbonization. But if coal is derived from the burned re-\nmains of plant life, the carbonization of coal is readily explained. This is lent credibility by the\nfact that various forests covering thousands of acreage, and calculated to be something like\n70,000 years old, have been discovered buried in the peat of the British Fenlands, including\nScotland and Ireland. While these trees are not burned, neither have they turned to coal. How-\never, to be clear on this, as Wilfrid Francis was later to point out, the carbonization of burned\ntrees could only have occurred if the burning had been checked by flooding before the total\ndestruction of the forests.3\nForest fires, often started by lightning, go on at present. There are, in fact, various such\nforest fires ranging through British Columbia, the Canadian province in which I reside, even\nas I write this. Burned forest remains, however, do not presently seem to be turning into coal.\nHurricanes also continue to occur, year after year, in various parts of the world. No hurricanes\nhave ever been known to uproot entire forests, whether in flame or not. So, likewise, with\ntidal waves. Although tsunamis have been known to wash over lands, such incursions do not\npresently reach the interior of continents. If such an event as described by Velikovsky ever\ntook place, the hurricanes and waves responsible for the uprooting and transporting of entire\nburned forests would have to have been of planetary dimensions. This, then, would call for a\ncosmic cause, which is definitely what Velikovsky had in mind.",
        "bibliography": [
            "1 Jbid., pp. 218-219.",
            "2 See here, for instance, G. McCready Price, The New Geology (Mountain View, California, 1923), p. 465.",
            "3 W. Francis, Coal: Its Formation and Composition (London, 1961), p. 625."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 44,
        "content": "\nes                          WE     iv\nat                  8 Gee      ee      ue    Bary ante. vod    Ce\na ee           ?         WS     .\nAlthough not a coal seam as described in the text, the above, from central Oregon, is a good example of\nbifurcated strata.\n(Photograph by the author.)\nBut are forest fires really needed? Artificial coal has been produced without setting any-\nthing on fire, but simply by heating lignin, the substance that binds plant cells together. Clays\nare used to catalyze the conversion of lignin to coal while heating the concoction at 300°F for\nas short a period as two weeks. Higher grades of coal simply require longer heating.! Heat—\nnot even pressure—seems to be sufficient, at least for the formation of artificial coal. Could\nnatural coal have been produced without forests having been set ablaze?\nSome may argue that when it comes to natural coal, it does seem that pressure is required.\nThus, as Richard Milton noted, coal beds that are near to the surface are closer to peat in\nconsistency, whereas the deeper the beds, the more likely they are to constitute or ap-\nproximate anthracite.? And yet sedimentary strata containing a profusion—one might even say\nconfusion—of fossilized plants squeezed into relatively thin sections are often discovered\nabove and/or below coal seams.? Why did pressure not turn this vegetable assemblage into\ncoal?",
        "bibliography": [
            "1 New Scientist (September 1, 1983), p. 623.",
            "2R. Milton, Shattering the Myths of Darwinism (Rochester, 1997), as cited by R. W. Wescott, The Velikovskian",
            "IV:2 (1998), p. 32.",
            "3 G. McCready Price, op. cit., p. 467."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 45,
        "content": "\ni  red  Wa      pe ™  Serle ee 7\nae Be ot, FF jee Tae\n|  ag  LA  eek    eS date   ie ea > ee Saar SS\na                   E                           |       ‘         ead,\nNo hurricanes have ever been known to uproot entire forests.\nShown above: Snapped trees in the Cozumel Island forest, Mexico, destroyed by the 2005 hurricane which\ngot “stuck” in the same area for days.\n(Photograph by the author.)\nIn order not to leave anything out that might be considered of importance, I even include\nthe following: The Australian Aborigines tell of a mythological giant ancestor who had set so\nmany trees ablaze that he left nothing in his wake but charcoal and a treeless desert. When\nEuropeans settled the land, the Aborigines showed them the resultant seam of charcoal. It\nturned out to be coal.! If this constitutes a bona fide eyewitness report of a coal-forming event,\nthe coal in question would have to have been formed during the Holocene, and suddenly at\nthat. The question is: Did the Aborigines really see it happen? Or, having come across\nthe seam of “charcoal,” which they readily recognized as the carbonized remains of plant life,\ndid they simply put two and two together?\nOne particular case that might also bear on all this concerns some timbers which were\nsealed in a Pennsylvania coal mine for the purpose of suffocating a fire. When they were ex-\namined ten years later, they were found to have been coalified.? Pressure did not play a role.",
        "bibliography": [
            "1 A. Roberts, Echoes of the Dreamtime (1990), pp. 56, 114.",
            "2M. A. Cook, Scientific Prehistory, as cited by A. N. Beal, “A Life’s Work?” Chronology and Catastrophism",
            "Review XVI (1994), p. 53."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 46,
        "content": "\nVelikovsky also pointed to the amount of tropical flora, and even fauna, that has been dis-\ncovered in the brown coal of Germany, in the latitude of which no such plants and/or animals\npresently thrive.' His reasoning here is that these remains could only have been uprooted from\ntropical latitudes and swept into the European hinterland by the action of tidal waves. In our\nown scheme, however, this need not have transpired since the entire Earth would have been\nbasking in a tropical and/or sub-tropical climate under the plasmasphere-encased proto-\nSaturnian sun.\nMuch more telling is Velikovsky’s point concerning the preservation of chlorophyll in the\nleaves found embedded in coal.\n“[These] leaves must have been rather quickly excluded from contact with air and\nlight, or rapidly entombed: these were neither leaves falling off the plants in the fall\nnor leaves exposed to the action of light and atmosphere after being torn off by a\nstorm. Entire strata of leaves from all parts of the world, counted by the millions,\nthough torn to shreds but with their fine fibers (nervature) intact, in many cases still\ngreen, are found in the Geiseltal lignite [of Germany].”?\nSo, also, with insects preserved in the same coal. They retain the “splendor” of their origi-\nnal colors, and yet most of them have been torn apart. And as for the remains of animals in the\nsame coal seams, it is amazing to find that their epidermis and muscle tissues have often been\npreserved in fine detail? —all of which bespeaks a sudden and catastrophic end.\nTheories of coal formation must also account for the fact that dinosaur footprints have\nbeen found on the top surface of coal seams in Utah. The proposed explanation has been that\nthe dinosaurs walked over the soft peat bed from which the coal was later to solidify.4 But —\nas in similar cases—how could such marks in a soft material have remained imprinted through\nthe ages despite the weight of the strata which accumulated on top of them?\nThat peat formed the primal stages of a concoction through which coal eventually formed\nunder pressure is also contested by the fact that the physical and chemical constituents of peat\nare entirely different from that of coal. As Dolph Hooker maintained, the only similarity be-\ntween peat and coal is that they both burn.5 Unlike coal, peat is not carbonized. In fact, oc-\ncurring mainly in bogs, peat consists of up to 90% water. Definitely the product of decayed\naquatic vegetation, it cannot burn until rid of its water. Cut into soft bricks or larger slabs, it\ntherefore needs to be dried before it can be used as fuel.\nJudging by the geologic strata between which coal seams are found to be sandwiched, it\ncan be demonstrated that coal formed at various times in the past. It formed mostly during the\nCarboniferous period of the Palaeozoic era (calculated at c. 320 million years ago), but also\nduring the pre-Cambrian period (c. 570 million years ago), the Silurian period (c. 425 million\nyears ago), the Devonian (c. 365 million years), Cretaceous (c. 110 million years), the Eocene",
        "bibliography": [
            "'T. Velikovsky, op. cit., pp. 219-220.",
            "2 Ibid. p. 220.",
            "3 Ibid.",
            "4 Scientific American (September 1989), p. 133.",
            "5D. E. Hooker, Those Astounding Ice Ages (N. Y., 1958), p. 131."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 47,
        "content": "\nepoch (c. 58 million years) and the Tertiary period of the Cenozoic era (c. 25 million years\nago). Even if one were to drastically reduce these calculated millions of years, the fact re-\nmains that if Velikovsky’s events took place they would have had to have taken place at least\nthese many times. And that is not even counting the other epochs and eras during which coal\nis not presently known to have formed but during which stratified detritus was still laid down.\nThe vast amount of coal in the world can perhaps be appreciated by the fact that under-\nground coal seams in Amidon, North Dakota, caught fire which could be seen burning\nthrough cracks in the earth. How long the fire had been burning is now questionable, but it\ndefinitely was already raging in 1898 and still burning by 1982. And that is only one of 260\nsuch known fires burning in sixteen different U. S. states. Whether such burning coal fields\nare set aflame by lightning, prairie fires, man’s own hand, or spontaneous self combustion,\n“they can smolder like a cigarette or become a raging blast furnace.” Such fires have been\nknown to burn for decades, although they can also burn for centuries. Millions of dollars have\nbeen spent in trying to put these fires out, but success has so dogged those who have tried that\nin one area an entire town had to be moved to escape one of these blazes. What is worse is\nthat water pumped into the ground from above these fires tends to feed the fire rather than to\ndouse it.! And this not only in North America. Northern China is covered with near-surface\ncoal deposits, and these, too, have a tendency to ignite spontaneously. Two hundred million\ntons of coal have been calculated to be incinerated each year in this portion of the Chinese\nmainland alone.? Heaven only knows how many other coal fires are burning even now around\nthe world. And this must have been going on since time immemorial. So how much coal does\nthe world contain?\nDespite his flaunted Biblical fundamentalism, Alfred Rehwinkel was right in drawing his\nreaders’ attention to the world’s immense store of coal deposits:\n“Coal is found on every continent and on many islands of the sea. Some have more,\nothers less, but there is sufficient coal stored below the surface of our earth to provide\nman with power, light, heat, and other substances derived from coal for hundreds of\nthousands of years. Lyell has estimated that the coal deposits in Nova Scotia alone are\nsufficient to provide a hundred million tons each year for fifteen thousand years,\nwhile the coal reserves of Alberta have been estimated at over 673 billion tons. This\nmeans that the coal mines of Alberta alone could supply the world with one million\ntons of coal annually for a period of 673,000 years. The coal deposits of North China\nare estimated at 150 billion tons. Add to this the coal reserves of the rest of the [north\nand south] American continents, of Europe, Asia, and the rest of the world, and our\nimagination fails even to comprehend the magnitude of the constructive work\nwrought in the most destructive event in the history of our globe.”3",
        "bibliography": [
            "1D, M. Kehrer, “The Earth is Burning,” Science Digest (June 1982), pp. 28, 30; see also G. Garelik, “Inferno in",
            "the Earth,” Discover (October 1983), pp. 18 ff.",
            "2 New Scientist (August 9, 1997), p. 49.",
            "3 A. M. Rehwinkel, The Flood (St. Louis, Missouri, 1951), pp. 197-198."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 48,
        "content": "The “most destructive event” that Rehwinkel alludes to is the Biblical flood associated\nwith Noah. While it is my hope that this particular flood will form the subject of a future vol-\nume in this series, I must here stake my claim that the Noachian deluge would neither have\nbeen the “most destructive event in the history of our globe,” nor can it be held responsible for\nthe formation of coal which was laid down long before the appearance of human beings. None\nof this should however detract from Rehwinkel’s estimate of the world’s coal reserves which,\nif anything, he understated. This then leads to the question: How many forests have gone into\nbuilding all these coal seams? And, therefore, how great a cataclysm, or series of cataclysms,\nwould have been needed to carbonize all those trees?\n\nRegardless of how long ago coal was formed, that it itself did not require millions of years\nto form has been pointed out by many an investigator. According to Croll, it would only have\ntaken about 5,000 years to form a seam one yard in thickness.' Otto Stutzer calculated that a\nseven-foot thick seam could have been formed in 2,100 years.2 These spans, however, do not\ncall for sudden catastrophic means. But then, as we have seen, modern timbers in a Pennsyl-\nvania coal mine have been coalified in as short a time as ten years.\n\nAll that aside, some catastrophists have suggested that coal might even be of extraterres-\ntrial deposition. But, heavens! —some might exclaim. Is this not taking catastrophism too far?\nCan anyone conceive of coal falling from the sky? And billions of tons no less. Perhaps not\ncoal itself, but the constituents which go into its formation have been theorized to be of cos-\nmic origin by the best of orthodox scientists.\n\nCOSMIC PRECIPITATION\n\nDoes the above mean that trees, or at least vegetation of some sort, had also fallen from\nthe sky? Of course not. But then where did the vegetable matter that formed coal come from if\nits other constituents were of cosmic origin? And yet, despite all that has been said above, has\nit ever been proven that Earth’s coal fields were formed from the decay, incineration, and/or\ncarbonization of vegetable matter? But what, then, of the fossil impressions of fems, leaves,\nand the remains of other plants, that are frequently found in coal seams all over the world? Yet\nthink about it: As Hooker was astute enough to point out,? vegetal fossils are also found im-\nprinted in clay beds and other stony sediments. It does not prove that clay, sandstone, shale,\nand other minerals rich in plant fossils were themselves formed from the vegetal matter they\ncontain, Why then coal?\n\nBut what, then, of those timbers that tumed to coal due to a mine fire in Pennsylvania?\nFine—there is no doubt that vegetal matter can turn into coal-like material. After all, as we\nhave seen, artificial coal is produced from vegetal matter. But it is produced without burning\nanything and without the application of pressure. Only the application of heat is involved.\nAnd it is the heat from the burning fire that would have made the timbers in question mimic\ncoal. Had the timbers burned, they would have turned to ashes. Remember Francis’ point that",
        "bibliography": [
            "1, Croll, op. cit., p. 429.",
            "2 O. Stutzer, The Geology of Coal (Chicago, 1940), p. 397.",
            "3D. E. Hooker, op. cit., p. 130."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 49,
        "content": "the carbonization of burned trees could only have occurred if the burning had been checked\nbefore the total destruction of the forests.\n\nThe one thing to keep in mind, however, is that the main constituent of coal is carbon.\nCarbon is found throughout the world in other compositions besides coal. Graphite is one of\nthem. In fact graphite consists of crystallized carbon. Some of this mineral has also been\nclaimed to have derived from vegetal matter, but only because some graphite veins have been\ndiscovered in association with coal.! After all, graphite is also found embedded in granite,\ngneiss, and even contained in meteoric irons. This graphite, it has been stated, could not have\nbeen of organic origin.? Neither could those graphite veins which have been dated to the ear-\nliest geological eras long before vegetation is supposed to have made its first appearance. But\ngraphite being graphite, how could it have different origins?\n\nIt was thus Hooker’s belief that carbon fell from Earth’s primordial atmosphere. And if,\nas we have seen in our previous volume, diamond dust could have fallen to Earth from cosmic\nregions,* why not carbon dust? Are not diamonds themselves composed of crystallised car-\nbon?\n\nAlthough Hooker might have been mistaken concerning its actual source, he was not to\nremain alone in his contention that carbon fell to Earth from the sky. In 1977, Thomas Gold,\nhimself an astronomer, also challenged the theory which claims that fossil fuels, including\ncoal, are the product of biological processes, even if the geological community paid him but\nlittle heed.5 What he claimed instead is that Earth’s hydrocarbons—not just coal, but also\noil—“are extraterrestrial in origin, born in interstellar clouds and carried to Earth by meteor-\noids and/or comets.”6 (And was not Velikovsky laughed at when he suggested a similar origin\nfor hydrocarbons in general and oil in particular?)\n\nActually, the existence of carbon compounds in comets had been known through the\nspectral studies of William Huggins since 1881. Even at that early date, Huggins was already\narguing for the cometary existence of hydrocarbons.’ That carbon and hydrocarbons form part\nof the constituents of comets is now an accepted tenet of astronomy.’\n\nGold reasoned that hydrocarbons, whether derived from comets or not, would have al-\nready been present in the solar nebula from which Earth was believed to have formed. Basing\nhis theory on the new paradigm which itself claims that Earth aggregated from smaller solids\nand that it was never a molten sphere, his belief was that our planet would have swept these\nhydrocarbons and stowed them in its interior. Later, these low-weight hydrocarbons would\nhave gradually floated upwards towards the surface where they are presently found. But since",
        "bibliography": [
            "IL Spencer, “Graphite,” Encyclopaedia Britannica (1959 edition), Vol. 10, p. 645.",
            "2 Ibid.",
            "3D. E. Hooker, op. cit., p. 132.",
            "4 Flare Star, pp. 430 ff.",
            "5 §. Kwok, “Mining for Cosmic Coal,” Astronomy (June 2002), pp. 46, 50.",
            "6 Ibid., p. 46.",
            "TC. Sagan & A. Druyan, Comet (N. Y., 1958), p. 143.",
            "8 FG. Graham, “Comets in Perspective: What the Comet Halley Probes Tell Us,” HORUS II:2 (Summer 1986),",
            "p. 10.",
            "9 §. Kwok, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 50,
        "content": "in our own scheme carbon would have been laid on Earth in ages prior to the proto-Saturnian\nsystem’s entry into the Sun’s domain, any hydrocarbons in the solar nebula would not have\nparticipated in Earth’s accumulation of carbon.\n\nBut could Earth really have received its burden of carbon by passing through the tenuous\ntails of comets? When Earth passed through the tail of the Great Comet of 1861, no carbon, as\ndust or otherwise, is known to have precipitated to Earth. But what of direct cometary im-\npacts? Well, there is no doubt that such impactors would have released not some, but all, their\ncarbon content into the air, which carbon would eventually have settled down on Earth’s sur-\nface. But it is doubtful that even this would have resulted in the accumulated amount of car-\nbon contained in Earth’s sandwiched coal seams, to say nothing of graphite and other carbon-\nbased minerals. One would have to ask for multiple bombardments from a veritable rain of\ncomets, and this would have to have been repeated time and again. What this would then call\nfor is for Earth to have passed through various cometary fields. Do such cometary fields exist\nin outer space through which the proto-Saturnian system could have passed on its way to the\nSun’s domain of influence?\n\nInterstellar comets had been proposed in 1806 by Laplace even though there was then no\nhard evidence for their existence. Such comets have now not only been detected but even\nphotographed.! And while these comets are associated with stellar nebulae, some of them\nhave been claimed to be contained within the arms of our galaxy. If, as Victor Clube and Bill\nNapier noted, it is inevitable that the Solar System would have encountered these comets as it\npassed through one of the galaxy’s spiral arms,? it could just as easily be argued that so, also,\nmight the proto-Saturnian system have. But if interstellar comets is where Earth’s hydro-\ncarbons were derived from, the next question to ask is where did these comets themselves ob-\ntain their load of these organic compounds?\n\nCARBON STARS\n\nCarbon stars are believed to be old stars nearing the limit of their life at which time they\nturn carbon atoms into molecules. Combing these molecules with those of hydrogen, they then\nproduce hydrocarbons. As these stars continue to age, they tend to “fertilize the galactic en-\nvironment with the release of large quantities of [these] organic compounds.”4 One of these\nstars, labeled CW Leonis, has been calculated to eject “trillions of tons of carbon monoxide\nmolecules into space every second.”> And this, as Sun Kwok reports, “is only one of many\nthousands of other similar stars ‘polluting’ the Milky Way Galaxy at this very moment.”6\n\nAlso, the nebula known as NGC 7027, which is said to have evolved out of a carbon star,\nis chockfull of chemical emissions which have been found to constitute aromatic compounds\nwhich contain hydrogen and carbon atoms. Since aromatic compounds are not themselves",
        "bibliography": [
            "lV. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 36.",
            "2 Ibid., p. 40.",
            "3 Ibid.",
            "4S. Kwok, op. cit., p. 48.",
            "5 Ibid.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 51,
        "content": "found in carbon stars, it has been deduced that “these compounds are born in the diffuse\nclouds surrounding the stars.” But because it is now believed that, at best, “only a few thou-\nsand years separate the stages of a carbon star and [what is normally termed] planetary nebu-\nlae,” these aromatic compounds “must have been transformed from simpler molecular forms\nover a similar, astronomically brief, timescale.” As we have already seen, misnamed proto-\nplanetary nebulae—that is circumstellar disks—are now believed to “evolve rapidly and exist\na mere one thousand years.”! However, the “incredibly high ejection rates” of these and other\nmolecules from such stars has been interpreted to mean that “they are synthesized and replen-\nished on time scales of just a few hundred years.”? Moreover, intense ultraviolet radiation\nfrom the parent star is held responsible for reorganizing the original chemical structures into\naromatic substances.\n\nBut what is all this leading to? That is what Renaud Papoular and his colleagues set out to\nfind out. It did not take long for this group of scientists from the Atomic Energy of France to\nrealize that the aromatic structure of these galactic compounds compares quite well with that\nof coal. “Coal is composed of a mixture of aromatic rings and aliphatic chains,” writes Kwok,\n“and its black color also correlates well with our findings.” Moreover, Papoular’s team “is\nparticularly interested in relating some astronomical results to kerogens—insoluble, tar-like,\norganic compounds distributed in rocks—which are thought to be the likely source of fluid\nhydrocarbons such as oil.” 4 As Kwok continues, “even if the mystery substance we observe\n[in these nebulae] is not coal, it must be something shockingly similar.”> One thing that the\nscientists concerned with this study are certain of is that “the creation of complex organic\nmolecules is no longer the sole domain of Earth.”6\n\n“Because the solar system was created from an interstellar cloud,” it has therefore been\nconjectured, “Earth may well have inherited some of these hydrocarbon-rich materials.”? But\nsince, in our own scenario, Earth would have come into being outside the Solar System, it\ncould not have inherited its store of carbon compounds from this particular interstellar cloud.\nMoreover, an early objection to Gold’s theory centered around the fact that primordial gas in\nthe form of simple hydrocarbons would be unlikely to survive the high temperatures that\nwould have been generated in the process of accretion during Earth’s formation. Gold, how-\never, was not at that time aware that “stars can manufacture organic matter as complex as\nkerogen.” As Kwok explains: “Solids like kerogen are certainly more resilient than any gas,\nand have a much greater chance of surviving the violent physical forces involved with our\nplanet’s birth.”8 But it is unlikely that this would even apply to the orthodox scheme since it is",
        "bibliography": [
            "! [bid., pp. 48-49.",
            "2 Ibid., p. 48 (emphasis added).",
            "3 Ibid., p. 49.",
            "4 Ibid.",
            "5 Ibid. (emphasis added).",
            "6 Ibid., p. 50.",
            "7 Ibid., p. 48.",
            "8 Ibid., p. 50."
        ],
        "captions": []
    }
]