[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 312,
        "content": "\n2                _ x               °\nf                                                              '\n—                    ~~ ~xeee\n4                -     :\n4,                  a 3   aw a\n‘                   7               oO\n(4          Dp                               <\n.         4                                  \\ st      A 4\na                       AY                              sy\ne                                                a\n=         Sat]           TRA \\  17.    LAW\nds           &           .      SMe   een |   CO\n-          eS      qv            &,      ee |\n2      “ww ¢    —            Ee      NT   wr ln\nie       =      u     Q  .     WORTH POLE                   a    me  *\n=       ol    .    d      °           Ze...           Cag        a)\nvi      an as      F       \\% ie.  )     A)    Chiral\n>      h            ‘oon ~ s\naati        b> Sn PU oe      fe\n*                Rs TAC oR\n°           eS ASS VST e  <a wy  E        se\nBy          hy 72  Re yy rae SSE       Soa\nps        Im  Fr 8 2 SS     |     x\n,                   ia q —\"* L, :    ey 7S        ae\nns,           be Vit Nat    oy          .\n\\ oad            ‘       Je       Sy Very             =\nPOR mY       .     {“~g?          S\nry             Arh sa\\ ©\nwn      4 Ca lee\nmn     *  wt          ag   v\nx      7                  3\nConjectured direction of glacier flow during the Pleistocene Ice Age.\nin radiation hasn’t cooled our planet.”! By the same token, glacial advance, especially on high\nmountains, is not necessarily synonymous with a cooling climate.\nMountains aside, no glacial evidence has ever been found on tropical lowlands—at least\nnone that could be dated to the Pleistocene. And in fact it has long been known that tropical",
        "bibliography": [
            "1 “Ajin’t No Sunshine,” New scientist (January 28—February 3, 2006), p. 5."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 313,
        "content": "\ne                        SZ      poe.      :\nP                 a  r  ntl              3     al\nThe diminished glaciers of Mount Kilimanjaro, Tanzania.\n(Photograph by the author.)\nand sub-tropical regions “were largely untouched by the most recent advances.”! True\nenough, evidence of glaciation in tropical India, Brazil, South Africa, and Australia has been\nknown since the mid nineteenth century. But these were dated to a pre-Pleistocene epoch.?\nSo what?—one might ask. Under our scheme, all ice ages would have developed through\nthe same mechanism. What holds true for the Pleistocene Ice Age should hold true for previ-\nous ones. Originally, in fact, this constituted just as much a problem for orthodox geologists.\nBut then continental drift came to their aid, as it also comes to ours.\n“At first,” wrote Windsor Chorlton, “the only explanation seemed to be that glaciers had\nin fact overwhelmed the whole world, from the Poles to the Equator.”? With the belated ac-\nceptance of shifting continents, however, “the paradoxical evidence of glaciation near the\nEquator” was solved.\n“The areas in question [Chorlton pointed out] had been located much closer to the\npolar regions when ice sheets covered them. Indeed, it has since become clear that",
        "bibliography": [
            "1 W. Chorlton, op. cit., p. 139.",
            "2 Ibid.",
            "3 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 314,
        "content": "\nglaciation of sufficient scale to be called an ice age can occur only when large parts\nof the earth’s land surface are located near the Poles or in high latitudes.”'\nBut then, in 2002, following a funded study conducted in the Peruvian-Bolivian Andes,\nGeoffrey Seltzer and his colleagues came to the conclusion that the Andean ice fields deglaci-\nated several thousand years before those in North America. Naturally enough this led them to\nbelieve that the tropics had warmed up that many years before the northern latitudes.2 And\nthis, of course, was considered something of a mystery since, according to all variations of the\northodox scheme, ice ages are ultimately caused by a reduction in solar radiation with their\ntermination being due to an increase of solar heat. And since the Sun’s rays impinge directly\non the tropics, but tangentially on northern latitudes, it would be natural for northern latitudes\nto freeze before more southerly ones, and just as natural for tropical regions to warm up be-\nfore northern ones. But by several thousands of years?\nIt was therefore understandable when Seltzer declared that: “If the tropics warmed earlier\nthan the northern latitudes, as our study demonstrates, that means there is something else in-\nfluencing climate change that we don’t yet understand.”\nNeedless to say, this earlier warming of the tropics poses just as much of a problem for the\nscheme adhered to in this work. But how valid is the conclusion reached by the above study?\nAs Seltzer and his colleagues themselves confessed, the “precise timing” of the Pleisto-\ncene glacial maximum in the tropics “remains uncertain.”4 Also, while hundreds of moraines\nand cirques speak clearly of once-glaciated areas in the Andes, their age has never been ade-\nquately determined. The best estimates have been based on the organic remains in lake sedi-\nments.> In fact, the study in question was conducted at Lake Junin in Peru and Lake Titicaca\non the Peru-Bolivia border. But although these lakes are respectively located at 13,000 and\n12,500 feet above sea level, neither of them was overridden by glaciers.® The date of glacial\nretreat was actually ascertained from the same sediments that supplied the estimates for their\nprevious advance. These dates, moreover, were calculated through radiocarbon analyses of\nvarious organic substances in the sediments.’ But if, as has been claimed, far-distant superno-\nvae and variations in Earth’s past magnetic field can wreak havoc with Earth’s radiocarbon\ncontent how much more would proto-Saturn’s much nearer flare-up have disrupted our\natmospheric carbon?",
        "bibliography": [
            "1 Ibid., p. 141 (emphasis added).",
            "2G. O. Seltzer, et al., “Early Warming of Tropical South America at the Last Glacial-Interglacial Transition,”",
            "Science (May 31, 2002), pp. 1685-1686.",
            "3 Quoted on CCNet (May 31, 2002).",
            "4G. O. Seltzer, er al., op. cit., p. 1685.",
            "5 Ibid.",
            "6 Ibid.",
            "7 Ibid.",
            "8S. P. Burlatskaya, “The Ancient Magnetic Field of Earth,” Bulletin of the Academy of Science, USSR",
            "Geophysical Series (English Translation), 4 (1962), pp. 343-345; R. E. Lingenfelter & R. Ramaty,",
            "“Astrophysical and Geophysical Variations in C14 Production,” in I. U. Olsson (Ed.), Radiocarbon Variations",
            "and Absolute Chronology (Stockholm, 1970), pp. 513-535; J. C. Houtermans, et al., “Reservoir Models and",
            "Production Rate Variations of Natural Radiocarbon,” Journal of Geophysical Research, 78 (1973), pp. 1897-"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 315,
        "content": "\nWhat was then assumed is that, as the glaciers retreated, temporary lakes formed behind\nthe terminal moraines and that these acted as sediment traps, thus impeding permanent lakes\nlike Junin and Titicaca from accumulating deposits from the melting ice. This was made to\naccount for the decisive shift from inorganic carbonate silt to an organic-rich sedimentation of\nthe lakes.! However, if the radiocarbon dates are in error, so is the age of glacial retreat.\nOne thing these sediments indicated beyond a reasonable doubt is that during most of the\nPleistocene, especially its late period, the tropical Andes enjoyed a wet, even if somewhat\ncold, climate. But this wet climate persisted through the period of deglaciation.2 Moreover,\nwhile glacial retreat in the Andes is said to have been triggered by maximum solar insolation\ndue to Earth’s orbital configuration at the time, glaciers remained in a diminished state even\nwhen summer insolation reached a minimum?—which, let’s face it, does not make mete-\norological sense.\nTropical glaciers still exist in the high Andes of Peru. And core drilling at these ice fields\nhas revealed evidence which contradicts the conclusions reached by the above study. What\nthese ice cores point to is a sudden change of climate—but one that took place around 5,200\nyears ago. Lonnie Thompson, professor of geological sciences, did not mince words when he\nannounced that “something happened 5,200 years ago that was abrupt and very large-scale.”\nThis conclusion was partly based on the “remarkably preserved wetland plant” that was dis-\ncovered under the ice along the margin of the Quelccaya ice cap which, when later tested,\nyielded viable DNA dating it to 5,200 years ago. And let us not make a case about how little\ncan be learned from an isolated plant. In a slim core drilled out of a glacier one cannot expect\nan entire thicket. In the wild, plants are not normally known to thrive in isolation. Where there\nis one, there is bound to be others. Besides, similar results were obtained from cores retrieved\nfrom the ice fields on Mount Kilimanjaro in Tanzania. 4\nWhat all this means is that, prior to that time, rather than cold and wet, the area had to\nhave been warm and wet—warm and wet enough for such plants to thrive. The chilling spell\nthat gripped these areas 5,200 years ago would therefore have transpired long after the Ice\nAge had come to an end. As we shall be indicating in a future volume, the approximate figure\nof 5,200 years ago matches the date when Earth’s previous ice-free polar caps were suddenly\nfrozen due to a different, but related, catastrophic onslaught that transpired thousands of years\nafter the Ice Age had come to an end.5 It does not serve to invalidate the thesis presented here.\nUnder this scheme, the tropics would have been somewhat cooled due to proto-Saturn’s\nperiod of slow chilling. But, due to the indirect radiative heat from our encasing plasmasphere\nin an area that was not shielded by Earth’s toroidal plasmas, it was not cooled enough to pro-\nduce an ice age. Thus only mountains and some high lands were glaciated.\n1907; G. R. Brakenridge, “Terrestrial Paleoenvironmental Effects of a Late Quaternary-Age Supernova,” Icarus,\n46 (1981), p. 86; “Factors to Take into Account,” Chronology and Catastrophism Review (2001:2), p. 46.\n1G. O. Seltzer, loc. cit.\n2 Ibid., p. 1686.\n2 [bid., p. 1686.\n3 Ibid.\n4 Ohio State University at http://researchnews.osu.edu/archive/quelcoro.htm (dated November 6, 2003).\n5D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001), pp. 69-71.\n315",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 316,
        "content": "\nP       oS   \"                      F                =  S\ntig             ,                                :          ‘\nOe 2.   =       » ow   a\n~        F                   >                  = Se      z             te\nThe glaciers of volcanic Mount Veronica, Peruvian Andes.\n(Photograph by the author.)\nEven so, we do encounter a different situation when it comes to Earth’s south polar region.\nTHE EAST ANTARCTIC ANOMALY\nMuch like Earth’s Arctic regions, during times in the past, the Antarctic continent is also\nknown to have basked in unglaciated warmth.! As elsewhere, this transpired during those long\nbalmy periods between ice ages. The quandary here is that there is no indication that any part\nof Antarctica was ice-free during the Pleistocene Ice Age. In a way, this would be in keeping\nwith our posited model since there would have been no sub-stellar sun positioned above\nEarth’s south pole to keep the land directly beneath it warm during that period. But there is\nmore to it than that, so just hold on for a while.\nFor some obscure reason, depending on which authority one adheres to, it is generally be-\nlieved that the eastern portion of the Antarctic continent has been dominated by its miles-thick\nice sheet from somewhere between 55 and 15 million years ago up to the present.? The\nwestern section of Antarctica, so we are told, has a different story to tell. The claimed diver-\ngence for these two halves of the same continental mass might speak well for the hypothesis",
        "bibliography": [
            "1B. Bryson, A Short History of Nearly Everything (Canada, 2004), p. 432; God Star, pp. 368-369.",
            "2R. A. Bindschalder & C. R. Bentley, “On Thin Ice?” Scientific American (December 2002), p. 101."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 317,
        "content": "that West and East Antarctica had originally comprised two separate land masses which\nlocked into each other, elevating the Transantarctic Mountains in the process, but it raises\nproblems of its own.\n\nFor one thing, how can they vouch for 15 million years of continual ice coverage? Take,\nfor instance, the claim that “by 1982, scientists had managed to pierce all the way through the\nsheets of both Greenland and Antarctica.”! The retrieved cores, in this case, were said to\ncontain “continuous layered records of annual snowfalls going back perhaps 125,000 years.”\nBy 1987, the deepest core retrieved from East Antarctica, at the Russian Vostok base, was\nonly said to cover 150,000 years? Toward the end of 2005, it was again claimed that: “One of\nthe most pivotal climatic discoveries of the past 30 years has come from ice cores in\nGreenland and Antarctica.”4 The report then adds that some of these records can go back more\nthan 500,000 years.> But this was nothing new since it had been preached as far back as 1983.\nAs Windsor Chorlton had stated at the time: “The age of the oldest of this ice has not yet been\ndetermined, but scientists think that just above the bedrock of East Antarctica lies ice that was\nformed 500,000 years ago.”\n\nBut then, even as I was writing this, newspapers were carrying the following AFP report:\n“Japanese researchers said...they had dug up ice from 3,000 metres down in the Antarctic\nOcean estimated to be one million years old...”” So how could they have claimed 15 million\nyears for the age of Antarctica’s ice in 2002 when, in 2006, actual cores could only be claimed\nto have reached ice that was only one million years old?\n\nIce core ages are determined by counting the annual accumulation layers which appear as\nvisible bands, a difficult enough task since, due to increasing pressure, the deeper one goes,\nthe thinner do these bands become. Yet even so, this is only possible for relatively recent ice.’\nFor deeper cores, glaciologists rely on radiocarbon dating and seasonal variations in gases\nwhich are derived from the air bubbles trapped in the ice.?\n\nIt is not, however, without reason that some have looked upon this method, to say nothing\nof the entire interpretation of ice core dating, with suspicion. Nor is this only true of so-called\nfringe, or pseudo, scholars. Zbigniew Jaworowski, a Polish multidisciplinarian of international\nfame, asserts that evidence derived from glacial ice samples “are based on fudged data and\nignorance of the physical processes of glacial ice formation” and goes right out in\ncondemning ice core data as an “outright fraud.”!°",
        "bibliography": [
            "1 W. Chorlton, op. cit., p. 110 (emphasis added).",
            "2 Ibid. (emphasis added).",
            "3S. W. Matthews, “Ice on the World,” National Geographic (January 1987), p. 96.",
            "4. J. Allégre & S. H. Schneider, “The Evolution of Earth,” Scientific American (September 2005 Special",
            "Edition), pp. 11-12.",
            "5 Ibid., p. 12.",
            "6 W. Chorlton, op. cit., p. 152.",
            "7 AFP, “Ice Million Years Old,” The Province (January 25, 2006), p. A23; “Oldest Ice,” New Scientist (January",
            "28-February 3, 2006), p. 5",
            "8 Ibid.",
            "9 W. Chorlton, op. cit., p. 158.",
            "10 7, Jawarowski, “Ice Core Data Show no Carbon Dioxide Increase,” 2st Century (Spring 1997), p. 42.",
            "10 7, Jawarowski, “Ice Core Data Show no Carbon Dioxide Increase,” 2/st Century (Spring 1997), p. 42."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 318,
        "content": "\n/\nif\n|           /\n/             :                                                            “\nty                    4                                    % SO\nS                    \\\n%                                                                            is\nsow                                                                                                                                                                     aed\nXG.                                            H\n,\n0                1              Ni,                                    . rovene\n{2 (Ve  -o-'\nint!                         S\nrm\n190                     0\nThe Antarctic continent, showing the Transantarctic Mountains which divide West Antarctica\n(to the left) from the larger East Antarctica. Also indicated are the drill sites which produced the\nice cores discussed in the text\nAnd, let’s face it, there is something disconcerting when one ice core is compared to an-\nother. Thus, for instance, ice 300 meters deep in the Vostok core has been calculated to be\n12,000 years old. But ice at the same depth in a core retrieved from the south pole has been\nestimated at only 3,200 years old.! Fair enough, it is claimed that while snow accumulation at\nthe south pole is scant, there is even less annual snowfall at the Vostok base.? But, even\ngranting that this has always been the case, is this difference really enough to account for a\ndivergence of 9,000 years?\nWhen it comes to deeper ice, there is also no doubt that the radiocarbon method cannot be\nrelied on, at least not as an absolute dating technique. “The radiocarbon method is still not",
        "bibliography": [
            "! B. Hodgson, “Antarctica: A Land of Isolation no More,” National Geographic (April 1990), p. 34.",
            "2 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 319,
        "content": "\ncapable of yielding accurate and reliable results,” wrote R. E. Lee. “There are gross discrep-\nancies, the chronology is uneven and relative, and the accepted dates are actually selected\ndates.”! According to R. Stuchenrath, whom Lee cites, the “whole blessed thing is nothing but\n13th century alchemy and it all depends upon which funny paper you read.”\nWhen it comes to the trapped gases in these ice cores, Jaworowski has just as much confi-\ndence since, as he showed, these can, and do, fluctuate several times a year within the same\naccumulation of ice and can thus lead to false age estimates.\nBesides, when all is said and done, even those who continue to uphold the virtual validity\nof ice core dating do so with reservation. For one thing, as Chorlton stated, “the findings sug-\ngest that the deep ice contains many secrets yet to be unveiled.”* For another, 10,000 years\nhas been determined as “about the practical limit” for the dating of deep ice Brian Hills even\nvouches for a lower limit when he asserts that “annual changes in ice older than ca. 8000\nyears become harder to see and the data is less dependable.”6\nCLEARER EVIDENCE FROM WEST ANTARCTICA\nWhen it comes to West Antarctica we meet an entirely different set of data. For one thing,\nalthough still talking in millions of years, it has been ascertained that the west continent’s ice\nsheet has melted and reformed time and again.\n“About 55 million years ago, small glaciers began to form in Antarctica. Growing for\na time, then shrinking and growing again, they gradually expanded and coalesced\ninto a dome-shaped ice sheet that by twenty million years ago had spread out so that it\ncovered the whole continent.”\nAs already noted, between these thaws and re-freezing episodes, Antarctica was quite\nwarm.’ Additional evidence of a previous warm Antarctic climate continued to surface with\nthe passing years. Among this evidence was the discovery of marine plants and fossilized\ntrees, with their roots still intact, high on the upper slopes of the Transantarctic Mountains.?\nCoal seams running through this chain are considered to be among the most extensive on\nEarth.\nOne of the cores drilled out of the Antarctic ice sheet contained a leaf from a southern\nbeech tree trapped between two ice-deposited gravel beds.!° (Keeping in mind what we have",
        "bibliography": [
            "! R. E. Lee, “Radiocarbon: Ages in Error,” Anthropological Journal of Canada, 19 (1981), p. 27 (emphasis",
            "added).",
            "2R. Stuchenrath, Annals of the New York Academy of Sciences, Vol. 288 (1977), p. 188.",
            "3 Z, Jawarowski, op. cit., pp. 44-45.",
            "4 W. Chorlton, op. cit., p. 110.",
            "58. Mewhinney, Ice Cores and Common Sense (April 1989), p. 45.",
            "6B. Hills, Origins: Cosmology, Evolution & Creation (Cambridge, 2003), p. 164.",
            "7W. Chorlton, op. cit., p. 18 (emphasis added).",
            "8 God Star, pp. 368-369.",
            "° New Scientist (July 3, 1986), p. 22; S. W. Matthews, op. cit., pp. 96, 97.",
            "10 New Scientist (February 5, 1987), p. 44."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 320,
        "content": "\nalready divulged in relation to downpours of naphtha, it should not surprise the reader that the\ncore in question also contained a two-meter-thick layer of sand stained with asphalt residue.!)\nActually, entire layers of beech leaves were eventually discovered in the Transantarctic\nMountains.” As one report indicated, this “shows that trees not only once grew in the area but\nalso were able to re-establish themselves following extensive glaciation.”? As Peter-Noel\nWebb noted, this would mean that “temperatures in Antarctica were much warmer much later\nthan has been thought.”\n“Exactly when the continent’s summer temperatures came to average 10°F below\nzero—as they do now—is still unknown. But Webb’s colleague David M. Harwood\nof the University of Nebraska notes that it would have to be at least 50 degrees\nwarmer for beeches to grow.”5\nIn keeping with the theory of continental drift, it was then supposed by some that Antarc-\ntica was originally situated away from its present frigid area—some even vouching for a for-\nmer attachment to North America which was then close to the equator’—and thus enjoyed a\nwarmer climate, before it drifted to its present cold locality. But since it is now obvious that\nthe continent has gravitated in and out of alternating warm and cold temperatures, the above\ntheory would demand that the Antarctic landmass has drifted in and out of its present polar\nposition time and again—which is hard to swallow.\nDefective theories can however be patched up. While it continued to be believed that Ant-\narctica was once joined to South—but not to North—America and Australia,’ it now seemed\nas if it were the other continents that moved away, leaving Antarctica in the south polar region\nwhere it has apparently always been.’ But how, then, account for its warm periods?\nIn an attempt to reconcile these bothersome anomalies, it was suggested in the 1980s that\nthe ocean had formerly flowed right through the continent’s interior, the western portion of\nwhich had at that time been a close-knit group of islands.° (In actuality, this had already been\nproposed in 1949 by C. Brooks.!°)\nVegetation is then assumed to have carpeted the slopes of what was then the sea-kissed\nTransantarctic Mountains during a warm spell. Fossil remains from this herbage are then",
        "bibliography": [
            "1 Ibid.",
            "2“An Antarctic Forest Grows New Theories,” National Geographic (August 1991), “Geographica” section.",
            "section.",
            "3 New Scientist (February 5, 1987), p. 44.",
            "4 “An Antarctic Forest Grows New Theories,” see above (emphasis added).",
            "5 Ibid.",
            "6 “Antarctica and North America: Long Lost Kin?” National Geographic (December 1991), “Geographica”",
            "7 J, Berendt & S. Brewer, “Explorers Find First Traces of Antarctic Mammals,” GEO (June 1982), p. 125.",
            "8 M. A. Cook, “Earth Tectonics Viewed from Rock Mechanics,” Chronology and Catastrophism Review, XIII",
            "(1991), p. 15; B. Hodgson, “Antarctica: A Land of Isolation no More,” National Geographic (April 1990), pp.",
            "27, 29.",
            "9S. W. Matthews, op. cit., p. 97.",
            "10 C. E. P. Brooks, Climate Through the Ages (N. Y., 1949), p. 245.",
            "10. E. P. Brooks, Climate Through the Ages (N. Y., 1949), p. 245."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 321,
        "content": "supposed to have been thrust up the mountain flanks by the spreading glaciers when\ntemperatures cooled. However, in order for all this to have worked, it also had to be\nconjectured that the mountains themselves would have been raised during the process.! But\nthen, as I. Anderson reported: “The problem is that Antarctica does not have a history of\nseismic activity necessary for rapid mountain building.”?\n\nBy 1990 it began to be suspected that the landmass which constitutes Antarctica is com-\nposed of rocks of different ages, from which it was deduced that the present mainland was\nformed through the collision of two separate continental masses.3 Some might then see this as\naccounting for the former partition of East and West Antarctica along the Transantarctic\nMountain divide through which the ocean had previously flowed. However, the ocean is sup-\nposed to have flowed on both sides of the Transantarctic Mountain chain with very little of\nwest Antarctica above water. This submerged portion of the Antarctic landmass might then\nbe viewed as having been raised above the ocean due to the dropping of sea levels which, in\ntheir turn, were caused by the accumulation of glaciers.\n\nIsostatic equilibrium, however, would not have permitted this. With 90 percent of the\nworld’s entire load of ice concentrated in Antarctica,> the weight of its glaciers should have\ncompensated for the dropping sea levels, and the larger part of the continent should still be\nunderwater. This is more than evident by North America’s Great Lakes region, to say nothing\nabout all of Scandinavia, which are still rebounding from the release of their past icy burden.®\n\nIn the meantime, further signs of a much warmer Antarctica continued to cause problems\nfor prevailing theories.’ As exploration continued, researchers came to the conclusion that\nAntarctic ice “has fluctuated dramatically in the past few million years, vanishing outright\nfrom the entire continent once and from its western third perhaps several times.” The final\nverdict was that “interior areas of Antarctica may have been free of ice far more recently than\nhad been supposed.”® And although this made news in the early 1980s, it was not really new.\nBasing his judgement on the erosion that is evident in the Edsel Ford Mountains, Thomas\nHenry had already, some thirty years earlier, reached the conclusion that Antarctica was once\n“essentially free of ice.”!°\n\nTo be sure, the growth of the beech forest discussed above has been correlated to a col-\nlapse of the ice sheet some three million years ago.!! Additional evidence has however indi-\ncated that periods of unusual warmth had to have occurred much later in time, as late as",
        "bibliography": [
            "1B, Hodgson, op. cit., p. 39; S. W. Matthews, op. cit., pp. 95, 97; I. Anderson, “A Glimpse of the Green Hills of",
            "Antarctica,” New Scientist (July 3, 1986), p. 22.",
            "2 Ibid.",
            "3 B. Hodgson, op. cit., p. 43.",
            "4S. W. Matthews, op. cit., p. 97.",
            "SB. Bryson, op. cit., p. 273; S. W. Matthews, op. cit., pp. 94, 97.",
            "6 bid., p. 91.",
            "7 New Scientist (October 10, 1992), p. 17.",
            "8 Scientific American (March 1993), pp. 7-10 (emphasis added).",
            "9 “Marine Fossils on Icy Mountains,” Globe & Mail (July 22, 1983).",
            "10 T. R. Henry, The White Continent (N. Y., 1950), p. 113.",
            "11 Scientific American, loc. cit."
        ],
        "captions": []
    }
]