[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 72,
        "content": "\nThere were other mystifying surprises. Three delicate rings appeared in close association\nwith the exploded star which astrophysicists are at a loss to explain within the confines of\ntheir theories. They nevertheless tell us that one of these rings, which actually circles the star,\nmay have been created 30,000 years before the star flared up. The other two appear on either\nside of the star—or more likely beyond each pole—like mirror images of each other, while\nmoving away from the primary which undoubtedly gave them birth.!\nAs reported by Robert Kirshner, however, the big surprise consisted of what did not tran-\nspire. Pulsars, which are claimed to be neutron stars that emit regular pulses, are believed to\nbe created when a star’s core collapses and gives rise to a supernova. But the pulsar that\ne created when a star’s core collapses and gives rise to a supernova. But the pulsar that\nshould have been birthed by SN1987A failed to make an appearance.” It was finally reported\nto have shown up in February of 1989, but this was not quite true. What showed up was what\nwas called it’s “subtle signal” which had to be “teased” out of the visual noise of the glowing\nclouds with the help of a super-computer. But then the hypothesized star’s optical pulses im-\nlied such a rapid rotational period that, according to theory, it should have flown apart.3\nplied such a rapid rotational period that, according to theory, it should have flown apart.\nEven so, to parrot Charles Hoy Fort, there was no agreement among the wise men. In fact,\na team of astrophysicists from Columbia University challenged the claim that the detected\npulses were really coming from a pulsating neutron star. According to this team, the pulses\nulses were really coming from a pulsating neutron star. According to this team, the pulses\nwere actually coming “from a star vibrating like a struck bell in the aftermath of a supernova\nexplosion.” It was then claimed by the same team that the vibrating star may still “become a\npulsar in a few years.” In other words it was a pulsar-in-the-making.\nulsar in a few years.” In other words it was a pulsar-in-the-making.\nOne other suggestion was that the pulses might be coming from a “strange star” composed\nof “strange matter,” which “strange matter” had actually been invented by—shall we say a\n“strange theorist”?> But then, by 1998, it was enigmatically announced that new observations\ndeny the very existence of super massive stars,® which meant that the progenitor of SN1987A\ncould not have been such a theorized object.\nCassiopeia A, the remnant of an older supernova which had been observed in 1680, also\nsupplied astronomers with something new. Having once believed that the shell of gas\nspawned by supernovae expanded smoothly outward at high speed, new enhanced pictures of\nCassiopeia A showed anything but smoothness. Instead “dense blobs of gases, each as mas-\nsive as 300 Earths” appeared distinctly in its expanding outflow.’ As usual with such sur-\nprises, this led to a new theory. According to Robert Braun:\n“...an exploding star throws only a fraction of its mass into a smoothly expanding\nshell. The rest remains behind as slower moving fragments. When the shell slows",
        "bibliography": [
            "! Scientific American (September 1994), p. 8; ibid. (January 1995), pp. 56-61; Science Frontiers (September-",
            "October 1994), p. 1.",
            "2R. P. Kirshner, op. cit., p. 644; B. Weintraub, loc. cit.",
            "3S. Flamsteed, “Birth of a Pulsar,” Discover (May 1989), p. 26.",
            "4 Columbia University press release as reported in, “False Alarm?” Science Digest (September 1989), pp. 48-49.",
            "5 New Scientist (September 2, 1989), p. 31; ibid. (September 9, 1989), p. 41.",
            "6 Journal of the British Astronomical Association (May, 1998), p. 223.",
            "7S. Begley, “A Cosmic Birth Announcement,” Newsweek (January 19, 1987), p. 55."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 73,
        "content": "down, these fragments catch up and burst through.”!\n\nThe “blobs” would then presumably be formed through the collision, or interaction, of the\n“slower moving fragments” as they plow through the “smoothly expanding shell.” This, how-\never, would contradict the claim that SN1987A’s energy went mostly into the speed of its ex-\npanding gas shell rather than into light. Worse still, as Sharon Begley found reason to state:\n“Now theorists will have to explain how a star can explode in stages.”\n\nNovae, as opposed to supernovae, are believed to be caused by dense white dwarf stars\nthat have exhausted their hydrogen fuel. These white dwarfs, however, can only erupt, or so it\nis believed, when they siphon enough hydrogen off a companion star, usually a red dwarf, to\ntrigger a runaway thermonuclear explosion.? Novae can be recurrent ones and one of these,\nwhich seems to flare up every twenty years or so, is T. Pyxidis in the dim southern constella-\ntion Pyxis. Somewhat like SN1987A, this particular recurring nova has also developed a bevy\nof rings, in this case all concentric ones. It thus seems that rings, which we now know to be\ncommon among the gas giant planets of the Solar System, also go hand in glove with stellar\nflare-ups.\n\nWith so many surprises, so many mysteries unexplained, and so many ad hoc theories to\nexplain others, one wonders if it is really known for certain what it is that causes stars to flare\nup. This was made clear when, in the late 1980s, computer models of supernovae, which took\ninto account the nuclear physics supposedly involved in their outbursts, to say nothing of gen-\neral relativity and hydrodynamics, simply failed to explode As the compilers of the\n“Monitor” section for the Chronology & Catastrophism Workshop asked: “Could there be\nsome secret ingredient missing from the programs —such as electricity?”\n\nELECTRIC DISCHARGES\n\nThat electricity plays an important—even the prominent—role in stellar outbursts had ac-\ntually been postulated long before. As Alfred de Grazia, basing his belief on the works of C.\nE. R. Bruce and Eric Crew, straightforwardly stated: “A nova...is largely an electric phe-\nnomenon.” Evidence of this is indicated by the broadening of spectral lines detected from\nthese outbursts. For those who are technically inclined, these spectral lines follow “the lambda\nsquare law of the Zeeman (magnetic) effect and not the lambda law of the Doppler effect.”8\n\nAs de Grazia additionally emphasized: “In all the ‘amazing’ observations that we make\nabout the ‘world,’ surely the continuous series of electrical relations that extend from the uni-",
        "bibliography": [
            "1 bid.",
            "2 Ibid.",
            "3R. Gore, “The Once and Future Universe,” National Geographic (June 1983), p. 730.",
            "73",
            "4 “Blobs in Space: The Legacy of a Nova,” Space Telescope Science Office of Public Outreach, press release",
            "#STScI-PR97-29.",
            "5 Scientific American (July 1988, p. 12.",
            "6 “Model Supernovas Won’t Explode,” Chronology & Catastrophism Workshop (1988:2), p. 22.",
            "7 A, de Grazia, Chaos and Creation (Princeton, 1981), p. 18.",
            "8 W. Thornhill, “Formation of Chondritic Meteorites and the Solar System,” Chronology and Catastrophism",
            "Review X (1988), p. 53."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 74,
        "content": "\nverse, through the galaxy and the sun and planets and space, through the atmosphere, through\nthe rocks, throughout our bodies down to the extreme interior of every cell, must be among\nthe most astonishing.”! And as Eric Crew had stated even earlier: “One of the most striking\nand yet most neglected aspects of electricity in astronomy is the enormous forces which can\nbe produced by an accumulation of electron charges.”?\nActually, the importance of electricity and magnetism in space were already being dis-\ncussed during the late 19th and early 20th centuries.3 Investigations of these subjects received\na boost in the early1900s by that forgotten Norwegian genius, Kristian Birkeland.* By 1937,\nthat other maverick, but better known Swedish scientist, Hannes Alfvén, continued to press\nfor the existence of a galactic magnetic field, that is one pervading the entire Galaxy. Today,\nas Anthony Peratt tell us, this “forms the basis...for one of the fastest growing areas of re-\nsearch in astrophysics.”>\n“In 1950, together with his colleague N. Herlofson, Alfvén was the first to identify\nnonthermal radiation from astronomical sources as synchrotron radiation, which is\nproduced by fast-moving electrons in the presence of magnetic fields. The recognition\nthat the synchrotron mechanism of radiation is important in celestial objects has been\none of the most fruitful developments in astrophysics, as nearly all the radiation re-\ncorded by radio telescopes derive from this mechanism...Disputed for 30 years, many\n[other] of his theories about the solar system have only recently [that is by 1988] been\nvindicated through measurements of cometary and planetary magnetospheres by arti-\nficial satellites and space probes.”6\nGuided by these giants, Bruce and Crew were able to apply their theories to account for\nthe stellar outbursts with which we are concerned. As Wallace Thornhill more recently noted:\n“One of the basic premises of The Electric Universe was that the work of the late Dr.\nC. E. R. Bruce of the UK Electrical Research Association, and his disciple Eric Crew,\nis correct and that a nova explosion is a stellar or planet-wide electric discharge re-\nsulting in the expulsion of matter from the parent body in a ‘blob,’ or series of\nblobs.”7",
        "bibliography": [
            "1A. de Grazia, op. cit., p. 19.",
            "2. Crew, “Electricity in Astronomy,” Part 4, S.J.S. Review II:1 (Autumn 1977), p. 24.",
            "3 Z. Allen, Solar Light and Heat (1879); G. W. Warder, The Universe: A Vast Electric Organism (N. Y., 1904);",
            "G. Adam, Concepts of the Electric Phenomena of Planetary Systems (San Francisco, 1905); idem, The Solar",
            "System (1911); see also, W. Thornhill, Electric Universe Presentation (Amsterdam, 2005), Slide 52; W.",
            "Thornhill & D. Talbott, “The Need for a New Cosmology,” AEON VII:1 (September 2006), p. 24; W. Thornhill",
            "& D. Talbott, The Electric Universe (Portland, Oregon, 2007), p. 87",
            "4L. Jago, The Northern Lights (N. Y., 2001), pp. 174-175.",
            "74",
            "5 A. L, Peratt, “Hannes Alfvén: Dean of the Plasma Dissidents,” The World and I (May 1988), p. 190.",
            "© Ibid.",
            "7 W. Thornhill, “About those ‘Blobs in Space’,” THOTH (electronic newsletter sponsored by KRONIA",
            "Communications), [:24 (October 20, 1997), p. 7."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 75,
        "content": "\nCompare this to the above noted “dense blobs of gases” spewed out by Cassiopeia A as\nreported in the 1980s. Nor is the case of Cassiopeia A unique. The same set of events has also\nsince been reported in connection with the recurrent nova T Pyxidis. The Hubble telescope\nmanaged to reveal “more than 2,000 [of these] gaseous blobs packed into an area that is one\nlight-year across.”!\n“Resembling shrapnel from a shotgun blast, the blobs may have been produced by the\nnova explosion, the subsequent expansion of gaseous debris, or collision between\nfast- and slow-moving gas from several eruptions... This new evidence suggests that\nastronomers may have to rewrite their theory of nova eruptions and accompanying\ndebris.”\nAs Thornhill goes on:\n“[One notices] the number of special conditions required of the exploding star under\nconventional theory. None apply to the electric discharge model. All that is required\nis a build-up of charge between two bodies, or a single body and its galactic envi-\nronment, until breakdown of the plasma occurs.”\nTheoretically speaking, the above requirement for a star’s flare-up is satisfied by the pos-\nited entry of the proto-Saturnian system into the different “galactic environment” of the Sun’s\ndomain of electric influence.4 To de Grazia, who based his work on that of Ralph Juergens as\nmuch as he did on that of Bruce and Crew, the answer concerning proto-Saturn’s previous\ndisruptions appeared simple enough. Reminding us that a “complicated natural system of\nsheaths surrounds bodies in space,” he further explains that this system “balances, and neu-\ntralizes charges to keep cosmic bodies in the state which we come to regard as ‘normal’...”°\nBut while it is now known that all bodies in space are held within such plasma sheaths, is it\nonly when such bodies come within each other’s different electric potential that electric dis-\ncharges can take place?\nCELLULAR PLASMA\nBy 1999 it was finally conceded that the space between the galaxies is not as dark and\nempty as once thought. This revelation came from Robert Kunzig in reference to the discov-\nery made by Roberto Méndez and other astronomers. What Kunzig was alluding to was Mén-\ndez’s disclosure that there are many lone stars “flying free in space, unbound to any galaxy, in\nregions that once looked black and empty.” That lone brown dwarf stars are also found",
        "bibliography": [
            "1 “Blobs in Space: The Legacy of a Nova,” Space Telescope Science Office of Public Outreach, Press Release",
            "#STScI-PR97-29.",
            "2 Ibid.",
            "3 W. Thornhill, loc. cit. (emphasis added).",
            "4 God Star, pp. 321 ff.; Flare Star, pp. 259 ff.",
            "5 A. de Grazia, loc. cit.",
            "6R. Kunzig, “Lone Star in Virgo,” Discover (February 1999), p. 82."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 76,
        "content": "\ntraveling alone through space in abundance has been known for quite a while.! But this unat-\ntended free wandering through space had not yet been found to apply just as well to regular\nstars (if there is even such a thing). Méndez himself had calculated that, in the Virgo cluster of\ngalaxies alone, a third of all the stars may be loners. Rolf-Peter Kudritzki was even willing to\npush this fraction up to a half. According to him, “there are as many stars outside galaxies as\ninside.”?\nTo be sure, and to give proper credit, the assumption that “some stars had an independent\nstreak” was proffered by Fritz Zwicky in 1951, but this was based on a diffuse background of\nlight that showed on Zwicky’s photographic plates of the Coma cluster of stars. Zwicky was\nof the opinion that “the light might come from stars ripped out of galaxies,” but most others\nbelieved that the diffuse light was more probably due to a photographic flaw.? But then com-\nputer simulations conducted in the 1970s “began to imply that extragalactic stars had to ex-\nist—though people still didn’t give much thought to that implication.”* It was not until 1997\nthat—thanks to the work done by Méndez, Kudritzki, Magda Arnaboldi, George Jacoby, and\nRobin Ciardullo—actual photographs of these lone traveling stars through space were ob-\ntained.5 This discovery was then abetted by similar detections in “blank” patches between the\nVirgo clusters by Harry Ferguson and his colleagues, as also in the Fornax galaxy cluster by\nTom Theuns and Stephen Warren, both from Britain. As Kunzig noted: “There could no\nlonger be any doubt that intergalactic stars exist and are numerous.”®\nWhat I wish to note next is that the region through which these lone stars are traveling is\nnot itself an empty space. On the contrary, many physicists now assume that the so-called\nvacuum of space “is a vast reservoir of energy rather than the quintessence of nothingness.”7\nAlthough assumed by most to be filled with theorized, but undetected, dark matter,’ Birkeland\nhad much earlier theorized otherwise. “It seems to be a natural consequence of our point of\nview,” he wrote in the early 1900s, “to assume that the whole of space is filled with electrons\nand flying ions of all kinds” and that it is “not unreasonable...to think that the greater part of\nthe material masses in the universe is found not in the solar systems or nebulae, but in ‘empty’\nspace.”\nAlthough Birkeland’s views were severely criticized, modern discoveries were to vindi-\ncate him in full. To quote one modern authority:\n“Most of the visible matter in the universe exists as a fluid composed of electrically\ncharged particles rather than as a gas made of neutral atoms or molecules. Gas mix-\ntures of electrically charged particles, such as electrons and ions, are called plasmas.",
        "bibliography": [
            "! God Star, pp. 335 ff.",
            "2R. Kunzig, loc. cit. (emphasis added).",
            "3 Ibid., p. 84.",
            "4 Ibid. (emphasis as given).",
            "5 Ibid., pp. 85-86.",
            "6 Ibid. p. 86.",
            "7T. Folger, “At the Speed of Light: What if Einstein was Wrong?” Discover (April 2003), pp. 39-40.",
            "8 Ibid., p. 40.",
            "°K. Birkeland, The Norwegian Aurora Polaris Expedition: 1902-1903, as quoted by L. Jago, op. cit., p. 275."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 77,
        "content": "\nPlasmas are found in the following solar system environments: the solar atmosphere,\nthe interplanetary medium, planetary magnetospheres, and planetary ionospheres.\nMost of the interstellar medium is also plasma, as are most other regions of our gal-\naxy.”!\naxy.”\"!\nPlasma itself, which is now known to constitute 99% of the Universe, “is a gas—or really\na state of matter beyond that of gas, which consists of positively charged atoms (called ions)\nand the free electrons that have been stripped from them.”? Moreover, electrified plasma has a\ntendency to organize itself into filamentary structures, which filaments are apparent from the\nnature of Earth’s auroras to regions beyond.\n“In 1984 [Brian Hills expands], large scale plasma vortex filaments were discovered\non the galactic distance scale, at the centre of our Milky Way galaxy and were ob-\nserved to extend for hundreds of light years across the galaxy. The electric currents\nwithin them were observed to run towards the galactic centre in the plane of the gal-\naxy and then turn up the axis of rotation. This was the first evidence that plasma fila-\nments may be involved in galactic evolution...in 1989 radioastronomers detected\nplasma filaments on the scale of clusters and super-clusters of galaxies. Enormous\nfilaments were found to stretch between two galactic clusters through the apparent\nvacuum of intergalactic space. The current flowing through this inter-galactic cluster\nfilament was estimated to be a staggering 5-10 million trillion amperes! It therefore\nappears that space is not an endless vacuum, punctuated by galaxies, but is filled with\ntwisting and snaking plasma filaments ranging from the planetary sizes up to galaxy\nsuper-clusters distances. This picture of the universe has stimulated the development\nof a cosmology radically different from conventional big bang theory.”\nBut there is more. “From in situ observations,” Alfvén informs us, “we know that there are\ncurrent layers in space which separate space into regions with different magnetization, differ-\nent temperatures and densities, and even different chemical compositions.”* To which he\nadded:\n“Thus it has been found that space plasma has a tendency towards a cellular structure.\nThis tendency has been observed throughout the regions at present accessible to\nspacecraft. As it is impossible to claim that such a basic property of a plasma (its ten-\ndency to produce cellular structures) should be confined to the regions presently\navailable to spacecraft, one must conclude that space in general has a cellular struc-\nture... The different chemical compositions on both sides of the [Sun’s] magnetopause\nmay have a counterpart in interstellar and intergalactic space...”",
        "bibliography": [
            "!T_E. Cravens, Physics of Solar System Plasmas (Cambridge, 1997), p. 1 (second emphasis added).",
            "2 F Schaaf, Comets of the Century: From Halley to Hale-Bopp (N. Y., 1997), p. 43.",
            "3 B. Hills, Origins: Cosmology, Evolution & Creation (Cambridge, 2003), p. 38.",
            "4H. O. G. Alfvén, “Cosmology in the Plasma Universe: An Introductory Exposition,” IEEE Transactions on",
            "Plasma Science 18:1 (February 1990), p. 6.",
            "5 Ibid., pp. 6-7."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 78,
        "content": "\nAlfvén also tells us that: “All known cosmic plasmas are magnetized...”! It thus follows\nthat, with different regions of cellular plasmatic space containing different magnetization, the\nelectric potential of each plasma cell must also differ. And it is this difference in electrical\npotential that Thornhill had in mind when he upheld the view that stellar flares are due to\nelectric discharges. “All that is required,” we have seen him state, “is a build-up of charge\nbetween two bodies, or a single body and its galactic environment, until breakdown of the\nplasma occurs.”\nThe build-up of charge between two bodies would apply to novae, now known to be the\nflare-up of stars in binary partnership. The flare-ups in this case are presently believed to be\nthe result of a white dwarf star stealing the gaseous matter from its less massive partner,\nwrapping it around itself, and thus gaining too much mass to self sustain. But in stealing mass\nthe white dwarf would also be stealing a fair amount of the electric energy from the robbed\nstar, which energy it would not eventually be able to hold. Although not yet accepted by\nmainstream astronomy, the result would be an electric discharge of colossal proportions. As\nlong as the binaries remain together, the process can be repeated periodically, thus giving\nbirth to recurring novae. Thornhill further claims that:\n“The biggest change in plasma properties would occur, in my opinion, at the bound-\nary of a star’s plasma sheath. So binary stars with elliptical orbits and stellar encoun-\nters are good candidates.”?\nThat binary stars are electrically powered was actually proposed by astrophysicists in\n2002.3\nSupernovae of Type I have been theorized to be the final outcome of recurring novae,\nwhen the buildup of internal pressure becomes too great for the white dwarf to sustain. Might\nwe not posit that it is the buildup of electric charge stolen from the partner that results in a\nmighty discharge?\nWhen it comes to Type II supernovae, the process is believed to be somewhat different. In\nthis case it is a giant star, rather than a white dwarf, that violently erupts. The outburst is be-\nlieved to be the result of a runaway fusion of elements until the star runs out of fuel and col-\nlapses. But might it not be that these stars are simply ridding themselves of an excess electric\ncharge dumped on them as they cross from one plasma cell into another of higher electric\npotential? “If the change in plasma properties are large,” Thornhill believes, “then the star has\nto adjust quickly, which may result in expulsion of charged matter.”* If, on the other hand,\nsingle stars travel into a cell of lesser potential, they would not discharge.\nIs it then possible that proto-Saturn would have experienced a series of previous flare-ups\ndue to its passage from one plasma cell into another of higher electric potential? Let us dig a\nlittle deeper before we answer that all-important question.",
        "bibliography": [
            "1 Idem, Cosmic Plasma (Dordrecht, 1981), p. 100.",
            "2 W. Thornhill to D. Cardona, private e-mail communiqué, January 13, 2005.",
            "3K. Wu, et al., Monthly Notices of the Royal Astronomical Society 331:1 (March 2002), pp. 221-227.",
            "4 W. Thornhill, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 79,
        "content": "\nMULTIPLE SUPERNOVAE\nTo begin with, Anthony Peratt does not subscribe to the above theory concerning novae\nand supernovae. True enough, as he had it stated: “I can envision that Saturn did indeed flare\nup,” mainly due to the instabilities in plasmatic electrical current surges. These surges, ac-\ncording to him, “are periodic in space (and laboratory) plasmas.”! He does not, however, be-\nlieve that these current surges have anything to do with the passage of stars from one plasma\ncell into another, although he did add that “truly, [at present] no one really knows.”? Besides,\nas he made clear to this author, galactic plasma cells “might be envisioned” to be larger enti-\nties than the scales with which we are presently involved.? A supernova “has all the earmarks\nof an intense plasma pinch, in radiation, temporal evolution, and morphology,” he explained.\n“The same holds for novae, but less intense pinches.”4\nThese pinches would be those of the plasmaspheres associated with the stellar bodies\nthemselves. Moreover, galaxies are known to host multiple supernovae. These would not be\nthe recurring outbursts of the same stars, but the recurring flare-ups of different stars within\nthe same galaxy. In conducting a statistical in-depth study of this phenomenon,’ E. Sanders\nhas come to the conclusion that a large and consistent percent of galaxy hosts that exhibit\nmultiple supernovae will give birth to one such flare within four years of a previous one. ® As\nSanders points out, “these trends do exist and are consistent over time, and becoming in-\ncreasingly obvious with the improved systematic coverage of automated [supernova] survey-\ning.””\n“In a plasma universe as espoused by Hannes Alfvén [Peratt told Sanders], periodic-\nity of high-energy-density events in the universe is what one expects. The reason for\nthis is that we view the universe as we view the solar system and laboratory plasmas\nas being filled with current-conducting filaments. As such, energy built up in one part\nof space, say by the relative motion of plasma clouds, can be released hundreds of\nmegaparsecs away by the filamentary ‘transmision lines.’ This release is usually\nfound, either in solar plasmas, auroras, or pulsars, to be periodic...Supernovae in the\nplasma community have been viewed as the release of energy from a galactic-dimen-\nsional filament with a very plasma-like behavior.”\n“This,” adds Sanders, “now appears to include periodicity: a predictable apparent timeli-\nness between successive events.” Thus, “a large-scale interconnectedness” across galactic",
        "bibliography": [
            "1 A. L. Peratt on the Intersect electronic discussion group sponsored by KRONIA Communications, September",
            "29, 2004.",
            "2 Idem to D. Cardona, private e-mail communiqué, January 11, 2005.",
            "3 Idem to D. Cardona, private e-mail communiqué, January 23, 2005.",
            "4 See reference #59.",
            "5 E. Sanders, “Trends in Apparent Time Intervals Between Multiple Supernovae Occurrences,” [EEE",
            "Transactions on Plasma Science 31:6 (December 2003), pp. 1252-1262.",
            "6 Ibid., pp. 1259, 1260.",
            "7 Ibid., p. 1261.",
            "8 Ibid. (ellipsis as given)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 80,
        "content": "space “is implied which cannot be explained by current conventional thinking.”! This is in\nkeeping with Alfvén’s original claim that space is filled with “a network of currents which\ntransfer energy and momentum over large or very large distances.”\n\nThat galactic space is filled with filamentary plasmas is now an accepted tenet of\nastrophysics.? In fact, as W. Bostick could confidently announce in 1986, nature’s preferred\nplasma structures are filaments and strings. What seems to occur in multiple supernovae\nwithin any one galaxy is that the surge of current that can cause a star to flare up would then\ntravel along one of these filaments to another star that would then pinch its plasmasphere\ncausing it to erupt in turn. Such surges seem to take about four years for each passage.\n\nBut how would any of this apply to the proto-Saturnian brown dwarf star that forms the\nbasis of this work?\n\nTHE EVOLVING NATURE OF BROWN DWARF STARS\n\nBrown dwarf stars have now been found to be “produced in all possible masses between\nplanets and stars.”5 By the end of 2004, Robert Naeye could additionally report that “there’s\nno longer any doubt that these substellar objects exist throughout the galaxy in large num-\nbers.”© According to Gibor Basri, our own galaxy alone seems to contain as much as 100 bil-\nlion brown dwarfs.’ He is thus of the opinion that brown dwarfs are as common as stars.8 And\nnot only do brown dwarfs look like stars, they behave like stars as well. Very much like bona\nfide stars, brown dwarfs seem to be “surrounded by clouds of very hot and very cool gas.” At\nleast, through the use of the Hubble Space Telescope, researchers have discovered just such “a\ncloud or disk containing molecular hydrogen gas” surrounding the brown dwarf that goes by\nthe designated number 1207. “Hydrogen molecules had previously been found around very\nyoung stars but never before in a brown dwarf.” As usual astronomers were astonished, not to\nsay perplexed, by this discovery. “It’s really amazing,” John Gizis from the University of\nDelaware declared, “that the gas around this tiny brown dwarf is behaving so much like the\ngas around much more massive newly forming stars...”",
        "bibliography": [
            "! Ibid.",
            "2H. Alfvén, “Cosmology in the Plasma Universe: An Introductory Exposition,” JEEE Transactions on Plasma",
            "Science (February 1990), . p. 5.",
            "3 See for example, H. Dahlgren, “Filamentary Structures in Planetary Nebulae,” Astrphys Space sci (2007) 310.",
            "4 W. H. Bostick, “What Laboratory-Produced Plasma structures can Contribute to the Understanding of Cosmic",
            "Structures Both Large and Small,” IEEE Transactions on Plasma Science, Vol. PS 14, No. 6 (December 1986),",
            "p-711.",
            "5G. Basri, “The Discovery of Brown Dwarfs,” in “The Secret Lives of Stars,” Scientific American (2004 special",
            "edition), p. 31.",
            "6R. Naeye, “Binary Sheds Light on Brown Dwarf Formation,” Sky & Telescope (October 2004), p. 22.",
            "7G. Basti, op. cit., p. 30.",
            "8 Ibid., p. 33.",
            "9 “Astronomers Discover Cold, Warm and Hot Gas Around a  Yong Brown Dwarf,” Press Release by the",
            "Pennsylvania State University, January 10, 2005."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 81,
        "content": "\nIt had, of course, been known for some time that “brown dwarfs are often surrounded by\n[so-called] accretion [that is, circumstellar] disks like young stars.”! On the basis of such\ndetections, Subhanjoy Monhanty and his colleagues have come to the conclusion that “brown\ndwarfs form the same way stars do.”?\nThe similarity does not end there. Spectral lines now provide evidence that brown dwarfs\nalso emit “jets,”3 the association of which with circumstellar disks has long been proposed.*\nAlthough the majority of brown dwarfs trek alone through space, others seem to travel in\npairs. Such a binary brown dwarf star has been discovered in the star-forming region desig-\nnated Chamaeleon I.° In fact, according to Alan Boss:\n“Brown dwarf stars have been found to be commonplace, though seldom as compan-\nions to sunlike stars. The best place to find a brown dwarf is in orbit around another\nbrown dwarf.”6\nThis class of brown dwarfs can therefore be compared to stellar binaries. And, to be sure,\nthe brown dwarf binary system mentioned above has added to the conviction that “brown\ndwarf stars have normal stellar births,” that they “formed the same way as stars, in a relatively\ngentle and undisturbed manner.”7\nTogether with all that has been established above, there is little reason to suppose that\nbrown dwarf stars are not bona fide stars despite their lesser mass—which is what the likes of\nWallace Thornhill had been claiming for years before.\n“Tt is remarkable,” stated Basri, “that these nearby and common objects, as abundant as\nstars, have only now begun to reveal their secrets.”’8 In that respect, it is also revealing that a\nscientific journal carrying one of the items concerning the discovery of the binary dwarf\ndiscussed above is titled “Stellar runts are stars.”9\nIf, then, brown dwarf stars are really stars, would we not expect them to behave in like\nmanner? If binary stars are prone to birthing recurring novae, why not binary dwarfs? And if\nsolitary stars can also flare up, why not brown dwarfs? If stars can discharge by passing from\none plasma cell into another, why not brown dwarfs? Or if, as per Peratt, stars can electrically\nunload through pinches in their plasmaspheres, again why not brown dwarfs?",
        "bibliography": [
            "1R. Naeye, loc. cit.",
            "2 Idem, “‘Free-Floating Planet’ Claims Bolstered,” Sky & Telescope (October 2004), p. 20.",
            "3 Ibid.",
            "4. Blaes, “A Universe of Disks,” Scientific American (October 2004), p. 52.",
            "5. Naeye, loc. cit.",
            "6 A. P. Boss, “Companions to Young Stars,” in “The Secret Lives of Stars,” Scientific American (2004 special",
            "edition), p. 25",
            "7K. K. Whitt, “Stellar Runts are Stars,” Astronomy (October 2004), p. 26.",
            "8G. Basri, op. cit., p. 33.",
            "9K. K. Whitt, loc. cit. (emphasis as given)."
        ],
        "captions": []
    }
]