[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 162,
        "content": "\nleast accorded the honorary degree of “strong circumstantial evidence” for the failure of\nNewton’s inverse square law at short range.!\nTerrestrial variations of G with time? received an additional boost from John Ferguson\nwho claimed that its cause is to be sought in the slow change of cosmic environment as the\nSolar System orbits the galaxy. Ferguson himself applied this to the ups and downs of\nterrestrial gigantism. Thus, according to him, G would have been rather higher than at present\nduring the Palaeozoic era, which would have favored marine life while stunting land-based\naggregates, And, still according to him, the opposite would have prevailed during the\nMesozoic era, with G considerably lower than at present, enabling the largest of the dinosaurs\nto walk on land. If nothing else this shows that dinosaur viability due to an attenuating\ngravity was beginning to gain a wider patronage.\nAs Warren Carey of Earth-expansion fame has noted, the inconstancy of the gravitational\nconstant has been suggested by some very influential astronomers of the twentieth century.\nAmong them Carey lists Paul Dirac, Pascaul Jordan, Robert Dicke, D. Ivanenko, and R.\nSagitov. According to these authorities, however, the gravitational constant has been dimin-\nishing rather than increasing.4 But then so little is known about gravity that three separate\nattempts to nail it down once and for all, conducted in the early 1990s, came up with results\nthat were not only markedly different from the theoretical value, but different from each other.\nWhile two of these results indicated a lower value for G, the other showed a higher one.> But\nthat Earth’s gravity has changed over time has been accepted by quite a few.®\nELECTROMAGNETISM VERSUS GRAVITY\nWhen, earlier in this chapter, we claimed that nobody knows what gravity is, we were not\nspeaking out of turn. Even Newton had to confess his ignorance when it came to the cause of\ngravity.? That was in 1690. By 1877 Clerk Maxwell was in no better position. “In his Prin-\ncipia, Newton says nothing about the means by which bodies are made to gravitate towards\neach other,” he was correct in pointing out. “The attempts which have been made since the\ntime of Newton to solve this difficult question are few in number, and have not led to any\nwell-established result.”8\nSo, similarly, with Robert Dicke who, in 1959, could still lament that:\n“Tn any case, it appears that there is little reason for complacency regarding gravita-\ntion. It may well be the most fundamental and least understood of the interactions.”?",
        "bibliography": [
            "! “Geophysical Evidence for Non-Newtonian Gravity,” Nature (July 16, 1981), pp. 230-232.",
            "? And see here P. S. Wesson, op. cit., pp. 29, 45.",
            "3J, Ferguson, The Guardian (September 24, 1981), p. 13.",
            "4S. W. Carey, op. cit., p. 327",
            "5 V. Kiernan, “Gravitational Constant is Up in the Air,” New Scientist (April 29, 1995), p. 18.",
            "6 New Scientist (January 17, 1998), pp. 39-42.",
            "7H. A. Nieper, op. cit., p.51.",
            "8 Ibid.",
            "9 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 163,
        "content": "\nAnd likewise John Boslough in his matter-of-fact statement. “Though familiar as a falling\napple, gravity remains the least understood force in nature,” he wrote.! “Of the four known\nnatural forces,” he went on, “gravity was the first seen but is the least understood.”\nWallace Thornhill, too, came straight to the point when he argued that “we have no under-\nstanding of gravity at present.” As he noted, “having a mathematical ‘law’ describing gravity\ndoes not mean that we understand it.”+\nBy the turn of the century, Dick Teresi, past Editor of Omni, was still noting that “nobody\nknows how [gravity] fits into the standard model.”5 “All the particles and forces in the model\nare quantized,” he goes on, “that is, they follow the rules of quantum theory.” But, as he tells\nus: “There is yet no theory of quantum gravitation.”¢\n“The standard model is less than satisfying. Scientists think that besides being incom-\nplete, it’s too complicated. There must be a simpler plan...\n“Another problem is mass. All the particles have different masses, and no one knows\nwhere these come from...Why, in fact, should the particles have any mass at all?\nWhere does it come from?”?\nNor has the situation changed as of this writing. The editors of Discover were quite blunt\nwhen they stated that: “Three centuries after Isaac Newton, we don’t really know what gravity\nis.”8 And this was echoed somewhat more fully by Tim Folger in the same issue:\n“Gravity is the only one of the forces that physicists have been unable to explain in\nquantum terms. Albert Einstein spent more than 30 years in fruitless attempts to har-\nmonize his theories of gravity with quantum mechanics, and his successors are still\nstumped...Most believe that quantum theory is fundamentally sound but that our un-\nderstanding of gravity must change.”?\nWhat understanding of gravity? —one may ask.\nWhen Donald Goldsmith stated that gravity cannot repel, he was basing his claim on the\ndictum that mass comes in only one charge.!° But in this he was comparing gravity to electro-\nmagnetism.\n“Two of the forces—gravity and electromagnetism —act over large distances...For\nthat reason, when scientists look at the big picture, gravity and electromagnetism",
        "bibliography": [
            "1 J. Boslough, op. cit., p. 563.",
            "2 Ibid.",
            "3 W. Thornhill, The Electric Universe (Beaverton, Oregon, 1997), p. 10.",
            "4 Ibid., p. 12.",
            "5 D. Teresi, Lost Discoveries (N. Y., 2002), p. 196.",
            "6 Ibid.",
            "7 Ibid.",
            "8“The (Long and Winding) Road to Reality,” Discover (June 2005), p. 27.",
            "oT. Folger, “If an Electron can be in 2 Places at Once, Why Can’t You?” in ibid., p. 33.",
            "10D. Goldsmith, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 164,
        "content": "\nnaturally draw attention. Both\n,                   types of forces behave the same\ntypes of forces behave the same\nWF EN                 way with increasing distance: The\nway with increasing distance: The\nwh GHALLE Q            strength of the force between any\nstrength of the force between any\nif AY  SS \\ \\        two objects decreases in propor-\ntwo objects decreases in propor-\nMem mm SA \\         tion to the square of the distance\ntion to the square of the distance\n4 Ss i BR   3 SN         between them. For gravity, the\nbetween them. For gravity, the\n4 7 ( =     ie y*\\ A        amount of force between two ob-\namount of force between two ob-\nVA —~ - S     Ph i AN         jects varies with the product of the\njects varies with the product of the\n: fy  }    CER      masses of the two objects. Elec-\nmasses of the two objects. Elec-\nPas            .             tromagnetic forces, in contrast,\ntromagnetic forces, in contrast,\n   -     AY            care nothing for objects’ masses;\ncare nothing for objects’ masses;\nfi  (     Al          \\                 instead, the amount of electro-\nattempts to harmonize his theories of gravity wi ith       and the electromagnetic force\ninstead, the amount of electro-\nF      Lip     A)             magnetic force between two ob-\nmagnetic force between two ob-\n!         =           AS                      jects increases in proportion to the\njects increases in proportion to the\n(Illustration by Bruce ‘LaFontaine.)               be either attractive (between a\nP  =|  ly     SS                    product of the objects’ electric\nproduct of the objects’ electric\nwae   =      AS           Vi       charges.\ncharges.\na/ AS            AZ\n“...Electric charges come in two\nAlbert Einstein spent more than 30 years in fruitless      varieties, positive and negative,\nattempts to harmonize his theories of gravity with      andthe  electromagnetic  force\nquantum mechanics, and his successors are still        between two objects can likewise\n(Allustration by Bruce LaFontaine,)             be either attractive (between a\npositively and a negatively charg-\ned object) or repulsive (between\ntwo positively charged or two negatively charged objects). But mass comes in only\none ‘charge,’ so that gravitational forces always attract and never repel.”!\nBut what if gravity is an electro-magnetic, or electrically, related force? After all it has for\nlong been conceded that, theoretically, gravity waves are the mathematical analogue of\nelectromagnetic ones.?\nGoldsmith may well tell us that the difference between the electromagnetic force and\ngravity allows the latter “to dominate the universe at large distance scales.”? But whether\nphysicists admit it or not, this has always been something of a conundrum since, as Goldsmith\nhimself tells us, gravity is not only weaker than magnetism, but is “by far” the weakest of the\nbasic forces known to science.4 Why should this weakest of forces dominate the Universe “at\nlarge distance scales” when, just like gravity, the much stronger electromagnetic force is also\nknown to act at “long range”?",
        "bibliography": [
            "1 Jbid., pp. 147-148 (emphasis as given), and see also p. 182.",
            "2K.S.R. Engel, “Do Gravity Waves Exist?” Science Digest (February 1982), p. 71.",
            "3D. Goldsmith, op. cit., p. 148.",
            "4 Ibid., p. 182; see also D. B. Cline, “The Search for Dark Matter,” Scientific American (March 2003), p. 54.",
            "5 D. Goldsmith, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 165,
        "content": "\nBoslough, too, confirms that “gravity rules the universe” even though, like Goldsmith, he\nis forced to admit that “the other forces,” including electromagnetism, “are trillions of times\nstronger.”!\n“Take any kitchen magnet, for instance. Its electromagnetic field is stronger—over a\nspace of a few inches—than the earth’s entire gravitational field. Earth’s gravity field\nis so weak that when you pick up a rock, your muscles are easily overcoming the pull\nof the planet’s entire 6, 000, 000, 000, 000, 000, 000, 000, 000 kilograms (6.6 sextil-\nlion tons).””?\nAs already noted, Immanuel Velikovsky was of the opinion that it is “not gravitation, but\nelectric attraction and repulsion and electromagnetic circumduction [that] govern the solar\nsystem.” And although Lynn Rose sought the past attenuation of terrestrial gravity in the pull\nexerted by the close proximity of proto-Saturn, he, too, was of the belief that this “would be in\naddition to, or supplementary to, the electrical phenomenon proposed by Velikovsky.”4 And\nso, likewise, Theodore Holden who suggested “electro-magnetic forces which are no longer in\nevidence” as one possibility for attenuated gravity, an idea to which he was later to return.\nCritics might lambaste the three above-mentioned persons as pseudo-scientists. They\nshould, however, keep in mind that the electromagnetic origin of gravitation was advocated by\nthe Nobel laureate Hendrik Lorentz and Jules Henri Poincaré, both considered giants in the\nhistory of science. Even earlier, in 1872, Friedrich Zollner had also presented a thesis that was\nalmost identical to Velikovsky’s.®\nMore recently an electromagnetic theory of gravity was postulated by Melvin Cook, re-\nceiver of the Nitro-Nobel Medal, in a major work the subject of which does not immediately\nbring gravity to mind.’ While Cook’s theory is too technical to be easily understood except by\nthose well versed in plasma physics, Robert Bass, himself a Rhodes Scholar, found much to\nlaud in it. “This is a theory of gravity which in my opinion passes every observational test,” he\nwrote. “It’s very unorthodox—radically unorthodox—and not yet widely known; but in my\nopinion it’s totally consistent with every observation ever made.”8 Even so, as iconoclastic as\nhe himself is, Bass refrained from passing a final verdict on Cook’s theory? which, as of this\nwriting, is still “not yet widely known.”",
        "bibliography": [
            "1 J, Boslough, loc. cit.",
            "2 Ibid. (emphasis added).",
            "31. Velikovsky, “Cosmos Without Gravitation: Attraction, Repulsion, and Electromagnetic Circumduction in the",
            "Solar System,” (1946), p. 22.",
            "4L.E. Rose, “Variations on a Theme of Philolaos, “ KRONOS (Fall 1979), p. 33.",
            "5 T. Holden, “The Sauropod Dilemma,” AEON II:4 (May 1991), p. 117.",
            "6 See “Society News,” Society for Interdisciplinary Studies Workshop 5:\\ (1982), p. 2.",
            "7M. A. Cook, The Science of High Explosives (N. Y., 1971), pp. 420-426.",
            "8R. W. Bass, “The Celestial Dynamics of ‘Worlds in Collision’,” S.LS. Review VI:1-3 (1982), p. 74.",
            "9 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 166,
        "content": "Again, critics will point to various differences that separate the gravitational force from\nelectromagnetism.! And yet a relationship between the two has continued to be sought, not\nonly by iconoclasts, but also by the most orthodox of scientists. That electromagnetism and\ngravity influence one another has been suggested by Jean-Paul Mbelek and Marc Lachieze-\nRay of the French Atomic Energy Commission. These two researchers calculated the value of\nG that they expected to find at different locations around the world. According to them, the\npull of G should be stronger in those localities where Earth’s magnetic field would be\nstronger, with the highest measurements expected at the north and south magnetic poles. As\nsubsequently measured, values of G conformed with their theory.? (Whether this contradicts\nwhat was deduced through Earth’s gain of girth, as noted above, remains to be seen. One thing\nto note is that this increase in girth, and thus in weight, along Earth’s mid-section, has been\nsaid to have resulted in gravity getting stronger at the equator and weaker at the poles, but not\nnecessarily stronger at the equator than at the poles.)\n\nClifford Will disagreed, although not so much with the results, but definitely with the con-\nclusions drawn from them,? despite the fact that the results were themselves in conformity\nwith their prediction. And is verified prediction not considered one of the mainstays of a cor-\nrect theory? On the other hand, Will had made his reputation as a gravity theorist at Wash-\nington University in St. Louis, Missouri, and he had a lot to lose in face of Mbelek and La-\nchieze-Ray’s findings.\n\nAnd yet there is no doubt that, although related, gravity and electromagnetism are two\nseparate forces. Were it not so, for one thing, we would not require two different instruments\nto record each one of them. More importantly, however, is the fact that gravity cannot be\nshielded, whereas electromagnetism can.\n\nSUB-ATOMIC DIPOLARITY\n\nIt was at the September 1982 annual general meeting of the Society for Interdisciplinary\nStudies that Wallace Thornhill introduced the physicist Ralph Sansbury as his guest. The edi-\ntor of what was then a new periodical, Journal of Classical Physics, Sansbury elated his audi-\nence by informing them that a few articles which his journal had recently published over-\nlapped Velikovsky’s 1946 paper “Cosmos Without Gravitation.” Sansbury himself is con-\nvinced that gravity is “a sort of electrostatic phenomenon.” At the core of his theory was the\nadditional belief that “the dipolar nature of matter could be taken to the sub-atomic level, and\nthat all atoms could be considered as dipolar, from an electrical point of view, and arranged so\nthat attraction exceeded repulsion.” In a way this was an extension of Melvin Cook’s theory,\nmentioned above, which only took matters down to the molecular level.>",
        "bibliography": [
            "1 See for instance, L. Ellenberger, “Of Lessons, Legacies, and Litmus Tests: A Velikovsky Potpourri,” Part One,",
            "AEON III:1 (November 1992), p. 95.",
            "2M. Brooks, “Earth’s Magnetic Field ‘Boosts Gravity’ \"NewScientist.com (September 20, 2002).",
            "3 Ibid.",
            "4 “Society News,” Society for Interdisciplinary Studies Workshop 5:1 (1982), p. 1.",
            "5 Ibid., p.2."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 167,
        "content": "\nThe manner in which this sub-atomic dipolarity is achieved is explained by Sansbury\nthrough his postulate that an electron is composed of two or more orbiting particles, which he\ncalls subtrons, with a total charge that equals that of the electron. It is these orbiting subtrons\nthat create an electronic dipole when the electron is subject to an electric field. From this he\nalso assumes that electromagnetic forces act instantaneously and that gravitation itself is\nsimply a weak electrostatic force induced by oriented dipoles.!\nAmong other things this would mean that electrons are not the fundamental particles they\nare believed to be. They, too, have structure. It also means that Sansbury’s posited subtrons\nwould orbit their parent electrons “at speeds far in excess of the speed of light.” As Thornhill\nstated, “with this simple ‘real world’ model Sansbury was able to derive all of the important\nfundamental equations of physics which are known to work” and that recent experiments in\nparticle accelerators suggest that Sansbury is right on target. Gravity, as Thornhill explains it,\nis the result of electrostatic polarization of nucleons, including Sansbury’s subtrons, in an\natom. Jf this is correct, it then follows that a cosmic body’s gravity can be modified by vary-\ning the charge on that particular body3\nIt is Sansbury’s theory that Holden and other scholars ended up accepting as the reason\nbehind Earth’s past attenuated gravity and the gigantism of past terrestrial fauna, despite the\nfact that, as of this writing, Sansbury himself remains uncertain concerning the actual cause>\nCHANGES IN ELECTRICAL POTENTIAL\nThe Sun supplies the dominant force of gravity in the Solar System and thus on Earth. But\nduring the time when the proto-Saturnian system had been traveling alone in space out of the\nSun’s domain, the dominant force of gravity on Earth would have been supplied by proto-\nSaturn. That much is easy to understand. But if gravitation is dependent on electric charge, it\nwould follow that Earth’s gravity would have been reliant on proto-Saturn’s electric charge.\nMoreover, proto-Saturn’s electric charge would itself have been different than Saturn’s pre-\nsent electrical potential—and this for two reasons: (1) obviously, together with Earth, proto-\nSaturn would not yet have become a member of the Solar System, and thus not yet prone to\nthe electric stress imposed by the Sun; and (2) prior to its flare-up, proto-Saturn would have\nbeen more massive.\n“If gravity is essentially an electrostatic phenomenon [Thornhill succinctly eluci-\ndated], the unusual environment of the Saturnian configuration would be expected to\nhave caused a difference in the perceived gravity at the surface of the Earth. It is con-",
        "bibliography": [
            "! R. Sansbury, “Electron Structure,” Journal of Classical Physics 1:1 (January 1982), as reviewed by W.",
            "Thornhill, Chronology & Catastrophism Workshop (1986:1), pp. 34-35.",
            "2 W. Thornhill, The Electric Universe (Beaverton, Oregon, 1997), p. 96.",
            "3 [bid., pp. 96-97; idem, “New Physics Support Planetary Catastrophism,” Chronology & Catastrophism Review",
            "(1998:2), pp. 12-13; idem, “Electrical Gravity,” THOTH IIIS, electronic newsletter sponsored by KRONIA",
            "Communications (March 15, 1999), p. 4; idem, “The Electric Universe,” Chronology & Catastrophism Review",
            "(2000:1), p. 81.",
            "4T. Holden, Dinosaurs, Gravity, and Changing Scientific Paradigms (2004), pp. 80 ff.",
            "5 Ibid., p. 88."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 168,
        "content": "\nceivable that the electric stress within the plasma sheath enclosing the [proto-Sat-\nurnian system] was less than that which the Earth endures in its current solar envi-\nronment. This would result in an effective lower gravity.”!\nFor a somewhat more technical explanation, Thornhill offered the following:\n“Tn proto-Saturn’s environment, we were engulfed in the phenomena close to the an-\node [of proto-Saturn’s plasmasphere], where there were regions of a strong electric\nfield, and the energy available was consequently much greater. Earth orbited within\nthe red anode glow of proto-Saturn. The boundary of the anode glow is a double-layer\nsheath with an inner positive-ion space charge and an outer electronic space charge. It\nis the energy radiated by the spherical shell of the anode glow that would have given\nequal energy per square meter over the entire Earth.\n“Tt is also interesting to note that, while situated in a region of positive space charge,\nthe electrical polarization of Earth would have been considerably less than it is now.\nThat, in turn, would cause a much lower gravitational force on Earth.”?\nThis then led him to the following:\n“The dinosaurs are reputed to have existed on Earth for a very long time so the lower\ngravity must have been due to the steady state of the Saturnian system before its\nbreak-up. If, as seems likely, the Saturnian system was not a part of our current solar\nsystem, then the Earth’s electrical environment would have been quite different.”\nA CHANGE IN MASS\nThe attenuated gravity we have envisioned to account for Earth’s past gigantic life forms\nnecessitated a change in mass. A change in mass, however, is not the same as the creation of\nmatter out of nothing as required by the Big Bang theory, or out of some metaphysical me-\ndium as Carey and others have posited for their expanding Earth hypotheses. A change in\nmass does not require the creation of anything but only a shift in electrostatic potential. A\nchange of mass in a cosmic body can be induced by a change in that body’s electrical envi-\nronment. This is so true that slight, but detectable, changes in Earth’s mass continue to the\npresent day. And while most astrophysicists are not yet ready to admit it, the reason behind\nthese changes, slight though they may be at present, are intimately tied to spatial electric cir-\ncuits. Wallace Thornhill expressed it best when he claimed that:\n“All of the objects within the galaxy are connected by invisible electric circuits, de-\ntectable through their magnetic fields. So when a surge in local galactic current oc-",
        "bibliography": [
            "1 W. Thornhill, “Planets, Stars, and Plasma Physics,” THOTH 1:1, electronic newsletter sponsored by KRONIA",
            "Communications (January 25, 1997), p. 9.",
            "2 Idem, “The Electric Saturnian System,” AEON VI: | (February 2001), p. 43.",
            "2 Idem, “The Electric Saturnian System,” AEON VI: 1 (February 2001), p. 43.",
            "3 Idem, on the electronic discussion group sponsored by KRONIA Communications, June 13, 1997."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 169,
        "content": "\ncurs, the Sun becomes more active. When this happens, auroras and magnetic storms\nerupt above the surface of the Earth and weather patterns fail to conform to meteor-\nologists’ predictions. Even the apparent mass and rotation of the Earth change\nslightly, for there are no isolated islands in the electric universe.”!\nAnd this, naturally enough, still according to Thornhill, applies to the micro- as well as the\nmacro-world. As he explained:\n“...we know from particle accelerator experiments that the mass of a particle of mat-\nter increases when subjected to acceleration in an electromagnetic field. So the inter—\nnal electromagnetic state of a planet or a star may alter its apparent mass.”\nIt therefore becomes evident that Earth’s mass would have changed—and much more than\nslightly —due (1) to proto-Saturn’s theorized flare-up; and (2) to the changed electrical envi-\nronment when the proto-Saturnian system entered the present Sun’s domain of influence. As\nThornhill surmises, “we have direct evidence in the form of megafauna that Earth’s apparent\nmass, and therefore gravity, has changed.” And: “That change seems to have been precipitated\nby a change in the Earth’s electrical environment.”3 And while this transpired only once,\nprevious proto-Saturnian flare-ups would also have ensued due to a change in similar differ-\nential electrical environments. As we had earlier presupposed, this could have been caused\neither by the proto-Saturnian system’s transit from one plasma cell into another or through\nproto-Saturn’s own intrinsic electrical behavior. It should, however, be noted that a passage\nthrough different plasma cells would hardly have resulted in a progressive increase in size all\nthe way to the age of the dinosaurs, followed by a regressive decrease down into the Pleisto-\ncene. This would smack too much of a coincidental series of events. We must therefore con-\nclude that the change in the proto-Saturnian system’s electrical potential was actually inherent\nand that it was dictated by the evolutionary process of the sub-brown dwarf star that was\nproto-Saturn. In its turn, this cements our conviction that when the proto-Saturnian system’s\nplasmasphere came in contact with the present Sun’s heliosphere, proto-Saturn fell victim to a\nshort-circuiting discharge that would have had a similar, if not an identical, effect.\nNeedless to say, any change in proto-Saturn’s electrical potential would also have in-\nvolved Earth. Under these conditions, both proto-Saturn and Earth would have gone through a\nchange in mass and, therefore, a change in gravitational attraction.\nOBJECTIONS RAISED AND OVERRULED\nPhilip Currie was right on target when he claimed that: “Almost every group that has\nevolved has tended to evolve giant forms.” But this, it is now being claimed, stems from the\nsupposed fact that animals tend to grow bigger because larger ones have an easier time pro-",
        "bibliography": [
            "1 W. Thornhill & D. Talbott, The Electric Universe (Beaverton, Oregon, 2002), p. 46 (emphasis added).",
            "2 W. Thornhill to D. Cardona, private e-mail, June 22, 2004.",
            "3 Idem, on Intersect—electronic discussion group sponsored by KRONIA Communications, March 21, 2005.",
            "4A, Ang, “Remains of Giant Dinosaur Found in China,” Associated Press (June 13, 2007)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 170,
        "content": "\ncuring food while avoiding predators.! It does not seem to matter that this is contradicted by\nthe survivability of those diminutive dinosaurs we have already discussed, to say nothing of\nthe smallish mammals that coexisted with the megasaurs. Even the additional advantage the\nlarger animals would have had in impressing potential mates, which has also been advanced in\nfavor of nature’s preference for gigantism,? fails to fill the bill because the penchant for size\nhas only sexual meaning within the same family of animals. No female hippopotamus is going\nto be impressed by the larger stature of a male elephant.\nWhen it comes to the dinosaurs’ eventual disappearance, their very size was blamed in as\nmuch as the larger animals would have needed more food and a vaster territory from which to\nprocure it. It is also claimed that they would have reproduced less frequently and would have\nhad fewer offspring to carry on their line.? All of which, it has been said, would have rendered\nthem “particularly vulnerable” when environmental conditions changed.*+ But, as we are\nfinding out at present, all life, with the possible exception of mankind, is vulnerable when\nenvironmental conditions change. One must not forget that, with the disadvantages that size is\nsupposed to have incurred on these truly gigantic beasts, they still managed to thrive for what\nwe have been told to be millions of years.\nIt has also been claimed—at least by some—that dinosaurs in Earth’s southern hemisphere\n“surpassed their northern counterparts in size.”>\n“Why were southern dinosaurs so big [asks Shanti Menon]? Was it something in the\nwater? ‘We don’t know,’ says [Fernando] Novas. ‘Maybe there was some climatic\ncondition that allowed for these huge sizes. We don’t know enough about the eco-\nsystem’.”6\nThe claim that southern dinosaurs were bigger was actually based on a comparison of the\nsouthern 26-foot long Megaraptor, the 42-foot long Gigantosaurus, and the 100-ton Argen-\ntinosaurus, with the smaller northern Triceratops, Velociraptor, and Tyrannosaurus.7 But why\ncompare them to those three? Why not compare the southern dinosaurs to the 50-foot long\nCarcharodontosaurus from the Sahara?®\nOne, of course, may counter with: How about the theorized 100-foot long titanosaurs from\nArgentina?? But then how about the 100-foot Paralititan from Egypt’s Bahariya Oasis,!° or\nthe 157-foot long Breviparopus, from Morocco?!!",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3 Ibid.",
            "4 Ibid.",
            "5S. Menon, “King Claw,” Discover (April 1998), p. 30.",
            "© Ibid.",
            "7 Ibid.",
            "8 M. DiChristina, “The Dinosaur Hunter,” Popular Science (September 1996), p. 42.",
            "9 J. Glausiuzz, “Secrets of Ancient Dinosaur Eggs,” Discover (January 2002 Special Issue), p. 12.",
            "10 C, Rist, “A Giant Among Dinosaurs,” in ibid., p. 52.",
            "11 T, Holden, “The Sauropod Dilemma,” AEON IL-4 (May 1991), p. 117."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 171,
        "content": "It is more than obvious that the claim that southern dinosaurs were bigger than northern\nones is unfounded. One may even counter-claim that northern dinosaurs were bigger than\nsouthern ones? But even then, so what? Do we not find animals of different sizes scattered all\nover the world at present?\n\nA more serious criticism may be geotropism—that is, the response of plants to gravity—\nalso called the geotropic response. In this respect, experiments have supposedly shown that\nplants grow stunted in zero and low gravity. “Seedlings germinated at low effective gravities\nare often contorted and so have unnaturally high angularities.” And: “A plant germinated in a\nlow-gravity environment may have more problems than just a crooked stem.” !\n\nHow does this fare against our claim that Earth’s past flora stretched to towering heights\ndue to a lesser gravity?\n\nThe first of the experiments in question was conducted by George Donald Graham in 1970\nand repeated with a modified apparatus by his grandson, Shawn Carlson, in 1996. The appa-\nratus consisted of a contraption in which corn seedlings in metal cans were aligned in a series\nof four horizontal shelves. One of these rows held the cans in an upright position, another held\nthem at right angles to the vertical, while the other two held the cans at intermediate angles.\nThe apparatus was constructed in a way that enabled the cans to rotate slowly in unison on\ntheir own vertical axis.?\n\nThe idea behind all this is that the rotating seedlings which were planted in cans at right\nangles to the vertical would experience zero gravity since “the specimen[s] would be unable to\ntell up from down.” Those seedlings planted in rotating vertical cans would experience normal\ngravity. And those rotating at transitional angles would experience “an intermediate amount of\ngravity.”3\n\nI don’t buy it.\n\nSeeds scattered in zero gravity—had there been plants to scatter them in the first place—\nwould remain perpetually airborne. Even those seeds which might temporarily hit the ground\nwould not stay in situ long enough to be covered by dirt in order to germinate. Besides, our\nscenario has nothing to do with zero gravity.\n\nAnd, in any case, the experiment does not really simulate zero, or a lesser, gravity. In the\nexperiment described above, gravity continues to pull at the plants on different parts at differ-\nent times, this way and that way, as they rotate. No wonder they grow stunted! In nature,\nplants do not rotate on their stems while forced to grow at an angle. In nature, no matter how\nlow a gravity, they will be able to “tell up from down.”\n\nBesides, gravity is not the only source that “tells” a plant which way is up. Plants grow\ntoward the available source of light. This is why certain flowers swivel on their stem while\nfollowing the Sun’s traverse across the sky. There is no mention of a light source, or what part\nthis may have played, in the experiment in question. All that the experiment proves is that\nplants do stunt when forced to grow in an artificial set-up, such as the one described above. It\nhas nothing to do with nature and even less with attenuated gravity.",
        "bibliography": [
            "1S. Carlson, “Geotropism, One Last Time,” Scientific American (March 2001), pp. 78-79.",
            "2 Ibid.",
            "3 Ibid."
        ],
        "captions": []
    }
]