[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 282,
        "content": "\n“Now what do we see when we look up at the other planets? We see Jupiter, Uranus,\nNeptune and Venus completely shrouded by enveloping cloud mantles. We see Sat-\nurn not only similarly shrouded, but also surrounded by a system of several discs or\nrings... These cloud covers, at least of Jupiter, Saturn and Uranus, are striated with\nlatitudinal bands from their equators both ways to the poles. There are apparent rifts,\ngaps or divisions between the bands. The atmospheres in all cases are visibly rotat-\ning.”!\nWhen it came to Saturn’s rings, Hooker reasoned that: “It would be illogical to assume\nthat, of all planets, by some set of peculiar circumstances not common to other planets, Saturn\nalone developed a system of rings.”? In this respect he proved entirely correct since rings were\nsubsequently discovered circling around Jupiter, Uranus, and Neptune—although, like Vail,\none would be hard put to find him credited for this correct prediction in astronomy text books.\nWithout going into too much detail, Hooker’s theory then amounted to the following:\n(1) Given the then current belief that Earth commenced on its career as an igneous globe,\nhe contested earlier convictions concerning the origin of Earth’s oceanic water. This\nled him to theorize that Earth’s water, as well as various of its other constituents,\nwould have vaporized to end suspended “in space above” in a dense “primordial at-\nmosphere.”\n(2) Since it is known that the atmospheres of the other planets rotate, it was logical for\nHooker to claim that so, too, must have Earth’s primordial atmosphere rotated.\n(3) As Earth cooled, a proportion of this atmosphere would have fallen back to Earth in\nthe form of rain, from which the oceans, at first rather shallow, would have formed.5\n(4) Through centrifugal or other forces, a proportion of this primordial atmosphere would\nhave flattened itself into a ring, or system of rings, rotating around Earth’s equator.\n“Hence reason would seem to justify us in concluding with considerable confidence\nthat at some time in the past the Earth was surrounded by rings of matter just as is Sat-\nurn today.”6\n(5) Due to tidal drag, or some other force, or a combination of forces, the velocity of the\nring, or system of rings, would have decreased with time.” Thus the rings, still ac-\ncording to him, would have split into two to gravitate poleward, north and south.’",
        "bibliography": [
            "! [bid., p. 69.",
            "2 Ibid., p.76.",
            "3 Ibid., p. 72.",
            "4 Ibid., p.73.",
            "5 Ibid., p.76.",
            "6 Ibid.",
            "7 Ibid., p.79.",
            "8 [bid., p. 80.",
            "8 Ibid., p. 80."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 283,
        "content": "(6) In as much as the centrifugal force within the rings would have slowly decreased,\ngravitational attraction would have exerted its influence and the material within the\nrings would have fallen back to Earth “more largely toward the poles than toward the\nequator.”!\n\n(7) While Hooker deals with the fall of various substances from the ring, or system of\nrings, to Earth,? we concentrate on the fall of the rings’ aqueous content. Hooker’s\nreasoning here was that if a fall “happened to occur in winter in an area only thirty or\nforty degrees from the equator,” it would very probably be in the form of ice or snow.\n\nWhat can be said for, or against, all this?\n\nThe notion that Earth’s primitive atmosphere was denser than at present, which had al-\nready been proposed in the mid-nineteenth century by Richard Owen,? is in keeping with our\nown postulate.> Overall, however, although he does not mention him, Hooker’s theory was\nmerely an attempted refinement of Isaac Newton Vail’s hypothesis. What drew me to consider\nHooker’s scheme, however, was his theorized splitting of the original equatorial ring, or sys-\ntem of rings, into separate bands that shifted north and south of the equator, since this would\nhave canceled the objection I had raised concerning the equatorial orbit of the terrestrial rings\nproposed by others. As Hooker himself explained, this splitting and shifting of the ring, or\nsystem of rings, would have ensured precipitation on those very latitudes which we know to\nhave been glaciated.\n\nMinor details aside, two separate objections might immediately present themselves with\nHooker’s theory, both of which, as we shall later see, are somewhat deceptive. If, as he in-\nsisted, it was the accumulation of the fallen ice or snow that caused the climate to cool, it\nwould mean that Earth and its atmosphere would have been warm to begin with. Such being\nthe case, some might argue that the ice or snow that would have fallen from the rings should\nhave melted as it descended through the warm atmosphere. Even if not, it might still be as-\nsumed that it would have melted once it reached the ground. Hooker, who was quite aware of\nthis, stressed his belief that the precipitation would still have been frozen “despite the fact that\nlatitudinal variations in climate were then less than at present and even polar climates were\nthen mild.”® And this, in turn, might be seen as constituting a non sequitur. To say the least,\nfrom Hooker’s own point of view, it was. The real problem here is that Hooker did not take\nhis hypothesis far enough.",
        "bibliography": [
            "! Tid.",
            "2 Tbid., pp. 80 ff.",
            "3 Ibid., p. 86.",
            "4D. Norman, Dinosaur! (N. Y., 1991), pp. 74, 218.",
            "5 God Star, pp. 346, 348, 380, 385; Flare Star, p. 331.",
            "6D. E. Hooker, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 284,
        "content": "\ni a\na        Te ee\n;    -   —s Mp oN\nyo           a a  a A\n     *.      a wh Ss   Say\n               See     I\n*\\¢ 4a -      i we   °      I\nWA 0 SEE      Se\nVv ‘ law Sys é /   ~~,               iS\n\\X X (RES |        a\nXSOK/         , ff\ns,    Sy       _     vt\nAM a Lt |      a    rf\n~     a                 “a\nGis me e—_—",
        "bibliography": [
            "The general area covered by the northern auroral zone (shown in green).",
            "Compare to area covered by the Pleistocene Ice Age as shown on page 274,",
            "The second problem is that tidal drag, centrifugal force, the coriolis effect, or a",
            "combination of these or other forces, have not managed to split the heavy atmospheres",
            "of the planets Saturn, Jupiter, or Venus, to send them gravitating poleward, north and",
            "south. It might at first seem rather difficult to find a mechanism that can accomplish",
            "such a neat atmospheric split. And while planetary rings do develop gaps, we do not see",
            "the individual ringlets of these planets shifting north and south of the equator. One",
            "might therefore argue that if Earth’s original ring, as per Hooker, orbited Earth",
            "equatorially, it would either have remained equatorially anchored or, if low enough, it"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 285,
        "content": "\nThe aurora borealis as seen from Earth.\n(Photograph courtesy of NASA.)\nmight have dissipated over time to form a spherical shell around Earth.\nAnd yet, when I first read Hooker’s work, I could not help suspect that the truth would not\nbe found to be far removed from his attempted postulate. When, decades later, the connection\nfinally dawned on me, it was due to an insightful question asked by another.\nTHE TELL-TALE ZONE\nThat question was posed by my good friend Ken Moss while he was in my study looking\nat a diagram which superimposed the auroral zone on a map of Earth’s northern hemisphere.\n“Ts this not the same area which was covered by the glaciers during the Ice Age?” he asked. It\nwasn’t quite, but it was close enough to make me think.\nNow, to be sure, the aurora borealis can be seen in the sky anywhere from the top of the\nworld all the way down to Mexico. In most of these latitudes, however, the aurora is visible\n285",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 286,
        "content": "\nonly rarely at infrequent times. As was discovered in 1860 by Elias Loomis, the aurora\nreaches its maximum at a latitude of about 65° from where it decreases in both frequency and\nintensity both north and south of it.! Succinctly phrased by Candace Savage, “the aurora\nspends most of its time around the ends of the earth, where it dances mainly for the pleasure\nof penguins and polar bears.”?\n“Where the aurora is common, humans tend to be scarce. In the northern hemisphere,\nfor example, the best places to view the lights lie within an auroral zone that encom-\npasses such metropolitan centres as Barrow, Alaska; Yellowknife, La Ronge and\nGoose Bay, Canada; Tromsg, Norway; and Nordvik, Russia. Along this band, the\nlights can be seen on virtually every cloudless night from autumn to spring. (In the\nsummer, the aurora is blotted out by round-the-clock sunlight.)”?\nBelow that zone, the aurora is seen less and less frequently in ever diminishing promi-\nnence the further south one travels. The map that Moss directed my attention to displayed\nthose latitudes between which the northern aurora is best viewed throughout the year. And\nwhile the zone depicted there did not quite encompass the entire width of the terrestrial ribbon\ncovered by the Ice Age, it was smack in the middle of it. Moreover, by stretching this zone\nslightly further north and south to include those regions from which the aurora is also visible\njust a little less regularly, it comes very close to those latitudes between which the Pleistocene\nIce Age had maintained its boundaries —which is what Moss had intuitively noticed. But, as\nthe reader might ask, what has the auroral zone to do with glaciation or the cause of ice ages?",
        "bibliography": [
            "1 §-I. Akasofu, Aurora Borealis: The Amazing Northern Lights, comprising Volume 6, Number 2, of Alaska",
            "Geographic (1979), p. 49.",
            "2c. Savage, Aurora: The Mysterious Northern Lights (Toronto, 1995), p. 16.",
            "3 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 287,
        "content": "\nChapter 10\nDusty Rings\nTHE AURORAS\nlor those who have never experienced them, auroras consist of fluctuating light\nmanifestations seen against and/or below the sky in the extreme north- and south-\nPrensa seen against and/or below the sky in the extreme north- and south-\nencircling latitudes. These scintillating lights can take the form of diffuse patches or\ndancing streamers, bouncing arcs, shifting rays and, quite often, ephemeral hanging draperies\nwhich seem to sway in an unfelt wind. One of the most magnificent, if somewhat eerie, of\nnatural phenomena, these lights can, and do, appear in varying shades of red, yellow, green,\nblue, and purple. The rapidity of their ever changing glittering behavior makes them a difficult\nsubject to capture in still photography. Their life-like nature, however, could not but capture\nman’s imagination. The Lapps feared and respected them as the fierce and powerful\nI  Yor those who have never experienced them, auroras consist of fluctuating light\nmessengers of their god.!\n“The ethereal phenomenon of the Northern Lights had inspired centuries of myth and\nterror. In Norway they were sometimes called Blood Lights to recall the belief that\nthey were the souls of dead warriors fighting, a portent of war and death. The Vikings\nthought that the magical apparitions were Valkyries, female messengers of the god\nOdin, riding from Valhalla to mark out those who would be killed in battle. The\nstreaks of luminescence were their fiery spears, the flashing sparks the reflections\nfrom their shields, and the great arcs the mythical bridge, Bifrost, across which the\nsouls of the dead passed to the next world.”?\nWhat transpired, in effect, was the transference of primordial mythic themes onto a much\nlater celestial phenomenon which bore an uncanny resemblance to what ancestral memory had\npassed orally down through the ages.? In that respect it is not surprising that auroras and their\nlight effects have even recently entered British catastrophist thinking in relation to the legend\nof King Arthur.‘ But let that pass.\nIn the meantime, primitive endeavors to explain what caused the lights proliferated.5 “Try-\ning to describe and explain the Northern Lights had taxed the world’s greatest minds,” wrote\nLucy Jago, “their beauty and inconsistency snubbing even the most poetic and daring at-\ntempts.”©",
        "bibliography": [
            "'L. Jago, The Northern Lights (N. Y., 2001), p. 9.",
            "2 Ibid., p. 10",
            "3 See here also H. Hirnschall, The Song of Creation (Vancouver, B. C., 1979), myth #35.",
            "4 J. Abery, “Society News,” Chronology & Catastrophism Review (2004:3), p. 3.",
            "5 L. Jago, op. cit., p. 11.",
            "6 Ibid., p. 18"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 288,
        "content": "\nan\nKen Moss\n(Photograph—2008 —by A. J. Moss.)\n(Photograph—2008—by A. J. Moss.)\nEventually it became quite evident that the aurora borealis, or northern lights, had a ten-\ndency to disrupt compass readings, a situation which had become something of a threat to\nnavigation.! In 1740, Anders Celsius, the inventor of the centigrade scale named after him,\nhad already interpreted the aurora as an electromagnetic phenomenon when he, too, repeatedly\nnoticed that a big compass needle on his desk changed its orientation every time an aurora ap-\npeared in the sky above Uppsala, Sweden.” So did his brother-in-law, Olaf Peter Hiorter, who\nspent the entire year between 1741 and 1742 observing compass needles going awry at each\nappearance of the lights.\nI almost hate to mention it, but, in 1845, an uneducated girl in what has been claimed to\nhave been a mesmeric trance offered answers to some questions concerning cosmology which,\nat this late date, seem quite uncanny. As it was recorded, one of these girl’s comments stated\nthat:",
        "bibliography": [
            "! [bid., p. 23.",
            "2H. O. G. Alfvén, “Cosmology in the Plasma Universe: An Introductory Exposition,” IEEE Transactions on",
            "Plasma Science 18:1 (February 1990), p. 5.",
            "3L. Jago, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 289,
        "content": "\n“the magnetism of the earth is another modification of electricity, and also circulates\nthrough the system. It passes off from the Earth at the North Pole, producing the\nAurora Borealis...”\nIn 1861, Benjamin Marsh also “endeavored to show that an auroral streamer is a current of\nelectricity which, originating in the upper portions of [the] atmosphere and following upward\nthe magnetic curve which passes through its base” reaches “far beyond the supposed limits of\nthe atmosphere. ..”?\nAnd again in 1883, Selim Lemstron, a professor from Finland, reported the relationships\nhe had presumed to exist between auroras and electrical activity. He accomplished this by ar-\ntificially producing a “low-level aurora” that stretched to 400 feet above ground through a\nvast electrical apparatus he installed on top of a hill near Kultala, Finland. At the time, this\nwas considered “the only known experiment that successfully reproduced the properties of the\naurora on a large scale.”\nYet even so, electrical or otherwise, no one had yet managed to discover what it was that\nactually caused these scintillating lights.\n“For nearly three hundred years [wrote Candace Savage] scientists had aspired to\nclaim the auroral crown. One after another, earnest and worthy thinkers had struggled\nto unravel the riddle; one after another, they had failed. Then, in 1896, a new con-\ntender arrived on the scene.”4\nThis new contender was the Norwegian Kristian Olaf Birkeland (1867-1917), whom we\nhave had occasion to mention earlier in passing. From his base in Christiania, later renamed\nOslo, Birkeland devoted a great portion of his life to an intensive investigation of the baffling\naurora borealis. During this period of his life he mounted expeditions to remote icy regions,\ncarting instruments and survival equipment up steep crags, setting up camps in the most dis-\nmal of weathers, in order to be able to study the phenomenon at first hand. Having been in-\nstructed in electromagnetism early in his career, it is not surprising that he, too, sought an\nelectromagnetic solution to the creation of the auroras. In this he was additionally motivated\nby the work of William Crookes in England who had established that cathode rays in gas-dis-\ncharge tubes can be deflected by a magnet. Birkeland therefore wondered whether electrons —\nwhich is what cathode rays really amount to—could be ejected by the Sun toward Earth. If\nsuch electrons could be captured by Earth’s magnetic field, he reasoned, chances were they\nwould be directed toward the poles. As these electrons flowed through the upper atmosphere,\nmight they not even glow just as could be seen in laboratory discharge-tubes?\nThat was the kernel of Birkeland’s theory, which was laughed out of court by just about\nevery one of his scientific colleagues. One saving grace, which in the long run saved just",
        "bibliography": [
            "1 “Truths from Humble Sources,” The Occult Magazine (September 1885), p. 58.",
            "2 B. J. Marsh, “The Distinguishing Features of Comets Considered as Phases of an Electrical Discharge",
            "Resulting from Eccentricity of Orbit,” American Journal of Science (May 1862).",
            "3R. A. Ford, Homemade Lightning (N. Y., 2002), p. 171.",
            "3. A. Ford, Homemade Lightning (N. Y., 2002), p. 171.",
            "4c. Savage, Aurora: The Mysterious Northern Lights (Toronto, 1995), p. 90.",
            "4. Savage, Aurora: The Mysterious Northern Lights (Toronto, 1995), p. 90."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 290,
        "content": "\nabout nothing, was the acceptance of his\ntheory by the English physicist Sydney\nChapman. But even this did not last\nlong. Having been warned by others\nthat an electric current flowing from the\nSun was an impossibility, Chapman\nended up declaring Birkeland wrong in\nhis assumptions. Even later, when Han-\n~                            nes Alfvén went out of his way in repli-\nnes Alfvén went out of his way in repli-\ncating Birkeland’s terella experiments\nFS)            for him, Chapman refused to change his\nfor him, Chapman refused to change his\nmind.!\n‘  ‘           -            Having spent the final days of his\nHaving spent the final days of his\nlife in a study of the zodiacal light,\nsome say Birkeland died of mercury\npoisoning inhaled during his long hours\nin laboratory experimentation. Most\nagree that he died, at the age of fifty,\n“broken in spirit and in intellect, dis-\nheartened by the harsh reaction to his\ntheory.”?\nKristian Birkeland                      Forty-four years had to pass before\nKristian Birkeland\nForty-four years had to pass before\nBirkeland could be vindicated. It all\nstarted in 1961 when, on its way to the\nMoon, the Soviet Lunik 2 spacecraft encountered a stream of electric particles flowing from\nthe Sun. But so reluctant were western scientists in accepting such evidence that they branded\nthe Soviet data unreliable out of hand. The following year, however, the same stream of\n“electrified gas,” traveling “at speeds ranging from 300 to 700 kilometers a second,” was re-\ncorded by the instruments aboard NASA’s Mariner II spacecraft while on its way to Venus. It\nwas the first indication of what was later termed the “solar wind.”\nFurther evidence was collected in 1966 by a U.S. Navy navigation satellite which consis-\ntently recorded magnetic disturbances on almost every pass it made over Earth’s polar re-\ngions.4\n“Since 1967 scientists have been looking at the satellite data in relation to phenomena\nsuch as the Northern Lights, rediscovering Birkeland’s extraordinarily prophetic theo-\nries and completely reassessing his work. Today, he is credited as the first scientist to",
        "bibliography": [
            "1 See here W. Thornhill & D. Talbott, The Electric Universe (Portland, 2002/2007), p. 33.",
            "2. Savage, op. cit., p. 99.",
            "3 L. Jago, op. cit., pp. 272-273.",
            "4 Ibid., p. 273."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 291,
        "content": "\npropose an essentially correct explanation of the aurora borealis, supported by theo-\nretical, observational, and experimental evidence.”!\nThe vertical currents that reach Earth through the interaction of the so-called solar wind\nwere, in 1967, designated as “Birkeland currents” by Alex Dessler. As they have now become\nunderstood, Birkeland currents constitute helical plasmas that can be produced in laboratory\nexperiments, but that can also stretch over vast distances in the immensity of space. Such a\ngalactic Birkeland current recently discovered has been dubbed the Double Helix Nebula,\nwhich has unfortunately been described as a twisted magnetic flux tube. As Donald Scott has\nhowever indicated, it can “clearly be seen as a pair of helical current filaments in a plasma.”?\nAs an additional posthumous compensation to Birkeland, a lunar crater has also been\nnamed after him.\nNevertheless, as Lucy Jago noted, “rejection of his theories probably slowed the advance\nof geomagnetic and auroral physics for nearly half a century.”3\nAs we shall soon see, however, there was more to Birkeland’s electromagnetic investiga-\ntions.\nTHE TERRELLA EXPERIMENTS\nTo put it simply, a terrella—so named by William Gilbert in 1600—is a small artificial\nsphere constructed to simulate the terrestrial globe in laboratory experiments. Such terrellas\nhave been experimented with since the late sixteenth century to investigate, as well as demon-\nstrate, Earth’s electromagnetic nature. Realizing that Earth is a massive magnet, Gilbert con-\nstructed small terrellas out of loadstones in order to illustrate the phenomenon. Sixty years\nlater, Otto von Guericke constructed one from sulphur which acted to attract small particles,\nincluding dust, through static electricity. Terrella experiments then gathered momentum\nthrough the mid-nineteenth century when magnetic and electric phenomena became somewhat\nbetter understood. It is therefore understandable that, in his search for the aurora’s secrets,\nBirkeland would also fabricate such a terrella. In fact he created more than one.\nEach of Birkeland’s terrellas, constructed consecutively throughout his experimental ca-\nreer, was suspended in a glass-lined vacuum-tank with brass plates for the top and bottom,\nwhich contraption acted as a gas-discharge chamber. Each terrella consisted of an electromag-\nnetic coil inside a hollow brass, or sometimes aluminum, sphere. Earth’s magnetic field could\nthus be simulated by energizing this coil. An electrode was then installed at one corner of the\nchamber through which gas discharges were initiated between it and the terrella’s surface. In\nsome cases Birkeland coated the exterior of these spheres with fluorescent paint in order to\nrender small effects more readily visible. By varying the electrical input, and through different\nterrella models, he was able to recreate in miniature various sorts of atmospheric, solar, and",
        "bibliography": [
            "| Ibid.",
            "2D. E. Scott, “Real Properties of Electromagnetic Fields and Plasma in the Cosmos,” [EEE Transactions on",
            "Plasma Science, 35:4 (August 2007), p. 823.",
            "3L. Jago, op. cit., p. 276."
        ],
        "captions": []
    }
]