[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 232,
        "content": "\nPermian stratum was said to have come from an exploded star, so it was back to the supernova\ntheory.!\nBy the turn of the century, with the general, though by no means universal, acceptance of\nthe Alvarez theory, the supernova hypothesis should have been laid to rest. But, as in the Al-\nvarez theory, evidence in its favor kept coming in. Iron in ocean cores did not only lead some\nto conclude that Earth had suffered cosmic ray bombardment from a nearby supernova, as-\ntronomers were reported to have actually traced a source for the supernova that could have\nbeen responsible.? And as if that was not enough, we were officially warned that another su-\npernova, a member of the star system known as HR 8210, could blow its head off any time,\nonce again bringing disaster to Earth.\n“Tf that happens [it was reported], watch out. Although it might not exactly be in our\nbackyard, the energy released by such a supernova can ruin a neighbourhood much\nlarger than 150 light years across. The outgoing wave of electromagnetic energy and\ncosmic rays could destroy Earth’s ozone layer in a matter of minutes, exposing all life\non the planet to lethal levels of radiation.”+\nDespite the time it would take for the radiation to travel the astronomical distance to\nEarth, astronomers were not exactly indifferent to it. As Francois Wesemael, who was then at\nthe University of Montreal, told reporters: “The caution about being too close to one of these\nstars is certainly well founded.”> And although by then it was widely known that high-energy\nionizing radiation can wreck DNA, more recent experiments shows that “even remarkably\nlow energy electrons set off by ionizing radiation can break up key molecular components of\nRNA and DNA.”6\nIn 2003, steering clear of the term “supernova,” and thus entitling themselves to a “star-\ntling new theory,” Adrian Melott and his colleagues blamed the Ordovician extinction, if no\nother, on “death rays from outer space.” The death rays they had in mind were gamma ray\nbursts from a collapsing star.”\n“Astronomers [had] so far recorded only harmless bursts coming from distant galax-\nies. But one occurring in the vicinity of Earth could be catastrophic. The atmosphere\nwould cushion much of the blow, but the planet’s nitrogen and oxygen molecules\ncould be ‘ripped apart’...",
        "bibliography": [
            "! Scientific American (August 1998), p. 14.",
            "2 New Scientist (January 19, 2002), p. 17; Ibid. (May 25, 2002), p. 12.",
            "37, Lougheed, “Dying Star a Threat to Life on Earth, Researcher Says,” The Vancouver Sun (May 24, 2002), p.",
            "3 T. Lougheed, “Dying Star a Threat to Life on Earth, Researcher Says,” The Vancouver Sun (May 24, 2002), p.",
            "All.",
            "4 Ibid.",
            "5 Ibid.",
            "6G. P. Collins, “Fatal Attachments,” Scientific American (September 2003), pp. 26, 28.",
            "TR. Boswell, “Death Rays from Space Caused Extinction, Scientists Say,” National Post (September 27, 2003),",
            "p. A6.",
            "8 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 233,
        "content": "\nBrian Chatterton then presented the Melott team with palaeontological evidence when he\ntold that certain kinds of Ordovician trilobites disappeared suddenly, while others did not. His\nstudies had led him to believe that marine species inhabiting the upper levels of the ocean\nwere the first to die out,! while those at greater depth would have been shielded from the\nradiation. This was supported by Bruce Lieberman who reported that:\n“Brian Chatterton’s work is a quite important part of our study. He found that animals\nthat live in shallow water or swim high in the water are much more likely to go ex-\ntinct.”?\nIt was furthermore reasoned that when such gamma rays reach Earth, they would un-\ndoubtedly irradiate only those species on one side of the terrestrial globe, while those on the\nopposite side would succumb later through solar ultraviolet rays admitted through the hole\npunched in the ozone layer by the gamma rays. Melott and his team acknowledged that “the\npattern of trilobite extinction identified by Mr. Chatterton precisely matches the expected ef-\nfects of a gamma-ray burst close to Earth.”3\nAs if in actual cahoots with the above speculation, a burst of gamma rays actually\nsmacked into Earth on December 27 of 2004. It came from a so-called neutron star “just 20\nkilometers across” known as SGR 1806-20. The event was recorded by 14 spacecraft “and an\nuntold number of military satellites.”\n“Despite its 50,000-light-year distance, SGR 1806-20’s ‘superflare’ irradiated Earth\nwith more total energy than a powerful solar flare... The superflare was so energetic\nthat it saturated most of the X-ray and gamma ray detectors aboard the various space-\ncraft. Amateur radio solar observers easily saw its ionizing effects on Earth’s upper\natmosphere, even though the superflare smacked our planet on the daylight side,\nwhere it had to compete with the Sun...Gamma rays bouncing off the Moon triggered\ndetectors on the Russian Helicon-Coronas-F satellite.”\n“For a split second,” reported Bryan Gaensler from the Harvard-Smithsonian Center for\nAstrophysics, “this superflare was one of the brightest objects in the history of astronomy af-\nter the Sun and perhaps a couple of spectacular comets.” SGR 1806-20 was calculated to have\nreleased as much energy for two-tenths of a second as the Sun is capable of generating in\n250,000 years.®\nAnd yet, when compared to the energy that is let loose by a typical supernova, SGR 1806-\n20’s vigorous output was rather paltry. Besides, a supernova’s energy is usually released in\nthe span of a few months and not, as in this case, in a fraction of a second. And then, once",
        "bibliography": [
            "! Ibid.",
            "2 Ibid.",
            "3 Ibid.",
            "4 R. Naeye, “Fireworks from the Far Side of the Galaxy,” Sky & Telescope (May 2005), p. 29.",
            "5 Ibid.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 234,
        "content": "\nagain downplaying the role of supernovae, Gaensler went on record in saying that: “Most of a\nsupernova’s energy flies into space forever and never interacts with anything.”! On the other\nhand, as an attempt to snuff out life on Earth, SGR 1806-20 fared no better. As it was re-\nported: “Thanks to Earth’s protective atmosphere and SGR 1806-20’s distance, the superflare\nposed no threat to humanity or the biosphere.”? It would, of course, have been entirely dif-\nferent had SGR 1806-20 been closer to Earth. These blasts of energy, it has been argued, are\nso strong that they are “capable—even from 3,000 light years away —of wiping out all life on\nEarth.”3\n“The subsequent explosion, if close enough and aimed at us, would be so energetic as\nto cause a major extinction. Gamma-ray burst extinctions may have occurred already\nin Earth’s past, for example, at the end of the Ordovician period, 440 million years\nago. Luckily, such bursts are relatively rare...”4\nAs was perhaps to be expected, Gaensler’s disclaimer did not prompt a graceful exit of the\nsupernova theory. On the contrary, the belief that supernovae can and do interact with Earth\ncontinued to resurface. While this writing was in progress it was again disclosed that: “Evi-\ndence is mounting that the infant solar system was rocked by a nearby supernova.” Traces of\nradioactive isotopes in meteorites are now believed to have been “most likely” injected “when\na nearby massive star abruptly ended its brief life with a bang.”>\nTHE PROTO-SATURNIAN SOLUTION\nWhether one thinks of supernovae or gamma-ray-producing collapsing stars, the biggest\nobstacle to either of them having been responsible for Earth’s past mass extinctions is the as-\ntronomical distances involved. Our theory of proto-Saturn’s recurring flare-ups resolves this\ndilemma as, in fact, it resolves most, if not all, of the objections that have been raised against\neach and every theory of mass extinctions so far proposed.\nLet not the fact that proto-Saturn was a mere sub-brown dwarf star stand in the way of its\nnomination as the cause of Earth’s past upheavals. When Karin Sandstrom from Harvard Uni-\nversity warned that a supernovae “located uncomfortably close to us” may be imminent, she\nhad a dwarf star in mind. As noted above, she had focused her attention on the “unusual” two-\nstar system HR 8210, located about 150 light years from Earth. As she suggested “recent\nobservations show the larger star could soon expand, adding material to its nearby companion\nand causing it to explode.” The “nearby companion” was described by her as “a ‘dwarf’ star—\nwhich is little bigger than a planet yet has a mass somewhat larger than our sun.”6 And\nalthough it was still nothing but a theoretical possibility, those who believed in Nemesis were",
        "bibliography": [
            "! Ibid., p. 30.",
            "2 Ibid., p.32.",
            "3 R. Zimmerman, “A Visit to the High-Energy Zoo,” Astronomy (January-February 2005, Special Issue), p. 42.",
            "4 Ibid.",
            "5 “Solar-System Supernova?” Sky & Telescope (June 2005), p. 24.",
            "6 T. Lougheed, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 235,
        "content": "finally convinced that it would be found to be nothing but a brown dwarf star—which is why\nthe search for it began all over again.! More to the point, Saturn’s present characteristics\ncontinue to lead astronomers to describe it as “a starlike body”? which, as a sub-brown dwarf,\nit actually once had been.\n\nMeanwhile, dwarf stars have been theorized to change with age “to become brighter and\nslightly hotter while remaining the same radius.”} Whether this brightening is a prelude to\nflaring has not yet been ascertained. But that dwarf stars do erupt was exhibited quite dramati-\ncally in April 24, 2004, when a dwarf in the constellation Virgo went through an abrupt surge,\nincreasing its brightness by thousands of times—some say as much as 20,000 times—‘100\ntimes brighter, and a million times more energetic, than a solar flare.”+\n\nIt has also been noted that astral jets “play a major role in supernovae formations, just as\nthey do in gamma ray bursts.” As indicated in one of our earlier works,® proto-Saturn’s axis\nmundi, or polar column, was an astral “jet”—a misnomer, to be sure. That jets from brown\ndwarfs have been detected need not be repeated.” And that “jets might once have gushed from\nplanets such as Jupiter and Saturn” has eventually been recognized as a realistic possibility.\nEvidence of the previous existence of the proto-Saturnian “jet” may even be manifested by the\nrecent discovery of a hot spot in Saturn’s present southern limit—which would have been the\nextremity facing Earth—in a polar area that is unaccountably warm.? Explained as a sustained\nBirkeland current, it was, as noted in our earlier work,!° the retraction of this “jet” that\nsupplied the final jolt which caused proto-Saturn to flare up at the end of the Pleistocene. And\nif this transpired at that time, it can safely be assumed that similar processes would have taken\nplace in all previous proto-Saturnian flare-ups.\n\nWhat cannot be stressed often enough is that despite the fact that proto-Saturn’s flare-ups\nwould have been nowhere as powerful as supernovae or astral superflares, their proximity to\nEarth would have compensated for the lesser energy involved. The imparted radiation would\nhave had tremendously less distance to travel. It would also have been much more concen-\ntrated since it would not, at that lesser distance, have yet diffused into space. Moreover, the\nopacity of the plasmasphere in which the proto-Saturnian system was enveloped would have\nreflected whatever radiation was not conveyed poleward back to Earth.\n\nWe will let pass the claim that dinosaurs had been dying out before the Cretaceous-Terti-\nary boundary event since, as we have seen, there is abundant evidence which shows exactly",
        "bibliography": [
            "1B. Dorminey, “Dark Threat,” Astronomy (July 2005), pp. 41-42, 45.",
            "2j, Kluger, “Secrets of the Rings,” TIME (July 12, 2004), p. 30.",
            "3K. Williams, “Stellar Lot,” Astronomy (September 2005), p. 68.",
            "4 F. Reddy, “GALEX Sees Dwarf Star Superflare,” Astronomy (September 2005), p. 26.",
            "5 R. Naeye, “Supernovae are not Round, Continued,” Sky & Telescope (May 2005), p. 22.",
            "6 God Star, pp. 242 ff.",
            "7 See for instance, M. McKee, “Violent Jet Detected Spewing from Brown Dwarf,” NewScientist.com news",
            "service (June 14, 2005).",
            "8 Ibid.",
            "9 “Plash,” Discover (April 2005), p. 11.",
            "10 Flare Star, pp. 279 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 236,
        "content": "the opposite, that dinosaurs continued to proliferate right through the Cretaceous period.! But\nwhy did some dinosaurs escape radiation’s lethal dose? There is no mystery here either. The\ntwo atomic bombs that were dropped on Hiroshima and Nagasaki at the end of World War\nTwo did not kill every inhabitant of those two cities. Those at ground zero never had a chance.\n“The immediate causes of death from nuclear attack,” wrote Carl Sagan, “are the blast wave,\nwhich can flatten heavily reinforced buildings many kilometers away, the firestorm, the\ngamma rays and the neutrons, which effectively fry the insides of passersby.”? But many of\nthose who were away from the centre of the targets escaped with their lives, if not with their\nhealth, intact. Many of the survivors lived for many years afterwards and died of other causes.\nSuch being the case, there is nothing extraordinary re the survival of some dinosaurs past the\nCretaceous event into the following Tertiary period. Besides, as we shall indicate below, the\nradiation was not the greatest hazard faced by the dinosaurs at the end of the Cretaceous pe-\nriod.\n\nTrue, as Sagan stresses, the Hiroshima bomb was exploded in the air above the city “so\nthe fallout was insignificant.”3 But the thermonuclear bomb detonated underwater at the edge\nof the Bikini Atoll in the central Pacific by the U.S. military on March 1, 1954 was 1200 times\nmore powerful than the Hiroshima bomb. Apart from sinking the unmanned surplus ships that\nhad been anchored in the area, the blast vaporized entire islands, sending pulverized coral and\nmillions of tons of seawater into the sky. Twenty-two other atomic and nuclear tests were to\nfollow, with forty-three others on the nearby Enewetak Atoll. The area became so\ncontaminated with radioactivity that the five last tests “had to be set up by technicians wearing\nprotective suits and respirators.”4 The atoll’s top soil remains highly radioactive and so,\ntherefore, also its vegetation and fruits, a situation which precludes human re-habitation any\ntime in the near future, > since radioactive constituents require as much as 100 years in order\nto decay.® But what is a mere hundred years—or even a thousand for that matter—in relation\nto the geological periods we are here concerned with?\n\nStill speaking of thermonuclear bombs in the Pacific, things were entirely different in the\nsurrounding ocean. Only heaven knows what the casualties in life in the sea amounted to.\nMany fish died instantly and others within a period of three weeks after the Bikini blast. But,\ncontrary to expectation, “there was no notable effects on the reproductive cycles of the [sur-\nviving] marine organisms exposed to radiation, nor was there any evidence of mutation in the\nthousands of plants and animals examined.” In a mere fifty years, the atoll was again teeming\nwith life,’ “a testament to nature’s ability to heal itself.”? As Glenn Zorpette reported in 1998,\n“the local sea life proliferated, and the atoll now has some of the most thriving and diverse",
        "bibliography": [
            "1B. Bryson, op. cit., p. 349.",
            "2c, Sagan, Cosmos (N. Y., 1983), p. 321.",
            "3 Ibid.",
            "4G. Zorpette, “Bikini’s Nuclear Ghosts,” Scientific American Presents (November 30, 1998), p. 24.",
            "5 Ibid., pp. 26-27; W. S. Ellis, “Bikini—A Way of Life Lost,” National Geographic (June 1986), pp. 814 ff.",
            "6. Sagan, op. cit., p. 322.",
            "7 “Bikini,” Encyclopaedia Britannica, Vol. 3 (1959 edition), p. 559.",
            "8 G. Zorpette, op. cit., p. 25.",
            "9 Ibid., p.24."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 237,
        "content": "\npopulations of marine creatures on the earth.”! In part, this was due to the fact that radioactive\nconstituents are soluble in water, which solution has long ago been washed away by tides and\ncurrents.? In past mass extinction events, similar circumstances would account for the\ncontinued existence of those oceanic organisms that have so much bewildered previous\ntheorists. Moreover, as Chatterton noted, those marine organisms that would have been thriv-\ning at great depths in the ocean would have been shielded from the radiative outpouring. If\nthis applies to the Ordovician and gamma-ray-producing collapsing stars, it surely would ap-\nply to proto-Saturn’s flare-ups in all of Earth’s past mass extinctions.\nThe proto-Saturnian flare-ups would also have released a vast amount of heat. In fact, Sat-\nurn still radiates an abundance of “left over” heat Although the reason for this heat is\nsometimes explained as being due to “the gravitational collapse that formed the planet in the\nfirst place,” the truth is that, given the planet’s size, “scientists aren’t sure why it radiates any\nheat at all.”5\nWe have, in one of our previous volumes, seen how proto-Saturn’s heat was responsible\nfor melting the glaciers of the Pleistocene Ice Age.® But although it has been suggested that\nEarth might have been gripped within an ice age during the middle of the Cretaceous period,’\nthere is ample evidence to the contrary, that Earth actually got warmer, “much warmer,” when\n“the average temperature of the planet increased by 25 degrees.”8\n“During that period nearly the entire globe was a lush tropical garden. Ferns grew\nnear the North Pole; alligators basked in Alaska; dinosaurs roamed the whole planet.\nFossils of these heat-seeking organisms provide the evidence for just how warm it\nwas.””9\nwas.”9\nWhat the heat from proto-Saturn’s flare-ups would have done is ignite forest fires\nthroughout the world. This would account for the layers of soot found in strata in association\nwith the Cretaceous-Tertiary boundary. These “microscopic particles of soot—spherical parti-\ncles of carbon often clustered like grapes” have “a composition that matches the smoke from\nforest fires.”!°\n“Globally the soot amounts to nearly 70 billion tons of residue. It is the ash of the\nCretaceous world.”!!",
        "bibliography": [
            "! [bid., p. 25.",
            "2 Ibid., p. 27.",
            "3 J. Kluger, op. cit., p. 31.",
            "4 Ibid.",
            "5 F. Guterl, “Saturn Spectacular,” Discover (August 2004), p. 43.",
            "6 Flare Star, pp. 370 ff.",
            "7 “Putting the Cretaceous on Ice,” Discover (December 1988), p. 6.",
            "8 E. Dobb, “Hot Times in the Cretaceous,” Discover (February 1992), p. 11.",
            "9 Ibid.",
            "10D. A. Kring & D. D. Durda, “The Day the World Burned,” Scientific American (December 2003), p. 100.",
            "11 [pid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 238,
        "content": "\nAs noted above, some researchers found no sign of the tell-tale soot in various North\nAmerican sites, leading them to doubt the global firestorm said to have been triggered by the\ntheorized impact. But while such a firestorm would necessarily have been global in extent,\nthere is no reason to suppose that each and every forest on Earth went up in flames. “One\nmight ask how anything managed to survive the inferno at all,” David Kring and Daniel\nDurda noted. But as they themselves realized: “A crucial factor was the uneven distribution of\nfire.”! And: “Although soot had been found throughout the world, fires need not have erupted\neverywhere, because soot could have been blown to some sites by the wind.” In fact studies\nhave shown that “northernmost North America and Europe escaped the worst of the devasta-\ntion.”\n“In what is now the Northwest Territories [in Canada]...part of the forest canopy sur-\nvived the wildfires even in cases where fires consumed the undergrowth...In these\nand other comparatively safe regions, the heat was less intense, so swamps or swamp\nmargins afforded plants and animals protection.”\nBut:\n“Tn most areas, it did not really matter whether vegetation was growing in a dry place\nor in a humid swamp. Hot temperatures lasted so long that moisture was driven from\nwet vegetation, like wood in a kiln, and then set ablaze.”5\nStudies also show that wind-pollinated trees “seem to have survived better.” And, while\nmany insects disappeared, 7 we have already noted that quite a few managed to survive.\nMoreover, as if the fire itself was not enough, it also produced severe air pollution that would\nhave “choked the sky over the entire planet, making it impenetrable to sunlight.”8\n“Some calculations suggest that the surface was as dark as a lightless cave, although\nthe precise amount of darkening remains uncertain. In any event, photosynthetic\nplants died and food chains collapsed, even in areas untouched by wildfires, such as\nthe sea.”?\nAlthough the above conclusions were the result of studies conducted in relation to the im-\npact theory, it would have been no different under the scheme presented here. But what, then,\nof the impacts themselves? What relation, if any, do they bear on our proposition?",
        "bibliography": [
            "! Ibid., p. 104.",
            "2 Ibid., p. 102.",
            "p. 102.",
            "3 Ibid., p. 104.",
            "4 Ibid., p. 105.",
            "5 Ibid., p. 103.",
            "6 Ibid., p. 105",
            "7 Ibid.",
            "8 Ibid., p. 103.",
            "8 [bid., p. 103.",
            "9 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 239,
        "content": "One can actually start by suggesting that if, as per other theorists, the Solar System could\nhave collected debris as it traveled through the Galaxy, so could have the proto-Saturnian\nsystem. But since the Solar System is presently traversing the galactic plane with no bom-\nbardment taking place, this explanation has to be discarded altogether. In this particular case,\nwhat does not work for the impact theory will not work for the proto-Saturnian one.\n\nFrom where we now stand, it is difficult to tell from where and how the proto-Saturnian\nsystem could have collected its impacting debris. But what has been discovered about the pre-\nsent state of Saturn through space exploration is enough to show that, throughout its history, it\nhas managed to adopt quite a family. While only nine Saturnian satellites could be seen\nthrough Earth-based telescopes, the more sophisticated instruments of the 21st century were\nsoon to dramatically increase that number. Thus, by July 2004, the Saturnian moons had in-\ncreased to 31,! and to 37 by November of the same year? and 56 as of December 2006.3\nMoreover, most of these Saturnian orbiters are quite a hodge-podge of different, not to say\nodd, bodies. It is therefore highly unlikely that they all had formed in the same place (to say\nnothing of the same way). Some of them are nothing but heavily pitted and cracked boulders\nof irregular shape. Some seem icy, some seem not to be. Under the scheme presented here, it\nis even more difficult, if not impossible, to confirm the number of bodies, large and small, that\nmight have constituted proto-Saturn’s original retinue. But it is more than likely that, with\neach flare-up, quite a few of these asteroidal hunks would have been dispersed into space,\nwith Earth capturing a small share of them.\n\nThis might be why certain meteorites retrieved on Earth have been found to contain what\nhas been described as “the remains of a puzzling mix of radioactive elements” which, as\nusual, gave rise to a number of competing hypotheses.4 Among these conjectures, the impact\ntheory was conspicuous for its absence since neither asteroids nor comets are known to be ra-\ndioactive. Thus, when it came to a meteorite recovered in China which contained the remnant\nof radioactive chlorine, it was enough to revive the theory of nearby supernovae for the ump-\nteenth time\n\nIt is not to be assumed that whatever impacted on Earth necessarily fell during those times\nof mass extinction. Chances are that terrestrial impacts would have occurred at any time.\nSpace debris falling to Earth is not necessarily subject to flare-ups. It can, however, be con-\ncluded that if debris had already been orbiting proto-Saturn, some of it would have been scat-\ntered during such flare-ups. And even then, whatever such material would have been scooped\nup by Earth would not necessarily have fallen all at once. Some of it could easily have gone\ninto orbit around Earth, to fall to ground with orbital decay. All of which would then explain\nwhy the suspected impact craters are found in a spread before, within, and after extinction\nboundaries.",
        "bibliography": [
            "1 J, Kluger, op. cit. p. 29.",
            "2R. Talcott, “Cassini Targets Titan,” Astronomy (February 2005), p. 74.",
            "3 B. Douthitt, “Voyage to Saturn—Beautiful Stranger: Saturn’s Mysteries Come to Light,” National Geographic",
            "(December 2006), p. 49.",
            "4H. Muir, “Earth, Wind and Fire,” New Scientist (May 17, 2003), pp. 26-29.",
            "5 “Solar-System Supernova?” Sky & Telescope (June 2005), p. 24."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 240,
        "content": "\n——e. =   =   .\ny    —_     =>   Sg      2\n7  %        .. “?\n—_      ° e          ¢\n¥      4 <   *   \"1 3             .     oN\n>   ~ ii   Pe, a    Ee A -.S\n.                                              4\nPhoebe, one of Saturn’s irregular-shaped satellites.\n(Photograph courtesy of NASA.)\nSome impactors might not even have been solid bodies. They might, instead, have been\nelectrical discharges in the form of colossal lightning. That lightning can actually excavate\nmatter out of the ground, producing furrows and circular hollows, has been demonstrated of-\nten enough. Thus in 1949, at Baker, Florida, lightning struck the infield during a baseball\ngame, killing three players and injuring another fifty people. Where it struck the ground, the\nbolt gouged a sinuous trench that was forty feet long.! Another bolt that struck a golf green’s\nflagstaff seared the grass in a network of streamers radiating from the pole,? a virtual\nLichtenberg figure that is uncannily similar to ray systems radiating from lunar craters. Ralph\nJuergens has even proposed that the lunar rilles and craters were excavated by colossal light-\nning in the form of interplanetary discharges.? This theory has since been taken up by Wallace\nThornhill who has explained such colossal scouring of planetary and satellite surfaces as\nElectric Discharge Machining which, on a much smaller scale, is now regularly being",
        "bibliography": [
            "1 FB. Colton, “Lightning in Action,” The National Geographic Magazine (June 1950), p. 827.",
            "2 Ibid., p. 819.",
            "3R.E. Juergens, “Of the Moon and Mars,” Part 1, Pensée IVR IX (Fall 1974), pp. 21 ff.; idem, “Of the Moon",
            "and Mars,” Part 2, Pensée IVR X (Winter 1974-75), pp. 27 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 241,
        "content": "\nv5\nNae            pe\nGe   .                . a\n‘a    3 a\nee res\nel\nWolfe Creek Crater\n(Aerial view, looking north.)\nperformed in laboratories and micro-engineering projects.! Scaling accounts for the larger\nsizes seen in nature. Taking his hint from Thornhill, the geologist Louis Hissink investigated\nWolfe Creek Crater in Australia, which also contains radioactive elements around its rim,? and\ncame to an identical conclusion, that the scar was excavated by “an enormous electrical dis-\ncharge between Earth and some other cosmic body.”3 In turn this led Amy Acheson, like\nJuergens and Thornhill before her, to propose similar processes on the Moon especially in re-\nlation to Mare Imbrium.*\nOne factor in planetary craters that speaks against the plausibility of their having been ex-\ncavated entirely by the impact of solid bodies is their overall circularity. Had such near-per-\nfect circular craters been the result of impacting solid bodies, one would have to assume that\nall these bodies had landed vertically which, with bodies coming from all directions, would be",
        "bibliography": [
            "1 See for instance, W. Thornhill, “The Electric Universe,” Chronology & Catastrophism Review (2000:1), pp. 82",
            "ff.",
            "2. A. G. Hissink, “Wolfe Creek Crater: Some Recent Geophysical Data,” AEON VI:4 (August 2003), p. 15.",
            "3 Ibid. p. 17.",
            "3 Ibid., p. 17.",
            "4 A. Acheson, “Thorium Enrichment in Crater Rims: Earth and Moon,” AEON VI:5 (July 2004), pp. 138-142."
        ],
        "captions": []
    }
]