[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 322,
        "content": "\n400,000 years ago and again in something less than 200,000 years ago.! This last estimate was\nsupposed to reflect the most recent retreat of ice in Antarctica, but, as we have seen, ice cores\nretrieved from the Vostok base had a different story to tell. As the French glaciologist Claude\nLorius reported in 1985: “The Vostok core is the first to cover, completely and unam-\nbiguously, the entire last 150,000 years of earth’s ice-age cycle.”? Just as in Earth’s north po-\nlar region, according to this core, Antarctica warmed up again some 10,000 years ago follow-\ning a comparative glacial stage, but then re-froze some 5,000 years later before warming up\nonce more to present temperatures.? And so, likewise, according to cores retrieved from the\nByrd and Dome C stations.+ Are these not the very same bench-mark dates we have been\nproposing in our evolving scenario?\nTHE SOUTHERN OVAL\nEven that most modern of crutches, computer simulation, has failed to alleviate the prob-\nlems all of the above poses for glaciologists. “As far as Antarctica is concerned,” Olav\nOrheim admitted, “we have no real confidence in today’s computer-generated models,\nbecause none of them can explain how the previous ice age came to an end.”5\nBut let us concentrate on the 10,000-year old core sections retrieved from East Antarctica,\nnot only because these happen to match our bench-mark date, but also because these fall\nwithin the “practical limit” of accurate dating. This Antarctic-derived date, which is consid-\nered transitional from a cold to a much warmer climate, is “reasonably close” to those ob-\ntained from Greenland.® “This,” Sean Mewhinney rightly noted, “should inspire a certain\namount of confidence.”\nThere are, however, two problems yet to solve because, for one thing, despite the eviden-\ntial warming trend at this date, there is at present no indication that the ice sheet withdrew\ncompletely from Antarctica the way it almost did in the northern hemisphere. While we have\nnoted the claim that, at various times in the past, both West and East Antarctica were appar-\nently free of ice, the dates for these ice-free interludes fall far earlier than our posited bench-\nmark. Why is that?\nThe other problem concerns the extent of the ice. While there was no proto-Saturnian sun\nstationed directly above Earth’s south pole to keep the ice from accumulating there, any\nshadow thrown by the debris-laden toroid which eventually evolved into the southern auroral\noval should have left the southernmost regions directly beneath its centre out of its umbra.\nThis should then have created a glaciated ribbon, with an ice-free centre, very much as in the\nArctic, rather than the total ice cap dictated by what has so far come to light in the Antarctic.\nWhere, if anywhere, could we have gone wrong?",
        "bibliography": [
            "1 Ibid.",
            "2S. W. Matthews, op. cit., p. 96.",
            "3 B. Hodgson, op. cit., p. 34.",
            "4s. Mewhinney, op. cit., p. 47, where other references are cited.",
            "5 B. Hodgson, op. cit., p. 39.",
            "6 S. Mewhinney, loc. cit.",
            "7 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 323,
        "content": "\nChapter 12\nPlasma And All That\nPlasma And AIl That\nTHERMALLY INCOMMENSURATE PLANETS\n\\  \\  [hat we have learned so far indicates that, despite what many might consider an\nhat we have learned so far indicates that, despite what many might consider an\nequal amount of solar radiation on both poles, Earth’s south polar region is\nsomehow colder than its northern one. But is this state of affairs unique to Earth?\n“The warmest part of the atmosphere visible to the Pioneer Venus orbiter,” noted Billy\nGlass, “is the North Polar region.”! Which means that, very much like Earth, the south pole of\nVenus is colder than its northern one.\nThat planets are asymmetrical, both geologically and thermally, is also indicated by the\nplanet Mars. As Maria Zuber reported, “the Martian crust is hardly a single homogeneous\nslab.” On the contrary, “the northern and southern hemispheres of Mars have drastically dif-\nferent appearances.”? Thus, for instance, the south pole is some 6 km higher than the north\npole. The southern hemisphere is heavily cratered while the northern hemisphere displays far\nfewer scars.? Also, very much like Earth’s Arctic region, the Martian north polar cap is rid-\ndled by what has been termed “an enigmatic pattern” of spiraling troughs and gullies.4 More-\nover, most of the Martian volcanoes are confined to the northern hemisphere,> which indicates\na warmer regime than that in the southern one. But we need not rely on this inference since\none of the Viking orbiters proved beyond a reasonable doubt that the southern cap is colder\nthan its northern counterpart.\nIt can thus be seen that Earth is not the only planet whose southern pole is colder than its\nnorthern one. (Why Venus and Mars are compatible with Earth in this respect will be revealed\nina future volume of this series.)\nWhen it comes to Saturn itself, we encounter a different situation, as in fact our theory\ndemands. Swirls and bands in the atmosphere dominate the planet’s southern hemisphere.’\nInfrared images have also shown “‘a mysterious dark spot” associated with its auroral region at\nthe planet’s south pole.’ But, more importantly, similar infrared images taken by the Keck I\ntelescope in Hawaii have also uncovered a “hot spot” at the south pole which has been said to",
        "bibliography": [
            "1B. P. Glass, Introduction to Planetary Geology (N. Y., 1982), p. 312.",
            "2M. T. Zuber, “Mars: The Inside Story,” Sky & Telescope (December 2003), pp. 46-47.",
            "3 Ibid., p. 47.",
            "4S. M. Clifford, “The Iceball Next Door,” Sky & Telescope (August 2003), p. 34.",
            "5M. T. Zuber, loc. cit.; see also T. A. Mutch, et al., The Geology of Mars (Princeton, New Jersey, 1976), p. 197;",
            "S. W. Carey, Theories of the Earth and Universe (Stanford, California, 1989), p. 314.",
            "© S.M. Clifford, loc. cit.",
            "TR. Talcott, “Cassini Targets Titan,” Astronomy (February 2005), p. 75.",
            "8 M. Weinstock, “Hello, Saturn,” Discover (January 2005), p. 48."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 324,
        "content": "\n“indicate a warm polar area.”! Touted as “the first such hot vortex ever discovered in the solar\nsystem,” it is presently “believed to contain the highest temperatures on Saturn.” Seasonality,\nas a cause, has been ruled out and, as of this writing, astrophysicists remain bewildered. “A\nreally hot thing within a couple degrees of the pole,” Glenn Orton, from NASA’s Jet Propul-\nsion Laboratory, reported, “is something I don’t understand at all.”? And before it is pointed\nout that this is the opposite to the other examples we have given, in that Saturn’s south pole\nseems to be warmer than its northern one, rather than vice versa, keep in mind that, during the\nproto-Saturnian system’s existence, proto-Saturn had its southern, and not its northern, pole\ndirected toward Earth. And it is from proto-Saturn’s south pole that the Birkeland current\nwhich formed the polar column, or axis mundi, was generated. This generation would have\nbeen accompanied by an immense electric surge which would have heated the column as well\nas its point of origin, to say nothing of its point of contact.\nPLASMASPHERIC SHAPES\nIn view of the above it can be said that the colder climate at Earth’s southern pole is not\nthe result of its present environmental place in relation to the Sun. Yes, Earth’s poles remain\nfrozen because the rays of the Sun reach them at an acute angle, thus robbing them of their\nfull force. But this does not explain why one pole should be colder than the other. As with the\nbodies examined in our last section, what we see at Earth’s south pole is a relic of what tran-\nspired in the past. In other words, Earth’s southern polar region must have been colder than its\nnorthern one even when our world was still a satellite of proto-Saturn.\nThis is indicated by the manner in which the two polar regions reacted in response to the\nwarming spell that ended the Pleistocene Ice Age. As has been pointed out by others, while\nthe eradication of the North American and European ice sheets “occurred suddenly as a result\nof a few degrees of warming...much of West Antarctica’s ice survived.”?\nThis, in turn, brings us to the rate of melting of the southern ice. What follows is telling\nbecause, under the presently accepted orthodox scheme, but not in ours, the north and south\nglaciated latitudes should have melted simultaneously. As Robert Bindschadler and Charles\nBentley indicated, “geologic evidence near the U. S. McMurdo Station [in Antarctica]\nsuggests that the ice sheet retreated through that area very rapidly around 7,000 years ago.”4\nThe rest of “Antarctica’s thick blanket of ice...has been contracting, mostly gradually but\nsometimes swiftly, since the height of the last ice age, 20,000 years ago.”> But, generally\nspeaking, “the ice gripping the planet’s southernmost continent remained essentially\nintact...”6 Why was this so?\nThe evidence retrieved from loose rocks on the slopes of the Edsel Ford Mountains on\nWest Antarctica has indicated that these mountains, some of which now jut nearly half a",
        "bibliography": [
            "! Discover (April 2005), p. 11.",
            "2 Cable News Network LP, LLLP—CNN.com—February 4, 2005.",
            "3R. A. Bindschadler & C. R. Bentley, “On Thin Ice?” Scientific American (December 2002), p. 105.",
            "4 Ibid., p. 104.",
            "5 Ibid., p. 101 (emphasis added).",
            "6 Ibid., p. 100."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 325,
        "content": "\n;               “x    ™          a\n<<\n5 Z                                                                 4\n>\na ‘< my\n\"     _. aN                              =      =\nOe,                                            ;\nBY             ve\nComposite satellite photograph of Antarctica.\n(Image courtesy of NASA.)\nmile above the ice, were still completely buried by glaciers 10,000 years ago. By calculating\nwhen these rocks were glacially dislodged, it has been concluded that the West Antarctic ice\nsheet “has been melting and contributing water continuously to the ocean for the last 10,000\nyears.” But what most surprised glaciologists is “how recently the ice has thinned in West\nAntarctica.” At a time when the northern glaciers had all but disappeared, deglaciation in\nWest Antarctica had only just commenced.! Why this difference?\nAs should be clear by now,? light and heat would have been radiated to all of Earth’s lati-\ntudes through the proto-Saturnian system’s encasing plasmasphere, thus ensuing a seasonless",
        "bibliography": [
            "1G. Balco, et al., “Antarctic Ice Sheet has been Melting Naturally for 10,000 years,” as reported on CCNet,",
            "January 8, 2003.",
            "2 And see here God Star, pp. 297-303."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 326,
        "content": "\nee\ntee —        apn\n‘ ~S en\n~ >            -                   a      ”                2\nThe frozen wastes of Antarctica.\n(Photograph courtesy of NASA & the Carnegie-Mellon University.)\nterrestrial environment.! But, as we had also warned in passing, Earth would still have been\n“subjected to slightly different latitudinal temperatures.”2 The main reason for this slight\ndifference was due to the fact that Earth’s northern latitudes would have received direct heat\nand light from proto-Saturn in addition to that radiated by its plasmasphere, while its southern\nregions, needless to say, would have been bereft of this direct radiation. When it comes to ice\nages, however, there was slightly more to it than that. It all had to do with the shape of proto-\nSaturn’s plasmasphere.\nThat plasmaspheres abound in our Solar System within that of the Sun itself is now a\ngiven.? But plasmaspheres come in various shapes. Cometary plasmaspheres are elongated.\nAnd so, likewise, with the Solar System’s planetary ones. Earth’s magnetosphere, which is\nactually part and parcel of its plasmasphere, is shaped very much like a comet’s tail. Venus,\ntoo, resides in a cometary-tail-shaped plasmasphere. And so, too, does Jupiter possess a simi-\nJar, but much vaster, plasma sheath which stretches along its magnetic equator.*",
        "bibliography": [
            "1 Jbid., pp. 351-390.",
            "2 Ibid., p. 491.",
            "3 T. E. Cravens, Physics of Solar System Plasmas (Cambridge, 1997), p. 1 (emphasis added).",
            "4 W. Thornhill, Chronology & Catastrophism Review (2000:1), p. 94.",
            "4 NASA release as reported by W. Thornhill, “Did They Really Say That?” Thoth (electronic newsletter",
            "sponsored by KRONIA Communications) III:1 (January 24, 1999), p. 12; New York Times (May 29, 1999); New",
            "Scientist (August 7, 1999), pp. 26-31."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 327,
        "content": "\nVENUS\nScant\n@      MASS-LOADED COMETARY MAGNETOTAIL\na\n-               a\n10 X EAR\nRADIUS\nThe stretched magnetotails—i.e. plasmaspheres—of Venus and Earth.\nSOLAR __yp\nWIND                      BOW\nSHOCK\nEARTH\nAt present, the planetary plasmaspheres within our Solar System are in the dark mode and\n10 X EAR’\nthus invisible, but not so cometary ones.\n“The [plasma] sheath [Wallace Thornhill tells us] is generally invisible unless the\ncurrent is strong enough to generate light, such as on the Sun and in the coma and\ntails of comets...A comet spends most of its time in the outer Solar System where it\nachieves electrical equilibrium. So when it rushes briefly toward the Sun it finds a\ndifferent electrical environment and a current flows, creating the cometary display.”!\nThe standard explanation as to why the Solar System plasmaspheres stretch into comet-\nlike tails is that this distention occurs because the plasmaspheres are compressed on the sun-\nward side by the solar wind.\nSuch distended plasmaspheres, however, are not restricted to our Solar System. It would\nhave been surprising had they so been. Out in the reaches of space, a star in association with\nan exoplanet has been found to be surrounded by just such “a huge comet-like envelope”\nforming what has been termed an “exosphere” around both of them,” Although Sara Seager\nshied away from a plasmaspheric explanation, what this huge comet-like envelope actually\namounts to is a plasmasphere. Seager said nothing about any stellar wind that might be re-\nsponsible for this comet-like envelope. The solution she offers in its stead has to do with the\nstar’s ultraviolet flux heating a fair amount of hydrogen in the planet’s upper atmosphere,\nenabling it to escape and form the exosphere in question. “It remains unclear [as of 2006],”\nshe then adds, “whether the planet has lost a significant amount of its mass by this mechan-",
        "bibliography": [
            "1 W. Thornhill, “Evidence for the Extreme Youth of Venus,” Chronology and Catastrophism Review (1993",
            "Special Issue), p. 87.",
            "2S. Seager, “Unveiling Distant Worlds,” Sky & Telescope (February 2006), p. 32."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 328,
        "content": "\nmagnetosphere\nmagnetosphere streams                               boundary\nmagnetosphere streams\n<      ]                              ti           sheet of\nout in comet-like tail\nout in comet-like tail                                                                         A\n“s 'N          ionised particles.\ncurrent sheet\naway from sun                                                                                  ‘Y\naway from sun\nmagnetic lines of force                                           moving particles\nmagnetic         sheet of                       ,\n7 escape\nca                      axis N        ionised particles.                     5\nparticles\ncurrent ae  t            :\nae\nic fi                                   ial         creat\nmagnetic lines of force.                        (ir==>      moving particles                        ;\n=<            Ng en Ts,                                          energetic\nenergetic\nEN Lome ns ad\nee, eT // outer radiation\nouter radiation\nRE ots) Soe          belt\nbelt\nct APSE |\\ Cea                                  >\nEMC NSA]     Qe t-'\ney,       ==>                               F ~=to Sun\nS===y          inner radiation\n=               belt\n.                                     s\nbow shock\naxis of rotation                              Uy\naxis of rotation\nJupiter’s magnetosphere which is part and parcel of its plasmasphere.\nism.”! Would it not have made more sense to blame it all on the same, or a related, cause\nwhich stretches planetary plasmaspheres in our own Solar System?\nWhat must not be lost track of is that the planetary plasmaspheres in our Solar System are\nall contained within the Sun’s own plasmasphere, that is, the heliosphere. Although the actual\nshape of the heliosphere in its entirety is still unknown as of this writing, comparison of the\ndata dispatched by Voyager 1 with that sent by Voyager 2 has suggested to scientists that the\nedge of the heliosphere’s termination shock “is about one billion miles closer to the Sun in the\nsouthern region of the solar system than in the north.”?\n“This [Ker Than explains] implies that the heliosphere, a spherical bubble of charged\nlow-energy particles created by our Sun’s solar wind, is irregularly shaped, bulging in\ncreated by\nthe northern hemisphere and pressed inward in the south.”3\nNotice that, very much like Seager, Than, too, shied away from referring to the Sun’s\nheliosphere as a plasmasphere. But let that pass. The one thing to keep in mind here is that",
        "bibliography": [
            "1 Ibid.",
            "2K. Than, “Voyager 2 Detects Odd Shape of Solar System’s Edge,” Space.Com (May 23, 2006).",
            "3 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 329,
        "content": "\n=       .                                    :                 F        3\n-          °    ™~                     at      °\n.              :       :        Pe\nPoe         «    :                         °            °\n.                       a                                      ..            eee\nos            ss     Ps                    .       e        J                 c    Z\n?            = 4           ¢         a                                               .\nfn   .                         &                                                           .\n+2                a                     7             =          :\n“jee     :  :               $       — e      <              :\nee            .                          .                                            .\nThe Bubble Nebula\n(Photograph courtesy of NASA.)\nThan’s description of the Sun’s heliosphere as “a spherical bubble” does not imply perfect\nsphericity. As Hank May explained:\n“[It needs to be pointed out] that orthodoxy does not believe that the heliosphere is\nspherical...indeed, many descriptions of it are prefaced by the caveat that the term is\na misnomer...it is not spherical at all, and the Sun is not at its center. But it is drawn\nas a sphere in many illustrative examples (mainly intended for the lay public), with\nthe Sun in center.”!\nThis is not to say that near-perfect spherical plasmaspheres do not exist. One such\nexample is the Bubble Nebula, catalogued as NGC 7635, a colossal sphere about six light\nyears across, some 11,300 light years away. Granted, it is not a perfect sphere, nor is the star\nthat spawns it exactly at its centre. Its surface, too, is not quite uniform but exhibits a rippled",
        "bibliography": [
            "1H. May, on Intersect, private discussion group sponsored by KRONIA Communications (May 26, 2006); see",
            "also article by E. C. Stone, Science V:203:55 (2001)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 330,
        "content": "\n- >",
        "bibliography": [
            "The Butterfly Nebula (M2-9)",
            "—one of the most exquisite-looking hourglass plasmaspheres.",
            "(Photograph courtesy of NASA.)",
            "edge. Even so, from our distance here on Earth, as seen through Earth-based and space",
            "telescopes, it does come close to a distinct sphere.",
            "This nebula has been described as marking the boundary between the intense wind of par-",
            "ticles shed by its parent star and the denser material beyond its edge through which it is ex-",
            "panding. The bubble’s surface has been explained as marking the leading edge of the stellar",
            "wind as it plows through the surrounding material.",
            "Notice once again the restraint exhibited by astrophysicists in referring to this bubble as a",
            "plasmasphere. But, as Donald Scott clarified, the description of this bubble as “ionized gas"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 331,
        "content": "\n3    .    ;         >    oot    ne!                  -     *      “      om          ‘       *\nie og          :            .         *                              :\nee ae    ’   a0  nue    seas         2   2 od   A  es   spies      ta\n3          eg            a.                                            oe             .      ‘\n+ aa     a Bg  ~%    .. 28     ria       :\ney      *      age                   er             :     setae\nie   -   ee igi     -%   e276          a   a        ~.    ‘3\n(ASA/ESA and The Hubble Heritag le Team                  ‘                                     *           D                     +\nMenzel 3—the Ant Nebula\nOne of the most explosive-looking among the hourglass plasmaspheres.\n(Photograph courtesy of NASA.)\npushed out by the stellar wind of the central star” makes the bubble’s identity as a plasma-\nsphere “fairly ‘accepted’.” According to him the Bubble is actually formed electrically, and\nmay well be “an extremely active double layer outside the boundary of the star’s spherical\nplasma (i.e., its heliopause).”! And so, likewise, Wallace Thornhill.?\nThat the sphere in question is electrically derived is given additional support by Anthony\nPeratt when he informs us that “the Bubble Nebula, its shape, radiation spectrum, and life\nevolution can be replicated with the use of electric currents.”\nThus, the Bubble Nebula is made visible precisely because it is expanding since this is\nconstantly bringing it in contact with an area of space that is of a different electrical potential\nthan that within its shell.\nThere is yet one more class of nebulae which exhibit tell-tale hourglass shapes that are\nfound scattered throughout space at various angles as viewed from our terrestrial perspective.",
        "bibliography": [
            "1D. E. Scott, on Intersect, private discussion group sponsored by KRONIA communication (May 14, 2006).",
            "2 W. Thornhill, ibid. (May 15, 2006).",
            "3 A. L. Peratt, ibid. (May 16, 2006)."
        ],
        "captions": []
    }
]