[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 332,
        "content": "*\n\n*                             —\n -\nThe Boomerang Nebula, showing the distinctive Z-pinch at its central star.\n(Photograph courtesy of NASA.)\nBelieved by some to be the final explosion stage of large stars, these nebulae failed to live up\nto their predicted spherical shapes. That these hourglass nebulae constitute plasmaspheric\nphenomena dominated by electrical discharges is betrayed by their characteristics: (1) the ul-\ntraviolet light shed by their central stars; (2) the twisted filaments within their structure; (3)\nthe frequent nesting of these structures within one another; and (4) the comparable form they\nexhibit to plasma z-pinches.! These configurations constitute tubular plasma sheaths — which\nglow through their energetic discharges—stretched along the axes of their stars. Nested ex-\namples are double layered plasmas—with positive charges on one side and negative ones on\nthe other. Strong electric fields subsist between the layers. These electrical currents tend to\npinch into filaments which attract each other, usually in pairs, at long distances. But they also\nrepel each other at short range. The filaments also twist around one another like a braided\nrope, creating the well known Birkeland currents we have earlier noted.?",
        "bibliography": [
            "1 See here, for example, D. Talbott & W. Thornhill, Thunderbolts of the Gods (Portland, Oregon, 2005), pp. 56-",
            "59.",
            "2 See also God Star and Flare Star (check Index to both under “Birkeland currents.”)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 333,
        "content": "\n.\nme 4\n,       ad            “.\n%\n;            af\nay\nEta Carinae—the hourglass nebula from an unstable star that is expected to go\nsupernova sometime in the future.\n(Photograph courtesy of NASA.)\nRESOLVING THE ANTARCTIC DILEMMA\nThe question now becomes simply this: Which of these three types of sheaths constituted\nproto-Saturn’s plasmasphere? At this late date it is difficult to say with certainty, but Wallace\nThornhill opts for the hourglass type.! The reasoning behind his choice is simple enough. As\nalready noted, the hourglass shape of these nebulae reveal the plasmatic z-pinches centered on",
        "bibliography": [
            "1 W. Thornhill to D. Cardona, verbal communication at Portland, Oregon, June 16, 2006."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 334,
        "content": "\nMyCn18—the aptly named Hourglass Nebula—\nas seen obliquely from Earth’s perspective.\n(Photograph courtesy of NASA.)\nthe stars that generate them. In some cases, these creations are believed to be the result of the\ncentral stars’ death throes. Thus, according to Anthony Peratt, “supernovae evolve according\nto the plasma pinch effect,”! which is what we see in these hourglass nebulae. A good\nexample of this is Eta Carinae, the nebula of an unstable star that is expected to go supernova\nsometime in the future?",
        "bibliography": [
            "1 A. L. Peratt, on the Intersect discussion group sponsored by KRONIA Communications (August 28, 2006).",
            "2D. Talbott & W. Thornhill, op. cit., p. 58"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 335,
        "content": "\nBut stars are also born from such z-pinches. Hannes Alfvén, as well as others, had long in-\nsisted that “stars condense out of plasma” but “only when the electric current passing through\nthe material exceeds a certain threshold.”!\n“Then the plasma is ‘pinched’ and compressed to the point where gravitational collapse\nensues.”\nFocusing on a section of the Perseus molecular cloud complex, and heralded as having\nbeen “long predicted by theory,” astrophysicists have more recently announced what they\nclaimed to be “the first conclusive evidence of an hourglass-shaped magnetic field in a star\nformation region.”3 Stars are actively forming in this region—designated NGC 1333 IRAS\n4A—through what has been described as “collapsing molecular cloud cores” which have been\ntouted as “the seeds of star formation.”4 Such collapsing molecular cloud cores are better\nknown to plasma cosmologists as plasma pinch effects, otherwise simply as z-pinches.\nnown to plasma cosmologists as plasma pinch effects, otherwise simply as z-pinches.\nThornhill therefore argues that, since stars seem to be born and die in, and due to, these\npinches, “it seems reasonable to suggest that a star receives electrical energy from the galaxy\ninches, “it seems reasonable to suggest that a star receives electrical energy from the galaxy\nin the form of a mild z-pinch throughout its entire life.”5\nAs we have also noted above, the Sun’s heliosphere, which is its plasmasphere, has turned\nout not to exhibit a spherical shape. Moreover, as Thornhill notes, the Sun seems to display\nwhat have been termed “open magnetic field lines” at high latitudes. Magnetic field lines,\njowever, cannot be open. These field lines, according to Thornhill, “must be part of a much\nhowever, cannot be open. These field lines, according to Thornhill, “must be part of a much\nlarger magnetic circuit.” It thus “seems reasonable to suggest that the field lines connect to the\nhourglass-shaped galactic z-pinch of the Sun.” And this pattern, Thornhill claims, has to be\nourglass-shaped galactic z-pinch of the Sun.” And this pattern, Thornhill claims, has to be\nthe same for all stars, including the one which once enveloped the proto-Saturnian sun.®\nWhen it comes to the proto-Saturnian system, it is not reasonable to suppose that Earth\nwas not itself encased in its own plasmasphere, which plasmasphere would have been con-\ntained within that of proto-Saturn. Just as it is at present, Earth’s plasmasphere would also\nhave been stretched due to proto-Saturn’s sub-stellar wind. But while at present Earth’s plas-\nave been stretched due to proto-Saturn’s sub-stellar wind. But while at present Earth’s plas-\nmasphere is extended equatorially, when still a member of the proto-Saturnian system it\nwould have been elongated axially for the simple reason that that was the direction from\nwhich proto-Saturn’s sub-stellar wind would have impacted on it. And although we have pos-\nited that proto-Saturn’s plasmasphere must have been opaque, Earth’s would have to have\nbeen transparent.” Had it not been so, the radiation reflected off the inner surface of proto-\neen transparent.” Had it not been so, the radiation reflected off the inner surface of proto-\nSaturn’s own plasmasphere would not have been able to penetrate the one encasing Earth.",
        "bibliography": [
            "1 A_L. Peratt, “Plasma Cosmology,” Sky & Telescope (February 1992), p. 141.",
            "2 Ibid.",
            "3 “Hourglass Figure’ Points to Magnetic Field’s Role in Star Formation,” Harvard-Smithsonian Center for",
            "Astrophysics, Press Release No. 06-21 (August 10, 2006). NOTE: Following this date, the press release was",
            "somewhat altered without, however, changing its message.",
            "4 bid.",
            "5 W. Thornhill to D. Cardona, e-mail communication (uly 13, 2006).",
            "© Ibid.",
            "7 See back to p. 10, this work; but also God Star, pp. 297-303, 464; W. Thornhill & D. Talbott, The Electric",
            "Universe (Portland, Oregon, 2002/2007), p. 84."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 336,
        "content": "\n7       ay       ¥\n‘      J",
        "bibliography": [
            "Saturn’s present magnetosphere.",
            "(Simulation courtesy of NASA/JPL.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 337,
        "content": "\nIf proto-Saturn’s own plasmasphere exhibited an hourglass shape, it would have extended\naxially rather than equatorially in order to contain the axially-aligned Earth. As we have seen,\nsuch pinched and elongated sheaths do tend to be axially aligned. In such a configuration,\nwhich Thornhill favors, light and heat radiated off the inner surface of proto-Saturn’s plas-\nmasphere would have reached Earth’s south polar region tangentially, very much in the\nsame manner that the Sun’s rays reach both Earth’s polar regions at present. And, for the same\nreason, such slanted and/or weakened rays would not have been enough to warm Earth’s\nsouthern pole. More importantly, proto-Saturn’s axial sheath would not even have had a\nsouthern terminal from which to reflect back heat since, as can be judged by the photographs\npresented on the preceding pages, hourglass plasmaspheres are open ended. This is not to say\nthat they are magnetically open ended, since magnetic field lines cannot remain open. The\nmagnetic “lines,” according to Thornhill, continue on “to join the threads of the galactic mag-\nnetic field.”! As he adds:\n“...the magnetic field lines actually trace the current flow in the vicinity of the star. The\ncurrent density near the star is higher than in nearby space so it is ‘pinched at the waist’\nby its self-induced toroidal magnetic field.”?\nUnder this scheme, the shadow cast on the Antarctic region by the southern toroidal oval,\nwhich played such an important part in the freezing of the northern hemisphere, would have\nadded but little cold to the southern zone. Earth’s southern pole would have received so little\nheat throughout the proto-Saturnian system’s life that, in some cases, even the heat released\nby the recurring flare-ups would not have been enough to melt the ice completely since the\namount of melting would have depended on the strength of each individual flare-up. Granted\nthat, as we have seen, some of the lengthy interims following flare-ups would have warmed\nenough to allow forests and animals to thrive, such a state could not have ensued following\neach and every flare-up. This complex state of affairs goes a long way in explaining why Ant-\narctic ice commenced to melt later, and much slower, at the end of the Pleistocene Ice Age\nthan its northern equivalent, which would have received the full impact of proto-Saturn’s\nflare-up directly from above. The reason why it never completely disappeared has to do with\nwhat transpired some five thousand years later when even Earth’s north polar cap did finally\nfreeze —but, as in other matters, that, too, will have to wait for the continuation of our story to\nbe told in future volumes of this series.3\nEARTH’S DUSTY BURDEN\nThat cosmic dust plays an important role in the formation of stars and planets has been\nknown for quite some time. Back in the 1960s, Lyman Spitzer had surmised that “dust forms",
        "bibliography": [
            "1 W. Thornhill to D. Cardona, e-mail communication (July 26, 2006).",
            "2 Ibid.",
            "3 But see also D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001),",
            "pp. 69 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 338,
        "content": "over hundreds of millions of years as individual atoms occasionally collide in interstellar\nspace.”! But infrared radiation stemming from stars detected by the IRAS satellite in the\n1980s convinced astrophysicists that dust grains grow much more quickly over timescales\nspanning just a few decades.?\n\nIt is also now known that most, if not all, of the plasmatic disks that surround some stars,\nas in the case of Beta Pictoris, are laden with dust.3 And if dust can be collected by such disks\nin a matter of decades, the accumulation of dust by proto-Saturn’s circumstellar cloud and\nEarth’s toroidal ovals during interglacial periods cannot be considered out of the question.\n\nDust has also been assumed, although not yet quite verified, to be dispelled in quantities\nby supernovae explosions.‘ If that is the case, during its recurring flare-ups, the proto-Sat-\nurnian sun would also have scattered cosmic dust in vast quantities.\n\nAs weak as gravity is in relation to electromagnetic forces, it still exists. It is therefore\nfurther stipulated that some of the dust gathered up by Earth’s polar toroids, to say nothing of\nwhat had remained free in the atmosphere itself, would have fallen victim to its attraction. A\nfair amount of dust should therefore have fallen with the snow during the Pleistocene. Some\nof this dust should still be there, mixed with whatever ice did not completely disappear at the\nend of the Ice Age. In the northern hemisphere, such ice continues to exist in parts of Green-\nland. This, therefore, constitutes one more test that our theory has to meet. Has such fossil\ndust, if I may call it so, ever been found?\n\nIn fact, ice cores retrieved from Greenland contain as much as 100 times more dust in\nPleistocene ice than in later ice.5 “These whiffs of ancient air,” as one writer has called the\nevidence of these cores, “reveal that the Ice Age atmosphere had a low content of carbon di-\noxide—a gas that enables the atmosphere to retain the warmth of the sun—and a heavy bur-\nden of sunlight-screening dust, some of it volcanic.”6 What Pleistocene dust managed to\nscreen, however, was not sunlight, but proto-Saturn’s luminosity. Moreover, that most of this\ndust was of cosmic origin, rather than volcanic, has also been ascertained.”\n\nAccording to our reconstruction of events, cosmic dust on Earth should be much more\nconcentrated at the poles. And, once again, our theory finds support for this. Sediment which\nhas been retrieved from a lake in Greenland was as much as 1,000 times richer in cosmic dust\nthan that of the best-known deep-sea deposits.’ “Furthermore, geological evidence suggests\nthat the particles are only a few thousand years old, while those on the ocean bottom are typi-\ncally over 10,000 years old.”? What we are being told here is that, while cosmic dust falls all",
        "bibliography": [
            "1 “The Quest for Dust,” New Scientist (June 17-23, 2006), p. 18.",
            "2 Ibid.",
            "3 C. Kitchin, “Dust Bunnies are Planet Fluff,” Astronomy Now (June 2006), p. 10.",
            "4 Ibid.; S. Clark, “Hot on the Trail of Stardust Missing Since Time Began,” in ibid., p. 18.",
            "5 C. U. Hammer, et al., “Continuous Impurity Analysis Along the Dye 3 Deep Core,” American Geophysical",
            "Union Monograph , 33 (1985), p. 90.",
            "ow. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 110.",
            "7P. A. La Violette, “Evidence of High Cosmic Dust Concentration in Late Pleistocene Polar Ice (20,000-14,000",
            "years B.P.),” Meteoritics, 20 (1985), pp. 545 and elsewhere; see also the New York Times (September 1, 1987).",
            "8 Sky & Telescope (April 1987), pp. 367-368.",
            "9 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 339,
        "content": "over the world, most of that in the northern hemisphere is much more concentrated. Nor had\nthis always been the case. As it has been estimated, the amount of dust in the air changed by a\nfactor of ten.! “Furthermore,” as Gino Segré informs us, “these changes occurred quickly, in\ndecades, and sometimes in as little as a few years.”? And keep in mind that while we have\nindicated a certain amount of doubt concerning the various age estimates applied to ice cores,\nwhat we are here reporting falls within the 10,000 year bracket which has been determined to\nbe “the practical limit” for the dating of deep ice.\n\nMoreover, the boundary between the dusty ice of the Pleistocene and that of the following\nHolocene is abrupt, which indicates that the fall of dust ended swiftly, with very little dust\nfalling once the Ice Age had come to a sudden end.\n\nWhy would this have been so? Should not more dust have fallen once proto-Saturn’s flare-\nup dispersed its circumstellar disk and Earth’s auroral ovals? In fact, given all the above, why\ndo Earth’s present auroral toroids not contain such material? How come they did not manage\nto pick up enough dust from what was dispersed by the flare-up to start a new ice age?\n\nThe answer is that there is at present very little loose material in Earth’s vicinity for its\nauroral toroids to collect. And why so? Because, following the flare-up which occurred during\nthe Pleistocene, bringing that epoch to an abrupt end, the proto-Saturnian system had entered\ninto an entirely new spatial zone dominated by a much more energetic stellar body. Despite\nthe amount of material that must have been dispelled by proto-Saturn’s flare-up, the system’s\nplasmasphere fell subject to our present Sun’s greater electrical potential. Although it did not\nhappen all at once, in turn this resulted in the drastic transformation and weakening of proto-\nSaturn’s plasmasphere and, with it, the loss of most loose material in Earth’s vicinity.\n\nNeedless to say, Earth’s electrical environment also changed. Although proto-Saturn’s\nprevious electrical energy would have been less powerful than the present Sun’s, one must not\nloose sight of our oft-repeated dictum concerning the former proximity of the proto-Saturnian\nsun to Earth. In such a relatively restricted configuration, Earth would have been immersed in\na much higher electrical environment than at present. At higher electrical potential, any plas-\nmatic toroids encircling Earth would themselves have been more energetically charged. Their\ntendency to collect loose material would have been high.\n\nTHE TELL-TALE SIGNATURE\n\nAs with the Cretaceous-Tertiary boundary stratum, ice core samples from Camp Century\nin Greenland were found to contain high iridium levels the deposition rates of which would\nhave been from 10 to 60 times greater than what is normally possible on Earth.5 This caused\nPaul La Violette to rule out terrestrial volcanism, but also asteroids and comets since particles",
        "bibliography": [
            "1G, Segré, A Matter of Degrees (N. Y., 2002), p. 103.",
            "2 Ibid., p. 104.",
            "3S. Mewhinney, Ice Cores and Common Sense (April 1989), p. 45.",
            "4 W. Dansgaard, et al., “The Abrupt Termination of the Younger Dryas Climate Event,” Nature, 339 (1989), p.",
            "339",
            "532.",
            "5 V. Clube & B. Napier, The Cosmic Winter (Cambridge, 1990), pp. 269-270."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 340,
        "content": "from these sources would at best have remained in Earth’s atmosphere for about a year and\nnot for the 6,000 years or so indicated by the ice core evidence.! Although the ice containing\nthis iridium has been dated to the late Pleistocene, the 6,000-year stretch was derived from the\n20,000- to 14,000-year-old levels in the ice. According to this dating, the fall of iridium would\nhave predated proto-Saturn’s flare-up. But while the content of the ice is incontestable, esti-\nmates derived from it are certainly not. On the contrary, as we have seen, Zbigniew Ja-\nworowski’s professional conclusion is that ice cores do not provide a reliable measurement of\nanything. In fact, he has actually accused those who have derived such evidence from ice\ncores of having fudged the data through their ignorance concerning the physical processes\nthrough which glacial ice is formed.”\n\nSince, however, the content of the ice cannot be disputed, La Violette has stressed that if\nthe material in question is of extraterrestrial origin, it would have had to come from a body, or\nbodies, which would have been entirely different from that of the majority of meteorites or\ncomets. In fact, the overabundance of the iridium seems much in keeping with stellar—or, in\nour case, sub-stellar—flare-ups.\n\nIN CONCLUSION\n\nWhat we have presented above concerning the manner in which ice ages came about\nconstitutes a theory that will require further corroboration. There is no doubt that various ob-\njections will be raised against it, as they will also be raised against the rest of this work. That,\nafter all, is often the fate of newly devised theories. Eberhard Zangger knew exactly what he\nwas talking about when he stated that “there is no absolutely objective method of judging the\nvalidity of a theory.”3 And “one can ask various experts for their opinion,” he went on, “but\neven they often have difficulty in recognizing the worth of revolutionary innovations, espe-\ncially when these diametrically oppose the prevailing interpretation.”+ One could also take\ncomfort in the belief that “if a theorist doesn’t turn out to be wrong at least 50 percent of the\ntime, he isn’t being creative enough.”> But why use crutches when not needed? The only thing\nI will stress is that even if our theory of ice ages turns out to be erroneous, it will not\ninvalidate the proto-Saturnian scenario we have been reconstructing.\n\nWhat our theory of ice ages has in its favor is the solution of various dilemmas which pre-\nvious hypotheses failed to solve. We could have included other anomalies that have burdened\nprior theories which are easily resolved by the model we have proposed. Take, for instance,\nthe rapid climate changes that have been posited to have occurred during the last Ice Age. As\ndetermined by ice core samples, “the average temperature was much lower than it is today,\nbut it was also subject to large, abrupt fluctuations that sometimes lasted for centuries.”6 What",
        "bibliography": [
            "1. A. La Violette, “Evidence of High Cosmic Dust Concentration in Late Pleistocene Ice (20,000-14,000 Years",
            "B.P.), Meteorics, 20 (1985), p. 545.",
            "2 Z. Jaworowski, “Ice Core Data Show No Carbon Dioxide Increase,” 2/\" Century (Spring 1997), pp. 42-52.",
            "3 E. Zangger, The Future of the Past (London, 2001), p. 179 (emphasis as given).",
            "3B. Zangger, The Future of the Past (London, 2001), p. 179 (emphasis as given).",
            "4 Ibid. (emphasis added).",
            "5 M. D. Lemonick, “Before the Big Bang,” Discover (February 2004), p. 39.",
            "5M. D. Lemonick, “Before the Big Bang,” Discover (February 2004), p. 39.",
            "6 W.H. Calvin, “Climate Ups and Downs,” Scientific American (September 19, 2006, Special Edition), p. 87."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 341,
        "content": "\nis then perhaps redundant to note is that the temperature of the last 10,000 years has been\nrelatively even.! But under the orthodox scheme, especially that dictated by the Milankovitch\ncycles, this is believed to have been abnormal.? But it is not by any means odd under the\nscheme presented here. The reason is simple enough since it was only at the termination of the\nIce Age that Earth was drawn into the relative stability of our present solar warmth.\nBut we are still left with some minor brainteasers. What, for instance, would have caused\nthe above-mentioned fluctuations in temperature during the Ice Age under our postulated\nscheme? Could proto-Saturn’s periodic display of spots, far larger than those developed by\nour present Sun, which would have caused it to dim slightly,? have been responsible for this?\nAlthough Manoj Joshi does not believe that the ensuing cold from this would have precipi-\ntated “the big freeze,”4 it might have been enough to account for Earth’s irregular temperature\nduring ice age spans.\nAnd what can one make of the abundance of precious stones that litter the Arctic region?\nWe have seen in our previous work that micro-diamonds, and perhaps even some which were\nmore substantial, might have rained out of the sky.> But sapphires, emeralds, and rubies, too?\nEmeralds are found in the Yukon, sapphires on Baffin Island. “You want rubies?” asked Anne\nCasselman. “Go to Greenland.”6And, no, I am not referring to gems that are mined out of the\nland. I am talking about stones that are sprinkled on the surface. “There are rubies on the sur-\nface everywhere,” says Andrew Lee Smith, the head of True North Gems, Canada’s leading\ngemstone exploration company. “I mean, you can’t set foot anywhere without stepping on five\nor six rubies.”” Did these rubies also fall out of the sky? The reader may laugh at such a\nsuggestion —and do keep in mind that I am not really suggesting it. But remember, also, that\nthere was a time when the belief in larger stones falling from the sky was also laughed at by\nastronomers. In the end we will have to concede that, when it comes to certain details, we will\nnever know the truth—at least not in its entirety—as Richard Fortey well illustrates.\n“Cambrian, Ordovician, Silurian, and so on, up the geological column,” he wrote, “each of\nthese again subdivided finely and more finely, the better to approximate history.”*\n“Tt is an astonishing story [he went on], a tale of more than 3,500 million years. Con-\nsider what has happened since the death of Napoleon: the interpretations, the parade of\nhistorical facts, the controversies; and it will be obvious that a history more than ten\nmillion times as long can never be known, even in outline.”?",
        "bibliography": [
            "1G. Segré, loc. cit.",
            "2 Ibid.",
            "3 That red dwarf stars develop such immense spots, causing them to dim slightly, on a periodic basis has long",
            "been known. See K. Croswell, “Red, Willing and Able,” New Scientist (January 27, 2001), pp. 30-31,",
            "4 Ibid.",
            "5 Flare Star, pp. 430 ff.",
            "6 A. Casselman, “The Rubies of Winter,” Discover (December 2005), p. 10.",
            "7 Ibid.",
            "8 R. Fortey, Life: A Natural History of the First Four Billion Years of Life on Earth (N. Y., 1998), p. 11.",
            "9 Ibid."
        ],
        "captions": []
    }
]