[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 112,
        "content": "\n|) Ne\n=\nSkeleton of Pteranodon whose wings, when outstretched, would have measured some 23 feet—\ndwarfed by later discoveries.\nLawson revealed the one-time existence of pterosaurs “that must have dwarfed even Pterano-\ndon.” Discovered in the Big Bend National Park in Brewster County, Texas, this new breed\nwas calculated to have had wing-spans measuring over fifty feet.”!\nBecause the remains of these creatures were discovered in “rocks that were 250 miles in-\nland of the Cretaceous coastline,” plus the lack of lake deposits in the vicinity these flying\nreptiles could not have captured fish while on the wing. Lawson himself suggested that they\nwere carrion feeders, but this raised the problem of how these creatures could have taken off\nfrom level ground. As Lawson himself admitted: “Wings of such an extraordinary size could\nnot have been flapped when the animal was grounded.” Lawson’s own suggestion was that\nsince they were “unable to run in order to launch themselves they must have taken off verti-\ncally,” but the “lack of adequate musculature for such an operation” speaks against such tac-\ntics. Nor are there any cliffs or other highlands in the vicinity of their remains from which\nthese creatures could have launched off.\nEnter the aeronautical engineers who next came upon the scene claiming that no creature\nwith a wing-span exceeding forty feet could have been capable of flight regardless of the\nproblem of take-off. “Such dimensions,” these engineers asserted, “broke all the rules of flight\nengineering; a creature that large would have broken its arm bones if it tried to fly.”4",
        "bibliography": [
            "! [bid., p. 182 (emphasis as given).",
            "2 Ibid (emphasis as given).",
            "3 Ibid., pp. 182-183 (emphasis as given).",
            "4 R. T. Bakker, The Dinosaur Heresies: New Theories Unlocking the Mystery of the Dinosaurs and Their",
            "Extinction (N. Y., 1986), pp. 290-291."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 113,
        "content": "\nThis resulted in something which until then had been unheard of among paleontologists —\nthey back-tracked by revising their model in order to conform with the laws of aerodynamics.\nSince the wing bones of the Big Bend pterosaur that had been discovered were not complete,\nthey revised Lawson’s computer-estimated wing-span and reconstructed the flyer with slightly\nshorter wings.\nEventually named Quetzalcoatlus northropi, the Big Bend pterosaur’s wing-span was fi-\nnally settled at thirty-six feet!—just this side of aerodynamics’ allowable stretch. Robert\nBakker, however, did not give in. Despite the fact that he could not offer a solution to the\nproblem, he continued to maintain that the pterosaur in question had to have been as big as\nLawson had originally calculated and that it flew despite aerodynamic laws.?\nAll of that, however, changed during the September 2005 annual meeting of the British\nAssociation for the Advancement of Science in Dublin, Ireland. It was there announced that a\nsub-species of pterosaurs known as azdarchids from Israel boasted a wing-span that stretched\nto 14 meters—that is 45.9 feet—close to 10 feet longer than Querzalcoatlus’ aerodynamically\nallowable span.3\nAnd that was not yet the widest wing-span that has come to light. A similar creature, the\nremains of which were discovered in Mexico, has been calculated to have had wings spanning\nmore than 18 meters—that is more than 59 feet.4\nTrue, it has to be admitted that these wing-spans were calculated through the use of three-\ndimensional computer imaging on the basis of small fossil fragments and the size of some\nfootprints.5\nAs of this writing, however, no aerodynamic engineer has clamped down on this newer\ndisclosure despite the fact that the flapping of such wings in our present atmosphere would\nhave been even more difficult, if not impossible, than the flapping of Quetzalcoatlus’ reduced\nspan. Perhaps that is because paleontologists had smoothed the path to acceptance by ex-\nplaining that pterosaurs possessed a very strong but light bone structure.\n“Their skeletons [according to David Martill of Portsmouth University] were very\nlightly constructed and most of their bones were hollow and enclosed an air sac system\nconnected to the lungs. The bone itself was composed of many microscopically thin\nlayers stacked together like a spirally bound plywood tube. Sometimes the bones had\ncross-sectional shapes that provided added strength, such as D, T and A shapes.”¢\nThat they could actually tell, from just bits and pieces, that the air sacs were connected in\na system to the non-preserved lungs might be stretching it more than just a bit. But let that be\nfor now.",
        "bibliography": [
            "IR, Monastersky, “Pterosaurs,” National Geographic (May 2001), pp. 95, 105.",
            "2R.T. Bakker, loc. cit.",
            "3 R. Sadler, “Dinosaur Big as a Plane Ruled Sky,” scotsman.com (September 9, 2005).",
            "4 Ibid.",
            "5 Ibid.",
            "6 Ibid.; see also E. Kleeman, “Largest Pterosaurs Uncovered,” Discover (December 2005), p. 11."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 114,
        "content": "\nWhat is of greater interest to this study is that such wing-spans would not have proven\ndetrimental in the primordial milieu we have been theorizing. On the contrary, while it would\nnot have permitted these creatures to flap their wings, the greater atmospheric density Frederic\nJueneman and others! have proposed in relation to early Earth would have necessitated such\nspans in order to allow them to glide.\nWINGS ON THE WIND\nPrehistoric insects of the Carboniferous period, which included dragonflies with two-and-\na-half-foot wingspans and mayflies as big as canaries, were also believed to have been impos-\nsible to fly.2 As Jeffrey Graham recalls: “I remember seeing models of giant dragonflies as a\nchild and wondering how they could fly.”3 But in the mid 1990s, a solution was offered by\nGraham and his colleagues who now believe that the entire Carboniferous insect population\nmay have been enabled to fly in an oxygen-rich atmosphere. This hypothesis was proposed by\nRobert Berner who claimed that “the atmosphere in the Carboniferous was more oxygen rich\nthan at any time before or since—it was 35 percent oxygen...compared with 21 percent to-\nday.”4 According to Berner this was due to “the rise of land plants in general and in particular\nto the vast and verdant swamps that characterized the Carboniferous.”>\n“All those swamp plants spit oxygen into the atmosphere, and when they died, they\nescaped the open-air decomposition by bacteria that would have drawn oxygen back\nout of the atmosphere. Instead they sank into the swamps, ultimately forming the coal\ndeposits that gave the Carboniferous its name.”6\nNever mind, as already noted, that coal could not have formed in this manner and that\nthere is no direct evidence of higher atmospheric oxygen levels during the Carboniferous.\nAfter all, as many others before and since, Berner’s hypothesis is simply based on a computer\nmodel. Nevertheless, as Shanti Menon explained, the oxygen-rich atmosphere hypothesized\nby Berner would have made for “a denser atmosphere that provided more lift and thus made it\neasier for [Carboniferous insects] to fly.”7\nWhile this is in keeping with Frederic Jueneman’s Pleiongaea,® it should be kept in mind\nthat, as Menon was forced to admit, the whole idea is “a hypothesis based on a hypothesis.”\nAnd yet, a denser past terrestrial envelope had been theorized as early as the mid-19th century\nby Richard Owen precisely to account for the otherwise impossible flight of what was even",
        "bibliography": [
            "1 God Star, pp. 346, 348, 380, 385; Flare Star, p. 331.",
            "2S. Menon, “Insects of the Oxygeniferous,” Discover (September 1995), p. 32.",
            "3 Ibid.",
            "4 Ibid.",
            "5 Ibid.",
            "6 Ibid.",
            "7 Ibid.",
            "8 F. B. Jueneman, “Pleiongaea: A Myth For All Seasons,” AEON II:3 (January 1991), pp. 45 ff.",
            "9 §. Menon, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 115,
        "content": "\nNs Uy UF po — ee\nMied Waie b  y 2a RESO\nINI Vine  Noe bE 7 fbf 62 AN,   Sue\nON Wak Neel pa aN   i\nSo ee Gy (ig  a =  LOT\nDragonflies—which, during the Carboniferous period , sprouted wingspans of two and a half feet.\nthen known of giant pterosaurs.! Around 1985, Dale Russell and Parvez Kumar reached the\nsame conclusion?\nAnd then, after all is said and done, can it be definitely said that we know all there is to\nknow about aerodynamics? Never mind prehistoric insects—up until the year 2000, science\nhad not yet authorized bees to fly because their anatomical construction, wing structure, and\nmode of flying contradicted aerodynamic laws. And this, incidentally, applied not only to bees\nbut to insects in general. Thus when a variety of insects were placed in a wind tunnel to\nanalyze their method of flight, it was discovered that their lift was less than half that required\nto levitate their own body weight, and quite often less than a third. But they flew anyway.\nIt took Charles Ellington to finally crack the secret behind the biomechanism of insect\nflight, which turned out to be much more complex than anything aerodynamics had then\ndreamed of. None of which can however be made to apply to the oversized wingspans\nsported by pterosaurs.",
        "bibliography": [
            "1D. Norman, Dinosaur (N. Y., 1991), pp. 74, 218.",
            "2 F, Jueneman, “Pterodactyls in the Mesozoic: A Flap in Time,” AEON V:2 (April 1998), pp. 21-22.",
            "3 R. Kunzig, “What’s the Buzz? The Physics of...Insect Flight,” Discover (April 2000), pp. 27-28."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 116,
        "content": "\n_    Ee = ——— a)\nSS SSS SS\nSSS SSS SSS SS SS LS SS. \"hs SSS a\n5 eG be 4 =A\nDe\nFSCO ey, se a\nSSS =   = bea =   ie ele hyo\n=z EZ\nI   SSS Re    J    go pS PRES glee igh: oer\nSSS ., CS io  é            Loar le ST ae\nae! Sen gn Be Fe\nPo Nor ee\n& Jpg\ner we ae\n9 ee OS\nee ae\nBe en BS ee\nBees and other insects which aerodynamic laws did not allow to fly until the year 2000.\n116",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 117,
        "content": "THE MEGASAURS\n\nGiant insects and pterosaurs aside, if there is one thing we can all be certain of concerning\ndinosaurs, it has to be their size. True—they did come in all sizes, and some of them were\nquite small, with newer discoveries appearing even smaller than earlier-known critters. At\nComo Bluff, in Wyoming, for instance, Bakker has unearthed a veritable world of diminutive\ndinosaurs,! among which were “pterodactyls the size of sea gulls and swamp-dwelling\ndinosaurs the size of turkeys.”? Compsognathus longipes measures a “little taller than a\nchicken and likely weighed less than four kilo grams.”3 Perhaps the tiniest of all is\nHadracodium wui, discovered in China, whose skull was no bigger than a dime and “weighed\nno more than a paper clip’4—although this might be something of an exaggeration. It is\nhowever not quite certain whether this creature was a dinosaur or not. Heralded as the oldest\npossible ancestor to mammals,> it might have filled the gap between the two.\n\nThe dinosaurs most people are familiar with, however, are those of gigantic stature.\nFeduccia belittled the beasts when he alluded to them merely as “fairly large, earthbound\ncreatures.” Some of them were truly enormous. Among the theropods alone, the three largest\nwere Tyrannosaurus, Albertosaurus, and Aublysodon, the former of which has been estimated\nto have weighed from 4.5 to 5.7 tons.” One that came to light in the late 1980s in Montana\nwas “at least 10 percent bigger than Sue, the controversial South Dakota dinosaur that [until\nthen] was the largest T. rex ever uncovered.”\n\nBrachiosaurus “was nearly three times as tall as a modern giraffe.”?\n\nThroughout the years, however, newer dinosaurs started growing ever bigger. Until 1988, for\ninstance, only five specimens of Archaeopteryx had been known. A sixth one had lain un-\nrecognized in the private collection of a former mayor of Solenhofen in West Germany. It was\neventually recognized for what it was by the director of the Jura-Museum in Eichstatt. This\nspecimen was 10 percent bigger than the one in the British Museum “and fully twice as big as\nanother specimen.”!° But that was nothing compared to what was yet to come.\n\nConsider the giant claw and other bones discovered in January 1996 by Fernando Novas\nof the Buenos Aires Museum of Natural Sciences. Unearthed in northwestern Patagonia,\nwhich has been described as “a dinosaur-fossil hot spot,” the claw measured a good 12\ninches.!!",
        "bibliography": [
            "1 J. Robbins, “The Real Jurassic Park,” Discover (March 1991), p. 52.",
            "2 P. Hoffman, “A. Day at the Park,” in ibid., p. 4.",
            "3H. Pringle, “The Real Deal on Dinos,” Equinox (December 1995), p. 55.",
            "4C. Rist, “Tinysaurus,” Discover (January 2002 Special Issue), p. 43.",
            "5 Ibid.",
            "6 A. Feduccia & K. A. Svitil, op. cit., p. 16 (emphasis added).",
            "7 J.D. Archibald, op. cit., p. 110.",
            "8 E. Dobb, “What Wiped Out the Dinosaurs?” Discover (June 2002), p. 39.",
            "9H. Pringle, loc. cit.",
            "10p, Shipman, “Sixth Find is a Feathered Friend,” Discover (January 1989), p. 63.",
            "11 §. Menon, “King Claw,” Discover (April 1998), p. 30."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 118,
        "content": "\n%      SANK          ONS\nASN          I    }   pipe\n:     \\                                nt 4\ns          df §\n?      ya\nel    ft                    .             4      J  Py\nDiminutive dinosaur.\n(Photograph by the author.)\n“Three months later, back in his lab in Buenos Aires, Novas was due for another sur-\nprise. He had assumed that the huge claw would be attached to the dinosaur’s hand.\nBut after the fossilized bones had been prepared, he saw that the claw belonged on the\nsecond digit of the foot. The claw, compressed on either side to give it a knifelike\ncutting edge and a pointed tip—was strikingly similar to the killing claw on the foot\nof velociraptor, only much bigger. The bone Novas found was nearly a foot long. In a\nliving animal the bone would have been covered with a horn sheath, making it sev-\neral inches longer...‘We are talking about a claw that is 16 inches [claimed Novas].\nThis is an animal that is huge’.”!\nNamed Megaraptor namunhuaiquii by Novas, and based on the bones he found together\nwith the claw, the animal’s length has been estimated to have been about 26 feet, “making it at\nleast three times the length of Velociraptor.” However, despite some similarity, the two\ncarnivores are not thought to be closely related. Novas is of the opinion that Megaraptor\n“represents a new lineage of carnivorous dinosaurs that evolved independently in the Southern\nHemisphere.” Even so, Megaraptor is not the biggest dinosaur discovered in Patagonia.\nPrevious to Megaraptor, the region had already yielded a “42-foot-long terror” which has\nbeen named Giganotosaurus, and the 100-ton Argentinosaurus which was touted as “the\nheaviest beast to walk on land.”? Megaraptor’s claw was not even the biggest ever found. A\nmuch bigger one, discovered by the dinosaur-hunting family of Doug Wolfe in New Mexico’s\nZuni Basin, had “3-foot-long claws resembling pitchfork tines.”3",
        "bibliography": [
            "1S. Menon, loc. cit.",
            "2 Ibid.",
            "3H. Pringle, “The Creature from the Zuni Lagoon,” Discover (August 2001), p. 45."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 119,
        "content": "\nCF\nPe ye ee ONO es,\nFad Ses :. i\nCSW oO!\nAlbertosaurus —weighing in at 2 tons—belittled by newer discoveries.!\n(Ilustration by Bob Giuliani.)\n(ilustration by Bob Giuliani.)\nAnd then there is Carcharodontosaurus saharicus discovered by Paul Sereno in the Sa-\nhara. It was a towering shark-toothed creature some 50 feet in length, “larger than any [till\nthen] known specimen of the infamous Tyrannosaurus rex.” And even this fell short of the\n60-foot long sauropod Sereno unearthed in the same region.”\nOr take the exquisitely preserved embryos “still curled up inside their cantaloupe-sized\neggs,” discovered among the thousands of dinosaur eggs in Argentina. Members of the long-\nnecked plant eaters known as sauropods, “which included the largest animals ever to walk the\nEarth,” the embryos reach as much as a foot in length. In adulthood, these titanosaurs would\nhave attained lengths of 30 to 100 feet.3\nThere is also Paralititan stromeri, retrieved by Josh Smith in Egypt’s Bahariya Oasis. This\ntitan “would have dwarfed four elephants standing on top of one another.” From 80 to 100\nfeet long, it would have weighed “as much as 150,000 pounds [67 tons].”4\nAdd to that the well-named Seismosaurus—“Earthshaker.” Its excavated bones indicate a\nlength around 35 meters (115 feet)—or, as some have it, 40 meters (131 feet)! —a height of",
        "bibliography": [
            "1 J.D. Archibald, op. cit., p. 112.",
            "2M. DiChristina, “The Dinosaur Hunter,” Popular Science (September 1996), p. 42.",
            "3 J. Glausiusz, “Secrets of Ancient Dinosaur Eggs,” Discover (January 2002 Special Issue), p. 12.",
            "4C. Rist, “A Giant Among Dinosaurs,” in ibid., p. 52."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 120,
        "content": "\nae\n\\ eee  =\nBrachiosaurus—nearly three times as tall as a modern giraffe.\n(Illustration by Bob Giuliani.)\n(ilustration by Bob Giuliani.)\n6 meters (19 feet) at the shoulders, and an estimated weight of 80 tons.? So, similarly, with\nUltrasaurus.3\nAnd then include the giant from Morocco, named Breviparopus, which comes in at 48\nmeters (157 feet) in length.+\nIn most cases not all the bones of a single individual were recovered. For instance, the first\nSeismosaurus was reconstructed out of eight connected vertebrae from the middle of the tail\nand a single thigh bone.> Also: “Fewer than half the bones of any one juvenile Barosaurus\n1H. Pringle, “The Real Deal on Dinos,” Equinox (December 1995), p. 55.\n2 T. Holden, “The Sauropod Dilemma,” AEON IL-4 (May 1991), p. 117.\n2 T. Holden, “The Sauropod Dilemma,” AEON II:4 (May 1991), p. 117.\n3H. Pringle. loc. cit.\n4T. Holden, loc. cit.\n5 Ibid.\n120",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 121,
        "content": "\nNI] ws      A\n= a       mm ft Ww\nLhe\ntes   Ee rr  aS\nJy    — q       H\nThe vicious predator Deltadromeus dwarfs a human being, but is itself dwarfed by Carcharodontosaurus\n(Adapted from an illustration by John Grimwade.)\nhave ever been excavated,” and in order to reconstruct a model of this particular creature, 60\npercent of the bones which were missing from the original skeleton had to be sculpted out of\nplasticene.! Nor does this merely apply to new discoveries. In fact: “Only a few complete\ndinosaurs have ever been found in fossil form with every bone in correct articulation.”?\nFor these and other reasons there were therefore some who began to doubt whether these\nimmense vertebrates had really been quite as big as they were being reconstructed.? Given\nthat, in some cases, some slight exaggerations might have entered the picture, it must, how-\never, be conceded that the size of the bones that have been recovered remain mute witnesses\nto the proportional scale of these truly gigantic beasts.\nAnd they got bigger still. Non-digging techniques, such as geophysical diffraction tomo-\ngraphy, has aided in the discovery of a dinosaur which has been estimated to measure between\n130 and 200 feet in length.4\nColossal size, however, was no guarantee from immunity. “Whatever their size,” wrote\nMariette DiChristina, “even the largest dinosaurs were not invincible.”> Speaking of one of\nSereno’s famous finds, she pointed out that:\n“There are, for instance, marks of terrible injuries on the giant Carcharodontosaurus\nskull. The beast suffered a nasty blow to the side of its cheek. ‘It may have got that",
        "bibliography": [
            "11. Cruickshank, “Dino Dazzlers,” Equinox (December 1995), pp. 43, 45.",
            "2 Ibid., p. 43.",
            "3 See here, for example, New Scientist (February 13, 1993), p. 15.",
            "4 T_E. Levy, “From Camels to Computers,” Biblical Archaeology Review (July/August 1995), p. 64.",
            "5 M. DiChristina, op. cit., p. 44."
        ],
        "captions": []
    }
]