[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 142,
        "content": "\nAmerican continent, while a chain of mountains stretches along the entire eastern coast of Af-\nrica. This is not indicative of Earth shrinkage, but, if anything, of Earth expansion, where the\nmountains in question could be seen as wrinkles in Earth’s crust due to the drifting apart of\nthe continents. Add this to the long-recognized close-fitting shapes of the opposing coasts of\nthese two continental masses, and their drifting apart must be said to fit the bill. Granted—the\ntheory of plate tectonics does not claim that these mountain ranges were raised by the conti-\nnental drift per se. The uplift of coastal areas is now believed to be caused by the subduction\nof oceanic plates beneath the continental ones. In mid-continental areas, mountain ranges such\nas the Alps and Himalayas—which tend to stretch east to west rather than north to south as in\ncoastal regions—are believed to have been raised by the collision of separate plates. To be\nsure, continental drift through plate tectonics is not generally believed to be due to an ex-\npanding Earth. On the other hand there are those who do so claim.\nAlthough we do not subscribe to Alfred de Grazia’s version of these hoary events, it\nshould be noted that his scenario, derived in collaboration with Earl Milton, calls for just such\nan Earth expansion.\n“The circumference of the globe was less then [he informed his readers]. The ocean\nbasins were absent. Mountains were absent as well.”!\nAnd:\n“Expansion of the globe occurred as a result of rotational slow-down...Loss of elec-\ntrical charge may also have decreased the density of the Earth.”\nThe major event that led to this expansion, according to de Grazia, was the parturition of\nthe Moon from Earth, a theory which, in slightly different guise, has also been proffered by\nmainstream astronomers, and with which this work does not agree. Besides, in keeping with\nMilton and de Grazia’s theory, Earth would have expanded through a loss of mass—that of\nthe Moon—to say nothing of a loss in density. And that would then result in a decrease of\ngravitational attraction which, according to these two theorists’ time element, would be the\nopposite to what we are seeking.\nThe notion of Earth expansion, on the other hand, is not new. Expansion of the terrestrial\nglobe was hypothesized as early as 1859 by Alfred Wilks Drayson in England,* and again in\n1899 by I. O. Yarkovski in Russia.> There were various others—mainly, but not solely, in\nRussia—who followed Yarkovski’s lead.®\nThe dean of Earth expansionists, however, has to be S. Warren Carey, who has been push-\ning his theory since the 1970s once he became dissatisfied with plate tectonics in the 1950s.",
        "bibliography": [
            "1 A. de Grazia, Chaos and Creation (Princeton, 1981), p. 100.",
            "2 Ibid., p. 154.",
            "3 [bid., pp. 139 ff.; see also idem, The Disastrous Love Affair of Moon and Mars (Princeton, 1982), in toto.",
            "4 A. W. Drayson, The Earth We Inhabit, It’s Past, Present, and Future (London, 1859).",
            "5 I. O. Yarkovski, Universal Gravitation as a Consequence of Formation of Substance Within Celestial Bodies",
            "(in Russian— Moscow 1899).",
            "6S.W. Carey, Theories of the Earth and Universe (Stanford, California, 1988), pp. 137 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 143,
        "content": "\nNot only did Carey push for an increase in Earth’s volume, but also its mass,! as so did others\nbesides him.? And yet he did not entirely abandon continental drift. Following the trail blazed\nin the former USSR by Vladimir Beloussov, he came to the conclusion that orogenesis—\nmountain building —was a gravity-driven upwelling process “that did not imply crustal short-\nening and could even involve some crustal extension.” Together with other European\nauthorities, he came to believe that “the dispersion of the continents described by Wegener\ncould equally be explained by Earth expansion.”4 He could thus accept that ocean floors were\nspreading, but could not accept that oceanic plates subducted beneath continental ones.> He\nthus referred to this facet of plate tectonics as “the subduction myth.”6 From his point of view\nthis is understandable since spreading ocean floors fit well within the theory of an expanding\nEarth, but if ocean plates are truly diving beneath the continents, such subduction would tend\nto neutralize Earth’s expansion.\nHow then, according to Carey, were mountain ranges formed? His claim is that orogenic\nzones would have been created “where extension is concentrated, not only in the crust, but far\ndown in the mantle.” Thus, although the surface at these zones at first subsides, the motion in\ntheir orogenic roots remains upward at all stages.” But why would this be so?\nHere is where Carey deferred to Beloussov’s belief concerning the gravity-driven upwell-\ning process of mountain building. “Gravity is far and away the ruling force in the earth,” he\nwrote, and all tectonic movements are driven by this force to restore its own equilibrium\nwhere it might have been disturbed by various geological processes.’ The underlying material\nthen pierces through the overlying rock strata.? Carey goes into some very detailed explana-\ntions concerning the folding of this uplifted material,!° and while he seems to have made his\ncase, objections can still be raised in relation to the manner in which continental coastal\nranges would have been formed.\nCarey does not believe that Earth expansion was uniform through the ages. In fact he is of\nthe opinion that Earth expansion gained momentum through time,!! and that “the most rapid\nexpansion has been in the most recent time...”!? Moreover, this continuing rate of expansion,\naccording to him, will yet turn our planet into a gas giant.\n“...the expansion of the earth was real from the start but increased very slowly for the\nfirst 37 hundred million years of known geological time, and only 100 million years",
        "bibliography": [
            "! [bid., p. xi.",
            "2 Ibid., pp. 140, 142.",
            "3 Ibid., p. 128.",
            "4 Ibid.",
            "5 Ibid., pp. 170, 301.",
            "6 Ibid., p. 128.",
            "7 [bid., p. 205.",
            "8 Ibid.",
            "9 Ibid., pp. 225 ff.",
            "10 Ibid., pp. 217 ff.",
            "11 Pbid., p. 200.",
            "12 Ibid., p. 191; see also pp. 325 ff..."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 144,
        "content": "\n%y           SD      oh\n4    et ey\n{                           Ce                 a\nKe\nS                                (\nSy       ye\nSey\nPangaea\nThe continental configuration prior to drift and/or expansion.\nBut can such a fit be achieved on the present size of Earth without undue distortion?\nago it was still only 60 percent of its present size. Then a threshold was reached and\nexpansion since has been very rapid; if this continues, Earth would progress rapidly to\na state more like Neptune and join the family of great planets.”!",
        "bibliography": [
            "1 [bid., p. 200. NOTE: For more on Earth expansion, see P. S. Wesson, op. cit., pp. 13 ff., 21-22, 32, 35, 37, 39-",
            "40, 42, 46, but see also pp.41 ff. for arguments contra Carey’s particular model."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 145,
        "content": "THE PROS AND CONS OF EARTH EXPANSION\n\nWe will leave it for others and the future to decide how many facets of Carey’s particular\ntheory —and there are many —can be validated. It must however be stated that there are a few\nmajor points in his favor. One of these concerns the area that must have been covered by the\nbunched-up continents in the consolidated land mass that we now know as Pangaea. As he\nhad realized by 1956, Pangaea cannot be reassembled on the present-sized Earth without un-\nacceptable anomalies.'! The supercontinent can only be fitted properly on an Earth that would\nhave been about half its present size. This has been abetted by the success of various globe\nmakers in producing terrestrial spheres “of little more than half” Earth’s present diameter\nwhich were entirely covered with the fitted continents, minus the oceans, without any reduc-\ntion in the land’s surface areas.?\n\nAnother point in Carey’s favor concerns the continued expansion of planet Earth. One of\nTed Holden’s objections to an expanding Earth was that Earth does not appear to be expand-\ning at present. Results from experiments conducted by NASA, however, have shown that the\ndistance from Europe to North America is increasing by 1.5 + 0.5 cm per year; that between\nNorth America and Hawaii is increasing by 4 + 1 cm per year; between Hawaii and South\nAmerica by 5 + 3 cm per year; between South America and Australia by 6 + 3 cm per year;\nand between Australia and Hawaii by 7 + 1 cm per year.4 “These results support Earth ex-\npansion,” claims Carey, “but not the plate-tectonic theory, which is denied by the radius in-\ncrease implicit in the data.”>\n\nThe measurements shown above are those of chords—that is through Earth’s crust—not\nsurface distances. From these W. D. Parkinson could calculate that, “during the period of their\nmeasurements, the radius of the earth has been increasing at 2.8 + 0.8 cm per year.”© This\nmight appear inconsequential to the lay-person, but when projected over geological time it\nbecomes quite significant.\n\nAs Carey himself pointed out, however, one great objection that has been raised against\nthe expanding Earth theory is that the gravity acceleration on the terrestrial surface would\nhave been four times what it now is had Earth in the past possessed half the diameter it does at\npresent. This would mean that everything on Earth would have been four times as heavy.” To\nus, this would have been exactly the opposite to what we are seeking and, for that reason, a\nshrinking Earth would more readily fill the bill. One way out of this is to assume that Earth\nhas actually increased in mass, first proposed by Yarkovski in 1889 and, since then, adhered\nto and developed by others.’ This is the conclusion that Carey ended up adopting,? and it is",
        "bibliography": [
            "|. (ie., S. W. Carey), p. 143.",
            "| bid. (i.e., S. W. Carey), p. 143.",
            "2 Ibid., pp. 139-140, 266.",
            "3 T. Holden, Dinosaurs, Gravity, and Changing Scientific Paradigms (2004), p. 49.",
            "4S. W. Carey, op. cit., p. 168.",
            "5 Tbid., p. 169.",
            "6 Ibid., pp. 169-170.",
            "7 Ibid., p. 190.",
            "8 Ibid., p. 327; but see also P. S. Wesson, op. cit., p. 28.",
            "9S. W. Carey, op. cit., pp. 327-328."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 146,
        "content": "\none that, at least, would lead to an increase, rather than a decrease, in gravity. But where did\nthe extra mass come from?\nAlthough it has long been known that Earth receives a certain amount of material from\nmicrometeorites every day, to say nothing of posited impacts, Carey dismisses it as “many\norders of magnitude too small to make any significant contribution to Earth’s volume and ra-\ndius.”!\nOthers have postulated that, originally, Earth’s core was composed “of ultradense matter,\nwhich has changed slowly to ‘normal’ material, causing progressive expansion.” But, once\nagain, as Carey argues, “the pressure within the earth has never been great enough to produce\nthe ultradense core postulated.” And, in any case, if Earth’s core had been denser in the past,\nthe force of gravity at its surface would have been greater than at present which, as with other\ntheories, would be exactly the opposite to what we are seeking.\nReverting to the Big Bang theory, in which Carey does not believe, he pointed out that,\naccording to this postulate, “all the matter of the whole universe, the raw material for 100 bil-\nlion galaxies, appeared instantaneously from the void, from nothing.” And this, he tells us,\n“transgresses the first axiom of physics, the law of conservation.” But then Carey himself\ntells us that new matter “is forever appearing...but is forever passing beyond our knowable\nuniverse.”4 Taking this concept further, he then claims that even “new galaxies constantly de-\nvelop in the voids” while “other galaxies continuously vanish beyond the knowable horizon.”°\nThis would then keep the Universe in an absolute steady state. Thus, in answering the\nquestion concerning the source of Earth’s accumulating mass, he offers the following:\n“At the center of the earth the gravity acceleration is zero. Hence matter should be\nentering there by random quantum fluctuations and at all other such places.”6\nAlthough he goes into all this in much detail, the end result is really not much different\nthan that reached by Big Bang theorists. Matter is still being created out of nothing.? More\nthan that, phrases such as “beyond our knowable universe” and “beyond the knowable\nhorizon” have little scientific meaning since what is not knowable cannot be accommodated in\nan equation. This is not physics, but metaphysics.\nFuture scholars will have to determine whether Earth has contracted or expanded—and\nthere are even those who claim it did both at different times.§ But since these theories do not\nanswer the problem of Earth’s past attenuated gravity, should we not look into the nature of\ngravity itself?",
        "bibliography": [
            "| Ibid. p. 326; see also J. Trefil, “Earth’s Fiery Start,” Astronomy (December 2007), p. 35.",
            "2 Ibid. (S. W. Carey), p. 330.",
            "3 Ibid., pp. 330 ff., 343 ff.",
            "4 Ibid., p. 343.",
            "5 Ibid., p. 344.",
            "6 Ibid.",
            "7 See also P. S. Wesson, op. cit., pp. 28, 53 ff.",
            "8 Ibid., p. 145."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 147,
        "content": "TERRESTRIAL GRAVITATIONAL ANOMALIES\n\nLet me start by saying that although gravity is one of the cornerstones of modern science,\nnobody knows what it is. While this force has been conjectured to exhibit the properties of a\nwave, it has also been surmised to display the characteristics of a particle stream. Worse than\nthat—and this may come as a surprise to some—nobody knows how it really works. As John\nBoslough reported for National Geographic, gravity is the least understood force in nature.!\nAlthough its effects can be measured with precision, “nobody knows exactly what drives\ngravity —what makes it happen.” It is also “the only force man cannot [yet] control.” Despite\nthe law it is supposed to follow, it often simply does not. Even here on Earth, let alone farther\nout in space, gravity is full of anomalies.\n\nTake, for instance, the surprising discovery that Earth is gaining weight in its mid-sec-\ntion and thus affecting gravity which is getting stronger at the equator and weaker at the poles.\nThis, however, must not be considered as proof of Earth expansion or, worse still, of a terres-\ntrial increase in mass. What is happening is that, due to a change in oceanic circulation, which\nis brought about by Earth’s slow isostatic rebound following the melting of the Pleistocene Ice\nAge, Earth’s mass has been steadily shifting toward the equator.4 The cause is thus a redistri-\nbution of mass, and thus affects localized gravitational intensity. And most terrestrial gravita-\ntional anomalies are due to similar causes since gravity is affected by localized concentrations\nof mass. This is why a weight at the end of a flexible line will be attracted out of the perpen-\ndicular when suspended close to a mountain or a cliff. The concentration of material in the\nmountain or cliff will have a greater pull on the weight. So, for instance, over the Indian\nOcean north of Madagascar, where the Earth’s surface actually bulges and the pull of gravity\nis particularly stronger than normal.5 Gravity is also especially strong in central Africa and\nthe Himalayas, while it is noticeably weaker in Hudson’s Bay and the Indian Ocean south of\nMadagascar. And, similarly, with the lunar basins which, because of their denser material,\ncreate an immense gravitational pull, and which, in 1969, caused Neil Armstrong to miss his\nprojected landing site by seven kilometers. These anomalies, however, are well understood\nand there is nothing about them that will help us solve the problem with which we have bur-\ndened ourselves.\n\nThe study of gravity goes back to Aristotle (384-322 B.C.) who reached the false conclu-\nsion that heavy objects fall faster than lighter ones. In this he was deceived by the fact that a\nperson can throw a light object farther than a heavier one.’ It took Galileo Galilei (1564-1642\nA.D.) to show that this could not be so. Galileo did not really drop objects off the leaning\ntower of Pisa to prove his case as generally believed. What he did was roll balls of different",
        "bibliography": [
            "1 J, Boslough, “Searching for the Secrets of Gravity,” National Geographic (May 1989), p. 563.",
            "2 Ibid., p. 576.",
            "3 Ibid., p. 567.",
            "4 J. Winters, “The Strange Case of Earth’s New Girth,” Discover (January 2003 Special Issue), p. 52.",
            "5 J. Boslough, op. cit., p. 581.",
            "6 Ibid., p. 582.",
            "7 Ibid., p. 567."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 148,
        "content": "\nfgets PEN\neen KOE\n&   . J  yyy” se\nZC\natts! ~ aos\nise\ncas\n\\s 4,      nO PPR —-°    \\\nAristotle—(384-322 B.C.)—who was perhaps the first to study gravity.\n23%, >               yy,       p\nseen Ce liutration by Chares Hogarth)\n(ilustration mn by Clisrles Honan rth.)\n148",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 149,
        "content": "weights down ramps through which he showed that objects fall at the same rate regardless of\ntheir individual weight.! But in the late 1900s came Ephraim Fischbach who showed that this,\ntoo, was a false assumption, a proposition that was then picked up by others. Objects of\ndifferent weights do fall at different rates in accordance with their atomic makeup—‘“the more\ntightly packed the atomic nucleus, the slower the fall.” This results in a force which opposes\ngravity—a weak one, to say the least, with only about one per cent of gravity’s strength?—\nwhich physicists started calling the hypercharge, or fifth, force A ball of iron, with high\nbinding energy, it has been argued, incurs a strong antigravity lift and falls slightly slower\nthan a wooden ball of equal weight.+\n\nOthers, conducting different experiments, not only came to the same conclusion—al-\nthough they offered different causes for the phenomenon’ — but realized that objects dropped\ndown into mine shafts and bore holes did not live up to expected gravitational pull. The\ndeeper one goes into the Earth, the stronger should be its gravitational attraction since one\nwould be closer to Earth’s centre. But although various weights dropped into such depths did\nshow an increase in gravitational pull, the additional attraction was less than predicted by\nNewton’s law. True, we are here talking about micro-measurements (.0341 as opposed to\n.0345 percent) but that is besides the point.®\n\nIn opposition to the above, the higher one goes the lesser should be the pull of gravity for\nthe simple reason that one would be moving farther from the centre of Earth. But researchers\nwho conducted experiments on top of a 2,000-foot TV tower in North Carolina discovered\nthat the gravitational pull on objects decreased much more rapidly than it should have. As if a\ntheorized fifth force was not enough, the researchers suggested an additional “attractive, very-\nshort-range sixth force” which “might be supplementing gravity (and overcoming the repul-\nsive fifth) near the base of the tower.”? Needless to say, it was inevitable that these\nsuppositions would generate monumental controversy among physicists,’ but that is always\nthe case when old paradigms are upset. The theory has however been tested through various\nexperiments by various others and the theorized discrepancy in gravity seems to have been\nvalidated The results of these experiments, however, have not led to the same conclusion.\nAnd there were experiments which showed no deviation at all.!° But even if such a fifth\nand/or sixth force exists—and there are many who continue to deny their existence—it\nremains conditional to local variation. Earth’s overall gravitational mass still pulls toward a\nsingle point at the globe’s centre, overpowering all such local, and thus miniscule, deviations.",
        "bibliography": [
            "! Did.",
            "2 Iid., p. 569.",
            "3 Ibid., p. 570.",
            "4 Ibid. J. Langone, “Was Sir Isaac All Wet?” TIME (August 15, 1988), p. 47; see also New Scientist (August 11,",
            "4 Ibid.   |. Langone, “Was Sir Isaac All Wet?” TIME (August 15, 1988), p. 47; see also New Scientist (August 11,",
            "1988), p. 29; Scientific American (October 1988), pp. 14-15.",
            "> See for instance, “The Bigger they Are, the Faster they Fall,” Discover (September 1987), pp. 15-16.",
            "© T. Waters, “Gravity Under Siege,” Discover (April 1989), pp. 18, 19.",
            "7 Ibid., p. 18.",
            "83. Langone, loc. cit.; J. Boslough, loc. cit.",
            "9 Ibid., pp. 570-571.",
            "10 Tbid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 150,
        "content": "\nOne certainty that Boslough\nstressed is that gravity “governs our\nMEL              height and shape,”! as it must have\nheight and shape,”! as it must have\nVia     2                governed  the , height and shape of\nt7/                    eS                         previous organisms.\nprevious organisms.\n}}  Ni.  SY)             “         i           i\ngoverned the height and shape of\niy, eS 1 Se  S               We are children of gravity [Ralph\n“We are children of gravity [Ralph\niy OD |) SSO  S\\)          Pelligra stated]. As we age, we\nPelligra stated]. As we age, we\nih Boe      Sey          reach a point when we begin to\nreach a point when we begin to\nfailing hearts—these all come from\nFAT =          yield to it. Sagging skin and or-\nyield to it. Sagging skin and or-\nAe yy  Gi    So         gans, varicose veins, arthritis,\ngans, varicose veins, arthritis,\njE      \\ ry         NA            failing hearts —these all come from\npL    % Hitt Nae,    a ores        the lost battle against gravity. We\nthe lost battle against gravity. We\nCan you imagine what gravity\nne, i a          can’t touch it or see it. But it has\ncan’t touch it or see it. But it has\nin <i ~ A aw              guided the evolutionary destiny of\nguided the evolutionary destiny of\n\\         iy BR GN 4  hin                 every plant and animal species and\nevery plant and animal species and\ni  \\  Hy ‘           has dictated the size and shape of\nhas dictated the size and shape of\n\\           pois Yt       4 aN       \\\\       our organs and limbs.”?\nour organs and limbs.”?\nI \\\\    f fy NN     Dh NX    |         Can you  imagine  what gravity\n| \\\\    ‘pa    TS         would do to us had it been a great\nwould do to us had it been a great\nua eae                    percentage stronger than at present?\npercentage stronger than at present?\n,        Galileo Galilei (1564-1642)        And can anyone imagine what the\nGalileo Galilei (1564-1642)\nAnd can anyone imagine what the\nWas he correct in deducing that objects of different\nWas he correct in deducing that objects of different                                .              .\nweight fall at the same rate?\nweight fall at the same rate?              present state of gravitational attraction\npresent state of gravitational attraction\n(Illustration by Bruce LaFontaine.)            would have done to those 80-ton\n(Illustration by Bruce LaFontaine.)\nwould have done to those 80-ton\nmegasaurs?\nSPATIAL GRAVITATIONAL ANOMALIES\nGravitational anomalies also take place in space. Take, for instance, what has now become\nknown as the Magyary phenomenon. As discovered and described by Magyary, the Sun\nsomehow deprives the Moon of part of its mass effect on Earth during solar eclipses.\nWhether such effects are really due to lunar deprivations by the Sun, or to solar shielding by\nthe Moon, temporary gravitational anomalies which affect Earth during solar eclipses have\nactually led some physicists to claim that there might be serious flaws not only in Newton’s\nlaws but also in Einstein’s theory of relativity. Sensitive gravimeters give readings which\nfluctuate wildly during solar eclipses, while swinging pendulums tend to oscillate erratically,\neven to the extent of rotating backwards.*",
        "bibliography": [
            "1 Jbid., p. 578.",
            "2 Ibid.",
            "3H. A. Nieper, Revolution in Technology, Medicine and Society (West Germany, 1985), pp. 41, 46.",
            "4 New Scientist (November 27, 2004), pp. 28-31."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 151,
        "content": "\nThat gravity does not always and\neverywhere work the way it is claimed\nto do is evidenced by the nature of                  ae\nto do is evidenced by the nature of\nsolar prominences. This was pointed               Z aN\nsolar prominences. This was pointed\nout by Velikovsky in October 14,\nout by Velikovsky in October 14,                   fr’ eZ,  Syn\n1953 in an address he gave before the                 on     — _ ys\n1953 in an address he gave before the\nUniversity.!_ Visually, solar promin-\nGraduate College Forum of Princeton\nGraduate College Forum of Princeton                Uf? ¢;  % | ‘es as\nUniversity.! Visually, solar promin-                Vii   ~   \\ _ ty \\N\nences consist of explosions of matter\nences consist of explosions of matter              ugha y    —?  pn\nwhich arc out in plumes above the\nwhich arc out in plumes above the              f : \" il Neale (ted WN\nvisible Sun’s surface. They are ejected              oa          GAN\nvisible Sun’s surface. They are ejected\nto great heights at very great speeds.            ZZ SL WN  a, JNO\nto great heights at very great speeds.\nWhen their explosive fury abates,                    4              Y\nWhen their explosive fury abates,\nhowever, they do not fall to the                    AI              g\nhowever, they do not fall to the\nsurface of the Sun in a continuation of\nsurface of the Sun in a continuation of                      g   |          Y\n                           .                Temporary terrestrial gravitational anomalies during\ntheir arcing path as a propelled missile                |     4     f     {         , oO\ntheir arcing path as a propelled missile\nVelikovsky, however, realized that          solar eclipses have led some physicists to claim that\nwill do on Earth. Instead, contrary to             }    A  \\            v\nwill do on Earth. Instead, contrary to\nthese trajectories were governed by    there might be serious flaws to his law of gravity.\nwhat the so-called law of gravity              |   |   A       S|       /  {\nwhat the so-called law of gravity\nthe  electro-magnetic  field of the Sun,                       (Illustration by Bruce LaFontaine.)\ndemands, these arcs retrace their paths                 \\  %  \\ s   |    \\\ndemands, these arcs retrace their paths\nto fall back on their point of origin. It\nto fall back on their point of origin. It                  : \\    \\  \\\\    Vp\nis as if a projectile fired from a canon\nis as if a projectile fired from a canon            XQ    \\   an      De\nwas to retrace its trajectory to return to\nwas to retrace its trajectory to return to                      Isaac Newton (1642-1727)\nIsaac Newton (1642-1727)\nthe barrel of the gun.\nthe barrel of the gun.                             Temporary terrestrial gravitational anomalies during\nVelikovsky, however, realized that        solar eclipses have led some physicists to claim that\nthese trajectories were governed by       there might be serious flaws to his law of gravity.\nthe electro-magnetic field of the Sun,           (Illustration by Bruce LaFontaine.)\nfor which he was crucified by the\nastronomers of the time.\nSome asteroids also fail to conform to man-constructed gravitational laws. One example\ninvolves the asteroid Eros. Its surface is littered with rubble, including rocks measuring up to\n320 feet across. This rubble, and the craters which also pockmark the asteroid’s surface, is\nclaimed to have been derived through violent collisions with other asteroids. Yet its gravity is\nso weak that a ball flung from its surface would escape into space. As Joseph Veverka admit-\nted, most of the debris should also have escaped the asteroid’s gravitational clutches.”\n“Most of the ejecta from a violent collision would be traveling at a reasonable speed,\nand you would expect it to escape. So we simply don’t understand why the surface is\nlittered with so many blocks.”",
        "bibliography": [
            "1. Velikovsky, “Worlds in Collision in the Light of Recent Finds in Archaeology, Geology, and Astronomy,”",
            "published as a supplement to his Earth in Upheaval (N. Y., 1955), p. 292.",
            "2 J. Veverka, Science (September 1999) as quoted in “Eros: So Much Rock, So Little Gravity,” SIS Internet",
            "Digest (2000: 2), p. 18.",
            "3 Ibid."
        ],
        "captions": []
    }
]