[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 122,
        "content": "\nite oan (1/4 a\n                               she} /T'                                   ae\n—e                                wow    }                      }      em .\nSkeletal reconstruction of Seismosaurus compared to a human crowd.\n(Photograph courtesy of Seismosaur.com)\nwhile it was preying upon something very large, which it undoubtedly did,’ says Ser-\neno. The skull also has a deep tooth puncture above the left nostril. That could have\nhappened during a fight with a rival.”!\nThe hazard of ferocious rivals, however, was not the only vulnerability they had to over-\ncome. They also had to surmount the burden of their own weight.\nWEIGHT-LIFTING POWER\nEven before the megasaurs began to steal the show, palaeontologists had already realized\nthat the brontosaurs, which could have weighed up to 30 tons (about the weight of six modern\nelephants) with a length of 70 feet,? would have had a hell of a time bearing their own weight.\nFor that reason brontosaurs were exiled into swamps through which they were supposed to\nhave waded with their heavy bulk buoyed up by the shallow water. “To undergird their\nenormous weight,” wrote Lincoln Barnett, “[the brontosaurs] had reverted to four legs, which\nevolved into pillars of monolithic solidity and strength, and sought surcease from the tug of\ngravity by spending much of their lives wallowing half submerged in shallow lakes and\nmires.”3 In some depictions, the related Brachiosaurus was shown with his long neck, which\ncould reach up to over 18 feet in length, being held straight above the water very much like a\nliving periscope, but acting more like a modern snorkel.4\nIn time, however, as Bakker finally made clear, it became evident that these enormous\nbeasts were little adapted to life in water. Claiming that brontosaurs were plains and forest\ndwellers, Bakker intensified his reputation as a maverick. Among the evidence he pointed at",
        "bibliography": [
            "! bid.",
            "! Ibid.",
            "2 L. Barnett, The World We Live In (N. Y., 1955), p. 101.",
            "2 L, Barnett, The World We Live In (N. Y., 1955), p. 101.",
            "3 Ibid.",
            "4 See, for instance, the painting of Brachiosaurus by Z. Burian in J. Augusta, Prehistoric Animals (London,",
            "1967), PL. 26, reproduced in larger format in Z. V. Spinar, Life Before Man (London, 1973), pp. 122-123."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 123,
        "content": "\nSibbaldus musculus, the blue whale, the largest extant animal, can be up to 100 feet long and weigh as\nmuch as 70 tons.\nto uphold his bold contention was the severe tooth wear that was obvious in brontosaur jaws\nwhich suggest that they fed on coarse terrestrial vegetation rather than on soft water plants.\nAlso, unlike modern hippopotami, to which they had been compared, brontosaurs and other\nsauropods possessed long legs and deep rib cages very much like present elephants. More-\nover, hippopotami legs are relatively weak and flexed at the knees and elbows, whereas those\nof brontosaurs, again like those of elephants, are pillar-like columns fashioned for transport\nover land. Besides, brontosaur feet were not adapted to the soft mud which forms the bed of\nswamps. The hippopotamus has splayed-out toes which enable it to support itself on mushy\nground. Brontosaurs, once more like elephants, possess short stumpy toes encased in fleshy\npads.!\nWhat was however worse was that this exacerbated the problem concerning how a 30-ton\nbeast could have maneuvered freely beneath the burden of its own weight. The largest of all\nextant animals is Sibbaldus musculus, the blue whale, which can be up to 100 feet long and\nweigh as much as 70 tons. But whales are entirely buoyed up by the water in which they\nthrive. It is more than doubtful that they could ever bear their own weight on land had they\nbeen endowed with legs. On land, the largest extant animal is the elephant. Comparing sauro-\npods to elephants, however, is one thing; comparing their weight is quite another. An elephant\ncan reach up to 11 feet in height and weigh anything between 6 to 8 tons. This is hardly com-\nparable to the 30- ton weight of previously known sauropods, let alone the later discovery of\nthe 80-ton Seismosaurus or the 180-ton ultrasaur described by Christopher McGowan.” How\ncould such a heavy beast have maneuvered freely enough to cover large areas in its search for\nfodder or be dexterous enough to fend off predators?\nIn a study of animal size, Knut Nielson pointed out what is not readily obvious to most\nlaypersons:\n“...the maximum force or stress that can be exerted by any muscle is inherent in the\nstructure of the muscle filament. ..This force is body-size independent and is the same",
        "bibliography": [
            "1A. J. Desmond, op. cit., p. 129.",
            "2 C. McGowan, Dinosaurs, Spitfires & Sea Dragons (Cambridge, Massachusetts, 1991), p. 118."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 124,
        "content": "\neo 8,      tas 2 Sa          a\nes    “age           Se we\nae           -\na>. a                ox      J\na       X\ne';' p\nSS aaa     gpa ae ta\nen, ep ee eee ee",
        "bibliography": [
            "African elephants, the largest extant animals, weighting from 6 to 8 tons,",
            "which is hardly comparable to a 180-ton ultrasaur.",
            "(Photograph by the author.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 125,
        "content": "\nfor mouse and elephant muscle...In fact, the structure of mouse muscle and elephant\nmuscle is so similar that a microscopist would have difficulty identifying them except\nfor a larger number of mitochondria in the muscles of the smaller animal. This uni-\nformity in maximum force holds not only for higher vertebrates, but also for many\nother organisms, including at least some, but not all invertebrates.”!\nWhile Theodore (Ted) Holden’s opinions on various topics are too far-fetched to\nmerit serious consideration, the in-depth study he has conducted on megasaurs should be\napplauded. As he has rightly remarked, “there is no reason to believe that any ancient\nanimal might have simply had ‘better’ or ‘stronger’ muscle tissue than we do.”? To which\nhe added:\n“Could it be that a really huge animal such as a sauropod might get far better leverage\nthan we do? Logically, it seems more likely that leverage would favor the SMALLER\ncreature, that beyond a certain point, as creatures get really bulky, the layers of thick\nmuscle in the limbs begin to get in each other’s way and bind to some extent.”\nAnd:\n“...the largest animal which anybody knows to have actually lived any time recently,\nJumbo [the elephant], as well as the largest mammoths which were roughly his size,\nis very close to the theoretical maximum, i.e. he faced nearly the same difficulty just\nlifting his own weight and walking with it which top athletes face in executing maxi-\nmum, fully-warmed-up, one shot lifts. It appears that elephants have simply evolved\ninto something like the maximum possible size for any land animal in today’s\nworld.”4\nOne telling question Holden asked is: “If the sizes of the large dinosaurs were such a win-\nning ticket for creatures which dominated the Earth for tens of millions of years, then why in\nthe tens of millions of years which supposedly intervene between their age and our own time,\nhas nothing else ever again evolved to those sizes?”> His conclusion, as well as ours, is that\nhas nothing else ever again evolved to those sizes?”5 His conclusion, as well as ours, is that\n“the ratios obtained for sauropods are clearly impossible for our world.”¢\nWeight, however, is not the only problem that sauropods would have had to overcome.\nEventually, those who studied sauropods came to the realization that these beasts could not\nreally have held their long necks up straight as had been shown in numerous illustrations and\nmuseum exhibits. As was ultimately revealed, with upright necks up to 50 or 60 feet in length,",
        "bibliography": [
            "1K. Nielson, Scaling: Why is Animal Size so Important (Cambridge, 1984), p. 163 as quoted by T. Holden, op.",
            "cit., p. 114.",
            "2 T. Holden, loc. cit. (block capitals as given).",
            "3 Ibid.",
            "4 Ibid., p. 117.",
            "5 Idem, Dinosaurs, Gravity, and the Changing Scientific Paradigms (2004), p. 6.",
            "6 Idem, “The Sauropod Dilemma,” AEON II:4 (May 1991), p. 117."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 126,
        "content": "\noa RN CESS             [ge is\nDeRres eeks” SNe aa\n> eas cht Ss        Yih       AN\nfA           Boer",
        "bibliography": [
            "=—_—_",
            "How could sauropods have been able to pump blood up to their brain without encountering life-",
            "threatening difficulty had they held their 50 to 60-foot-long necks in an upright position?",
            "(illustration by Bob Giuliani.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 127,
        "content": "\nthe hearts of sauropods would have encountered difficulties in pumping blood up to their ele-\nvated brains.!\nThis led to the dismantling of skeletons in various museum exhibits, which skeletons\nwere then reconstructed with sauropod necks stretched out horizontally in front of them (see\nphotograph on page 122), But, as Holden again noted, holding such long necks in a\nhorizontal position in front of them would have entailed an additional burden of weight.\n“Not only is the sauropod’s neck several times as heavy as [an] elephant, but the arch\n[of the sauropod’s neck] goes the wrong way! In other words, not only does the\nsauropod’s neck not have the structure which would be needed to support that much\nweight...but the structure it does have is the opposite of what would be required.”?\nAll of which led Holden to yet another, and far more reaching, inference—that “dinosaurs\nwere only able to exist because gravity was attenuated during their age.”3\nATTENUATED GRAVITY\nWhile we distance ourselves from Holden’s absurdities in other matters, we do make an\nexception in this case. Besides, as with various other subjects covered in this work, the ration-\nale behind an Earth with previous attenuated gravity traces to Immanuel Velikovsky. Having\narrived at the concept in 1941, Velikovsky put it to paper in comprehensive form in 1943, and\nagain in synopsis in 1946. Although the work was never published, it was distributed to a\nnumber of physicists for scientific appraisal and even placed in some libraries.+ Delineated in\na series of twenty five theses, the work is not devoid of misconceptions, but, in the main,\nVelikovsky did place his finger on a few sore spots. Of the various conclusions which he\nreached, perhaps the most important was that “Sun, planets, satellites, comets, are [electri-\ncally] charged bodies.”> He did not, however, shrink from going further:\n“A number of facts [he wrote] proved to me that the...planets and their satellites have\nchanged their orbits repeatedly and radically, and that gravitational attraction or the\nweight of objects has changed during human history. I thus recognized the fact that\nnot gravitation, but electric attraction and repulsion and electromagnetic circum-\nduction govern the solar system.”®\nThe notion that gravity acceleration would have had to have been lesser than it is today\nwas a conclusion that was also reached by Hans Nieper in 1985, despite the oft-erroneous na-",
        "bibliography": [
            "1B. Lillywhite, “Sauropods and Gravity,” National History (December 1991); P. Dodson, “Lifestyles of the",
            "Huge and Famous,” in Ibid.; see also Scientific American (July 1999), p. 16.",
            "2T. Holden, Dinosaurs, Gravity, and the Changing Scientific Paradigms (2004), p. 32.",
            "3 Ibid., p. 17 (emphasis added).",
            "41. Velikovsky, Stargazers and Gravediggers (N. Y., 1983), p. 165.",
            "5 Idem, “Cosmos Without Gravitation: Attraction, Repulsion, and Electromagnetic Circumduction in the Solar",
            "Systrem,” (1946), p. 17.",
            "6 Ibid. (emphasis added). p. 22."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 128,
        "content": "ture of his overall theory. He was, even before Holden, astute enough to realize that this “can\nbe confirmed by analysis of the then-existing saurian anatomy...”!\n\nA study conducted by R. McNeill Alexander in the late 1980s, however, tended to play the\nproblem down. What Alexander did was implant tiny stress-strain gauges in the bones of ele-\nphants, buffalo, ostriches, horses, and other animals, which emitted radio signals while they\nwere standing, running, and/or jumping. He then computed his results through measurements\non scale models of various dinosaurs. His conclusion was that the extinct megafauna were not\nout of line with extant animals. He did, however, encounter difficulties when it came to the\nhorizontally held necks of the giant sauropods, but did not consider the marginality as being\nfatal.? So, similarly, and purely incidentally, Frederic Jueneman who was also thought that the\ndinosaurs would have been “able to function reasonably well in the same gravity we\nexperience at present.”3\n\nIt was therefore somewhat surprising when anthropologists from the University of The\nWitwatersrand in Johannesburg were bold enough to venture outside their discipline by sug-\ngesting that faunal size might be reliant on differences in gravity, just as those named above\nhad been doing for some years.*\n\nSHRINKING HOMO\n\nThe fauna with which the anthropologists in Johannesburg mentioned above were con-\ncerned had nothing to do with dinosaurs. But what they and others have concluded bears on\nthe subject at hand and, for that reason, we shall step out of time into a different era to see\nhow much of what they now believe can be used to shed light on our topic. The subject of\ntheir study was man himself.\n\nMost of us have noted that children are getting taller, and much earlier, than previously.\nAnd while this is indicative of an evolutionary increase in human size, the trend cannot be\ntraced back to prehistoric times. On the contrary, it is a modern drift that actually commenced\nwith the nutritional improvement in diets that started to show significant effects in affluent\nsocieties in the nineteenth century. Anthropologists, as a whole, have long held that, in actu-\nality, modern man can be considered something of a midget on the human evolutionary stage\nwhen compared to his robust forebears.\n\nComparison of the skeletal remains of our predecessors with those of our era strongly\nindicates that, sometime between long ago and modern times, mankind has actually shrunk in\nbody size. “The shrinking process,” Roger Lewin tells us, “began 200,000 years ago and has\ncontinued in fits and starts ever since.”6 Before that time, man’s stature and robustness had\nbeen on the rise.",
        "bibliography": [
            "'H. A. Nieper, Revolution in Technology, Medicine and Society (Verlag, Oldenburg, 1985), p. 40.",
            "2R. M. Alexander, The Dynamics of Dinosaurs (Columbia University, 1989), in toto.",
            "3 F.B. Jueneman, “Gravity and Pterodactyls: More Points to Consider,” AEON V:6 (August 2000), p. 10.",
            "4R. Lewin, “Rise and Fall of Big People,” New Scientist (April 22, 1995), p. 33.",
            "5 Ibid., p.32.",
            "6 Ibid., p. 30."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 129,
        "content": "\n“.,.many anthropologists would agree that from early in the history of Homo, some 2\nmillion years ago, to the appearance of Homo sapiens, 300,000 or 400,000 years ago,\nthere was a steady increase in robustness, which then reached a plateau. Here we are\ntalking about immensely strong people with thick skulls and heavily muscled limbs.\nEarly anatomically modern humans, which appeared 200,000 years ago, were signifi-\ncantly less robust than archaic Homo sapiens, but much more so than people today.”!\nThe fact that archaic homo would have had to rely on muscles in pursuit of whatever game\nhe could catch has been used by Robert Foley as a reason behind his steady increase in\nstrength. To this he added the supposition that the males’ bigger size would have helped the\nindividual in the competition for the females. Bigger females would also have been prized be-\ncause of their supposed ability to produce bigger offspring, especially sons, which would\neventually help their fathers in hunting game. According to Foley, robustness began to wane\n“because technological inventions—spears and stone tools—took the place of brute strength.”\nNor was Foley the only anthropologist to take this, or a similar, stand.”\nAlthough Homo’s shrinking process began 200,000 years ago, it seems to have “gathered\npace at the end of the Pleistocene ice age, 10,000 years ago, but slowed to a halt a few thou-\nsand years ago.” Fair enough, this “dramatic reduction” in size did not affect all populations,\nbut, as Lewin notes, “where it occurs, the loss of robustness happened principally between\n10,000 and 5,000 years ago, and then halted.”4 As has been argued and, to an extent, correctly\nso, the end of the Ice Age would have “brought many dramatic changes, not least the\ndisappearance of economy-sized larder-fillers such as the mammoth and mastodon.” Foley\nhas thus suggested that Homo would have fallen back “on two subsistence strategies, both of\nwhich encouraged a decline in body size.” These two “strategies” would have been agriculture\nand “a shift to a different kind of social structure.”5\nBut, as has also been argued, the above suggestion does not hold the amount of water it\nwas intended to. The nutritional stress brought about by the diminished game at the end of the\nIce Age and the introduction of agriculture, notes Lewin, “cannot be the whole story.”6\n“Agriculture was developed at different times in different parts of the world, and in\nsome places not at all, whereas shrinkage was universal. When Europeans landed in\nAustralia and parts of the Americas, for instance, people were still hunting and gath-\nering—yet they too underwent the same pattern of body shrinkage.”",
        "bibliography": [
            "! Pbid., p. 31.",
            "2 Ibid.",
            "2 Ibid., p. 32.",
            "3 Ibid.",
            "3 Ibid., p. 30.",
            "4 Ibid., pp. 31-32.",
            "4 Ibid.",
            "5 Ibid.",
            "5 Ibid., p. 32.",
            "6 Ibid.",
            "7 Ibid., p. 33."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 130,
        "content": "\nme,  =   a         i              a    /\n@        mw             /    LATIN\n!       “eye |        ns Be\n;       1]                   Be\nNe        f Nae      (]                 ‘\naM          d Re            Lm nN\n“ N,            7 \\    i         {  #   Z\n4d       f     a          Ce Fy            ae\n.               BF gS       ae       Pr ot\nPaes   VE, : Ki  ae A  Le PNY\nx           eS   4\n!    \\   IN   ™\nee Nw\nSe GF      a a:            i\nse) |e\nrn ne 2\nPalaeolithic group during the Pleistocene Ice Age.\nHomo sapiens, during this time, was much more robust in both girth and stature than modern humans.\n(Ulustration by Tom Tierney.)\n130",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 131,
        "content": "\nfe eee SS ae = Been Oe ae\nPoe, CS fe & wtes Ve ate\ncg © Wiaeacee We alyals ) Bemareg\noe Ete a, anes\nwae ey ee ya\nre Ae Ba Oe TN\n          Le a    ee\nnae            G0 SP NE\nThe extant six-banded armadillo—puny relative of the 500-pound,\nseven-foot-long forebear of 10,000 years ago.\nBesides, why would those animals that survived into post-Pleistocene times have also un-\ndergone a shrinkage in size? The rhinoceros not only lost its fur, it diminished in size from its\nformer length of about 12 feet and a height of 6 feet.! The cave bear “was a good third larger\nand stronger than its present relative.”? Or take the elk which “was a strong and heavy beast\nwith imposing antlers which had a span of up to 11 feet,”3 and compare it to its present\nrepresentative. And likewise with various other animals. Even the presently modest armadillo\npales in comparison to its 500-pound, seven-foot-long forebear when it roamed the American\nSouth 10,000 years ago. None of the above theories—nutritional stress, the advent of agri-\nculture, or the change in culture—which attempt to explain man’s reduced size can be made to\napply to these animals.\nPeter Brown then tried to blame the global warming that followed on the heels of the Ice\nAge, arguing that rising temperatures would have resulted in reduced body mass and thus\nreduced stature—and this would have applied to animals and humans alike. But then, Christo-\npher Russ counter-argued by pointing out that “changes in body form began before the end of",
        "bibliography": [
            "1J, Augusta, op. cit., PL 52.",
            "2 Ibid., PL 60",
            "3 Ibid., PL 53",
            "4 “There Were Giants on the Earth in Those Days,” Discover (April 1998), pp. 14, 18."
        ],
        "captions": []
    }
]