[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 342,
        "content": "\nIt’s even worse when it comes to the history of our Sun’s present planetary family, since\nevery new discovery serves to show us how little we know and how much in error that little is.\n“Our view of the solar system [Alan Stern recently reported] has been radically trans-\nformed...The Kuiper belt is the largest structure in the planetary solar system. It’s\nwhere most of the planets are, where most of the organic chemicals are, where double\nplanets and other exotic things are. We never had a clue about that. When I was going\nto school, Pluto was a misfit. Now it looks like Earth is the misfit.”!\n“We’ve only known about the Kuiper belt for a short time,” says the Yale University as-\ntronomer David Rabinowitz, “and we know next to nothing about how the solar system\nformed.”\nWhen it comes to catastrophism, so much derided during most of the twentieth century, I\ncan do no better than repeat the words of Stephen Jay Gould:\n“The world of the new catastrophism—with its rapid, quirky, unpredictable, and unre-\npeatable changes—may offer less solace than the comfort provided by gradualistic con-\ntinuity and insensible transition toward predictable ends. But nature does not exist to\nprovide such geologic latecomers as ourselves with philosophical comfort. We need sol-\nace but can only find it within our hearts. I would rather have fascinating answers and\nchallenging themes from nature.”",
        "bibliography": [
            "1. Guterl, “Journey to the Outer Limits,” Discover (March 2006), p. 53.",
            "2S. Kruglinski, “EL61, A Space Oddity,” Discover (December 2005), p. 10.",
            "3 §. J. Gould, “An Asteroid to Die For,” Discover (October 1989), p. 65."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 343,
        "content": "\nEpilogue\nLIFE’S ORIGIN\n\\  \\   J e’ve covered a lot of ground in the past pages of this work and, while covering that\ne’ve covered a lot of ground in the past pages of this work and, while covering that\nground, new discoveries kept adding to the ground we have been covering. Not\nonly that, but some of the enigmatic hypotheses we have made use of in these past\npages continue to be upheld by newer authorities. Among such is the belief that the Sun “was\nsome 30 percent dimmer,” thus “providing less heat to Earth,” at the time life rose on Earth.!\nThis led Stanley Miller to conduct some experiments during a twenty-five year period, the\nresults of which led him to propose that life on Earth might have evolved from frozen\nmixtures of ammonia and cyanide.?\nOthers, however, have been claiming that at least some of the crucial ingredients required\nfor the inception of terrestrial life may have actually formed in interstellar space. And while\nthis hypothesis can be traced to the Greek philosopher Anaxagoras who lived sometime in the\n5th century B.C., it did not quite catch on until the late 1800s with William Thomson? plus the\nSwedish chemist Svante Arrhenius a few decades after him.+ Known as panspermia, the prem-\nise had no difficulty in infiltrating the twenty-first century.>\nAs recently preached, these potential life-bearing ingredients could have sprinkled onto\nplanets as they traveled with their host stars through the galaxy. But even the supposition that\nsuch organic molecules might have been dumped on Earth by comets, as proposed in the early\n1960s by biochemist John Ord,’ continued to be bandied by still others’—all of which gained\nadditional prominence while the finishing touches were being applied to this very epilogue.?\nThis ensued from the contents of two meteorites that were discovered in Antarctica in 1992\nand 1995. What sparked renewed interest in these space rocks were the concentrations of\namino acids embedded in them. As reported by the staff of Space.com, and as noted earlier in\nthis very work, amino acids are “organic molecules that form the backbone of proteins, which\nin turn build many of the structures and drive many of the chemical reactions inside living\ncells.”!© This led to the realization that the early Solar System was “far richer in the organic\nbuilding blocks of life than scientists had thought.”!! It has therefore been theorized that the",
        "bibliography": [
            "1D. Fox, “Did Life Begin in Ice?” Discover (February 2008), p. 57.",
            "2 Ibid., pp. 52 ff.",
            "3N. Calder, The Comet is Coming! (N. Y., 1980), p. 104.",
            "4 v. A. Firsoff, Life, Mind and Galaxies (Edinburgh, 1967), p. 32.",
            "5 See, for instance, B. Dorminey, “Did Molecules from Space Seed Life in the Cosmos?” Astronomy (April",
            "2008), pp. 50 ff.",
            "6 D. Mosher, “Life’s Ingredients May Have ‘Sprinkled’ on Earth,” Space.com (September 11, 2007).",
            "7T. Dickinson, “The Seeds of Life,” Equinox (July 1997), p. 65.",
            "8 C. O. Choi, “The Enduring Mysteries of the Outer Solar System,” Space.com (December 31, 2007).",
            "9 “Space Rocks Brought Life’s Raw Material,” Space.com (March 13, 2008).",
            "10 Tbid.",
            "11 [pid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 344,
        "content": "meteorites in question came from a shattered asteroid,! although the previous supposition that\ncomets, too, might have rained such material onto the primitive Earth continued to be upheld.?\n\nWhat was also not discarded was the assumption that “other chemical precursors” of life\ncould have come from the interstellar medium.? And that, according to our developing\nreconstruction of past events, is really where most of these relatively puny bodies—comets,\nasteroids, and meteorites—would have received their burden of organic molecules in the first\nplace. It is therefore not the least bit surprising that such ingredients are now believed by some\nto coat the surfaces of quite a few of the bodies orbiting within Earth’s Kuiper belt.4\n\nTerrestrial impacts, whether thought to be cometary, asteroidal, or meteoric, are now con-\nsidered to have been from 25 to 30 times more frequent around the time when life rose on\nEarth,5 or slightly before that.6 “Pinning down when these impacts occurred,” according to\nBernard Foing of the European Space Agency, “could help shed light on whether they scoured\nprimitive life that had just developed on Earth—or whether they planted chemical ingredients\nthat helped life emerge.”\n\nRegardless of whether they came from outside Earth or not, the energetic constituents that\ncontinued to be held responsible for animating these ancestral molecules into life-bearing or-\nganisms was that form of electrical discharge known as lightning. This even led to the retrac-\ntion of an erroneous exposition by its very promoter, professor of chemistry Homer Jacobson,\nwho had originally appeared quite adamant against the probability of there having been\nenough “time and space available for the origin of terrestrial life.”’ His retraction earned him\nthe praise of having “responded in the noblest tradition of science,”? even though it took more\nthan half a century for him to withdraw his erroneous declarations. While the length of time\nthis took is really immaterial, it is the admitted motivation behind his withdrawal that bothers\nthis particular researcher. While Jacobson himself was honest enough to admit that retraction\n“this untimely” is not normally undertaken, the reason he gave for his disclaimer was the\n“irresponsible” use of his erroneous claims by contemporary Creationists.!° “I am deeply\nembarrassed to have been the originator of such misstatements,” he wrote, “allowing bad\nscience to have come into the purview of those who use it for anti-scien[tific] ends.”!! But\nshould that have been the only, or prime, reason to retract? What if Creationists had never\nutilized his work in support of theirs? Would it have been less embarrassing to have had his\nfaulty scientific work find its way into college and/or university textbooks? And then, was his",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3 Ibid.",
            "4. O. Choi, op. cit.",
            "5 Idem, “The Enduring Mysteries of the Moon,” Space.com (September 17, 2007); D. Fox, loc. cit.",
            "6D. Fox, loc. cit.",
            "7C. O. Choi, loc. cit",
            "8 H. Jacobson, “Information, Reproduction and the Origin of Life,” American Scientist (January 1955), p. 125,",
            "but see also p. 121.",
            "° D. Schoonmaker, “The Scientist’s Red Pencil,” American Scientist (November-December 2007), p. 466.",
            "10 H. Jacobson, “No Time Like the Present,” in ibid., p. 468.",
            "11 [pid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 345,
        "content": "retraction even based on some new discovery? Among the “elements” that “could have\nexisted under early Earth conditions” that he now believed could have led to the origin of life\nwere the very “electrical discharges”! — that is lightning—that was proposed even earlier than\nhis original work by Harold Urey in 19532\n\nINTERPLANETARY DISCHARGES\n\nAs we noted on an earlier page, some of the impacts that have scarred our world might not\neven have been caused by the fall of physical bodies. They might, instead, have been the re-\nsult of electrical discharges in the form of colossal lightning. And while, as we said, such\nscars are found in a spread before, within, and after extinction boundaries, it does not take\nmuch wondering to realize that emissions on this scale would surely have aided in the creation\nof life. If ordinary terrestrial lightning is believed to have been responsible for the activation\nof organic molecules into life-bearing amino acids, can one imagine what interplanetary dis-\ncharges could have accomplished? But is there any evidence that lightning can actually bridge\nthe gap between celestial bodies?\n\nThat the gods of ancient man were wont to hurl thunderbolts at mankind and even at each\nother for whatever reason they believed to have been necessary for the preservation of their\ndivinity, should be known to anyone who is even slightly familiar with mythology.\n“Thunder,” Mircea Eliade tells us, “was from the beginning, and still is, the essential attribute\nof the sky gods.”3 But if, as we believe,* man’s ancient gods were the anthropomorphized\nplanets, the casting of their thunderbolts would translate into the interplanetary discharges we\nare presently discussing.\n\nAn electric spark bridging the distance between planets was not something the scientific\nestablishment was about to honor with its blessings when Immanuel Velikovsky proposed it in\nthe early 1950s.5 Anything that was based on mythology was not then, or even now, about to\nreceive the official stamp of scientific recognition. Faced with numerous ancient texts that de-\nvote prominent passages to the hurling of divine thunderbolts, modern authorities have under-\nstandably attempted to play down their role, believing the idea to have been inspired by the\nawe that terrestrial thunderstorms would have evoked in primitive communities.®\n\nAnd then, as described by the ancients, some of the thunderbolts said to have been cast by\ndivinities do not conform to what we usually understand as thunderbolts.? Others bear too",
        "bibliography": [
            "1 bid.",
            "2 “Genesis by Lightning,” Scientific American (July 2003), p. 16.",
            "3M. Eliade, Patterns in Comparative Religion (London, 1996), p. 53.",
            "4 See here especially God Star, pp. 51 ff.",
            "51. Velikovsky, Worlds in Collision (N. Y., 1952), p. 372.",
            "6 See for instance, H. R. Davidson, “Thor’s Hammer,” Folklore 76 (1965), p. 1, as quoted by E. Cochrane,",
            "“Thundergods and Thunderbolts,” AEON VI:1 (February 2001), p. 95.",
            "7 Those interested, however, can pursue E. Cochrane, op. cit., in toto, as well as D. Talbott & W. Thornhill,",
            "Thunderbolts of the Gods (Portland, Oregon, 2005)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 346,
        "content": "\nmuch of a similarity to the fall of meteorites not to be understood as such.! Quite a few,\nhowever, compare favorably with what we know of lightning. And if Melvin Cook,? Robert\nBass,? and Wallace Thornhill,4 among others, are correct, electrically charged cosmic bodies\nprovide the answer.\nThe question then comes down to whether cosmic bodies are, or are not, electrically\ncharged. As was made clear by some of the presenters at the international conference\nsponsored by the Institute of Electrical and Electronics Engineers in June of 2006,\n“unacknowledged evidence accumulated through the space age makes clear that planets are\ncharged bodies.” It then follows that “[u]nstable motions within the electric field of the Sun,\nor motions bringing planets into close encounters, would lead to devastating electric discharge\nevents.” As Thornhill adds:\n“When planets and moons are close enough...violent form[s] of charge exchange\nmay occur. It is then that the apocalyptic weapon of the planetary gods is unleashed —\nthe interplanetary thunderbolt.”\nThat electrical discharges can be of planetary proportions and able to bridge the gap be-\ntween celestial bodies is evidenced by the crackling bolts that pass between Jupiter and its sat-\nellite Io.8 And that craters can be excavated by interplanetary discharges has also been\nexemplified, especially with respect to Jupiter’s outermost Galilean moon, Callisto.?\nWhen it comes to the planet Saturn, lightning bolts in its atmosphere have been found to\nbe “1,000 times stronger than anything seen on Earth.”!° More importantly, electrical dis-\ncharges also take place within its system of rings as well as between it and its satellite Di-\none.!! That being the case, one can more easily understand how Saturn’s earlier more ener-\ngetic proto-planetary sub-stellar emissions would have spanned the comparative distance that\ndivorced it from Earth during the time period covered in the present work.\nThat the Saturnian planetary deity was wont to cast thunderbolts is described in various\nancient texts—and in a future volume I will have much more to say about that. Here I will\nmerely mention in passing that the Babylonian Ninurta, one of the earliest Saturnian deities,!?",
        "bibliography": [
            "lV. Clube & B. Napier, The Cosmic Serpent (London, 1982), pp. 174-175.",
            "2M. A. Cook, The Science of High Explosives (N. Y., 1971), pp. 420-426.",
            "3 R. W. Bass, “The Celestial Dynamics of ‘Worlds in Collision’,” S..S. Review VI:1-3 (1982), pp. 74-75.",
            "4 W. Thornhill, “New Physics Supports Planetary Catastrophism,” Chronology & Catastrophism Review",
            "(1998:2), p. 13.",
            "5D. Talbott, et al., Electrical Scarring of Planets and Moons (Portland, Oregon, 2006), p. 5 (emphasis added).",
            "6 Ibid.",
            "7 W. Thornhill, loc. cit.",
            "8J.M. McCanney, “The Nature and Origin of Comets and the Evolution of Celestial Bodies,” Part I, KRONOS",
            "IX:1 (Fall 1983), p. 20.",
            "9 Ibid., Part Il, KRONOS IX:3 (Summer 1984), pp. 68, 79.",
            "10 F. Reddy, “Cassini Spots Saturn Storm,” Astronomy (June 2006), p. 28.",
            "11 J. M. McCanney, op. cit., Part I, KRONOS IX:1 (Fall 1983), p. 34.",
            "12D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian",
            "People (London, 1996), p. 301; but see also God Star pp. 62, 124, 125 ff., 126, 128 ff., 131, 212-213, 240, 449."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 347,
        "content": "\nUSS   —— =  fp\nJESS   5 - eZ,  ES\nae ee Sg.  Ga\n) Sap on     vo",
        "bibliography": [
            "|                                                   The thundering Ninurta.                                                   |",
            "The thundering Ninurta."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 348,
        "content": "\nwas depicted in the ancient temple dedicated to him with thunderbolts in both his hands. But,\ngod aside, that thunderbolts from the planet Saturn slammed into Earth was not hidden from\nour ancestors’ collective memory. The ancient Greeks were among many in antiquity who still\nremembered that the planet Saturn had more than once cast its thunderbolts at Earth,! as so\ndid the Etruscans,? the Romans after them, and, later still, the Incas half a world away.* There\nis no way in which these ancient peoples, among others, could have known about this\nparticular phenomenon had their ancestors not witnessed it with their own eyes and passed the\nmemory on. Such an event could not have been experienced—nay, it could never have\noccurred—had Saturn, or its proto-planetary progenitor, not been close enough to Earth to\npermit such an occurrence. Nor would there have been any reason for our ancestors to invent\nsuch a postulate, and to then repeat it half a world away. And although these thunderbolts\nflashed between the proto-Saturnian sun and our world on more than one chaotic occasion, it\nis their tremendous discharges in Earth’s primordial youth that, in our opinion, were\nresponsible for the activation of terrestrial life.\nEVOLUTIONARY MUTATIONS\nElectrical discharges from our proto-Saturnian sun were not only responsible for the\ninception of life, they were also the primary movers behind evolution. And while, because of\nits complexity, this is a subject we have purposely avoided in the foregoing pages, it would\nnot be amiss to touch upon some of its aspects before we end this work.\nThere has been more than one authority in the past who has insisted that evolution\nprogressed much faster than most paleontologists had normally assumed. There are even those\nwho have questioned the lessons that were supposedly learned from the very forms of life on\nthe Galapagos Islands that so impressed Darwin—some say even inspired him to formulate\nhis theory of evolution.5 Not only have the age of the islands themselves been revised\ndownward, newer studies have indicated that, with the exception of the iguanas, the species\nthey harbor have evolved “with surprising speed.”® But even then, we are still talking about an\nevolutionary clock that is claimed to tick through millions of years.7 So, likewise, Niles\nEldridge:\n“Our theory [that is, his and Stephen Jay Gould’s] is based on the observation that new\nspecies seem to appear suddenly and then to hang on for five to ten billion years\nwithout change. So it is reasonable to assume that change takes place over a few\nthousand years—in a spurt—not over billions of years.”8",
        "bibliography": [
            "! Seneca, Quaestiones Naturales, VII:4:2.",
            "2G. Dennis, The Cities and Cemeteries of Etruria, Vol. | (London), p. 32.",
            "3 Pliny (Gaius Plinius Secundus), Historiae Naturalis, 11:18:82 & 53:138.",
            "4 J. Sammer, “The Cosmology of Tawantinsuyu,” KRONOX IX: 2 (Winter 1984), p. 26.",
            "5 T. Yulsman, “The Evolution Express,” Science Digest (October 1985), p. 20.",
            "6 Ibid.",
            "7 Ibid.",
            "8 D. Ingber, “Challenging Darwin,” Science Digest (December 1981), p. 86 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 349,
        "content": "\nEvidence that evolution can move much faster than that—almost instantly, in fact—was\npresented in 1982 when the unique kangaroos that inhabit the Hawaiian island of Oahu caught\nthe interest of the “continent-hopping field biologist” James Lazell, Jr.!\nKangaroos in Hawaii? Well, yes, but they did not originate there. They are actually the\ndescendants of a pair of Australian wallabies that escaped from a Hawaiian zoo in 1916. Just a\nfew generations old, these Kalihi rock wallabies, as they have become known, which now\nnumber several hundred, have been found to make up an entirely new species. How did this\ncome about? The “creatures’ physiology,” according to Lazell, “might simply be the result of\nremarkably rapid evolution.”?\n“Those wallabies who were smaller and lighter in color—and thus better suited to the\nHawaiian environment—would have a better chance at survival and reproduction. If\nthe latter is the case, the wallabies’ adaptation to their new environment was not only\nswift but extraordinarily thorough. Lazell reports that not only did the animals’\nexternal appearance change, so did the amino acid structure of at least one of their\nliver enzymes, which would have helped them safely feed on otherwise toxic plants\non Oahu.”\nAnother radical in this field is Aaron Filler, a student of Ernst Mayr and Stepehn Gould,\nwho likewise holds that entirely new forms of organisms came into being through sudden\nabrupt changes. He has even gone out on one of the slimmest biological limbs in advocating\nthat humans, too, emerged abruptly; that they did so far earlier than previously believed; and\nthat apes descended later, rather than the other way around.*\nMutational restructuring brought about by interplanetary discharges can also lead to detri-\nmental changes. In fact, whether such changes prove to be beneficial or harmful remains\nreliant on what else might have changed in the environment and how capable those affected\nwould have been in adapting to it. Contrary to what Darwin believed, it is not only those\ngenetic changes which improve the chances of survivability that end up being retained. As\nDavid Raup indicated long ago, certain modifications ended up being preserved for no\napparent reason.> And as David Salkeld noted, if a species is fortunate enough, it may survive\nand flourish despite any handicaps it might have inherited from its ancestors*—or, we might\nadd, through sudden mutational changes.\nTake dinosaurs, for instance, seeing as we have said so much about them in the pages of\nthis work. So many bizarre species have come to light that we find ourselves sympathizing\nwith the novelist John Updike when he wondered what on Earth could nature have been\nthinking of.”",
        "bibliography": [
            "1 “Instant Evolution,” Science Digest (July 1982), p. 18.",
            "2 Ibid.",
            "3 Ibid.",
            "4 A. G. Filler, The Upright Ape (Franklin Lakes, New Jersey, 2007), in toto.",
            "5D. Ingber, loc. cit.",
            "6 D. Salkeld, “Natural Selection and Evolution,” Chronology and Catastrophism Review, XVI (1994), p. 35.",
            "TY, Updike & P. Gwin, “Extreme Dinosaurs,” National Geographic (December 2007), p. 38."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 350,
        "content": "\nNor is Updike the only person to question the evolutionary advantage that some\nappendages supposedly endowed dinosaurs with. As Peter Gwin noted, the double row of\nspines that composed the body-long crest which adorned the giant Amargasaurus “would\nhave offered limited defense at best against predators.”! Or take the “grossly oversized hands”\nwith strange elongated fingers that belonged to Epidendrosaurus which, if we exclude birds,\nhappens to be the smallest dinosaur yet found. “What was it doing with its disproportionate\nhands, with third fingers longer than the other two digits combined?” asked Gwin.?\n“Throughout [the dinosaurs’] long day on Earth [wrote Updike], there was an\nintensification of boniness and spikiness, as if the struggle for survival became\ngrimmer. And yet the defensive or attacking advantage of skull frills and back plates\nis not self-evident. The solid-domed skull of Pachycephalosaurus, the largest of the\nbone-headed dinosaurs, seems made for butting—but for butting what?...Butting\nmatches amid males of the same species were unlikely, since the bone, though ten\ninches thick, was not shock-absorbent.” 3\nAnd what, he further asked, “do we make of such apparently inutile extremes of\nmorphology as the elaborate skull frills of ceratopsians like Styracosaurus or the horizontally\nprotruding front teeth of Masiakasaurus knopfleri?’4 Or take Stegosaurus who “carried on its\nback a double row of huge bony plates negligible as defensive armor and problematic as heat\ncontrols.”5\nHans-Dieter Sues offers a different opinion. “These extreme traits just didn’t suddenly\nappear,” he claims. “There were compelling reasons why they were selected and pushed down\nthe evolutionary line.”6 But what compelling reasons could there have been behind the\nappearance of unnecessary bodily appendages? Besides, had such novel changes been really\n“selected” and “pushed down the evolutionary line,” where can the earlier, less evolved, signs\nof them be hiding? On the contrary it seems that, just as often, once useful traits degenerated\ninto worthlessness. Take the ridiculously tiny arms of Tyrannosaurus rex, the usefulness of\nwhich Updike also questioned.? They were neither good for grasping nor for clawing in\ndefense. These laughable appendages were not the original endowments that encumbered this\notherwise enormous beast, but ones that obviously deteriorated from a former pair of\nprominent and more efficient limbs. But why would they have declined to the point of\nuselessness? Is it believable that, despite the beast’s massive thighs, powerful jaws, and lethal\nteeth, it had so little use for arms and claws that it simply stopped using them, allowing them\nto degenerate through succeeding generations? Or were they reduced to useless stumps in one\nmutational swoop?",
        "bibliography": [
            "! bid., p. 34.",
            "2 Ibid., p. 55.",
            "3 [bid., p. 39.",
            "4 Ibid., p.38.",
            "5 Ibid., p. 40.",
            "6 Ibid., p. 56.",
            "7 Ibid., p. 40."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 351,
        "content": "And, in case one asks, dinosaurs were not the only terrestrial denizens that were burdened\nwith such superfluous biological attachments. As Updike also pointed out, “odd too” are an\nelephant’s trunk, an elk’s antler growth, and a peacock’s tail.!\n\nFair enough, one can claim that an elephant’s trunk is extremely useful when it comes to\ngrasping and sucking up water; an elk’s antlers are handy in grappling similarly-equipped\nmales in the struggle for herd dominance; while a peacock’s tail is a magnificent adornment\nwith which to titillate the less endowed, but much desired, females. And yet, as an in-depth\nstudy of the subject will reveal, none of these traits could have risen in response to the\nfunctions they eventually led to.\n\nWas the long neck of the giraffe developed in order to reach the high foliage it feeds on, or\ndoes it now feed on such high foliage because of its long neck? Other animals in the same\nregion survive just as well without such long appendages. And then, what sort of foliage could\nthe shorter, but still long, necks enable llamas and their kin to chew on that wild goats in the\nsame area cannot reach? Grace aside, what does their long necks enable swans to accomplish\nthat the shorter-necked ducks cannot? Would not ostriches and their ilk have survived just as\nwell with shorter necks? Despite the retention of their close-to-useless flapping wings, their\nloss of flight does not seem to have hindered these long-legged birds. What advantage did the\nunique spiral curvature of their tusks bestow on the Arctic’s hairy mammoths? With their\npointed ends curving inward, they were neither good for digging nor of use as a weapon. Or\nwhat of the wart hog’s likewise inward curling tusks which are also useless when it comes to\ndigging and more so in goring their would-be adversaries? What use is the elephant-seal’s\nflexible proboscis? All it does is get in the way when feeding. I could go on, but I believe I’ve\nmade my point.\n\nContrary to what Sues claims, the evidence we have accumulated leads us to believe that\n“these extreme traits,” as well as others, did appear suddenly while some deteriorated just as\nfast. They did so due to the mutational effect that extraterrestrial radiation imposed on life\nduring events of drastic cosmic catastrophism. In keeping with Raup’s conviction, once\ninflicted, some of these changes were retained because, while not advantageous, neither were\nthey detrimental. As Updike himself observed, “biological features” need not “be efficient to\nbe carried along.”\n\nHere on Earth, cosmic radiation would have been the natural fall-out of interplanetary\ndischarges. The most powerful of such discharges would have occurred during those sub-\nstellar flare-ups that the proto-Saturnian sun was wont to undergo periodically. And these sub-\nstellar outbursts have only ended since the proto-Saturnian system joined the retinue of our\npresent Sun, give or take, some ten thousand years ago.\n\nNow it so happens that, when it comes to the astronomical interpretation of the mytho-\nhistorical record on which the main thesis of this work was originally based, it is this very\nentry of the proto-Saturnian system into the Sun’s domain of influence that has raised the\nmost objections. And, while I will not mention names, the most critical of these objections",
        "bibliography": [
            "! [bid., p. 38.",
            "2 Ibid., p. 40.",
            "3 God Star, in toto."
        ],
        "captions": []
    }
]