[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 302,
        "content": "\n*\n.\n=                                      +\na\nage oS a         *    y\n-   it                   «\nih                   -                 .\n.                                       \"s             . oe\nSt Raa\n.        a a ps                  c\n.            Hg\n+                                                    .\n|                *\n°                                                              .\nThe circumstellar cloud surrounding the Crab Nebula—remnant of the supernova of 1054.\n(Combined images from the Hubble Space Telescope and the Chandra X-Ray Observatory—courtesy of NASA.)\nbeen reconstituted through the material proto-Saturn itself would have ejected during each of\nits flare-ups.\nThat stellar flares end up creating dust was confirmed while this book was being written.\nAs it was announced in April of 2008, the Spitzer Space Telescope has enabled astronomers\nto ascertain that massive exploding stars are among the best dispensers of cosmic dust. The\nremnant of the Cassiopeia supernova alone has been calculated to contain enough dust the to-\ntaled mass of which could account for as much as 10,000 Earths.!",
        "bibliography": [
            "1L. Layton, “Supernovae Spawn Dust,” Astronomy (April 2008), p. 26."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 303,
        "content": "",
        "bibliography": [
            "a",
            "i",
            "Be",
            "Amore recent view of Earth’s north auroral oval as seen from space.",
            "Illuminated crescent at top left corner constitutes reflected sunlight.",
            "(Photograph courtesy of NASA.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 304,
        "content": "It is therefore further concluded that every time proto-Saturn’s circumstellar disk was ex-\nplosively dissipated, its material would have been flung in all directions, but would probably\nhave remained contained within its enveloping plasmasphere to mix with whatever dust proto-\nSaturn itself would have dispensed. Much of this material would therefore have remained\nwithin both proto-Saturn’s and Earth’s re-capturing distance.\n\nFlare-ups would also have destroyed Earth’s previous auroral ovals, which would then\nhave taken time to reassemble themselves and so, also, to recapture some of the loose material\nthey themselves had previously contained as well as some of that dissipated by the circum-\nstellar disk.\n\nA certain amount of dust would also have been contained within proto-Saturn’s polar col-\numn and this, too, would have been released every time the column retracted prior to each\nflare-up.\n\nAdd up the amount of all this dust from each of proto-Saturn’s successive flare-ups, and\nwe end up with more than enough material for Earth’s consecutive polar toroids to accumu-\nlate.\n\nWhether each successive toroidal ring formed equatorially and then split to spiral north\nand south as per Birkeland’s terrella experiment and Hooker’s proposed scheme must tempo-\nrarily remain a moot question.\n\nIf, as recently speculated, shooting stars can effect Earth’s climate by leaving dust trails in\nour atmosphere,! it is not difficult to imagine what permanent dusty toroids around Earth’s\npoles could accomplish in this respect.\n\nIn fact, dust falling into the Sun as the Solar System travels in and out of the Galaxy’s\nspiral arms had already been proposed by such luminaries as Harlow Shapley, Fred Hoyle,\nand W. H. McCrea. According to the latter, the immensity of dust falling into the Sun would\nhave caused the Sun to burn, relatively briefly, more brightly than before, which would then\nhave caused the additional evaporation needed to feed glaciers.? But the same immensity of\ndust would also have fallen on Earth, clouding its atmosphere which would have shielded it\nfrom the Sun’s increased heat.\n\nActually, never mind that. Just think of the great disparity between the sizes and masses\ninvolved—a calculated 333,000 Earths to equal the Sun’s mass, while taking more than a mil-\nlion Earths to equal its volume. If enough dust had fallen into the Sun to make it shine\nbrighter, Earth should have been buried in it.\n\nAtmospheric dust spewed up by volcanoes, as always, has also been held responsible for\nshielding the Sun’s heat thus chilling Earth to the point of initiating ice ages.* But this method\nof chilling would have affected the entire Earth and not the selective ribbon of glaciated land\nwe are here concerned with.\n\nThat dust did play a major role in causing past ice ages is more than evident since it was\nthis dusty accumulation and associated material within the toroids that was ultimately respon-",
        "bibliography": [
            "1 New Scientist (August 27, 2005), pp. 14, 18.",
            "2 F, Warshofsky, Doomsday: The Science of Catastrophe (N. Y. 1977), pp. 179, 180.",
            "3R. A. Gallant, Our Universe (Washington, D.C., 1980), p. 51,",
            "4 F. Warshofsky, op. cit., p. 182."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 305,
        "content": "sible for shading the atmosphere and the land below. These two sets of shadows would have\nbeen enough to cool the atmosphere through which they passed as well as the land beneath on\nwhich they fell. Through the thousands of years during which Earth’s primordial set of toroi-\ndal rings lasted, these shadowed areas would have been chilled enough to produce our Earth-\ngirdling ribbon of ice—at least in the northern hemisphere.\n\nDISPARITIES RESOLVED\n\nThose in the know will already have been shaking their head at the above since it is well\nknown that auroras actually heat, rather than cool, the atmosphere. At present, the very stream\nof charged particles from the Sun that is responsible for the auroral lights also cause the ioni-\nzation and heating of the ambient atmosphere. In fact, the change in temperature and the rise\nin winds this heat creates can be quite pronounced. Temperature can rise tenfold and the cre-\nated gales can blow at more than one thousand miles per hour. All of these disturbances, how-\never, limit themselves to the atmosphere above the auroral ovals. With the present ovals\nreaching up to 60 miles above the land, the turbulence in question can achieve double that\nheight. None of these instabilities ever reach down to where Earth’s weather really takes\nplace.\n\nThat the atmosphere beneath the toroids would have been anything but warm is addition-\nally evidenced by noctilucent—i.e., night-shining—clouds which form at an altitude of around\n50 miles. The actual manner of their formation has never been determined. What is known\nabout them is that they usually form near the poles and drift toward the tropics. In their mi-\ngration, they tend to float in the mesosphere well above the regime of normal clouds, but be-\nlow the auroral ovals with which we are concerned. And while, as we have seen, the atmos-\nphere above the toroids can be relatively hot, the temperature of the air beneath the clouds in\nquestion can reach as low as -225 degrees Fahrenheit (-143 degrees Celcius). This is enough\nto freeze the particles of dust which act as the seeds from which these clouds are formed. The\ndust itself has been hypothesized to be cosmic in origin—which does not surprise us—perhaps\neven the debris from burned-up meteors. And while it has not yet been discovered why, this\nair is colder in summer than it is in winter.!\n\nIt can thus be seen that the atmosphere beneath auroral ovals can actually be much colder\nthan that above the ovals, cold enough to freeze whatever moisture can gather on air-borne\nnanometric dust motes. But that is under present conditions. What would happen to such a\nfreezing atmosphere if it was additionally constrained within a perpetual shadow created by\ndust-laden toroids? Would not the shadowed areas have been gripped in an even more relent-\nless cooling spell? And since this would have lasted for untold ages, would not those shad-\nowed areas have been frozen for just as long?\n\nThere is no point in claiming that reflected light from proto-Saturn’s plasmasphere would\nhave slid past underneath the toroids to cancel the shadows they would have created. Such\nbeams would have been too slanted and too weak to neutralize the umbrae created from over-\nhead by the direct rays from the proto-Saturnian sun, as a scaled-down experiment will readily\nshow.",
        "bibliography": [
            "! Scientific American [Internet] News (July 10, 2007)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 306,
        "content": "\nLight aside, one might argue that the 60 mile separation of the auroral ovals from the\nground would leave enough room for warmer air from elsewhere to move in and ameliorate\nthe cooling within the canopied shadow of our proposed toroids. But even if we were to ig-\nnore what we have already documented, a moment’s reflection should remind the reader that\nair currents sweeping in from warmer areas do not improve the present freezing conditions in\nthe Arctic and Antarctic.\nTrue enough, as Frederic Jueneman pointed out, warmer winds do ameliorate present po-\nlar conditions,! but even in 5,000 years of such amelioration, these warmer winds have not yet\nmanaged to do away with all the accumulated ice in these respective areas.\nOne of several advantages that our hypothesis includes is that the rest of Earth would have\nremained warm enough to allow for the required evaporation of water from its oceans. The\ncondensation this led to would have precipitated on various lands outside the toroidal shad-\nows, showering them with heavy downpours of warm rain. That this actually transpired has\nbeen known for quite some time.\n“During the glacial epochs,” wrote Robert Silverberg, “such regions as Africa, South\nAmerica, central Asia and the southern United States experienced periods of greatly increased\nrainfall.”?\n“A series of pluvial and interpluvial periods, almost exactly corresponding to the gla-\ncials and interglacials of colder latitudes, has been determined [Silverberg goes on].\nDuring these prolonged rainy spells, lakes and rivers grew, basins now dry filled with\nwater and deserts bloomed. Nevada contained more water than Minnesota; a vanished\npluvial lake we call Lake Lahontan covered the northwestern part of the state... There\nwere lakes in the Sahara; rainfall was heavy in Africa’s Kalahari Desert and Asia’s\nGobi [Desert].”?\nEven at present, auroral displays remain intimately associated with wet weather. In the late\n1860s, auroras seem to have taken leave of Earth, with summers so dry that crops were ruined.\nBut then, in 1870 and 1882, the boreal ovals returned and summers turned much wetter than\nusual.4\nOnce similar circulating moisture-laden air trespassed into the toroids’ shadows back in\nEarth’s primordial times, it would have easily crystallized to precipitate as snow and ice on\nthose areas directly below where it would accumulate and compact into spreading glacial\nsheets. Our season-less scheme has no need of Hooker’s postulated winter for the freezing of\nthis precipitation.\nNeedless to repeat, the Arctic region would have remained ice-free since not only was it\noutside the shadowed area, it would also have continued to receive the full impact of proto-\nSaturn’s direct rays.",
        "bibliography": [
            "1B. B. Jueneman to D. Cardona, private e-mail communication (August 6, 2008).",
            "2R. Silverberg, Clocks for the Ages (N. Y., 1971), p. 94.",
            "3 Ibid., pp. 94-95.",
            "4 Transactions and Proceedings of the Royal Society of New Zealand 1868-1961, Vol. 27 (1894), p. 659."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 307,
        "content": "TOROIDAL EXTREMITIES\n\nThe demarcation between our posited shadowed areas and those on which both heat and\nlight bestowed their blessing would not have been anywhere close to being abrupt. A shadow\ncan only have clean edges if the object that casts it is close enough to where the shadow falls.\nThe demarcation of Earth’s toroidal shadows would have diffused progressively through these\nhazy intermediate areas from cold to warm (or vice versa if you wish). But also, as shadows\ndo, those from the toroids would, with their penumbrae, have fanned out through the atmos-\nphere to cover a wider area of land, north and south, than the width of the toroids themselves.\n\nThe present auroral ovals have a tendency to wobble around Earth’s magnetic poles, ex-\npand in width, and move to lower latitudes through the effects of intense solar storms. Thus,\nfor instance, during the geomagnetic storm of February 11, 1958, the width of Earth’s north-\nern auroral oval expanded tremendously as it shifted below the United States-Canadian bor-\nder.! This is not to be wondered at since everything in nature, from planets and their satellites\nto the most distant galaxies, is prone to periodic fluctuations —which is why it is so difficult to\npredict weather, earthquakes, solar storms, and various other phenomena. It is not then to be\nexpected that brown dwarfs and sub-brown dwarfs would act any different and, as we have\nseen, they are just as prone to outbursts. Nor must it be assumed that these discharges would\nalways have been on the scale of our postulated series of flare-ups. Flares from brown dwarfs\nare now known to come in varying intensities. What can be assumed is that Earth’s primordial\nauroral rings would have been subject to similar storms emanating from the proto-Saturnian\nsun, This would have been especially so during each of its successive flare-ups, but there\nwould also probably have been lesser eruptions from time to time as the proto-Saturnian sys-\ntem traveled through space. At present, auroral oval expansions and displacements due to so-\nlar storms do not last long. It cannot, however, be taken for granted that neither would they\nhave lasted long in primeval times. With an Earth immersed in an electric environment that\nwas much more dynamic than at present, it is not beyond possibility that these fluctuations\nwould have lasted longer in primeval times. But exactly what effect they would have had on\nthe terrestrial terrain has still to be evaluated.\n\nWould the auroral rings have been visible as such to ancient man? Is there anything in the\nmytho-historical record that hints of such Earth-circling rings? The southern toroid, concen-\ntrated solely on Antarctica, would definitely have gone unnoticed since, until modern times,\nno humans had inhabited that continent.\n\nBut what of the northern one, outside the shadow of which man would have congregated\nboth north and south of its extremity? Some might point to that little-known Jewish legend\naccording to which God brought ten separate items into being on the first day of Creation.\nOne of these was Tohu which is described as “a green band which encompasses the whole\nworld.”? Others might draw attention to an even lesser known Jewish tract which describes\nLeviathan as a serpent encircling the world.? But tempting as these legends might seem, we",
        "bibliography": [
            "1 $I. Akasofu, Aurora Borealis: The Amazing Northern Lights, comprising Volume 6, Number 2, of Alaska",
            "Geographic (1979), p. 86",
            "2 L. Ginzberg, The Legends of the Jews, Vol. I (Philadelphia, 1968), p. 8. (But see also God Star, pp. 261-262.)",
            "3 Ibid., Vol. V, pp. 45, 46."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 308,
        "content": "\noes          a.\nNe\na      ah?” at: a\n|       |        |           y                      Ries\n|                                      °\nL                 i\nTt    \\                  ow                     >\n\\/                             x Vig            <d\n“WA ae\nThe northern auroral oval superimposed on the terrestrial globe.\nCompare the area covered to that shown on page 284.\nwill be showing in a future volume that they both pertain to a different, even if related, celes-\ntial apparition. Besides, a moment’s reflection should indicate that there is nowhere on Earth\nfrom which such toroidal rings can be seen in their entirety which is why it took so long to\nrecognize their oval shape.\nOne could then argue that, at best, all that could have been seen is a portion of the ring\narcing across the sky from one horizon to another, which is more or less what April Lawton\n308",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 309,
        "content": "showed in illustrating the debris of the future shattered Moon as theorized by Lloyd Motz.!\nAnd here, perhaps, the Germanic myth which tells of Bifrost, that immense bridge which\nspanned the sky, connecting Earth to heaven,? might come to mind. In Lawton’s case, how-\never, what she depicted was an equatorial ring around Earth far out in space. Auroral ovals, 60\nmiles above the land, are anything but that far out. When their width, plus their diffuse ter-\nmini, are considered, it is doubtful that such arcs spanning the sky could have been seen. Be-\nsides, an arc that spans the sky from one horizon to another can only be said to join Earth to\nEarth, and not Earth to heaven, and so Bifrost must also be ruled out (although, like Tohu and\nLeviathan, we will be considering it in a following volume of this series).\n\nThe only sign the toroids would have imprinted on heaven above as viewed from Earth\nwould have been a gradual misting of the atmosphere at the rings’ diffused periphery, which\nwould have progressively darkened into a swath of overcast sky against the backdrop of the\nmuch more distant circumstellar disk. Additional to that, auroral manifestations would also\nhave scintillated across the sky. No one in Earth’s northern hemisphere would have realized\nthat this constituted a pole-circling toroidal ring.\n\nThe reconstitution of the auroral ovals, their accumulation of dust and other material, the\nchilling of the air and land within and underneath the shadowed areas they gave rise to, the\nslow precipitation of snow within those shadowed areas, and the accretion of the glaciers in\nthe land below, did not take place suddenly —no matter how one may define “suddenly.” The\nmind staggers when one reads that “17 million cubic miles of the world’s water transformed\ninto ice,” and that “about one third of the earth’s surface was buried under ice that averaged a\nmile in thickness.” Nor will it do to argue, as some have, that these statistics are nothing but\neducated guesses, or, as others have maintained, that they have been highly exaggerated. One\nis still left with a staggering amount of evidence which duly points to a protracted, as opposed\nto a sudden, onslaught of ice. In this respect, even the word “onslaught” is inapplicable.\n\nAnother important aspect of the theory propounded here concerns the manner in which the\nice advanced and then retreated. Under all presently proposed schemes—and we have seen\nthere are enough of them’—in which the Sun is ultimately held responsible for ice ages,\nfreezing should have progressed from north to south. Glacial evidence from the Pleistocene,\nhowever, indicates that this was not the case. The direction of flow proves that the ice radiated\nin deviant trajectories from different focal points.° Although we disagree with Charles Hap-\ngood concerning the tilting of Earth’s axis to account for ice ages, he did correctly note that\nthe ice “did not start in a small area and expand outward, but rather it started all at once over a\ngreat area.”” So, similarly, when the ice melted at the end of the Pleistocene, it “did not melt\nfrom south to north, as might have been expected,” Hapgood additionally noted, “but from all",
        "bibliography": [
            "1. Motz, “Earth: Final Chapters,” Science Digest (August 1981), p. 82.",
            "2p. Grappin, “Germanic Lands: The Mortal Gods,” Larousse World Mythology (London, 1972), p. 363.",
            "3 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 20.",
            "4 Ibid., p. 24.",
            "5 See especially Flare Star, Part One in its entirety.",
            "©R.F. Flint & M. M. Leighton, “Glacial Epoch,” Encyclopaedia Britannica (1959 edition), Vol. 10, pp. 374-",
            "375; S. W. Carey, Theories of the Earth and Universe (Stanford, California, 1989), p. 66.",
            "7 C. H. Hapgood, The Path of the Pole (N. Y., 1970), p. 162."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 310,
        "content": "sides toward the central area, about Hudson Bay.”! But this was only part of the story. Out of\nthe Canadian shield the ice retreated very much in the opposite manner in which it had\naccumulated, toward different loci. All of which is in keeping with our scheme in which the\nconsequent precipitation would have fallen on the entire shadowed areas simultaneously, with\nglaciers forming on high ground from which they pushed relentlessly in various radiating\npatterns. So, similarly, once proto-Saturn flared up, the sudden heat it released would have\ntended to melt the glaciers in reverse order to which they had accumulated. They would have\nretreated in ever decreasing peripheries around the modest heights from which they would\nhave originally radiated.\nBut what, then, of ice ages in the tropics?",
        "bibliography": [
            "1 Jbid., p. 143."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 311,
        "content": "\nChapter 11\nEarth’s Southern Pole\nTROPICAL GLACIERS\nt has been claimed that even “the tropics felt the effects of the global chill” during the\nPleistocene and that “glaciers formed on Mauna Kea and Mauna Loa in Hawaii and\n[Resse and that “glaciers formed on Mauna Kea and Mauna Loa in Hawaii and\nMount Elgon in Uganda— mountains that are today ice-free.”!\nWe have also seen that animal remains at Meadowcroft Rockshelter in Pennsylvania, just\nbeyond the demarcation of the northern glaciation, indicate “a warm climate rather than the\nicy conditions” that should have gripped this area during the same epoch.? As also noted\npreviously, “tropical seas weathered the glacial epoch with remarkable stability, hardly cool-\ning it at all.”\nSo what is the truth?\nTo begin with, glaciated mountains of themselves do not constitute an ice age. And tropi-\ncal glaciers seem only to have formed on high ground, such as the presently ice-free moun-\ntains mentioned above. On others, such as Mount Kilimanjaro in Tanzania, glaciers remain to\nthe present—but at a higher altitude than the glaciated slopes that remain evident lower\ndown*—although even these are presently melting at a drastic rate.> Some of these glaciers\neven existed on the equator.° Those high enough still do.\nBut then glacial motion, too, is known to fluctuate. Thus, for instance, it has been known\nsince 1879 that Alaska’s glaciers are retreating,” as so also elsewhere in the world.’ On the\nother hand, some are still advancing, both in Alaska? and elsewhere.!° What this means, as\nRichard Lovett noted, is that “a warming climate is not necessarily synonymous with glacial\nretreat.”!! Neither is it necessarily reliant on solar radiation. According to solar physicists:\n“Since 2000 less sunlight has been reaching the Earth’s surface,” but “paradoxically this drop\n[: has been claimed that even “the tropics felt the effects of the global chill” during the",
        "bibliography": [
            "1 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 24; see also D. S. Allan & J. B. Delair, Cataclysm!",
            "(Santa Fe, New Mexico, 1997), p. 340.",
            "2 Pp. James & N. Thorpe, Ancient Mysteries (N. Y., 2001), p. 356.",
            "3 R. Monastersky, “Coral’s Chilling Tale: Ancient Reefs May Resolve an Ice Age Paradox,” Science News",
            "(February 19, 1994).",
            "4D. S. Allan & J. B. Delair, op. cit., p. 315.",
            "5 P. W. Mote & G. Kaser, “The Shrinking Glaciers of Kilimanjaro: Can Global Warming be Blamed?” American",
            "Scientist (July-August 2007), pp. 318 ff.",
            "6D.S. Allan& J.B. Delair, loc. cit.",
            "TR. Lovett, “Now You See It, Now You Don’t,” New Scientist (July 16-22, 2005), p. 50.",
            "8 Ibid., p. 51.",
            "9 Ibid.",
            "10 New Scientist (November 27, 2004), pp. 32-33.",
            "11 R, Lovett, loc. cit."
        ],
        "captions": []
    }
]