[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 202,
        "content": "\nAs Carl Sagan and Ann Druyan noted, a crater of 200 kilometers (124 miles) is too promi-\nnent to miss. According to them, only three are known. Two of them are deemed “much too\nold,” while the third is much too young. Their opinion was that since Earth is two-thirds\nocean, “the Cretaceous crater was most likely formed in the ocean depths.” And: “Such a cra-\nter could be almost anywhere in the deep sea today, without anyone the wiser.”!\n“Somewhere on the Earth [they go on], there was once a wound the size of Belgium\nor Corsica or Swaziland. Like a smallpox virus, the [impactor] left a small disfigure-\nment as a reminder of surviving a near-fatal disease. But now even the pockmark may\nbe gone, and the thin layer of clay that fell from the sky may be our sole souvenir,\napart from the break in the fossil record itself, of the great Cretaceous catastrophe.”\nThe difficulty of locating an underwater crater, however, did not stop geologists from\nlooking for it—and even finding it. At least, two Canadian scientists, Lubomir Jansa and\nGeorgia Pe-Pier, believed they did. Analyzing the Montagnais structure that was known to\nexist in the sea bed about 120 miles southeast of Nova Scotia, they determined that “it is in-\ndeed an impact crater, close to 30 miles in diameter, with a raised central mountain like those\nseen in craters on the moon.” And from the size of the crater they then estimated that the ob-\nject that caused it must have been “more than a mile across.” But, for one thing, the damned\nthing and the hole it dug was much too small and, for another, the scar was dated to some 15\nmillion years after the extinction of the dinosaurs.\nThe next crater that was promoted as the Cretaceous impact scar was the Manson structure\nin Iowa, with a diameter of about 22 miles. It had been filled with debris by the glaciers of the\nlast Ice Age. Its calculated date of 66 million years was almost dead on. But, again, this was\nmuch smaller than theoretically expected, although some tried to save it by suggesting that the\ncrater is actually much larger, with the apparent 22-mile hole being just an inner pit. Unfortu-\nnately, the area was judged to have been but a shallow sea at the time and could not therefore\nhave generated the tsunami that was believed to have hit Texas.*\nAnother scar which vied for this particular fame was the Kara formation in Russia, but it,\ntoo, was dated a little too early.5\nMichael Rampino, as well as others, suspected that the asteroid impacted in India, thereby\ncausing the massive basaltic lava flows of the Deccan Traps. “If Rampino is right,” wrote\nRick Gore, “the K-T crater would be buried beneath the basalt.”6\nNext to compete for the title was a crater—if that is what it is—with a diameter of 180\nmiles known to exist in the Caribbean Sea off the coast of Colombia.’ A layer of boulders on",
        "bibliography": [
            "1C. Sagan & A. Druyan, op. cit., pp. 284, 287.",
            "2 Ibid., pp. 287-288.",
            "3 “There’s a Hole in the Bottom of the Sea,” Discover (September 1987), p. 20.",
            "4R. Gore, op. cit., p. 693; Des Moines Register (February 4, 1988); New Scientist ((September 8, 1988), p. 38.",
            "5 Ibid.",
            "R. Gore, loc. cit.",
            "7 A. Hildebrand & W. Boynton, “Proximal Cretaceous-Tertiary Boundary Impact Deposits in the Caribbean,”",
            "7 A. Hildebrand & W. Boynton, “Proximal Cretaceous-Tertiary Boundary Impact Deposits in the Caribbean,",
            "Science 248 (1990), pp. 843-847."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 203,
        "content": "\nthe island of Cuba and a 20-inch thick layer of material in Haiti were considered as evidence\nof the strike.! Great heaps of rough rocks deposited in Mexico, the Caribbean islands, and\nalong the US coast from Texas to New Jersey, were also cited as evidence.? Skeptics, how-\never, were of the belief that all this evidence is actually indicative of volcanic activity rather\nthan an asteroidal impact.\nThere were other sites nominated, but why burden further an already burdened chapter?\nCHICXULUB\nIn the meantime evidence was mounting that the impact crater is located below the town\nof Chicxulub, near Progreso, on the northern coast of the Yucatan Peninsula in the Gulf of\nMexico. What transpired is that in 1982, two geophysicists, Glen Penfield and Antonio\nCamargo, who were working for Pemex, Mexico’s national oil company, were involved in\nsurveying part of the Yucatan where they detected an anomalous ring-shaped rock formation a\nmile underground. Measuring 115 miles—some said only 110 miles—wide, this ring appeared\nless dense than the surrounding material. Their immediate surmise was that the formation\nmight be an impact site. Unfortunately their drilling samples were lost when the warehouse in\nwhich they were housed caught fire and, as Carl Zimmer was to report years later, “the re-\nsearch slipped into obscurity.”4\nIn 1991, Alan Hildebrand, a geologist from the University of Arizona, learned about the\nabandoned Pemex research and sought out Penfield who helped him track down some samples\nthat had fallen into private hands. The samples were then found to contain quartz fragments\nwhich showed every indication of having been blasted by intense pressure, one of the signa-\ntures left behind by cosmic impacts.>\nFurther investigations revealed glassy and fractured rocks beneath deep marine deposits\nand splintered wood at the Chicxulub site. What was hailed as of great importance was the\nK/T layer itself which appeared to be thickest in locations close to Yucatan, becoming gradu-\nally thinner the farther away. Moreover, the impact would have been close enough to account\nfor the deposits found in Haiti, Jamaica, and Cuba, while those found in Texas could have\nbeen transported there by the colossal tsunami the impact would have generated. Argon\ndating of the tektites found on Haiti, Jamaica, and Cuba pronounced the ejecta to be some 65\nmillion years old, while the undisturbed Tertiary deposits immediately above the crater dated\nit to the same era. Calculations indicated that the asteroid would have been about 10 kilome-\nters (6 miles) in diameter but, originally, the site would have been submerged beneath 165 feet\nof water, which would have been quite shallow by geologic standards. The impact, however,\nwould have temporarily emptied a vast portion of the Gulf of Mexico.",
        "bibliography": [
            "1 New Scientist (April 21, 1990), p. 26.",
            "2 Popular Science (October 1990), p. 28.",
            "3 New Scientist (June 2, 1990), p. 30.",
            "4. Zimmer, “The Smoking Crater,” Discover (January 1992), p. 48.",
            "5 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 204,
        "content": "\n|                                                                                               |\n|\npos :\nLocation of the Chicxulub Crater—red circle at top right.\nIt was also theorized that seismic waves from the impact might have caused high stress in\nthe antipode.! And, due to the continental configuration of the time, the antipode might have\ncentered on the Deccan Traps. If that had been the case, the superplume, or plumes, which\ngave rise to the Traps might have been due to a seismic reaction, or isostatic rebound, trig-\ngered by the impact.",
        "bibliography": [
            "1L. Jaroff, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 205,
        "content": "\nWalter Alvarez lapped it all up—and why not? “We finally have an excellent candidate for\nthe impact site,” he was reported as saying. “It ties everything together.”! Charles Officer, on\nthe other hand, called it “utter crap.”?\nA pebble found in a core sample retrieved from the Pacific Ocean by Frank Kyte was\nfound to contain the tell-tale signs of an asteroidal fragment—high concentration of iridium,\nchromium, and iron.\n“It’s not the most important K/T discovery over the past 18 years,” said Kyte, “but it’s the\ncoolest.”3 And: “We probably have a piece of the object responsible for one of the worst days\nin the history of Earth.”4 Two tiny pieces of quasi pure iridium also came from the Chicxulub\nsite itself.\nIn time, the size of the Chicxulub Crater, as it became known, was revised up to 300 kilo-\nmeters (186 miles) wide. The asteroid was theorized to have struck the Gulf of Mexico at an\noblique angle, “producing a colossal blowtorch of death and destruction that blasted out in one\ndirection over thousands of miles and only later widened to create a global pall...”5\nBy 1998 lobes formed by the ejecta were discovered at two separate sites by Adriana\nOcampo and Kevin Pope who led an international expedition sponsored by NASA’s Exobiol-\nogy Program and the Planetary Society of Pasadena, California. One of these sites was in Be-\nlize, the other in Alvaro Obregon, in Mexico itself. The one in Mexico was composed of “lay-\ners of rock tens of feet thick that had flowed like molasses across the surface.”¢\n“The site [stated Pope in a NASA news release] contains two layers of material, or\nejecta, thrown out by the impact that flowed across the surface like a thick fluid,\nknown as fluidized ejecta lobes. This is the closest surface exposure of ejecta to the\nChicxulub crater that has yet been found and the best example known on Earth from a\nreally big impact crater.””\nBy 2002 it became apparent to those involved that the asteroid which gauged out the\nChicxulub crater did not act alone. Multiple impacts became the name of the new game. Or,\nas others have suggested, the Chicxulub impactor may itself have been but a fragment of a\nmuch larger object.?\nAnd yet—I hate to have to say it—all of that changed again by 2006. Multiple impacts did\nnot accomplish the deed, or so stated Ken MacLeod from the University of Missouri-\nColumbia. Rock sediments drilled from five separate sites at the bottom of the Atlantic were",
        "bibliography": [
            "1 bid.",
            "2 J. Horgan, “Caribbean Killer,” Scientific American 265:2 (1991), p. 12.",
            "3 C. Kulyk, “Deep-Space Impact,” Equinox (February/March 1999), p. 18.",
            "4 “Scary Asteroids: Bits and Pieces of Armageddon,” Discover (March 1999), p. 24.",
            "5 W. J. Broad, New York Times (November 26, 1996).",
            "6 G. Schueller, “Dinosaur Killer Sheds Light on Mars,” Astronomy (July 1998), p. 30.",
            "7 NASANews@hgq.nasa.gov  (March 12, 1998).",
            "8 See here, for instance, The New York Times (May 11, 2002); Connecticut Post (August 29, 2002).",
            "9 New Scientist (December 14, 2002), p. 16."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 206,
        "content": "\nsaid by him to strongly support the notion that a single massive hunk of space debris was to\nblame.\nBut if you think that was the end of it, think again.\n206",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 207,
        "content": "\nChapter 8\nParadigms Lost\nTHE GREAT DYINGS\nT= Cretaceous-Tertiary boundary extinction, wrote Stephen Jay Gould, is “the most fa-\nmous of all because it sounded the death knell of dinosaurs.”! But it was not by any\nmeans the greatest extinction life on Earth has experienced. Karen Wright might have\nstated it best when she wrote that: “What the tabloids won’t tell you is that the fall of the\ndinosaurs, while spectacular, is second-rate.”? Various other extinctions occurred at the end of\nthe Cambrian, Ordovician, Devonian, Permian, and Triassic periods.\n“These and other mass extinctions [Trevor Palmer noted] took place over very short\nperiods of geological time, but whether this was, in any particular instance, a million\nyears, a thousand years, a hundred years or a day is far from certain. In no case has\nthe cause been firmly established, nor is it known over what timescale any cause\nmight have acted; after all, an event lasting less than a day could have set in motion a\nsequence of events which took thousands of years to work itself through to a conclu-\nsion.”4\nBy 1984 geologists could not only recognize the above-named major extinctions, but also\n“hundreds of minor ones.”5 But what transpired most of all is that, following the rediscovery\nof the Chicxulub crater, geologists and paleontologists started scurrying in an endeavor to\ndiscover the possible scars left by the impacts that might have been responsible for all these\nother past extinctions. Nor was the scurrying in vain. As Adalberto Notarpietro could claim in\n2001: “In the geological layers corresponding to 7 of [the major extinction] layers, iridium has\nbeen found in high concentration, indicating a likely extraterrestrial cause.”6\nSpeaking of the earliest extinction that is presently known, that of the Precambrian period\ndated to 590 million years ago, Richard Fortey wrote:",
        "bibliography": [
            "1S. J. Gould, “All the News that’s Fit to Print and Some Opinions that Aren’t,” Discover (November 1985), p.",
            "87; see also Idem, “Of Dinosaurs and Asteroids,” 1982 Yearbook of Science and the Future (Chicago, 1981), p.",
            "122.",
            "2K, Wright, “The Mother of All Extinctions,” Discover (October 2001), p. 28.",
            "3 L. Becker, “Repeated Blows,” Scientific American (March 2002), pp. 76. ff.",
            "47. Palmer, “Catastrophism and Evolutuion,” S.I.S. Review VIL, Part A (1982/3), pp. 13-14 (emphasis added).",
            "5 P. Tisdall, “Earth’s Great Dyings,” Equinox (September/October 1984), p. 88.",
            "6 A. Notarpietro, “‘Earth in Upheaval’ of Velikovsky and Catastrophes of Extraterrestrial Origin in History of",
            "Earth,” Proceedings of the Symposium—Fifty Years After Worlds in Collision by Velikovsky: Classical and New",
            "Scenarios on the Evolution of the Solar System (Bergamo, 2002), p. 135."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 208,
        "content": "\n“Tt is beyond dispute that one of the greatest transformations in the history of the\nplanet took place at the end of the Precambrian and close to the base of the Cambrian.\nThis is when Earth moved from childhood to adolescence, and when the lineaments\nof adulthood became inscribed upon its character. The changes happened quickly.”!\nIn China, the by now tell-tale signs of a high iridium level have been detected at the very\nboundary between the Precambrian and Cambrian periods, just “before the Cambrian explo-\nsion of invertebrate evolution.”? And although we are here talking mainly of algae and bac-\nteria, entire species disappeared without leaving a trace. As Fortey expressed it, something\nwas taken away, never to reappear.\nIn the Cambrian explosion that followed, most of the major phyla of invertebrates ap-\npeared, some would say “within a few million years.”* But then, at the end of this period,\ndated to 500 million years ago, it happened all over again when “almost two thirds of existing\nfamilies of trilobites disappeared.”> This time, however, when an iridium abundance anomaly\nwas sought at the boundary in the uplifted marine limestone in Western Utah, none was\nfound.®\nHigh concentrations of iridium were however discovered “in possible association with a\ncrater that might date from the time of the [later] Ordovician extinctions” dated to about 438\nmillion years ago.”\n“A more certain finding of raised iridium at the Ordovician-Silurian boundary has\ncome from sites on Anticosti Island, Quebec, and Dob’s Linn, Scotland. However, no\nmicrotektites or other evidence of an impact were present, and the investigators con-\ncluded that the high iridium concentrations could have arisen from erosion of exposed\nupper mantle rocks.”8\nThe next major extinction transpired at the end of the Devonian period, dated to 360 mil-\nlion years ago. A 120 mile wide impact crater from this period is located north of Perth in\nAustralia. Of the asteroid that supposedly carved this crater it was said that it “was not vapor-\nised but incorporated itself in the surrounding granite, which was uplifted and is enriched in\nminerals, including gold.”",
        "bibliography": [
            "1 R. Fortey, Life: A Natural History of the First Four Billion Years of Life on Earth (N. Y., 1998), p. 83.",
            "2K. J. Hsu, et al., “Strangelove Ocean Before the Cambrian Explosion,” Nature 316 (1985), pp. 809-811; see",
            "also Scientific American (December 1992), pp. 20-21.",
            "3R. Fortey, loc. cit.",
            "47. Palmer, op. cit., p. 13.",
            "5 Ibid.",
            "SCL Orth, et al., “A Search for Iridium Abundance Anomalies at Two Late Cambrian Biomere Boundaries in",
            "Western Utah,” Science 223 (1984), pp. 163-165.",
            "TCR. Seeger, “Dating of Craters and Extinctions,” Nature 317 (1985), p. 207.",
            "8 P. Wilde, et al., “Iridium Abundances Across the Ordovician-Silurian Stratotype,” Science 233 (1986), pp. 339-",
            "341; S. K. Donovan, “Iridium Anomalous No Longer,” Nature 326 (1987), pp. 331-332.",
            "9A History of Impact Effects,” Chronology & Catastrophism Review (2002: 2), p. 46."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 209,
        "content": "\nFollowing that, the Permian-Triassic transition, calculated to have transpired 250 million\nyears ago, dwarfed all previous boundary exterminations. Karen Wright rightly called this the\nmother of all extinctions.! And, as she just as rightly noted:\n“The Permian extinction isn’t likely to get the Hollywood treatment anytime soon for\nat least two reasons. One is the cast of characters: on land, an ensemble of stupid,\nslow-moving creatures likened by one scientist to ‘naked turtles’ and ‘sausages with\nbeaks.’ The Permian ocean also lacks charisma—unless snails, clams, fish, and trilo-\nbites do it for you...But the real trouble with pitching the Permian extinction is that\nno one knows how the story ends.”\nAnd yet:\n“Thousands of species simply vanished from the fossil record. It took life millions of\nyears to recover.”?\nAs Wright went on to report:\n“Until recently, geologists and paleontologists thought the Permian extinction itself\noccurred over millions of years, the result of gradual changes in climate and sea level\nthat are common in Earth’s history. But new studies have unearthed increasing evi-\ndence of sudden death. In 1997, analyses of radioactive decay in Permian sediments\nshowed that the mass extinction may have taken place over a period of less than half a\nmillion years. Subsequent studies of other sediment features reduced that figure to\n10,000 years or less. And according to an exhaustive fossil census [Doug] Erwin and\nhis colleagues conducted last year, the Permian extinction may have gone down vir-\ntually overnight.”4\nDuring this massacre, as Nigel Calder called it, nearly all animals perished. The casualties\non that occasion included the famous trilobites and sea scorpions of the sea floor, most of the\nbryozoans, brachiopods, crinoids, and ammonites, as well as many early species of reptiles.*\nAnd they all “died out in a very short period of geological time.”®\nJan Smit and other geologists started to investigate a tell-tale layer of clay at the top of the\nPermian rocks.’ Five years later no hint of an iridium anomaly had yet come to light.’",
        "bibliography": [
            "1K. Wright, op. cit., in toto.",
            "2 Ibid. p. 28.",
            "3 Ibid.",
            "4 Ibid. (emphasis added).",
            "5 “Lion-Lizard Combo Found,” Discover (April 1999), p. 24.",
            "6 T. Palmer, loc. cit.",
            "7 N. Calder, The Comet is Coming (N. Y., 1980), p. 139.",
            "8c Sagan & A. Druyan, Comet (N. Y., 1985), p. 292."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 210,
        "content": "\nEventually, however, an iridium abundance was found, “though not confirmed,” at the Late\nPermian extinction horizon in China.!\nThe proposed crater for this event was ultimately located in Australia and, remarkably,\nvery much like the Chicxulub crater, it is now buried underground and, even more remarka-\nbly, again like the Chicxulub crater, half of it is now under the sea. What remains is “a large\nunderwater dome” which had long been known, named the Bedout High.? Such uplifted areas\nhad also long been suspected to be “a common feature of impact craters.” Kathy Svitil\nreported the age of the crater as “250 million years old, within the ballpark of the extinction.”\nLuann Becker was more precise when she dated shocked materials from the site at 250.7 mil-\nlion years. Melted minerals of a similar age were also located across Australia and other parts\nof the world which at that time, or so it is believed, formed the southern supercontinent of\nGondwanaland. Gravity data and seismic soundings revealed a ring surrounding the central\ndome, which again is a trait similar to the Chicxulub crater. The 125-mile wide crater has\nbeen calculated to have been created by an object 6 to 9 miles across, “possibly big enough to\nhelp trigger major geologic events.”\nNeedless to say, there is no crater to be seen on the surface, “so it took some detective\nwork to find the impact site, some 200 metres underground and partly beneath the ocean, 160\nkilometres southeast of Carnarvon, near Shark Bay.” Shocked quartz grains in an old photo-\ngraph of a core sample drilled at the site in 1981 was enough to convince Franco Pirajno. Now\nnamed the Woodleigh crater, it is considered the largest ever discovered in Australia and\nfourth largest in the world.+\nResearchers continued to consider the “probability of large impacts occurring at the same\ntime as plume events.” One of these might even be associated with the Permian-Triassic\nboundary extinctions And, still, those who favored cometary impacts, like Kunio Kaiho of\nTohoku University in Japan, claim to have uncovered evidence that the Permian-Triassic\nevent was caused by Earth’s collision with a comet.®\nAlthough not considered as extensive as the Permian-Triassic boundary event, the next\nextinction, at the boundary of the Triassic and Jurassic periods, dated to 200 million years\nago, was one of the three largest in the palaeontological record.”\n“Many species were hard hit, and the great crocodile-like creatures that had flourished\nbefore completely disappeared. Most creatures that survived were small.”",
        "bibliography": [
            "1 §. K. Donovan, loc. cit.; D-Y, Xu, et al., “Abundance Variation of Iridium and Trace Elements at the Permian-",
            "Triassic Boundary at Shansi in China,” Nature 314 (1985), pp. 154-156.",
            "2 Pronounced “Be-doo High.”",
            "3K. A. Svitil, “Australian Crater Implicated in Global Rubout,” Discover (January 2005), p. 40; see also J. K.",
            "Beatty, “Ground Zero for the ‘Great Dying’?” Sky & Telescope (August 2004), p.26; K. Wright, “The Day",
            "Everything Died,” Discover (April 2005), pp. 66 ff.",
            "4c. Kulyk, “Thunder Down Under,” Equinox (September 2000), p. 20.",
            "5 N. Lubick, “Volcanic Accomplice,” Scientific American (March 2001), p. 19.",
            "6 B. Berman, “Things that go Bump in the Night,” Discover (October 2002), p. 30.",
            "7 New Scientist (November 24, 1990), p. 25.",
            "Sw. Grady, “A Crater Necklace,” Equinox (July 1998), p. 18."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 211,
        "content": "\nea            ti\nwee | La  y }          P\ner  Sy)             a”\nZED\nEY\n>\n7S)\nClose to two thirds of the existing trilobites, one of which is shown above,\ndisappeared at the end of the Cambrian period. The rest died out completely\nduring the later Permian period.\nAs in previous extinctions, the disappearance of species, including “many of the primitive\nreptiles, amphibians and fishes,” was a rapid one.! Researchers in the Bay of Fundy, Nova\nScotia, excavated fossils that have assured them beyond reasonable doubt that the extinction\nevent in question was definitely a catastrophic one. The Bay of Fundy site, “described as one\nof the largest fossil finds in North America,” yielded “thousands of fragmentary remains of\nprimitive dinosaurs, crocodiles, sharks and mammal-like reptiles from sandstone embedded in\ncliffs that drop to the tidal flats.” The greatest evidence in favor of this event as a catastrophic\none comes from “the total absence, in deposits laid down immediately after that period, of\nspecies abundant just before the end of the period, implying a very sudden disappearance.”\nThe discovery of shocked quartz at the boundary was enough to convince most geologists\nwhat had happened.’ At first there were those who believed that Manicouagan crater in Que-\nbec, Canada, could fill the required scar.4 Radiometric dating, however, indicated that Mani-",
        "bibliography": [
            "ly, Palmer, op. cit., p. 13.",
            "2 W. Sullivan, “Fossil Finds Back Theory of Catastrophic Extinction,” The Vancouver Sun (November 15, 1986),",
            "p. BO.",
            "3 New Scientist, loc, cit.",
            "4N. Calder, op. cit., p. 139."
        ],
        "captions": []
    }
]