[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 262,
        "content": "\nyet sorted out.”! And this concerns a problem that has even trapped iconoclasts such as the\none who felt “reasonably certain that somehow the Sun has been ultimately responsible for the\nmammoth cold snaps.”?\nIt is not that these authorities should be blamed since the Sun is the only known source of\nterrestrial heat and, therefore, the only cause that can be claimed for the lessening of that heat.\nBut, as the British physicist John Tyndall noted back in 1883, here is where the dilemma lies,\nfor in order for an ice age to develop, an awful amount of precipitation is required. Precipita-\ntion of such vastness, however, would have required immense evaporation and this, in turn,\nwould have necessitated a great amount of heat? As others have also noted,*4 under present\nthinking, what is required in effect is for Earth to have warmed up considerably. But if Earth\nheated up, how could it have been cold enough for an ice age to develop?\nContrary to popular belief, snow hardly ever falls in the Antarctic.> Which brings up the\ntic.\nquestion as to how the miles-thick glaciers in Antarctica could have accumulated. Snowfall\nhad to have been much more pronounced in ages past. But, again, for enough snow to have\nfallen in order to create the immense ice sheet which blankets the Antarctic continent, Earth\nwould have had to have been much warmer in order to allow for the required evaporation of\nwater in order for it to precipitate. At present, while water vapor encompasses about 4% per\nvolume of air in equatorial humid zones, it is less than one part per million above the Antarc-\nAnother problem with present opinions concerning the onslaught of ice ages concerns the\nmanner in which the glaciers were propelled. Here it is worthwhile to quote Derek Scott Allan\nand J. Bernard Delair because, no matter how much I may disagree with their overall scheme,\nthey did place their finger on quite a few sore spots.\n“Although Agassiz and other early advocates of the Ice Age argued that the ice de-\nveloped before the rise of the Alps and other high ranges [they wrote], modern gla-\ncialists all agree that high mountainous land is necessary to provide (and replenish)\nthe snow from which glacier ice is derived, to supposedly produce the various geo-\nlogical phenomena allegedly characteristic of glacial conditions.”\nBut, as they then ask:\n“Tf, however, most of the world’s present major ranges attained their existing eleva-\ntions a mere 11,000 years ago,’ where was the high land attracting heavy snowfalls",
        "bibliography": [
            "1 Ibid.",
            "2 FB. Jueneman, Raptures of the Deep (Des Plaines, IL, 1995), p. 127.",
            "3 J. Tyndall, Heat Considered as a Mode of Motion (London, 1883), pp. 191-192.",
            "4 See here for instance, D. Menzel, Our Sun (N. Y., 1950), p. 248; I. Velikovsky, Earth in Upheaval (N. Y.,",
            "1955), pp. 130-133; V. Deloria, Jr., Red Earth, White Lies (N.Y., 1995), p. 92.",
            "5G, Segr’, A Matter of Degrees (N. Y., 2002), p. 115.",
            "6 Ibid.",
            "7D.S. Allan & J.B. Delair, Cataclysm! (Santa Fe, New Mexico, 1997), p. 37.",
            "8 See here Flare Star, (check Index under “diastrophism”)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 263,
        "content": "\nand providing the ice and the motive power for the alleged ice-sheets specifically\nstated to have preceded the modern uplands?!\nWorse still, how would the glaciers of ice ages previous to that of the Pleistocene have\nbeen powered to move downhill if the world’s mountain ranges had not yet been uplifted to\nany considerable height?— And I have to say “to any considerable height” because it cannot\nbe proven that these mountain ranges were entirely non-existent prior to the Pleistocene. But\neven if highlands might have been required to propel glaciers downhill, were they really\nneeded to attract heavy snowfalls? After all, heavy snows continue to fall on prairies, steppes,\nand tundras, which are bereft of mountains, to this day.\nMoreover, most iconoclasts continue to believe that the onset of ice ages, especially that\nof the Pleistocene, was sudden.2 Most of these claims have unfortunately been based on the\nsudden freezing of Arctic fauna. Even Louis Aggassiz, among the first proponents of ice ages,\nand the man who did the most for the theory’s eventual acceptance, held the same opinion.\n“A sudden intense winter that was to last for ages [he was led to assume] fell upon\nour globe; it spread over the very countries where these tropical animals had their\nhomes, and so suddenly did it come upon them that they were embalmed beneath\nmasses of snow and ice without time even for decay which follows death.”\nIt is not that faunal carnage did not take place at the end of the Ice Age, although probably\nnot during its onslaught. But, as I have indicated elsewhere even if only in passing,‘ the\nrefrigerated carcasses of the north were not deep-frozen at the beginning of the last Ice Age,\nbut a few thousands years after its end.\nIn more recent years, the sudden seizure of the ice has also been proposed by Fred Hoyle.>\nAnd, to be sure, not all of the sudden-onslaught theories were based on the evidence of the\nfrozen fauna. Hoyle himself based his belief on meteoritic bombardment,$ a theory that\ncontinued to be espoused by Victor Clube and Bill Napier.? Genevieve Woillard, who based\nher findings on the fast replacement of pine, spruce, and birch forests, also reached the con-\nclusion that the Ice Age “rushed upon Europe with terrifying speed.”®\nWhat I, on the contrary, aim to indicate is that while there is no doubt that the Pleistocene\nIce Age ended suddenly and catastrophically,? its onset developed in a slow accumulation of\nsnow and ice over a very long period much as orthodoxy would have it—although, perhaps,\nnot over as long a period as presently believed.",
        "bibliography": [
            "1p, S. Allan & J.B. Delair, loc. cit. (emphasis as given).",
            "2 See here  especially, I. Velikovsky, op. cit., pp. 108 ff.; C. Ginenthal, The Extinction of the Mammoth,",
            "comprising The Velikovskian III: 2-3 (1997), just about in toto.",
            "3 B. Lurie, Agassiz: A Life in Science (Chigago, 1960), p. 98.",
            "4D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001), pp. 66 ff.",
            "5 J. Gribbin, Future Weather (N. Y., 1982), p. 109.",
            "6 Ibid.",
            "TV. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 124.",
            "8 Nature, Vol. 281, p. 558.",
            "9 See especially Flare Star, Part Five in toto."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 264,
        "content": "\nICE-SHY LATITUDES\nThat Earth’s Arctic regions had basked in subtropical warmth has been known and written\nabout since the 1700s.! Still considered something of a peculiarity, this fact is usually glossed\nover in most literature on the subject. And yet newer discoveries continue to point in the same\ndirection even as the present work nears completion. For instance, it has recently been ac-\nknowledged that the Aleutian Islands and the nearby coast of Alaska have been occupied by\nman since the end of the Pleistocene Ice Age.? In reality, however, Arctic regions have been\noccupied for much longer than that, in fact from a time when the Pleistocene Ice Age is be-\nlieved to have been at its worst. Take, as an example, the discovery of tools, bones, and an\nincised mammoth tusk, to say nothing of plant remains, that came to light in 2001 in Russia’s\nArctic regions and which have been dated to at least 30,000 years ago.3 As Russian\narchaeologists have claimed, “spear foreshafts made of mammoth ivory and woolly rhino\nhorn, stone tools, and bones that display signs of butchering” prove that humans were then\nliving in what are now the coldest areas of Siberia.4 If nothing else, this proves that modern\nhumans or Neanderthals had managed to live there during the worst of the last Ice Age. In\nfact, it has been ascertained that the Neanderthals were among the first humans to inhabit the\nArctic.> This has been taken to mean that “our ancestors had adapted to the climate,”® but the\nremains of plants discovered there’ actually speak for an ice-free environment.\nSometimes one cannot help being amazed at the incongruity of the theories offered to cir-\ncumvent this quandary. A good example comes to mind in the case of the dried land that\nbridged the Bering Straits across which both beasts and man are supposed to have trekked\nfrom Asia into North America. The straits in question were supposedly joined by the land that\nwas exposed by dropping sea levels due to the evaporated water that went into the creation of\nthe Pleistocene glaciers. The dilemma here is that the land-bridge itself was not covered by\nthe advancing glaciers. At present this area receives but little precipitation, and this has been\nused as the reason behind the ice-free land-bridge. But, as evidence indicates, it was not just\nthe land-bridge itself. As David Hopkins explained:\n“Little moisture falls on this part of the Arctic, and thus the land bridge, Alaska, and\nthe northern Yukon escaped the ice that entombed the rest of Canada. Sealed off from\nNorth America, this area became in effect part of Siberia—a domain we know as\nBeringia.”8",
        "bibliography": [
            "1 J. Godwin, ARKTOS: The Polar Myth in Science, Symbolism, and Nazi Survival (London, 1993), p. 186.",
            "2 The Times (March 14, 2005).",
            "3 National Geographic (August 2001), p. 110.",
            "4K. Kostel, “Team of Archaeologists Crack Siberia’s Secrets,” Discover (January 2005), p. 69.",
            "5 W.R. Leonard, “Food for Thought,” Scientific American (December 2002), p. 113.",
            "®K. Kostel, loc. cit.",
            "7 National Geographic (August 2001), p. 110.",
            "8 T. Y. Canby, “The Search for the First Americans,” National Geographic (September 1979), pp. 334-335",
            "(emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 265,
        "content": "However, “little moisture falls on this part of the Arctic” to this day. But the area on both\nsides of the Bering Straits is mostly tundra, bearing little vegetation beyond lichen and moss.\nAnd yet it has been claimed that “Beringia’s broad grasslands became a highway for Asian\nanimals passing into the New World—mammoths, mastodons, bison, musk-oxen, deer.”! And\nwith these came “the beasts that preyed on them—lions, saber-toothed tigers, short-faced\nbears, swift dire wolves, swifter cheetahs.”? How could a land which now bears nothing but\nlichen and moss have contained grasslands “broad” enough to sustain this massive menagerie\nof animals, to say nothing of man himself, at the height of the Ice Age?\n\nPast warmth in Earth’s Arctic regions received an additional boost during the very pro-\ngress of the present work. This came about through the drilling of new ice cores. Thus, while\nthe Greenland ice cap is composed of pure compacted ice, some of its lower sections are still\nmixed with bottom sludge. Such, for instance, was the case at the famous DYE-3 site. Eske\nWillerslev, then from the Copenhagen University in Denmark, found what he was hoping to\nfind in exactly this type of mud—genetic material from past remains which included grain,\npine, yew, and alder, together with traces of insects such as butterflies, moths, flies, and\nbeetles.\n\nAnalysis of fossil DNA from these vestiges indicated “a biological environment, which is\ncompletely different to what we see today.” Dated to 450,000 years ago, before the onslaught\nof the last Ice Age, these results are “direct proof that there was forest in southern Greenland”\nwhich must have had “a relatively mild climate.”4\n\nNorthern Greenland, too, remained free of glaciers during the Ice Age. Ice core drilling hit\nbedrock dated to 120,000 years ago and, like their southern counterparts, the retrieved cores\nshowed evidence of vegetation, which would mean that no ice-cap could have existed in\nGreenland at that time.>\n\nMoreover: “No marginal moraines that are definitely older than Holocene have been\nfound in northern Greenland,” it has been ascertained.® Evidence on the west coast, north and\nsouth of Disko Bay, indicate that the area was ice free even before the Holocene,’ which\nwould mean during the Pleistocene epoch. An ancient tree, with a trunk “thicker than a man’s\nbody,” still standing upright, was recovered from that vicinity. As Allan and Delair note: “Had\nthis region ever been glaciated...this tree could never have flourished” while, had it flourished\nat some previous age, “it would have been demolished and completely removed” by the ad-\nvancing glaciers.’\n\nJust as important, further cores from Greenland have revealed that glacial ice dating from\n100,000 to 10,000 years ago was different from that which formed later. This earlier ice, it",
        "bibliography": [
            "| bid., p. 335 (emphasis added).",
            "2 Ibid.",
            "3 “Oldest DNA Ever Recovered Suggests Earth Was Warmer,” PHYSORG.com (July 5, 2007).",
            "4 Ibid.",
            "> P. Clapham, letter to the editors, Chronology & Catastrophism Workshop (2005:1), p. 3.",
            "6G. H. Denton & T. J. Hughes, The Last Great Ice Sheets (N. Y., 1981), p. 50.",
            "7 Ibid., pp. 48-49.",
            "8D. S. Allan & J. B. Delair, op. cit., p. 248."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 266,
        "content": "was found, contained an unusual ratio of oxygen isotopes.! What this indicates is that the\nPleistocene ice was formed in a different atmosphere than the later ice which eventually cov-\nered what had once been the ice-free pole at the very top of the world. In our scheme, that\ndifferent atmosphere would have been the one which had enveloped Earth while it was still in\ntandem with its proto-Saturnian sun outside the demarcation of the Solar System. It was dif-\nferent because proto-Saturn’s flare-up at the end of the Pleistocene had not yet lessened its\nprevious greater density.\n\nAnd that the earliest evidence of life on Earth—which would definitely have required\nwarmth —is to be found in earth’s north coldest regions kept on gaining acceptance.”\n\nFURTHER EVIDENCE\n\nOnce proto-Saturn’s jet-like axis mundi is understood as a planetary tornado, it should be-\ncome evident that it would have sucked up any loose material that lay directly beneath it, and\nthis would have included much, if not all, of the water that might have found its way into the\nArctic depression.3 With such massive churning and sucking over the ages, the Arctic Ocean\nshould either not have existed, or it should have been much diminished, during the Ice Age.\nThis, Flavio Barbiero noted, is evidenced by the fact that Siberia was populated “up to its\nnorthernmost regions, well inside the Arctic Sea, by one of the most impressive zoological\ncommunities of all times.”4 Once the axis retracted itself,5 the water it had held suspended in\nits vortex would have been released as rain.\n\nAdditionally, proto-Saturn’s immobile placement, to say nothing of its close proximity,\nwould have exerted tremendous tectonic influences on the area directly beneath it.\nSupplementary evidence includes the recently discovered “remarkable hot zone” beneath the\nArctic ice “where Earth’s thick rocky crust has come apart at the seams and lava and scalding\nwater spew out of volcanoes and hot vents.” This zone occurs along the Gakkel Ridge, five\nkilometers beneath the ice, which stretches all the way along the sea floor from Greenland to\nSiberia. This ridge is still active with at least twenty volcanoes rising from it, one of which\nerupted in July of 1998. Hydrothermal vents also abound.’ If this is going on at the moment, it\nwould have been occurring during those earlier ages when the Arctic was still free of ice.\n\nOne more thing to keep in mind is that if ice ages were really caused by an overall terres-\ntrial cooling due to Earth’s orbital fluctuations and/or the Sun’s whimsical antics, those areas\njust outside the glaciers’ demarcation should have also cooled to some extent, even if not cov-",
        "bibliography": [
            "1 W. Dansgaard, ef al., “One Thousand Centuries of Climate Record from Camp Century on the Greenland Ice",
            "Sheet,” Science (October 17, 1969).",
            "2 J. W. Valley, “A Cool Early Earth?” Scientific American ((October 2005), p. 60.",
            "3 See here D. Cardona, op. cit., pp. 61-62.",
            "4 F. Barbiero, “Changes in the Rotation Axis of Earth After Asteroid/Cometary Impacts and their Geological",
            "Effects,” Fifty Years After Worlds in Collision by Velikovsky: Classical and New Scenarios on the Evolution of",
            "the Solar System (Bergamo, 2002), p. 89 (emphasis added).",
            "5 Flare Star, pp. 279 ff.",
            "6 See here God Star, pp. 465-466; Flare Star, pp. 137-145.",
            "7M. Munro, “Volcanoes and Hot Vents Found Under Arctic,” The Vancouver Sun (June 26, 2003), p. A8."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 267,
        "content": "\nered by glacial ice. Oceanic waters, especially, should have succumbed to this cooling. And,\nto be sure, reefs just off Barbados have been claimed to show exactly that—in other words a\ncooling of the tropical ocean during the height of the Ice Age. However, as Charles Ginenthal\nnoted, “a major study by the Climate Long-Range Investigation and Mapping Program (CLI-\nMAP) which analyzed plankton, reported in 1981, found no such evidence for cooling.”! As\nRichard Monastersky, cited by Ginenthal, reported:\n“Oceanographers who study deep-sea sediments detect signs that the tropical seas\nweathered the glacial epoch with remarkable stability, hardly cooling it at all...This\ndiscrepancy troubles climate researchers because it raises the possibility that their\nmodels lack a critical element that will hinder their ability to accurately predict future\nchanges.”?\nchanges.”\nAnd on land, also just beyond the ice sheet’s demarcation, at Meadowcroft Rockshelter in\nPennsylvania, the remains of animal bones from the site’s lower levels, dated around 14,000\nyears ago, indicate that the area had basked in a warm climate “rather than the icy conditions”\nthat should have existed at the time.3\nWhile the above may be seen by some as redundant evidence in a tedious argument that\nhas already been covered in both our previous volumes,‘ I have included this additional\ndocumentation in order to stress its importance. When one considers what has been brought to\nlight through the totality of this data, one is bound to realize that the glaciated land of past ice\nages constituted a wide ribbon wrapped around Earth’s northern hemisphere—an ice band\nrather than the usually posited ice cap. That this ribbon failed to include the topmost of our\nglobe has been explained as having been due to the direct warmth received from the proto-\nSaturnian sun that was held immobile above Earth’s northern pole. But what kept the ice from\nencroaching further south than it actually did? Why did the ice fail to advance any further?\nOne would think that in the thousands of years during which ice ages lasted, Earth’s burden of\nice should have marched on. There is no point in claiming that the tropics remained warm\nenough to keep the ice from advancing further since, in effect, the entire world had to have\nbeen hot enough for the vast amount of evaporation needed to create enough air-laden\nmoisture to precipitate onto the land. But, as already argued, if Earth had been that warm, how\ncould an ice age have ensued? Why did the precipitation not fall as rain—and warm rain at\nthat? Besides, as we have also shown,° the proto-Saturnian system’s enveloping plasmasphere\nwould have radiated and reflected heat to all terrestrial latitudes. So how could that ribbon of\nland been frozen over at any time? And why only that ribbon?\nIt is this multi-faceted dilemma that we shall now attempt to solve.",
        "bibliography": [
            "1 ©. Ginenthal, “Ice Core Evidence,” The Velikovskian 11:4 (1994), p. 62; see also R. Monastersky, “Coral’s",
            "Chilling Tale: Ancient Reefs May Resolve an Ice Age Paradox,” Science News (February 19, 1994), p. 124.",
            "2R. Monastersky, Joc. cit., (emphasis added).",
            "3 P. James & N. Thorpe, Ancient Mysteries (N. Y., 2001), p. 356 (and compare to map on p. 353).",
            "4 God Star, pp. 361 ff.; Flare Star, pp. 80 ff., 505.",
            "5 See here, especially, God Star, pp. 297 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 268,
        "content": "THE SUB-STAR PREDICAMENT\n\nThere was a time when planets were not believed to be able to form around low-mass ob-\njects. By the twenty-first century, however, newer discoveries forced astronomers not only to\naccept that planets can form around low-mass bodies, but that they actually do.! Needless to\nsay, brown dwarfs fit this class of celestial phenomena. In fact they fit more than just that.\n“Some young objects that people are calling brown dwarfs are really low-mass stars,” claims\nLaird Close, and “things that people are calling free-floating planets, in almost every case, are\nlikely to be low-mass brown dwarfs.” That the sub-brown dwarf proto-Saturn acted as a\nsun—that is, a low-mass star—should not therefore be seen as an outrageous proposition.\n\nThe first planet associated with a brown dwarf star, in the constellation Hydra, came to\nlight in April 2004. It was not only detected, but actually imaged—the first direct image of an\nextrasolar planet.3 At the time of the discovery, there was still some uncertainty concerning\nwhether the planet was actually orbiting the brown dwarf.4 But that the dwarf and the planet\nconstitute a binary system was ascertained through the fact that both of them “appear to be\nmoving in the same direction at the same speed across the sky.”> And, in keeping with the\nabove, it was noted that the system bears a close resemblance to an extremely low-mass bi-\nnary star.®\n\nAnother possible planet has also been imaged around the nearby brown dwarf designated\nGQ Lupi and, as usually transpires, its discoverers have attempted to claim the right to the\nfirst imaged exoplanet since, according to them, the one associated with the Hydra dwarf re-\nmains unconfirmed.’ Others disagree 8\n\nYet another planet, 7.5 times Earth’s mass, has been discovered orbiting the red dwarf star\ndesignated Gliese 876.9 Actually three planets have been detected orbiting this particular red\ndwarf. The third body “made headlines because it is so much like Earth.” As Mark Alpert re-\nported: “The newly discovered world...is most likely a rocky body only about twice as large\nas Earth.”!°\n\nBrown dwarfs themselves can also orbit around red dwarfs—at least one such has been\nfound around the red dwarf known as Gliese 229.!! More than that, an entire planetary system\nhas been detected to be forming around a brown dwarf which is barely larger than a giant\nplanet.!? The scenario presented in this work cannot therefore be seen as preposterous. As the",
        "bibliography": [
            "1 See here, for instance, R. Naeye, “A Bonanza of Exoplanet Discoveries,” Sky & Telescope (May 2005), p. 19.",
            "2 J. Roth, “Newfound Star Sparks Debate,” Sky & Telescope (April 2005), p. 22.",
            "3D. Overbye, “Scientists Say Red Speck is Indeed Huge New Planet,” The New York Times (April 30, 2005).",
            "4R. Burnham, “First Exoplanet Imaged?” Astronomy (April 2005), p. 20.",
            "> D. Shiga, “Exoplanet Image Confirmed?” Sky & Telescopt (April 2005), p. 22.",
            "6 Ibid.; see also R. Naeye, “Exoplanets: The Heat is On,” Sky & Telescope (June 2005), p. 19.",
            "7R. Bummham, “Exoworlds: Fights Over First Light,” Astronomy (July 2005), p. 30.",
            "8D. Overbye, loc. cit.",
            "9 T. Semeniuk, “Planet Quest,” Sky News (September/October 2005), p. 12.",
            "10M. Alpert, “Red Star Rising,” Scientific American (November 2005), p. 28.",
            "11 G, Basri, “A Decade of Brown Dwarfs,” Sky & Telescope (May 2005), p. 36.",
            "12 New Scientist (February 12, 2005), p. 12."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 269,
        "content": "compilers of Chronology & Catastrophism Workshop’s “Monitor” section noted: “The Saturn\nscenario suddenly does not seem so incredible after all!”!\n\nThe brightest brown dwarf that had been discovered as of 2003 “has a visual magnitude as\nfaint as 21 and a red magnitude of 18, though it glows at magnitude 10.8 in the 2-micron in-\nfrared band’”?—which, needless to say, is much dimmer than the Sun. To tell the truth, red\ndwarfs have been posited to contain “less than half the mass of the sun and are hundreds of\ntimes dimmer.”3 Brown dwarfs are even fainter. This, however, should not be seen as an im-\npediment to the origin or maintenance of life on an Earth-like planet associated with a brown\ndwarf. As we have already seen, orthodoxy itself has posited that the Sun was much dimmer\nin Earth’s past than it is now.\n\nThere are those who, however, practice caution, as indeed they should, when it comes to\nthis particular question. “The details of the evolution of [Earth’s] original atmosphere are\ndebated,” wrote Claude Allégre and Stephen Schneider, “particularly because we do not know\nhow strong the sun was at that time.”* And although these authors claim that some facts “are\nnot disputed,” they still maintain that “the problem of the sun remains unresolved.”> They do,\nhowever, report that, according to one hypothesis, in a more remote age, “the sun’s power was\nonly 75 percent of what it is today.”6 “This possibility raises a dilemma,” they go on, and then\nask: “How could life have survived in the relatively cold climate that should accompany a\nweaker sun?”7\n\nIn an attempt to circumvent the problem, they next considered Carl Sagan’s catch-all the-\nory, that of a “super-greenhouse effect” brought about by a former abundance of methane and\nammonia which would effectively have trapped infrared radiation.’ Our scenario does not\nsuffer from this problem because brown dwarfs are known to be prominent propagators of just\nsuch infrared dispersal. Add to that Earth’s closer proximity to proto-Saturn, and the enigma\nresolves itself.\n\nWe have already shown in a previous volume that planetary companions of dwarf stars\ncan harbor life. In fact it has been stated that “the best place to find life in our galaxy could\nbe on planets that circle the small but common stars known as red dwarfs.”!° Because the\nhabitable zone of such a planet would be closer to its primary than Mercury is to the Sun, it is\nposited that such a planet would have to be in phase-lock with the dwarf. This would mean\nthat, very much like our Moon, the planet would always point the same hemisphere to its pri-\nmary. Originally, as reported by Ken Croswell, this led to certain difficulties since the day",
        "bibliography": [
            "' P. Clapham, et al., “No Standard Planetary System,” Chronology & Catastrophism Workshop (2005:2), p. 19.",
            "2 A. MacRobert, “The Brightest Brown Dwarf,” Sky & Telescope (April 2003), p. 27.",
            "3M. Alpert, loc. cit.",
            "4C.J. Allégre & S. H. Schneider, op. cit., p. 8.",
            "5 [bid., pp. 8-9.",
            "6 Ibid., p. 9.",
            "7 Ibid.",
            "8 Ibid.",
            "9 God Star, pp. 343-350; see also M. J. Heath, et al., “Habitability of Planets Around Red Dwarf Stars,” Internet",
            "Digest (2002:2), p. 3.",
            "10M. Alpert, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 270,
        "content": "side of such a planet would fry, while its night side would be so frigid that its atmosphere\nwould probably freeze.! One way out of this dilemma was to consider a thicker atmosphere\nthat would allow the transport of heat from the day side to the night side. More recent com-\nputer models have additionally shown that if the atmosphere was to contain “modest amounts\nof carbon dioxide,” it would also spread the heat around.\n\nWhile this is in keeping with our postulate that Earth might indeed have possessed such a\ndenser atmosphere,* and perhaps even “modest amounts of carbon dioxide,” our scenario in-\nvolves an additional aspect which counters the heat dilemma. Although Earth’s placement di-\nrectly beneath proto-Saturn’s south pole would also involve one hemisphere permanently\nfacing our primeval primary, its enveloping opaque plasmasphere, as often indicated in our\nworks,> would have reflected heat to all terrestrial latitudes.\n\nAn additional concern of mainstream astronomers is that a planet around a dwarf star\nwould be prone to the superflares that such dwarfs frequently produce. As Mark Alpert indi-\ncated, “the resulting torrents of charged particles could strip the atmosphere off any nearby\nplanet.” But then he himself remarked that: “If the planet had a magnetic field...it would\ndeflect the particles from the atmosphere.” And does not Earth possess such a field?\n\nIt might again be pointed out that red dwarfs, to which most of the above applies, are not\nthe same as brown dwarf stars. But while some brown dwarfs are considered to be brown,8 in\nreality most of them are just as red as red dwarfs. Besides, where does one draw the line be-\ntween red and so-called brown dwarf stars? As Gibor Basri pointed out, “it appears that brown\ndwarfs are produced in all possible masses between planets and stars.”? And then, after all is\nsaid and done, it is not as if the possibility of life-bearing satellites around brown dwarfs has\nnever been postulated by mainstream astronomers.!0\n\nEven so, one might argue that, as the posited sub-brown dwarf star, proto-Saturn might not\nhave been massive enough to hold on to a planet like Earth. As Basri also noted, “all brown\ndwarfs are roughly the size of Jupiter—the heavier brown dwarfs are simply denser than the\nlighter ones.”!! The mass, as opposed to the size, of most brown dwarfs has been estimated to\nrange from between 40 and 60 times that of Jupiter.!* But how can this be so—and claimed by\nthe same authority—if “brown dwarfs are produced in all possible masses between planets\nand stars”? As Ray Jayawardhana pointed out, the line between Planetary Mass Objects and",
        "bibliography": [
            "1K. Crosswell, “Red, Willing and Able,” New Scientist (January 27, 2001), p. 30.",
            "2 Ibid.",
            "3M. Alpert, loc. cit.",
            "4 God Star, pp. 346, 348, 380, 385; Flare Star, p. 331.",
            "5 God Star, pp. 297, 340 ff.; Flare Star, (check Index under “plasmaspheres”).",
            "6M. Alpert, loc. cit.",
            "7 Ibid.",
            "8 G. Basri, loc. cit.",
            "9 Idem, “The Discovery of Brown Dwarfs,” Scientific American (2004 Special Edition), p. 31.",
            "10 A. Lloyd, “The Extended Habitable Zone,” Internet Digest (2002:2), p. 3.",
            "11 G, Basri, “The Life Cycle of Brown Dwarfs,” Scientific American (2004 Special Edition), p. 31.",
            "12 B. Dorminey, “Dark Threat,” Astronomy (July 2005), p. 45; G. Basri, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 271,
        "content": "\nbrown dwarfs is not only blurred, there could even be an overlap in their mass.! One brown\nstar—2MASSS 0415-0935—has been estimated to “weigh so little that it falls in the range of\nwhat astronomers would usually call a giant planet.”? Defining these borderline bodies, notes\nFrederick Vrba, is “not so obvious since these objects have the same masses, chemical com-\npositions, and radii as planets.”?\nTrue, a sub-brown dwarf like proto-Saturn would be even less massive. So the question\nremains: Would proto-Saturn have been massive enough to hold on to Earth? Why not? If\nrelatively puny asteroids can hold on to satellites*+— something that was unheard of in the mid-\ntwentieth century —what would be so amazing about a sub-brown dwarf holding on to an\nEarth-sized planet? Besides, who is to say how much more massive proto-Saturn may have\nbeen prior to its flare-up and entry into the Sun’s domain of electrical influence?\nNone of this, however, serves to extricate us from the Ice Age quandary. None of the\nbrown dwarf characteristics noted above and elsewhere in this work assist us in discovering\nhow Earth could have been both warm enough to produce vast quantities of evaporation from\nits oceans, while at the same time being cold enough to freeze a wide ribbon of northern lati-\ntudes. But then, if Earth’s own weather fails to present us with the solution to this problem,\nmight not proto-Saturn’s own climate hold the answer? For one thing, dwarf stars have an-\nother advantage over stars as possible environments for life because they shine longer, even\nthough some claim that they do not brighten with age.5 Even in our own scenario, as I hope to\nindicate in future volumes of this series, the brightening of proto-Saturn due to its ultimate\nflare-up was only temporary, as so, also, would have been all previous flare-ups.\nLuminosity, however, is one thing; temperature is another. Even the Sun, after all, has\nweather patterns.® And so do brown dwarfs stars.”\nIn fact, as Maia Weinstock reported, “evidence suggests that weather is ubiquitous on\nplanets, stars, and everything in between.”® Even cool stars have now been realized to be\nshrouded in atmospheric clouds. Not surprisingly, so do brown dwarfs,? which have been\nfound to harbor “cloudy, stormy atmospheres.”!° Some reports have been even bolder.\n“Astronomers have seen planet-like weather on brown dwarfs,” wrote Richard Talcott,\n“marking the first time such weather has been observed on objects outside the solar system.”!!\nIR, Naeye, “Lonely Planets?” Astronomy (June 2003), p. 41.\n2D. Tytell, “The Coolest Brown Dwarf,” Sky & Telescope (April 2003), p. 27.\n3 Ibid.\n4 R. Burnham, “Misfit Minor Planet,” Astronomy (October 2003), p. 32; M. Carroll, “The Long Goodbye,” in\nibid., p. 39; D. Durda, “Odd Couples,” in ibid. (December 2005), pp. 54 ff.\n5M. Alpert, loc. cit.\n6M. Weinstock, “Stormy Weather Brewing on the Sun,” Discover (September 2002), p. 13.\n7 Ibid.\n8 Ibid.\n9° A. MacRobert, “Follow that Story,” Sky & Telescope (April 2002), p. 28.\n10 “Astronomers Find Jupiter-like Weather on Brown Dwarfs,” University of California-Los Angeles at\n(htto://www_.ucla.edu/) dated May 27. 2002 (emphasis added).\n_edu/) dated May 27. 2002 (emphasis added).",
        "bibliography": [
            "in R. Talcott, “First Forecast: Cloudy; No Rain,” Astronomy (December 2002), p. 32 (emphasis added)."
        ],
        "captions": []
    }
]