[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 102,
        "content": "\nAll of which is in keeping with Gould’s belief that:\n“...feathers may have evolved from reptilian scales for an initial function in thermo-\nregulation—and only later were they co-opted for flight when they became numerous\nand elaborate enough to provide aerodynamic advantages...Thus, structures evolved\nto retain heat have a latent potential for use in flight—an originally unexpected ca-\npacity that may become important as the organs get more elaborate or as environ-\nmental conditions change.”!\nAnd if mammals and birds can have parts of their bodies covered in scales, why couldn’t\nreptiles have parts of their bodies covered in feathers? Needless to say, no such beasts are\nknown at present, but this is not to say that there never were such creatures. And if so, they\nwere bound to be found. Had they not been searched for by those who still held to the birds-\nfrom-dinosaurs theory? Does not evidence always seem to spring up in favor of a theory when\nlooked for by the concerned theorists? It was therefore not much of a surprise when Phil Cur-\nrie and Ji Qiang reported the discovery in China of two small dinosaurs—Caudipteryx and\nProtoarchaeopteryx—that sported what very much looked like feathers. What is perhaps more\ninteresting is that one of these dinosaurs, the Caudipteryx, is a small ancestral relative of the\nwell-known Tyrannosaurus Rex.?\n“These two new animals [said Currie] are part of a group of dinosaurs called coeluro-\nsaurs. Velociraptor [of Jurassic Park movie fame] is also one of these, as are all the\nostrich-mimic dinosaurs that keep getting confused with baby tyrannosaurs. The\ninteresting thing is that tyrannosaurs are actually more closely related to these\ndinosaurs than they are to massive carnivores like Allosaurus.”\n“Despite their size [Josh Fischman added], tyrannosaurs share a lot of birdlike fea-\ntures with the smaller dinos. These tiny Chinese dinosaurs lived 50 million years or\nso before tyrannosaurs made the scene. So if they had feathers, and modern birds\nhave feathers, it’s quite possible that tyrannosaurs, falling on a family-tree branch\nsomewhere in between the other two groups, had them as well.”4\nIt is true enough that the feathers associated with Caudipteryx are “the wrong shape and in\nthe wrong place to have anything to do with flight.” But if these creatures hung out in packs,\nas Currie opines, they would have been involved in some sort of social behavior, including\ncourtship and threat displays. Whether to attract females or intimidate males, peacock-like\nfans spreading out from tails would have filled the bill.5",
        "bibliography": [
            "1 T. ta Maria, loc. cit.",
            "2 J, Fischman, “Tyrannosaur Feathers?” Discover (May 1999), p. 75.",
            "3 Ibid. (Actually, Velociraptor lived during the later Cretaceous, as did most of the Jurassic Park dinosaurs.)",
            "4 Ibid.",
            "5 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 103,
        "content": "\neo\ni\nAe\nVIDIO FF IAI\nYW\n9 ®\ni oh |\nAlthough the pangolin is often classed as a scaled mammal, its horny scales are actually composed of\ncemented hairs rather than the keratinized outer layers of the epidermis as in reptiles.\nIt did not much matter that the Chinese province in which these “feathered” dinosaurs\nwere found was the same in which the previous hoax, described above, had come to light. And\nwhile it is not my intention to cast additional aspersions on his reputation, it did not matter\nthat the Chinese palaeontologist who discovered them was the same Ji Qiang (or Qiang Ji)\nwho had certified that faked specimen as a genuine feathered dinosaur. The show simply went\non.!\nWith their usual “poetic license,” it did not take long for artists to start portraying Ve-\nlociraptor, to say nothing of “a baby T. rex,” adorned with feathers.2 Even the famed Ameri-\ncan Museum of Natural History in New York set up a painted re-enactment and a separate\ndiorama to display this new breed of Velociraptor. “A multicolored frill graces [Velocirap-\ntor’s] pate,” Weed describes these exhibits, “and the rest of its body is covered in a fluffy\nsheath of unusual feathers that dinosaur artists have come to call dinofuzz—definitely not fur,\nbut not quite feathers either.” The feathers, Weed tells us, were the idea of Mark Norell, the",
        "bibliography": [
            "1 See here, for instance, C. Rist, “The Proof is in the Plumage,” Discover (January 2002), p. 45.",
            "2.W. S. Weed, op. cit, pp. 77, 78, 79."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 104,
        "content": "\ncurator of vertebrate palaeontology at the museum.! But, as Weed also tells us, the feathers\nwere not required by direct fossil evidence, since all there was so far was a “debatable set of\nquill-like impressions around some fossil finds.” But to Norell, it was “important to read these\nas feathers all over the body because the major thrust of his work as a scientist [was] to show\nthat dinosaurs are direct ancestors of modern birds.”?\nIn March of 2002, Norell, who journeyed to China’s Liaoning province to see for himself,\nreported the discovery of yet another “feathered” relative of Velociraptor, three feet in length.\nAs it was claimed, there was no doubt this time that what the fossil flaunted were not merely\nquill-like impressions. Its arms, legs, and tail, it was reported, “were covered with feathers\nidentical to those on modern birds.” As described by Jeffrey Winters:\n“...the fossil reveals it was covered with plumage, including feathers that extended\nout at least seven inches along the tail. It could not fly, however; the feathers were\nmost likely used for insulation or display.”4\nHowever, as always, not everyone was convinced.\n“There are scores of fake fossils out there [Feduccia stated in the above mentioned\ninterview], and they have cast a dark shadow over the whole field. When you go to\nthese fossil shows, it’s difficult to tell which ones are faked and which ones are not. I\nhave heard that there is a fake-fossil factory in northeastern China, in Liaoning Prov-\nince, near the deposits where many of these recent alleged feathered dinosaurs were\nfound.”>\nAnd:\n“ The Chinese fossil trade has become a big business. These fossil forgeries have\nbeen sold on the black market for years now, for huge sums of money. Anyone who\ncan produce a good fake stands to profit.”6\nBut Norell was not to be put down. “The people who say these [fossils] are fakes aren’t\ntaken seriously by the professional community,” he parried. “They are basically in the flat-\nearth zone.””\n“People have accepted that these filamentous structures— dino fuzz—represent proto-\nfeathers [Feduccia told Svitil]. But these things do not resemble feathers, and I don’t",
        "bibliography": [
            "1 Ibid. p.79.",
            "2 Ibid.",
            "3 J. Winters, “A Dinosaur in Bird’s Clothing,” Discover (January 2003 Special Issue), p. 31.",
            "4 Ibid.",
            "5 Ibid.; A. Feduccia & K. A. Svitil, loc. cit.",
            "6 Ibid.",
            "7 J, Winters, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 105,
        "content": "\na ead a\nlaa\nDY\nEven Velociraptor, shown above, was eventually clad with feathers by palaeontologists.\n(ilustration by Bob Giuliani.)\nMlustration by Bob Giuliani.)\nthink they have anything to do with feathers. To me, they look like preserved skin fi-\nbers.”!\nAnd to me, it has always seemed that when evidence favors a personal theory it is ac-\ncepted by the theorist; when not, the evidence is called into question—it is either not good\nenough or, when it appears to be good enough, judged to be a fake. It also seems to me that\nFeduccia was trying to claim both. If the evidence is not good enough, it must at least be\ngenuine. If the evidence is judged a fake, why bother claiming it’s not good enough?\nOne thing Norell was right about is that the professional palaeontological community did\nnot take Feduccia seriously. By 2003, the verdict was in: Feathers evolved in dinosaurs before\nthe appearance of birds.?\n“Progress in solving the particularly puzzling origin of feathers has...been hampered by\nwhat now appear to be false leads, such as the assumption that the primitive feather evolved\nby elongation and division of the reptilian scale, and speculations that feathers evolved for a\nspecific function, such as flight,” reported Richard Prum and Alan Brush. “A lack of primitive\nfossil feathers hindered progress as well.”? But, as they continue and we already partly know:",
        "bibliography": [
            "1 A. Feduccia & K. A. Svitil, loc. cit.",
            "2R.O. Prum & A. H. Brush, “Which Came First, the Feather or the Bird?” Scientific American (March 2003), p.",
            "86.",
            "3 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 106,
        "content": "\nSEE EEGs se Baa MS Bs orm\n(                Ma a ie\neee ae ae      \\\n(Illustration by Bob Giuliani.)\nor oe\nOS rag\nTyrannosaurus rex, too, was eventually endowed with feathers.\n(ilustration by Bob Giuliani.)\n“...paleontologists have unearthed a trove of feathered dinosaurs in China. These\nanimals have a diversity of primitive feathers that are not as highly evolved as those\nof today’s birds or even Archaeopteryx.”!\nIt is reports like these that tend to confuse. Are these so-called feathers “identical to those\nof modern birds,” as previously reported, or are they “not as highly evolved as those of to-\nday’s birds”? Could Feduccia have been right, at least to some extent, after all?\n“[These ‘primitive feathers’] give us critical clues about the structure, function and\nevolution of modern birds’ intricate appendages [Prum and Brush continue]. Together\nthese advances have produced a highly detailed and revolutionary picture: feathers\noriginated and diversified in carnivorous, bipedal theropod dinosaurs before the\norigin of birds or the origin of flight.”?\nAnd:\n“New fossil discoveries have continued to close the gap between birds and dinosaurs\nand ultimately make it more difficult even to define birds. Conversely, many of the",
        "bibliography": [
            "| Ibid.",
            "2 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 107,
        "content": "\neer\nNN eae\nEe Spel\nCA en\n&   SELON! TR a BE LY 5     es\nSe Ee NN i MBE op EOE        ROR 2. 2\n°     ie ay\nDespite looks, it has been decided that Allosaurus, shown above, is no close kin to Tyrannosaurus rex.\n(ilustration by Bob Giuliani.)\nDoes this exclude him from the feathered-dinosaurs club?\nMlustration by Bob Giuliani.)\nmost charismatic and culturally iconic dinosaurs, such as Tyrannosaurus and Ve-\nlociraptor, are very likely to have had feathered skin but were not birds.”!\nThat feathers evolved from elongated reptilian scales also came heavily under fire when it\nwas shown, as it should much earlier have been, that scales and feathers develop in an\nentirely different manner.? So much for Gould’s earlier belief to the contrary. Thus, the issue",
        "bibliography": [
            "1 Pid. p. 92.",
            "2 Ibid., p. 93."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 108,
        "content": "\nof Scientific American that carried the article under review not only unabashedly illustrated\nboth the article and its cover with realistic reconstructions of feathered dinosaurs, but also a\ndiagram of the evolving stages in the evolutionary progress from featherless to feathered\ndinosaurs and ultimately to birds.! Also included were pictorial side-bars illustrating the\nnature of feathers and the manner in which they grow.? While this was educational, the\nadditional side-bar which portrayed the evolution of feathers from a primitive hollow cylinder\nwas described by the authors themselves as stemming from their own particular theory.\nNewer discoveries then added to all this. The newer claim was that not only have feathers\nevolved before birds, but so did flight feathers. Researchers from the Institute of Vertebrate\nPaleontology and Paleoanthropology of the Chinese Academy of Sciences reported the dis-\ncovery of a new feathered dinosaur which possessed the imprints of modern-looking asym-\nmetrical flight feathers. Given the name of Microraptor gui, the creature’s feathers formed\nfront and hind “wings,” with the feathers being “more asymmetrical toward the end of the\nlimb, just as occurs on the modern bird wing.” The interesting thing about this is that asym-\nmetrical feathers are “the only kind of feathers useful for flight.”\n“Tn fact, such feathers were one of the few unique characteristics that distinguished\nthe avian descendants from their dinosaur forebears. Now it appears that even flight\nfeathers, not merely feathers per se, existed before birds.”>\nBut that was not yet the end of the affair. There were yet more discoveries to come from\nChina’s Liaoning Province. One was a 53 centimeter-long skeleton of a dinosaur that had died\nin its sleep. Dated to 135 million years ago, it was found “curled up in a stereotypically bird-\nlike way with its head tucked under a limb.” Another consisted of an actual bird only rela-\ntively slightly younger than Archaeopteryx, that had obviously died before it hatched. Dated\nto 120 million years ago, it “was better developed than today’s birds are before hatching” sug-\ngesting that “birds of that era were more like dinosaurs, in that they could function on their\nown as soon as they were born.”6\nOne cannot help wonder what happened to the previous theory developed from the nature\nof those dinosaur nesting colonies that were said to indicate parenting “where adults fed, nur-\ntured, and even defended their young.” But no matter—the issue had been resolved.\nOne other thing Feduccia pointed out is that all of the fossils that have been interpreted as\nthe remains of feathered dinosaurs had, until then, come to light in China’s Liaoning Province.\n(Let us even put aside the fact that the first such fossil from this Province turned out to be a\nhoax.) But as the years went by, other discoveries, while still within Chinese jurisdictions, did\nsurface outside the Liaoning locality. “The remains of a giant, birdlike dinosaur as tall as the\nformidable tyrannosaur have been found in China,” an Associated Press release reported in",
        "bibliography": [
            "! [bid., pp. 90-91",
            "2 Ibid., pp. 88-89.",
            "3 Ibid., pp. 90-91.",
            "4 The Editors, “Dinosaur or Bird? The Gap Narrows,” in ibid., p. 93.",
            "5 Ibid.",
            "6 “Dinosaur Discoveries,” Focus (January 2005), p. 17."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 109,
        "content": "\nJune of 2007.! But this one came from the Erlian Basin of northern China’s Inner Mongolia.\nSaid to have been 26 feet long, 16 feet tall, and calculated to have weighed 3,000 pounds, it\nhas been dubbed Gigantoraptor erlianensis. Its birdlike features included slender legs and\nwhat passed for a beak, but when it came to feathers it was said it only “likely” had them.?\n“That puts the Gigantoraptor’s existence at odds with prevailing theories that dinosaurs be-\ncame smaller as they evolved into birds and that bigger dinosaurs had less birdlike character-\nistics,” said Xu Xing, a paleontologist from Beijing. “It is very important information for us in\nour efforts to trace the evolution process of dinosaurs to birds,” he went on. To which he\nadded that: “It’s more complicated than we imagined.”3\nWhile feathered dinosaurs continued to turn up in China’s Liaoning Province, + Asia’s\nmonopoly was bound to be broken. Valid or not, a feathered dinosaur was eventually claimed\nfor New Mexico’s Zuni Basin.\n“Now described and named Nothronychus mckinleyi [Heather Pringle reported], the\nnew therizinosaur [as it has been classed] is the largest of the dinosaurs identified so\nfar [that is in 2001] in Zuni Basin. Measuring 20 feet in length from the top of its\nfeathered head to the tip of its stout tail, it almost certainly walked upright—like\nGodzilla—rather than tilted over in a posture apparently favored by its celebrated\nrelative T. rex...It also was likely covered in shaggy plumage like an emu and had a\ntiny beaked head equipped with miniature serrated teeth.”>\nTo be sure, however, the “feathered head” and “shaggy plumage” were conjectured on the\nresemblance Nothronychus bore to those previously discovered feathered dinosaurs in China.\nThese conjectures, moreover, were forwarded by none other than Currie and Norell, who had\nbeen involved in the original controversy concerning those very same feathered dinosaurs\nfrom China .¢ In other words, the Zuni Basin specimens do not show any signs of feathers.\nAnother so-called feathered dinosaur was also discovered at Cedar Mountain in Utah.’ All of\nwhich kept strengthening the theory that birds evolved from dinosaurs. Nor did it take long for\nthe theory to be promoted to reality. “We even know,” Zimmer wrote quite early on, “that the\n9,000 species of birds all around us are living, feathered dinosaurs.”® And in July of that same\nyear, this revelation was voted the “most important development in the field of paleon-\ntology.”9",
        "bibliography": [
            "la, Ang, “Remains of Giant Dinosaur Found in China,” Associated Press release (June 13, 2007).",
            "2 Ibid.",
            "3 Ibid.",
            "4C. Zimmer, op. cit., p. 38; C. Tarpy, “Jewels in the Ash,” National Geographic (August 2005), pp. 88, 92, 94;",
            "“The Golden Age of Dinosaur Discovery,” see above.",
            "SH. Pringle, “The Creature from the Zuni Lagoon,” Discover (August 2001), p. 46 (emphasis added).",
            "6 Ibid.",
            "7 “Feathered Dinosaur Found,” Cosmos (July 2005), p. 21.",
            "8 C. Zimmer, op. cit., pp. 32, 38 (emphasis added).",
            "9K. Padian, “Think Tank,” Discover (July 2005), p. 69; M. Norell, in ibid., p. 72."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 110,
        "content": "But how feather-like are these feathers—or proto-feathers, if you like? Some have de-\nscribed them both as “shaggy” and as “hair-like.”! And then, what has been interpreted as the\nimprint of feathers in one specimen? looks suspiciously similar to what has been touted as the\nimpression of fur in another.? Even so—fair being fair and feathers aside—some dinosaurs\nlooked so much like birds that the remains of one of them, Scipionyx samniticus, was initially\nmistaken for one. As one reporter for Discover noted, those first impressions weren’t all that\nfar of f.4\n\nIt is not that I wish to depreciate all that palaeontologists have been achieving in this par-\nticular field. I do realize that trial and error is the very nature of the scientific method—and I\nhope no one will overlook this fact when judging the present work—and this should be ap-\nplauded. But even if one considers that those against the presently accepted theory of warm-\nblooded feathered dinosaurs are in the minority, some of the objections they have raised\nshould not be laughed out of court. After all, how many times has science been certain of par-\nticular “truths” only to discover the error of the logic that led to them? The only thing I can\nsafely say concerning the issue at hand is that, as of this writing (2007), when all is said and\ndone, a consensus of opinion has not yet been reached. But then, is it ever?\n\nPRESERVATION VERSUS AGE\n\nHell broke loose when, in May of 2002, Jack Horner attempted to transport the fossilized\nremains of a Tyrannosaurus rex newly unearthed in Hell Creek, Montana. Weighing in at two\ntons, the dinosaur’s femur proved too heavy for the helicopter Horner had hired. He therefore\nhad to break the bone in half to facilitate haulage. Some time later he shipped some resulting\nbone fragments from the broken femur to Mary Schweitzer at North Carolina State Univer-\nsity. What Schweitzer realized the minute she unpacked the samples was that the fragments\ncontained an inner layer of medullary bone which is normally displayed by ovulating female\nbirds. This not only solidified the dinosaurs’ avian link, it also established that the Tyranno-\nsaurus in question had been pregnant.\n\nEventually, collagen proteins extracted from the bone that were sequenced by Schweit-\nzer’s team turned out to be similar to chicken collagen, “adding to the mountain of evidence”\nthat dinosaurs are most closely related to birds.° Not only that, but while working on another\nTyrannosaurus skeleton retrieved from the same Hell Creek beds, Schweitzer noticed that the\nfossil reeked with a cadaverous odor. When, however, she reported this to Horner, he non-\nchalantly informed her that all the Hell Creek bones smelled that way.”",
        "bibliography": [
            "1 “Feathered Dinosaurs Found,” see above.",
            "2M. Norell, “The Dragons of Liaoning,” Discover (June 2005), p. 58.",
            "3 Ibid., p. 62.",
            "4 J. Barone, “Did T. Rex Taste Like Chicken?” Discover (August 2007), p. 16.",
            "5 E. Kleeman, “T. Rex Sex,” Discover (September 2005), p. 10.",
            "6 Ibid.; J. Barone, loc. cit.; “Brave New World,” Discover (April 2006), p. 35.",
            "7B. Yeoman, “Schweitzer’s Dangerous Discovery,” Discover (April 2006), p. 38."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 111,
        "content": "\nBiblical creationists did not take long in embracing Schweitzer’s discovery.! Soft tissue\ninside a petrified bone was seen by them as proof that dinosaurs lived much more recently\nthan claimed. “This discovery,” wrote Carl Wieland, “gives immensely powerful support to\nthe proposition that dinosaur fossils are not millions of years old at all, but were mostly fos-\nsilized under catastrophic conditions a few thousand years ago at most.”?\nsilized under catastrophic conditions a few thousand years ago at most.”\nThis created something of a problem for Schweitzer since, besides being a pioneering pa-\nleontologist, she also happens to be a devout evangelical Christian. And this has prompted\nsome of her peers to view her research with skepticism.? She, on the other hand, was just as\nmystified as everyone else.\n“Everyone knows how soft tissues degrade [she noted]. If you take a blood sample and\nyou stick it on a shelf, you have nothing recognizable in about a week. So why would\nthere be anything left in dinosaurs?...This isn’t happening. This is just not happen-\ning”4\nWhile others hope that someone, someday, might be able to extract DNA samples from\nsuch bones, Schweitzer herself doubts it. Despite some reports to the contrary, she herself\n“hasn’t even bothered to look for DNA.”5 If ever recovered, her opinion is that such DNA\nsamples would be “fragmented and incomplete.”® But even if that miracle could come to\npass—even if, somehow, a living dinosaur could be hatched—she is of the opinion that such a\ncreature would not survive for long. “As far as we know,” she said, “the way the lung tissue\nfunctioned, the way the hemoglobin functioned, was designed for an atmosphere that’s very\ndifferent than today’s.”” Strengthened through molecular paleontology, a discipline which she\nherself had pioneered, her pronouncement is much in keeping with our scheme since, as noted\ntime and again in our unfolding scenario, Earth’s atmosphere would certainly have been\ndifferent when our world was still a satellite of proto-Saturn. And this would certainly have\naffected the flight abilities of pterosaurs.\nGIANTS ON THE WING\nUp until the late 1960s, the largest known specimen of that class of prehistoric flying rep-\ntiles known as pterosaurs was Pteranodon. Described by Adrian Desmond as a creature that\n“was literally all wings,” this air-borne denizen boasted a wing-span “which probably ex-\nceeded twenty three feet from tip to tip, while its diminutive body was no larger than a mod-\nem turkey. But then, beginning in 1972, “a spectacular series of finds” by Douglas",
        "bibliography": [
            "! Ibid., p. 40.",
            "2 Ibid., p. 37 (emphasis as given).",
            "3 Ibid., pp. 37, 40.",
            "4 Tbid., pp. 39-40.",
            "5 Ibid., p. 71.",
            "6 Ibid., pp. 41, 77.",
            "7 Ibid., p. 71.",
            "8 A. J. Desmond, The Hot-Blooded Dinosaurs (N. Y., 1976), p. 177.",
            "lil"
        ],
        "captions": []
    }
]