[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 172,
        "content": "There is then the matter of Earth’s past denser atmosphere which, as Frederic Jueneman\nand others have maintained, would have enabled giant pterodactyls to fly, thus overcoming\nthe difficulty, if not impossibility, for them to have done so in an atmosphere like the present\none.! A denser atmosphere, however, would not in itself have aided the attainment of the\npterodactyls’ gigantic size. Nor, as Mike Twose indicated, would it “help explain the massive\ncreatures that lived underneath it.”? Even so, as Jueneman himself admitted, his paper on the\nsubject was not meant to “address any of the problems associated with these megafauna and\ntheir means of transportation.”3 As he also made clear, “postulating a more massive atmos-\nphere in Earth’s past explains some phenomena,” but his reasoning “was by no means de-\nsigned to be a theory of everything.”4 That Jueneman himself continued to think that the\nmegasaurs would have been able to thrive under present gravitational conditions> is besides\nthe point. But while we continue to disagree with him concerning the megasaurs’ capability to\nthrive under present gravitational attraction, we do accept the postulate of Earth’s past denser\natmosphere as an additional boost in furthering prehistoric flight.\n\nIn view of the foregoing, our theory becomes quite simple. In agreement with Thornhill,\nwe accept that Earth’s gravity increased once the proto-Saturnian system’s plasmasphere\ncame in contact with the solar heliosphere. Proto-Saturn’s flare-up would have been enough to\nchange that body’s electrical potential, and thus Earth’s gravitational property. And this would\nthen have been abetted by the proto-Saturnian system’s entry into the Solar System and thus\ninto the Sun’s different electrical environment.\n\nThornhill, of course, relates the event to the time of the proto-Saturnian system’s break-\nup. And while we do not disagree with this assessment, we will be showing in future volumes\nof this series that proto-Saturn’s flare-up and the proto-Saturnian system’s break-up were\ndifferent events that were separated by something like 5,000 years.\n\nAs we have posited in an earlier work,® proto-Saturn’s flare-up took place some 10,000\nyears ago at the end of the Pleistocene. The proto-Saturnian system’s break-down would then\nhave transpired some 5,000 years ago, which will now become our second bench-mark figure.\nIt is thus not surprising that, as we have seen, 10,000 years ago was the approximate date sup-\nplied for the reduction of ancient man’s former robust size, while a second reduction took\nplace some 5,000 years ago. Moreover, as we have also noted, this reduction in size at the end\nof the Pleistocene affected not only man, but various other living creatures which, while not as\nlarge as the earlier dinosaurs, had been gigantic nonetheless.\n\nWhat is remarkable in this instance is that the memory of the former stature of humankind\nwas not lost on those who survived the Pleistocene disaster. During the time of the legendary\nEnosh, according to Jewish antiquities, “the ocean flooded a third part of the earth; there arose",
        "bibliography": [
            "| God Star, pp. 345-348, 380, 385, and elsewhere in the present work.",
            "2M. Twose, “Gravity and Pterodactyls,” AEON V:4 (July 1999), p. 11.",
            "3 F, Jueneman, in reply to ibid., p. 12.",
            "4 Ibid.; see also M. Twose and F. Jueneman, “Gravity and Pterodactyls: More Points to Consider,” AEON V:6",
            "(August 2000), pp. 7 ff.",
            "5 Ibid., p. 10.",
            "6 Flare Star, pp. 341-342."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 173,
        "content": "\nmountains, valleys, and rocky ground, whereas prior to that everything had been smooth and\neven.” In this we recognize the diastrophism and the incursion of the ocean that transpired at\nthe end of the Pleistocene Ice Age.' What is then added by the same Jewish sources is that,\nduring this very same time, “man’s stature was shortened.”\nTrue, as has been recently discovered, there were also bantam people in existence during\nthe Pleistocene. I am here referring to the discovery of that mini human species on the Indone-\nsian island of Flores that is reported to have thrived some 18,000 years ago.3 Others have\ngiven a wider range covering the stretch from 70,000 to 12,000 years ago,‘ and later, by still\nothers, from 95,000 to 13,000 years ago.5 Barely three feet tall, these members of the Homo\nbranch possessed brains roughly one-third the size of modern humans. Dubbed Homo flore-\nsiensis, or Flores Man, they were “not our ancestors but rather our evolutionary cousins.”¢\nUnderstandably, this gave rise to the usual controversies,’ but further finds® and studies?\nclinched the case.\n“In spite of their downsized brains, the little people apparently had sophisticated\ntechnology. The fireplaces, charred bones, and thousands of stone tools we found\namong their remains must have been their handiwork, for we found no sign of mod-\nern humans. Stone points, probably once hafted onto spears, turned up among ste-\ngodont bones, some of which bore cut marks. The little hominins were apparently\nhunting the biggest animals around. It was surely a group activity—adult stegodonts,\nalthough dwarfed, still weighed more than 800 pounds, formidable prey for hunters\nthe size of preschool children.”!0\nWhat is of additional interest is that, very much as in the case of our more robust fore-\nbears, local traditional lore had long told of these diminutive people.!!\nI mention all this because it may be used as a careless criticism against our above hypothe-\nsis. Why would there have been such diminutive people at a time when terrestrial gravity was\nattenuated and thus conducive to exceptional growth? My answer to this question can only\ncome in the form of another: Why not? Is it any different in today’s world? The African con-\ntinent itself is home to the tallest and shortest tribal groups on Earth. Although the height of",
        "bibliography": [
            "! [bid., pp. 391 ff.",
            "2L. Ginzberg, The Legends of the Jews, Vol. V (Philadelphia, 1968), p. 152 (emphasis added). NOTE: The",
            "subject of the Biblical giants mentioned in Genesis 6:4 is too ambiguous and controversial to be included here.",
            "3K. Wong, “A Mini Human Species,” Scientific American (December 2004), p. 34.",
            "4H. Gee, “Meet Our New Relative: The Hobbit,” Focus (January 2005), p. 69.",
            "5M. Morwood, et al., “The People Time Forgot,” National Geographic (April 2005), p. 12.",
            "6M. W. Robbins, “Little People Make Big Splash,” Discover (January 2005), p. 31.",
            "TK. Wong, “The Littlest Human,” Scientific American (February 2005), pp. 56 ff.",
            "8M. Morwood, et al., loc. cit.",
            "9 “Brain Study Bolsters Case for Smart Bantam Human Species,” Scientific American (May 2005), p. 10.",
            "10 M. Morwood, et al., loc. cit.; See also H. Gee, op. cit., pp. 68-69, K. Wong, loc. cit.; P. Andrews, “Choosing",
            "One’s Relatives,” American scientist (July-August 2007), pp. 354-355.",
            "11M. Morwood, et al., loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 174,
        "content": "the Watusi, also known as Batusi, is often exaggerated, they still form “the tallest grouping of\nmankind.”! This African homeland is shared with the shortest people on Earth, the Efé\nPygmies of the Ituri forest whose height averages four and a half feet, with the shortest Pygmy\nmale on record just “a shade over three feet six inches tall.”\n\nIf such diversity in human height is possible under present gravitational attraction, what is\nso strange about a similar, or even greater, diversity in human robustness at a time when grav-\nity acted with a lesser force on Earth? What should be stressed is that an attenuated gravity\ndoes not demand gigantic growth; it merely permits it. After all, even during the reign of the\nmegasaurs, the land was shared with pygmy dinosaurs, some no bigger than a chicken.",
        "bibliography": [
            "1M. J. Herskovits, “Negro,” Encyclopaedia Britannica (1959 edition), Vol. 16, p. 193.",
            "2 J-P Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973), p. 3."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 175,
        "content": "\nChapter 7\nSudden Violence\nSURVIVAL OF THE FORTUNATE\nhe dinosaurs “may have been among nature’s most exquisitely adapted creatures,”\nwrote Fred Warshofsky. “After all, they were the dominant life form on earth for 135\nmillion years and displayed a diversity of form and function that was absolutely daz-\nzling in its multiple adaptations.”! They were definitely better adapted to a wider environ-\nmental range than many other creatures who both preceded and followed them. As Carl Zim-\nmer more recently emphasized, “once dinosaurs emerged into this bustling world, they be-\ncame the dominant herbivores and predators.”? But if, as per Charles Darwin, the evolution of\nlife-forms depends on natural selection through the survival of the fittest, why, then, did the\ndinosaurs not survive?\nThe answer to that question is very simple: Fitness has nothing to do with survival.\nGeorge Gaylord Simpson buried this regrettable dictum when he showed that, while some\nearly life-forms became more specialized, the majority of them became extinct. On the other\nhand, in quite a few number of cases, those life-forms that were the least specialized in their\ntime survived the longest.?\nLet not this blunder be laid directly at Darwin’s door. It is often easily forgotten, even\namong scholars, that Darwin’s own work on evolution consisted of two entirely separate as-\npects: (1) the establishment of evolution as a fact of nature, and (2) the mechanism\nresponsible for evolutionary change. And while he was absolutely confident about the first, he\nwas never quite certain about the second. In fact, as Stephen Jay Gould pointed out, Darwin\nexpressed “appropriate caution about his unproved theory of natural selection.”4 Besides,\nDarwin was not the first to propose evolutionary change through this process. Some years\nbefore Darwin, and independently of each other, both William Wells and Patrick Matthew,\nnow both almost forgotten, had also advocated natural selection.5\nWhat is unfortunate is that some notable supporters of Darwin, especially in England, such\nas Thomas Huxley and Alfred Russel Wallace, accepted natural selection as sacrosanct and",
        "bibliography": [
            "1 F, Warshofsky, Doomsday: The Science of Catastrophe (N. Y., 1977), pp. 194-195.",
            "2 C. Zimmer, “Dinosaurs,” Discover (April 2005), p. 33.",
            "2, Zimmer, “Dinosaurs,” Discover (April 2005), p. 33.",
            "3G. Gaylord Simpson, Splendid Isolation (Yale, 1980), reviewed by J. Abery, SIS Workshop 4:1 (July 1981), pp.",
            "28, 30.",
            "4S. J. Gould, “Darwinism Defined: The Difference Between Fact and Theory,” Discover (January 1987), p. 64;",
            "see also, T. Palmer, “Towards a New Evolutionary Synthesis,” Chronology and Catastrophism Review XI:",
            "(1989), p. 6.",
            "5 Ibid., p.7."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 176,
        "content": "\nfought off tooth and nail all those\nwho sought to criticize it. And crit-\n«       oe                    icized it was—no, actually rejec-\nicized it was—no, actually rejec-\nOE        “=                ted—by almost all scholars for the\nted—by almost all scholars for the\nyaa            RN «               first seventy-five years following\naa\nfirst seventy-five years following\nDZ ge  ;            Be NS              the publication of The Origin of\nevolutionists! Take for instance\nthe publication of The Origin of\n, a a          ot is               Species, as it continues to be at pre-\nSpecies, as it continues to be at pre-\nfae er ot             sent by an ever growing number of\nsent by an ever growing number of\na er Ore: .  ae *              evolutionists.! Take for instance\n% es ay    i> YY               Michael Benton, at the time hailing\ncient competitors over long\nMichael Benton, at the time hailing\n4, FS cs   not  ak mee  N              from the University of Oxford,\nfrom the University of Oxford,\nho or a a             when he wrote that:\nwhen he wrote that:\nhe pm a\nSG 2 iia  Fa ERR           “New analyses suggest that the\n“New analyses suggest that the\nition.”?\n1 ine eae NS              classical view, that some\nclassical view, that some\né sf ‘     * _ ns Onn oa             groups die out simply because\ngroups die out simply because\n(Illustration by Charles Hogarth.)\ni. S iN ie ar mg          they become ‘out of date’ and\nthey become ‘out of date’ and\nme sy 4,   ‘ iat nS. wey NS    fee” | are replaced by their more effi-\nare replaced by their more effi-\ns S    ren a ak Secon a        periods of time, is not an ade-\nperiods of time, is not an ade-\nae wh Laaagnet nee Sg          quate explanation. There is in-\nquate explanation. There is in-\nBo     Cee eK            creasing evidence that major\ncreasing evidence that major\noS        al               physical changes have caused\nphysical changes have caused\nee                  more large-scale evolutionary\nmore large-scale evolutionary\n7          .        ;           .    .              changes than has compet-\nchanges than has compet-\nCharles Darwin —(1809-1892)—who himself advocated\nCharles Darwin —(1809-1892)—who himself advocated       wae a7,\ncaution concerning the acceptance of natural selection.         ition.\ncaution concerning the acceptance of natural selection.\n(illustration by Charles Hogarth.)\nThe dinosaurs could not have\nsuccumbed due to their having been unfit. As the editors of Discover stressed:\n“Long ago, when dinosaurs ruled the land, mammals were nothing but miserable\ncreatures scrambling in the underbrush. The fact that mammals survived and dino-\nsaurs didn’t indicates nothing about how well adapted each was to the environment.\nRather, says University of Chicago paleontologist David Jablonski, the dinosaurs died\nout because the rules of survival under which they had thrived ‘were called off’.”3\nIt is therefore clear that whatever snuffed out the dinosaurs would either had to have been\na vagary of nature (that is an unfortunate accident), or something inherent in nature itself",
        "bibliography": [
            "1 See for instance, Scientific American (February 2000), pp. 72-77; Science Frontiers (May-June 2000), p. 3; S.",
            "A. Kauffman, The Origins of Order: Self-Organization and Selection in Evolution (Oxford), in toto.",
            "2M. J. Benton, “Large-Scale Replacements in the History of Life,” Nature (March 3, 1983), pp. 16-17.",
            "3 “Mass Extinctions as Prehistoric Lotteries,” Discover (April 1986), p. 9."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 177,
        "content": "\n(which would have spelt inevitability). It then becomes obvious that those life forms which\ndid survive were merely fortunate.\nERADICATION OF THE HAPLESS\nThe amount of life forms that have thrived on Earth in its past ages are unimaginable.\nWith new fossil discoveries just about every year, no one knows their true quantity. Time and\nagain, however, untold numbers of these life forms were wiped out in unison. As Trevor\nPalmer succinctly phrased it, “it has been known for many years that several mass extinctions\nhave occurred since life first appeared on Earth, i.e. there have been several occasions when\nmany species became extinct at more or less the same time.”! Carl Sagan, too, explained it\nquite clearly when he wrote that:\n“[(Earth’s] rocks are trying to tell us something. [FJossils are the only remains of\ncreatures that once strode or slithered or swam or just took root, beings that arose and\ndied out long before there were any humans to take note of them. You take a particu-\nlar fossil and, all over the world, there is a layer—corresponding to some epoch in the\npast—below which that organism had not yet come into being. Generally, there is a\nlayer above, in which that fossil no longer appears; but the fossils of new organisms\nare there found for the first time. The lesson is clear: Great number of species have\nbecome extinct, providing opportunities for other species to evolve and fill the va-\ncated ecological niches... You count up all the beings that leave fossils and you dis-\ncover that the vast majority by far of all species that ever lived are now extinct. Ex-\ntinction is the rule. Survival is the exception.”?\nSeventy-three percent of all large mammals in North America, as well as 80 percent of\nthose in South America, disappeared at the end of the Pleistocene.* What is worse is that, un-\nlike previous epochs, the disappearing species were never replaced by new ones.* More dras-\ntic still is that 98 percent of all past life forms that we presently know of have been eradicated\nthrough Earth’s past history.>\n“...one should in fairness realize that long before man’s advent, major animal species\nwere regularly wiped out by the play of natural forces. Paleontologists have con-\ncluded that today’s animals represent only 2 percent of the half-billion species\nthought to have existed during the earth’s history.”6",
        "bibliography": [
            "! T. Palmer, “The Cautious Revolutionary,” Chronology & Catastrophism Review IX (1987), p. 46 (emphasis",
            "added).",
            "2c. Sagan & A. Druyan, Comet (N. Y., 1985), pp. 272-273 (emphasis added).",
            "3 T. W. Field, “Evidence of an Inversion Event?” AEON II:1 (1989), p. 9.",
            "4 Ibid., p. 11.",
            "5H. Bowser, “Vanished!” Science Digest (July 1982), p. 49.",
            "6 Ibid., p. 50."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 178,
        "content": "\nAs various geologists and palaeontologists have long noted, contrary to the credo that was\nshared by both Lyell and Darwin, transitions in Earth’s past history have been anything but\ngradual. “Ever since the time of Georges Cuvier,” wrote Palmer, “it has been apparent that the\nevidence of Earth’s rocks is not in accord with a smooth, gradual and even-paced develop-\nment of organisms of increasing complexity; rather it speaks of abrupt changes of environ-\nment, of extinctions and of repopulations with new species.”!\n“Moreover, the evolutionary record shows that there have been short periods of geo-\nlogical time when many species have died out together (“mass extinctions”) and oth-\ners where many new species have suddenly appeared, apparently from a common\nstock (“explosions” or “radiations”). Further, the two types of event are linked, the\nexplosions of new species seemingly being a response to the vacating of many eco-\nlogical niches by mass extinctions.”\nAs the editors of Discover put it:\n“During normal times a species that’s diverse and ranges over a whole continent is\nlikely to thrive. But during a mass extinction such a species is just as likely to die out\nas a very provincial one. A mass extinction affects not individual species but clades,\ngroups of species that share a common lineage.”?\nAnd this, David Jablonski stresses, indicates that mass extinctions had to have been truly\nglobal in their effect. “Moreover, this global event throws a wrench in the works of evolu-\ntion,” the editors in question conclude. “Groups that were successful are lost, and others take\ntheir places.”5\n“Surviving a mass extinction—in which large number of species from many different\nhabitats die out in a geologically brief time —is a lottery. No matter how remarkable a\ncreature is, there’s no guarantee it has what’s required.”6\nIn other words, those life forms that succumbed were merely victims of misfortune.\nTHE CRETACEOUS-TERTIARY BOUNDARY\nRoughly speaking — but only roughly speaking — the reign of the dinosaurs came to an end\nat the boundary that separated the Cretaceous from the Tertiary period anywhere from 63 to\n66 million years ago depending on which authority one consults. Some palaeontologists refer\nto this division as the C-T boundary. But most of them prefer the label K-T boundary since\nthe letter “C” had already been appropriated for the Carboniferous period. The preferred “K”",
        "bibliography": [
            "17. Palmer, “Catastrophism and Evolution,” S.L.S. Review VIL, Part A (1985), p. 10.",
            "2 Ibid., p. 13.",
            "3 “Mass Extinction as Prehistoric Lotteries,” Discover (April 1986), p. 9.",
            "4 Ibid.",
            "5 Ibid.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 179,
        "content": "stands for the Greek kreta, which means “chalk,” since the world-wide Cretaceous strata is\nchock full of chalky limestone. In what follows, designations will be used as supplied by those\nquoted.\n\nIt should be noted that it is not known for certain what interval of time is covered by the\ninterim represented by the boundary. Authorities differ greatly on this. Some will say that it is\nsomewhat less than one million years. Others narrow it down to less than 100,000 years.!\n\nThe demise of the dinosaurs had for long mystified experts in the field. “How long the\nprocess took is still open to doubt,” wrote Francis Hitching, “perhaps a few hundred thousand\nyears, but more likely a much shorter time, and possibly only a few days.”\n\nThat the beasts succumbed in “only a few days” would be highly stretching it. Hitching\nwas on safer ground in describing the event as having occurred “in an eye-blink” when com-\npared to the dinosaurs’ length of reign. He was also quite correct in making clear that the\n“devastation struck at almost all forms of life, simultaneously annihilating many mammals,\nreptiles, shellfish, and plants.”3 And this should be stressed because, while they have been\nmade to hold center stage in this end-of-the-line adversity, the dinosaurs were not its only\nvictims. It has been calculated that over 75 per cent of all Cretaceous species failed to make it\ninto the following Tertiary period.4 Others vouched for up to 80 percent.> Not only animals,\nbut many land plants became extinct during the same period.6 Moreover, the winnowing of\nlife seems to have favored those of robust body since “no land vertebrate over 25 kg weight is\nknown to have survived into the Tertiary.”? This was accentuated by Trevor Palmer when he\nclaimed that the mammals which superceded the dinosaurs survived simply because they were\nsmall.8 Land vertebrates aside, some clams and snails also died out at the same time.?\n\nIt has been argued by some that even the extinction of vertebrates across the Cretaceous-\nTertiary boundary was not as massive as is often supposed.!° This, however, depends on how\none looks at the problem, to say nothing of who is doing the looking. Those who stand by this\nassertion claim to do so by weighing the number of life forms that managed to survive against\nthe number of those that did not. While he does not single them out to the exclusion of other\nlife forms, J. David Archibald points mainly to mammals as the survivors.!! Edwin Dobb in-\ncludes crocodiles, turtles, and birds.!2 As Archibald stresses, however, all “nonavian dino-",
        "bibliography": [
            "1 J.D. Archibald, Dinosaur Extinction and the End of an Era (N. Y., 1996), p. 176.",
            "2B, Hitching, The World Atlas of Mysteries (London, 1979), p. 10.",
            "3 Ibid.",
            "4V. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 106.",
            "5 D. M. Raup, “Changing Views of Natural Catastrophe,” The Great Ideas Today (Chicago, 1988), p. 73; R.",
            "Gore, “Extinctions,” National Geographic (June 1989), p. 664.",
            "6 Nature (November 13, 1986), p. 112.",
            "TV. Clube & B. Napier, loc. cit.",
            "8 p. J. James, et al., “Global Catastrophes: New Evidence from Astronomy, Biology and Archaeology,” S.LS.",
            "Review VI:4 (1981/82), p. 91.",
            "9° “Mass Extinctions as Prehistoric Lotteries,” Discover (April 1986), p. 9.",
            "10 J, D, Archibald, op. cit., p. 124.",
            "11 Jpid., p. 125.",
            "12 B, Dobb, “What Wiped Out the Dinosaurs?” Discover (June 2002), p. 40."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 180,
        "content": "\nsaurs” suffered what he prefers to call an “apparent extinction.”! Despite some hair splitting,\nwhy only “apparent” is not very well clarified.\nRichard Fortey was closer to the mark when he stressed that it is evidence —“hard facts” —\nthat has to be “collected from the rocks, one rock bed after another, in order to find out what\nhappened at the end of the Cretaceous.”?\n“There are problems [he went on]. In many rock sections there is a break in the rock\nrecord at exactly the time of extinction: you can see the world before and the world\nafter—but not the critical moments. It is like losing a few frames from the print of a\nwhodunnit; one moment the victim is alive, the next he is dead, but the critical frames\nfeaturing the criminal and the smoking gun have vanished.”\nAnd yet, as he goes on, what does lie concealed in these very rocks is “extraordinarily in-\nteresting.”4 Speaking of the “pattern” found in the rock strata in question at places as far afield\nas Gubbio in Italy, Tunisia in North Africa, Mexico, and even Antarctica, he could state that:\n“The first striking fact is the sharpness of the change between Cretaceous and Terti-\nary. Few species of fossils, large or small, pass straight though the K-T boundary.\nAmmonites disappear, never to return, and there are extinctions in other marine ani-\nmals, too, even if their families did not become extinct as a whole. So sharp is the\nchange that it is possible to put your finger on the exact boundary...”>\nAs with others before him, this led Fortey to the assumption that “whatever caused the\nchange, it operated fast,” even though, as we shall see, it continues to be argued “exactly how\nfast.”6\nCATASTROPHISM WINS THE DAY\nForget the worn-out excuse of missing geological strata. Logic alone should tell us that the\nsame stratum could not be missing all over the world. There is no stratum missing between the\nCretaceous and Tertiary layers. The sharpness of the change between the one stratum and the\nother that Fortey speaks of indicate a sudden change. But what does “sudden” really mean?\n“To a geologist [Peter Warlow tells us], the use of the word ‘sudden’, or even of the\nword ‘catastrophic’, is quite acceptable when dealing with a period of a million years,",
        "bibliography": [
            "! J.D. Archibald, loc. cit.",
            "2R. Fortey, Life: A Natural History of the First Four Billion Years of Life on Earth (N. Y., 1998), p. 241.",
            "3 Ibid., pp. 241-242.",
            "4 Ibid., p. 243.",
            "5 Ibid.",
            "6 Ibid. (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 181,
        "content": "\nSur\nNSN      y\n3\nSAR.   ORAS Eg Eo\n(NN AT ag”\neT EON rete?\nmmf                    RS\n.           ,      See 7]          my) EMAL ie\nZip      ty               eae |     4 Od\n°        Se                          NY\nLY\nCj\nAmmonites, like the one shown above, disappeared at the Cretaceous-Tertiary boundary never to return.\nfor the overall time scale is measured in many tens of hundreds of millions of\nyears... However, as [Adrian] Desmond points out, there are some geologists and oth-\ners who consider that the event occurred in a time very much less than a million\nyears. He mentions one member of the Scripps Institute of Oceanography, whose\nstudies of the massive destruction of plankton lead him to suggest a time scale of only\na few thousand years, and there are other investigators who consider that a few days\nwould be sufficient. The common meanings of the words ‘sudden’ and ‘catastrophic’\nwould be applicable in such cases—and we are not talking here of the ‘fringe’ and\n‘crank’ scientists, who do also make such claims.”!\nThat this sudden change was violent is implied by the concentrations of broken and\njumbled dinosaur bones that have been discovered far and wide. And this has been known\nsince not long after the discovery of dinosaur skeletons began in earnest. “These reptiles,”\nmeaning dinosaurs, wrote J. A. Allan, “whose fossil remains are found in such great",
        "bibliography": [
            "1 P. Warlow, The Reversing Earth (London, 1982), p. 89 (emphasis as given)."
        ],
        "captions": []
    }
]