[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 272,
        "content": "\nThus, according to Adam Burgasser, the “best analogy to what we witness on these\nobjects are the storm patterns on Jupiter.”! In fact, as Mark Marley phrased it: “If you line a\nmug shot of Jupiter with these guys, it is just a very low-mass brown dwarf.” And so why not\nSaturn, even though, at present, it is less massive than Jupiter? And since sub-brown dwarfs\nhave been classed with Planetary Mass Objects, it is not surprising to learn that astronomers\nhave gone on record in reporting that, in their old age, these Objects “look very much like\nJupiter.”* More than that: “In this sense, isolated PMOs [that is, Planetary Mass Objects] give\nus a golden opportunity to see what Jupiter and Saturn were like in their youths.”>\nBut do dwarf stars really get dimmer with age?\nKurtis Williams, for one, believes that, as a red dwarf ages, it becomes brighter, and even\nslightly hotter, before it gradually fades.° And let us not again stress the supposed distinction\nbetween red and brown dwarf stars. Andrew Ackerman was discussing brown dwarfs when he\ndescribed their appearance as “‘a faint glow, like an ember from a fire that gives off both heat\nand light energy as it dims.”7\n“Astronomers expected brown dwarfs, like most objects in the universe, to grow\nsteadily fainter as they cool. However, new observations showed that during a rela-\ntively short phase, brown dwarfs appear to get brighter as they cool.”8\nIs this not, again, in keeping with our proto-Saturnian scenario?\nAnd yet, it should in fairness be noted that, in the long run, brown dwarfs do cool with\nage.° Granted that they may warm up again following every flare-up, once the excessive heat\nfrom the flare dies down, brown dwarfs would return to their previous temperatures, from\nwhere they would continue to gradually dim and cool. Nevertheless, as Alpert noted: “One\nbillion years from now, intensifying solar radiation will make Earth uninhabitable—[although,\nto be sure, this has more recently given rise to serious doubts!°]—but the galaxy’s M dwarfs\n[to use their astronomical designation] will burn steadily for hundreds of billions of years.”!!\nBrown dwarf clouds have been theorized to form through condensation of various com-\npounds,'? and, once formed, they then act to further alter the dwarf’s temperature.!3 Such",
        "bibliography": [
            "! Ibid.",
            "2 “Astronomers Find...” (see above).",
            "3 R. Naeye, op. cit., p. 40.",
            "4 Ibid., p.41.",
            "5 Ibid. (emphasis added).",
            "6K, Williams, “Ask Astro,” Astronomy (September 2005), p. 68.",
            "7 “Astronomers Find...” (see above)",
            "8 Ibid.",
            "9 J. Winters, “A Brief Tour of a Bad Cosmic Neighborhood,” Discover (April 1998), p.58.",
            "10 J. R. Minkel, “Red Giant Survival,” Scientific American (November 2007), p. 34.",
            "11M. Alpert, loc. cit.",
            "12 Astronomers Find...” (see above).",
            "13 A. MacRobert, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 273,
        "content": "cloudy cool dwarfs in fact exist.! Most of these have been found to contain methane in their\natmospheres, which has been interpreted to indicate surface temperatures below 1,300 Kelvin\nand, at least in theory, an age of up to two billion years. Such low heat brings older brown\ndwarfs to near-planetary temperatures.2 According to some authorities, they can even cool\nbelow that. One of them has been described as “only a few hundred degrees hotter than an\noven cooking a roast.” It glows “with only two millionths of the Sun’s luminosity —almost\nentirely in the infrared” with a spectrum that “shows signatures of methane and water vapor.”4\nBut when Govert Schilling claims that an Earth orbiting a brown dwarf would be “just 20\ndegrees above absolute zero,” he is exaggerating because, while dwarf stars may reach such\nlow temperatures, they do not commence their astral careers that cold.\n\nA hasty judgement devoid of proper consideration or, worse still, one reached through dire\nfrustration, might consequently tempt one to blame Earth’s Pleistocene cold climate on proto-\nSaturn’s fluctuating heat. This fluctuation might then be held to account for those warm peri-\nods that separated successive ice ages in Earth’s past, especially when those periods have been\ndetermined to have been even warmer than Earth’s climate presently allows. But that this can-\nnot be the entire answer we have been looking for needs to be stressed. Had that been the sole\ncause—had ice ages come about due to proto-Saturn’s episodic frigid temperatures—how\ncould Earth have remained warm enough during the same periods to generate the necessary\noceanic evaporation required for the prolonged precipitation that was in turn needed to pro-\nduce an ice age? Had Earth responded to such proto-Saturnian freezing, it would have frozen\nall over. After all, if proto-Saturn’s plasmasphere acted to reflect heat back to all terrestrial\nlatitudes, it would have acted just as well to reflect back proto-Saturn’s frigidness. Why, we\nare forced to ask once more, did Earth’s glaciation restrict itself to that particular ribbon of\nland?\n\nTERRESTRIAL RINGS\n\nA ring of frozen land around the north pole—which is what the area covered by the Ice\nAge glaciers amounts to—calls to mind some sort of planetary ring around our globe. This is\nnot a new idea. Various rings around Earth had already been posited by other scenarists. Some\nof them, as we shall see, were even proposed to account for the very onslaught of ice ages.\n\nAs early as 1884, Oskar Reichenbach, one of the earliest catastrophists on record, theo-\nrized that, due to Earth’s early equatorial eccentricity, our globe “cast off’ a sizeable chunk\nas well as a series of rings which “became envelopes.” In time, the sizeable chunk became the\nMoon while the “remnants” of the rings “gradually descended” in “catastrophic downpours of\nsolids, liquids, and gases during periods of convulsions.” The world’s oceans were formed\nfrom this catastrophic downpour.>",
        "bibliography": [
            "1 Ibid.",
            "2G. Basri, “The Discovery of Brown Dwarfs,” Scientific American (2004 Special Edition), p. 33.",
            "3D. Tytell, loc. cit.",
            "4 Ibid.",
            "5 O. Reichenbach, On Some of the Remarkable Features in the Evolution of the Earth (London, 1884), p. 9."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 274,
        "content": "\neat          att             ak   =\n{                7                        ia\nFNS    OA          Ls     eh      j\ni         eS              i    esas”\n|        a w                            eo                TS of\nA               ’     %            Aw   Lee\nBNC             ee Ee\n2           TOAES         : Af                    I\n4               =.    So fs             ‘i\n.              *      cai, Ba   os\n;              : + @   ay,\n”            ‘              Z\n=                     9      4\nIdeal view of the glaciated ribbon of land during the Pleistocene Ice Age.\nIn 1886, Isaac Newton Vail also came to the conclusion that Earth had once been girdled\nby a doughnut-like structure of ice crystals which, in keeping with the Book of Genesis, he\nalluded to as the firmament.! Even more than that, a system of rings around the planet Jupiter\nhad also been foreseen by Vail. “With his [that is Jupiter’s] moons almost in the plane of",
        "bibliography": [
            "11.N. Vail, The Waters Above the Firmament (1886), in toto."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 275,
        "content": "\n{                 \\ \\ .\n~ \\  .                                   —\nIsaac Newton Vail’s terrestrial canopy as proposed in 1886.\nthe planet’s equator,” he wrote, “I am forced to the conclusion that he once had rings.”! Since\nthe present Jovian rings are seen by some as remnants of once denser bands, Vail’s insight\nconcerning a former system of rings around Jupiter, while not exactly a prediction, can be said\nto have been vindicated. But what astronomer would be willing to give him his deserved\ncredit?\nIn 1913, in his Welt-Eis-Lehre, Hans Hoerbiger likewise posited a temporary ring of\ndebris around Earth which had resulted from the break-up of a previous terrestrial satellite?\nA similar ring around Earth was proposed by Dolph Earl Hooker in 1958, which theory\nwe will be discussing in more detail below.\nAnd a temporary icy ring around Earth was still once more theorized as the result of a\ndisintegrating icy satellite that approached too close to Earth, this time by Donald Patten, in\n1973.3 In both this case and that of Hoerbiger, the dissolution and precipitation of the con-\ntents of this ring was held responsible both for the dumping of ice on Earth and for the\noccurrence of Noah’s flood.*",
        "bibliography": [
            "1 Idem, “Eden’s Flaming Sword,” Selected Works of Isaac N. Vail, Vol. I (Santa Barbara, California, 1972), p. 3",
            "of “Vail’s Flaming Sword.”",
            "2 This theory is now best available in H. S. Bellamy, Moons, Myths and Man (London, 1949).",
            "3 D. W. Patten, et al., The Long Day of Joshua and Six Other Catastrophes (Seattle, 1973), p. 91; see also W. I.",
            "Thompson III, “Extraterrestrial Origin of the Ice Age,” in D. W. Patten (Ed.), A Symposium on Creation VI",
            "(Seattle, 1977), pp. 91 ff.; Flare Star, pp. 53-55.",
            "4 See further D. W. Patten, Catastrophism and the Old Testament (Seattle, 1988), pp. 34-35."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 276,
        "content": "\nAlso in 1973, Charles McDowell re-\nversed the process by assuming that terres-\nMei .                      trial rings had been formed by the disruption\ntrial rings had been formed by the disruption\nae Jr             of the oceans (caused by a passing body?)\nof the oceans (caused by a passing body?)\necg    ay         which erupted into space, and which later\nwhich erupted into space, and which later\non      hay           precipitated back to Earth to cause the same\nprecipitated back to Earth to cause the same\na               My           flood of Noah.!\nflood of Noah.!\nFEN        Me      ‘         In 1988, even David Talbott tentatively\nIn 1988, even David Talbott tentatively\nPrN        i       ®        proposed “an Earth-surrounding band of dust\nproposed “an Earth-surrounding band of dust\nate     BN     ba    a    or ice” which he believed might have oc-\nor ice” which he believed might have oc-\nif             eh 5 rar        ‘t        “| cluded “the terrestrial view of the Sun.”?\non a related topic in 1997 by postulating that\ncluded “the terrestrial view of the Sun.”?\nKe       oe      2      A       In a more serious vein than most catas-\nIn a more serious vein than most catas-\n\\,      od  eN      Fi       :      trophist aficionados, Henry Zemel touched\ntrophist aficionados, Henry Zemel touched\ni.    Poe ce     ; -        /. | onarelated topic in 1997 by postulating that\nSS     =      Le    the Solar System “had been swept clear of\nthe Solar System “had been swept clear of\nSus =    aw     ne    asteroids” by “a system of shrinking solar\nasteroids” by “a system of shrinking solar\n.          anf         ae       rings” together with “an extensive—and\nrings” together with “an extensive—and\ncea ete         OS        shrinking—ring system around the major\nshrinking—ring system around the major\n              ue          planets.” As Zemel wrote: “Solar rings\nplanets.” As Zemel wrote: “Solar rings\nwit in               could have formed a billion years in the past,\ncould have formed a billion years in the past,\n+ yf ete             and again a million years ago, and also as\nand again a million years ago, and also as\neee 3                           recently as the beginning of civilization.”4\nrecently as the beginning of civilization.”4\nWhat Zemel does not seem to have real-\nThe break-up of a former terrestrial satellite      ized is that, seven years previously, a “huge\nThe break-up of a former terrestrial satellite\nized is that, seven years previously, a “huge\nas theorized by Hans Hoerbiger in 1913         ring,” very much like the ones he envisioned,\nas theorized by Hans Hoerbiger in 1913\nring,” very much like the ones he envisioned,\nhad actually been discovered surrounding the\nSolar System beyond the orbit of Pluto. Considered to be composed of “relatively large\nparticles, bigger than BBs,” the ring appears to be of “substantial thickness” and “tilted up\noutside the plane of the ecliptic.” The verdict of astronomers was that “it’s some sort of debris\nassociated with comets.”5\nIn 2001, Moe Mandelkehr also posited a ring around Earth. In a summary of his work on\nthis particular topic, he explained his hypothesis in these words:\n“As postulated in earlier papers, dust in the Earth’s North Polar region at 2300 BC\ninitiated widespread geophysical changes. The dust was a result of the Earth encount-",
        "bibliography": [
            "! ©. McDowell, “Velikovsky and Christian Catastrophists,” Journal of the American Scientific Affiliation",
            "(December 1973), pp. 141-142.",
            "2D. Talbott, “On Testing the Polar Configuration,” AEON 1:2 (February 1988), p. 123.",
            "3-H. Zemel, “Circling the Rings,” AEON V:1 (November 1997), pp. 23 ff.; see also R. W. Wescott et al.,",
            "“Celestial Rings,” AEON V:3 ( December 1998), pp. 7-9.",
            "4H. Zemel, op. cit., p. 30.",
            "5 Washington (IP), “BB-Like Ring Surrounds Solar System,” The Sun (October 29, 1983), p. All."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 277,
        "content": "\nshatter Rw Sette Ae  Fe  3 os\n: BES CN       ETE Oa\n2%, Five *      Ss    z \\ Se\noh. tea.             SS   : 2 SS\nmy    ser:           S   ae   Lee y\nSg! Ne        .,       papinin at = esas   ig Sits Fi\neta 2. 22%,           ie    ‘       Bhs PE\nAF}..     ae          <   Beier eee SONA\nSee =                     ey    [Be HI eo yeh:\nSe LA Bi theo RES oe\ntee eee\nDebris ring around Earth as envisioned by Hans Hoerbiger in 1913.\nSimilar cosmic scenarios have also been proposed by orthodox astronomers.\nering a massive meteoroid stream, the Taurids. The event was sufficiently traumatic\nthat religions were formed in essentially all cultures on the Earth. Thunderbolts were\na prominent theme of the religions, but a new theme appeared—a ring surrounding\nthe Earth. A possible mechanism for the ring formation was capture of small particles\nin the Earth’s upper atmosphere coupled with later particle fragmentation.”!\nWhen it came to enumerating the mythic themes concerning this Earth-encircling\nring, Mandelkehr zeroed in on those ancient texts referencing the cosmic ocean? which\nwe, on the contrary, have interpreted as the circumstellar disk surrounding proto-Saturn.3\nTransient ring systems around a primeval Earth are not, however, the unique domain of\nwhat some might call fringe theoreticians. Mainstream science has also considered the for-\nmation of such terrestrial bands. One such circlet, akin to that of Saturn, was in fact proposed\nby Immanuel Kant (1724-1804), a Biblical fundamentalist philosopher who has nevertheless\nbeen hailed as “one of the most important thinkers of modern times.”+",
        "bibliography": [
            "1M. Mandelkehr, “The Ring About the Earth at 2300 BC,” Chronology & Catastrophism Review (2001:2), p. 8.",
            "2 Ibid., pp. 9 ff.; see also idem, “The Stream Surrounding the Earth,” Chronology & Catastrophism Review",
            "(2005), pp. 41 ff.; idem, “Waters, Mountains and Serpents Surrounding the Earth,” Chronology & Catastrophism",
            "Review (2007), pp. 9 ff.",
            "3 God Star, pp. 261-270, 279-281; Flare Star, 217-226.",
            "4 W. H. Walsh, “Kant, Immanuel,” Encyclopaedia Britannica (1959 edition), Vol. 13, p. 266."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 278,
        "content": "\n.    a     }\nA\ny\n-                            -             j\nFl\nThe rings circling the planet Saturn to which theorized terrestrial ones are often compared.\n(Photograph courtesy of NASA.)\n“A ring ’round the Earth! [he wrote] What a beautiful sight for those who were cre-\nated to inhabit the Earth as a paradise! What a convenience for those on whom nature\nwas designed to smile on all sides!”!\nKant believed that this ring is what was meant by “the waters which were above the fir-\nmament” mentioned in the Old Testament’s story of the Creation.? He also thought this ring\nresponsible for the Deluge of Noah, a belief that served as the impetus for similar ideas by\nlatter-day Biblical fundamentalists, despite the disparagement he received from some of them\non matters with which they did not wholly agree.3",
        "bibliography": [
            "1 As quoted by C. Sagan & A. Druyan, Comet (N. Y., 1985), p. 78.",
            "2 Genesis 1:7.",
            "3 See here, for example, D. W. Patten, op. cit., pp. 34-36, 51, 52, 54, 58-60, 146, 148, 258, 261, 269."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 279,
        "content": "\n“This ring [wrote Kant] undoubtedly consisted of watery vapors and besides the ad-\nvantage which it might furnish to the first inhabitants of the Earth, it had further this\nproperty of being able to be broken up on occasion, if need were, to punish the world\nwhich had made itself unworthy of such beauty, with a Deluge.”!\nMuch closer to our own time, in 1976, Hannes Alfvén and Gustaf Arrhenius also toyed\nwith the same idea, although without resorting to any Biblical or other ancient textual evi-\ndence:\n“The accumulation of matter close to the surface of the Earth [they wrote] is likely to\nhave been rather similar to the inner Saturnian satellite group...A reasonable guess\nwould be that the Earth should have formed about half a dozen satellites (and perhaps\nalso a ring).”?\nIn 1980, as noted earlier in this very work, John O’Keefe revived the theory when he of-\nfered his opinion that a temporary ring system around Earth could have been formed from de-\nbris hurled into orbit, which would have produced a severe climatic event at the end of the\nEocene. This Saturnian-like ring, according to him, would have been composed of tektites and\nother litter spewed into space by an erupting volcano on the Moon.3\nO’Keefe’s postulate was later picked up by Victor Clube and Bill Napier, but they sup-\npressed all mention of the lunar volcano, giving the false impression that O’Keefe’s “debris”\nwas generated by heavy meteoric impact, thus bringing his hypothesis to conform with their\nown theory .4\nThat debris from an erupting lunar volcano can reach as far as Earth to circumscribe it\nwith a ring system is no longer, if it ever was, considered scientifically viable. The hypothesis\nthat debris could have been hurled into orbit from a drastic series of meteoric impacts on\nEarth, as per Clube and Napier, seems more sustainable. But that such debris could have con-\ngealed into a ring system around Earth, time and again, to produce the series of ice ages pos-\ntulated by glaciologists throughout Earth’s geological past seems less than probable.\nA year later, in 1981, in an essay heavily burdened with Velikovskian overtones and sen-\nsationally illustrated by April Lawton, Lloyd Motz presented a doomsday scenario projected\ninto the future. In describing the end of the Solar System, Motz predicted that, due to the\n“tremendous pull of the earth’s tidal action,” the Moon will fall apart and form “a ring of par-\nticles circling the earth.”5 Lawton’s dramatic illustration of the event depicts “pieces of the\nshattered moon” as they “orbit the earth, forming rings much like Saturn’s.”6",
        "bibliography": [
            "1C. Sagan & A. Druyan, loc. cit.",
            "2H. Alfvén & G. Arrhenius, Evolution of the Solar System (Washington, D. C. , 1976), p. 455.",
            "3 J. A. O’Keefe, “The Terminal Eocene Event: Formation of a Ring System Around the Earth,” Nature (285), pp.",
            "309-311.",
            "4 V. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 113.",
            "4V. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 113.",
            "5 L. Motz, “Earth: Final Chapters,” Science Digest (August 1981), p. 84.",
            "6 Ibid., p. 82."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 280,
        "content": "\nIn 1984, shifting the scene back to the past, two independent teams—one led by Al Cam-\neron and Willie Benz, the other by Jay Melosh and Marlan Kipp—simulated terrestrial\nimpacts on a large scale through the use of supercomputers and classified military computer\nprograms. These simulations showed that a Mars-sized impactor would have blown away\nmuch of proto-Earth’s mantle, exposing its iron core. The impactor itself would have merged\nwith Earth and, while much of the ejected material would have fallen back to gravity’s lure, a\ngreat quantity of it would have settled into “a thin ring, like Saturn’s” around Earth. In time,\nthis material would have aggregated “into individual moonlets” which would finally have\ncoalesced to form the Moon.!\nThe following year, Richard Durisen presented a variation on the same theme. Keeping to\na Mars-sized impactor, Durisen theorized that the impact would have taken place at a time\nwhen Earth was still in a molten state. The impact would have increased Earth’s rotation, ena-\nbling it to fling some of its molten material into space to form a thick ring around it from\nling it to fling some of its molten material into space to form a thick ring around it from\nwhich, eventually, the Moon would have been formed?—which theory continued to be\npreached into the twenty-first century.?\nreached into the twenty-first century.?\nIn 1989, in an effort to account for the discovery of lunar meteorites in Antarctica, it was\ntheorized that such ejecta, which could have taken up to a million years to reach Earth, would\nprobably have ended up forming “a temporary ring around [our globe], similar to Saturn’s, but\nrobably have ended up forming “a temporary ring around [our globe], similar to Saturn’s, but\non a more modest scale, before eventually falling to Earth.”4\nBy 1999, up to the end of 2002, Peter Fawcett and Mark Boslough had jumped on the\nband wagon after a few minor adjustments to its wheels. Their conveyance, however, re-\nand wagon after a few minor adjustments to its wheels. Their conveyance, however, re-\nmained just as wobbly. Yes, they claimed, Earth does seem to have once been surrounded by a\nring and, perhaps, this transpired more than once. Their theory hearkens back to the impact\nwhich is believed to have killed off the dinosaurs. According to Fawcett and Boslough, the\nimpact would have turned Earth into “the most beautiful planet in the solar system.” This is\nbecause the “billions of tons of debris” lofted into orbit by the asteroid’s violent contact would\necause the “billions of tons of debris” lofted into orbit by the asteroid’s violent contact would\nhave left Earth “with a Saturn-like ring.” This encircling band of rubble “would have taken\nave left Earth “with a Saturn-like ring.” This encircling band of rubble “would have taken\nabout a hundred thousand years to form” but, “as the orbiting debris fell to Earth and burned\nup in the atmosphere, the ring would have disappeared.” While it lasted, however, “it would\nave wreaked havoc with climate—and with whatever life survived the impact.”> As they\nhave wreaked havoc with climate—and with whatever life survived the impact.”5 As they\nlater added:\n“...changes in solar energy following the formation of rings could explain chaotic\npatterns documented in Earth’s geological record. An equatorial debris ring, created\nby an asteroidal hit, could have reflected solar energy back to space before it was able\nto interact with the atmosphere.”6",
        "bibliography": [
            "1 W. K. Hartmann, “Birth of the Moon,” Natural History (November 1989), p. 75; R. Jayawardhana, “De-",
            "constructing the Moon,” Astronomy (September 1998), pp. 42-45.",
            "2 “Nuova Teoria Americana sull’ Origine della Luna,” Corriere del Ticino (October 23, 1985).",
            "3 See, for instance, K. Than, “Venus and Jupiter Helped Shape Moon’s Orbit,” Space.com (October 11, 2007).",
            "4 New Scientist (September 30, 1989), p. 30.",
            "5 “More of that Asteroid’s Dark Legacy,” Discover (April 1999), p. 20.",
            "6 J, Wilson, “Running Rings Around Earth,” Popular Mechanics (December 2002), p. 26."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 281,
        "content": "It can thus be seen that the idea of cosmic debris orbiting Earth in an encircling ring is\nneither unheard-of nor far-fetched. In fact, as it actually happens, Earth is surrounded by a\nfilmy remnant of such a toroidal dust belt.!\n\nWith the possible exception of Hooker’s scheme—re which see below—the biggest prob-\nlem with all these theories is that, naturally enough, all those who, for whatever reason, have\nbeen led to posit such an orbiting cloud of debris have kept that cloud, or aggregation, com-\npressed into an equatorial ring, often described by the proponents themselves as having been\nakin to the present Saturnian ones. And this, of course, is in keeping with presently-known\nmechanics as they pertain to tidal forces. The rings around the planets Saturn, Jupiter, and\nUranus are prime examples of this force. And, in fact, this can also be demonstrated by the\nabove mentioned, more recently discovered, toroidal dust belt that appears to be orbiting Earth\nat present since this belt does not envelope our globe within a spherical husk, but limits itself\nto a relatively thin toroidal ring in equatorial orbit. If ice or snow precipitated to Earth from\nsuch equatorial rings, it would have fallen precisely on those very areas which were actually\ndestitute of glaciers, leaving the glaciated areas further north untouched. Needless to say, this\nis the very opposite of what transpired.\n\nHOOKER’S CHILLING BELT\n\nAmong the foregoing theories, as far as this study is concerned, Hooker’s 1958 hypothesis\nhad appeared the most promising. In his endeavor to account for Earth’s past ice ages, Hooker\nreversed the process conceived by previous glaciologists. Rather than seeing Earth’s cooling\nclimate as the cause for ice ages, he believed it were the ice ages themselves which chilled the\nclimate. As with others before him and since, he came to this conclusion from a study of those\ntemperate species of animals and plants the remains of which have been found entombed in\nice in Earth’s north polar regions. “Surely,” he wrote, “the evidence indicates irrefutably that\nan avalanche of ice or snow suddenly descended upon and buried in an icy tomb a world\nteeming with temperate species of animal and vegetable life, luxuriating up to that very mo-\nment in a mild, benign climate, even within the polar circles!”? As already mentioned, and as\nfar as our own scheme is concerned, he was, with others, mistaken in this, but only in mis-\nplacing this icy entombment in the sequence of events. But let that pass since, on its own, it\ndoes not invalidate his line of reasoning.\n\nIn following Hooker’s rationale, one must nevertheless establish from where the “ice or\nsnow” he speaks of would have fallen. And, yes, the answer is obviously “from the sky.” But\nsince that is where snow inevitably falls from, what was so different in his scheme? Since, ac-\ncording to him, it was not the cooling of Earth’s climate that produced the “ice or snow,” one\nmust comprehend how this “ice or snow” emplaced itself in the sky to begin with. Not only\nthat, but one must know what kept it there for long periods of time. Why did it not fall all at\nonce, thus ensuring the occurrence of but one single ice age, rather than the series of ice ages\nthat seems to be dictated by Earth’s glacial record? To answer these questions, Hooker turned\nto the other planets of the Solar System:",
        "bibliography": [
            "1 FF, Hall, “Solar System Studies,” Part 2, AEON 1:4 (July 1988), p. 22.",
            "2D. E. Hooker, Those Astounding Ice Ages (N. Y., 1958), p. 50."
        ],
        "captions": []
    }
]