[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 32,
        "content": "planets, their leaves might be anything but green.! Take red and brown dwarf stars, for\ninstance, both of which give less visible light. Any plants growing on planets associated with\nthem, according to Nancy Kiang of NASA’s Goddard Institute for Space Studies, might even\nbe black And while it has been voted “the least likely plant color on any planet,” under\ncertain conditions, even blue could be possible.\n\nHow about, then, here on Earth?\n\nShil DasSarma, a microbial geneticist at the University of Maryland, found himself pon-\ndering why chlorophyll, which is the major photosynthetic pigment of vegetation, absorbs\nblue and red solar wavelengths while reflecting green ones since, as already noted, the Sun\ntransmits most of its radiative energy in the green part of the visible spectrum. His eventual\nsolution to the problem, which had for long puzzled biologists, is that chlorophyll appeared\nafter another light-sensitive molecule, known as retinal, was already ensconced on early Earth.\nIn opposition to chlorophyll, retinal absorbs green light while reflecting red and violet. Al-\nthough the names we give to some colors do not mean the same to everyone, the combination\nof red and violet is said to result in the color purple. Retinal and chlorophyll are both found in\ndifferent microbes, and the former would have lent organisms a purple hue. The outcome of\nthis, according to DasSarma, is that the “earliest life on earth might have been just as purple as\nit is green today...”4\n\nNeedless to say, not everyone agrees with DasSarma. To be quite honest, even he admits\nthat his solution is “currently little more than speculation.”> And while David Des Marais\nfinds DasSarma’s speculation interesting, he preaches caution against its acceptance. Perhaps\nthat is because he himself favors an alternative explanation to account for chlorophyll’s in-\nadequacy in absorbing green light. His reasoning is that had chlorophyll the ability to absorb\ngreen light, it might end up harming, rather than benefiting, plants.® But this, to me, comes\nclose to circular reasoning.",
        "bibliography": [
            "1K. Than, “Colorful Worlds: Plants on Other Planets Might not be Green,” Space.com (April 11, 2007).",
            "2 J. Barone, “Extraterrestrial Landscaping,” Discover (July 2007), p. 15.",
            "3 Ibid.",
            "4K. than, “ Early Earth was Purple, Study Suggests,” livescience.com (April 10, 2007).",
            "5 Ibid.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 33,
        "content": "\nChapter 3\nGeognosy\nTHE STRATIFIED SIGNATURE OF CATASTROPHE\nast portions of Earth’s land areas are covered with stratified material which has been\neroded and in places warped through tectonic forces through the ages. Such strata,\nboth in their original horizontal sequences and in later wavelike distortions, can best\nbe seen in places which have either been sheared through faulted uplift or otherwise gouged\nout by raging torrents or the hand of man. In such places it can be seen that each stratum is\nseparated from the one above and/or below it in a clear demarcation. While intrusions pene-\ntrate some of the strata in some localities, the accumulations lack any sign of diffusive inter-\nmingling of the material within each layer. Despite later diastrophic deformity, each original\nhorizontal layer looks as if a steamroller had leveled it before the next stratum was laid down.\nHow did these sandwiched layers manage to accumulate in such an orderly fashion?\nThe mechanism behind this accumulation has been ascribed to the deposition of eroded\nmaterial from the land into the world’s oceans. But let us be quite clear about this from the\nvery start so that it will not have to be repeated every time we run headlong into oceans and\nocean bottoms: What we are concerned with here are not the deep ocean basins but the bot-\ntoms of the submerged continental shelves and, perhaps, a little beyond that. As Derek Ager\nwas clear in pointing out, the deep ocean basins “are not environments much represented in\nthe stratigraphical record of the continents,”! but the continental shelves are very much sup-\nposed to be.\nTo put the entire theory in the most compact of nutshells: Particles eroded by wind, rain,\nrivers, even the waves of the sea itself, would eventually have ended up in the oceans where\nthey would have slowly sank to the bottom to form sediments. No matter how or from where\nparticles may originate, most of them eventually end up in the sea. As these sediments grew in\nthickness, pressure, heat, and chemical reactions would have metamorphosed them into hard\nrock. The sea bottom is then assumed to have risen above sea level, where the forces of nature\nwould again have eroded the surface of such layers. But then, again, the land would have sunk\nback into the sea, where more detritus would have accumulated to form the next layer above\nthe partly eroded previous one. And this, it has been surmised, would have taken place time\nand again until, eventually, the entire mass would have eventually risen above the sea to re-\nmain as we find it at present. “If, for example,” James Croll wrote in 1875, “there are six coal\nseams, one above another, this proves that the land must have been at least six times below\nand six times above sea-level.”? This seemed to have been quite evident at the time because\n\\  ] ast portions of Earth’s land areas are covered with stratified material which has been",
        "bibliography": [
            "'D. V. Ager, The Nature of the Stratigraphical Record (London, 1973), p. 57.",
            "2 J. Croll, Climate and Time (London, 1875), p. 424."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 34,
        "content": "\nne  i shi     Tall\n—_                                                                                 thi\nThe clear demarcation of geological horizontal strata is quite evident at the Grand Canyon, Colorado.\n(Photograph by the author.)\nthe stratified beds between coal seams often contain remains of marine organisms.!\nThere had always been problems with this scenario. For one thing, since some of these\nstratified layers stretch with few breaks almost right around the world, it would mean that just\nabout all the entire continents would have had to have sunk beneath the waves, which then\nwould have left but very little for the forces of nature to erode until the land rose up again. For\nanother, no clear consensus was ever reached as to what caused this cyclic series of sinking\nand rising of the sea bottom. True enough, some of these strata contain the fossils of marine\ncreatures, but others contain those of land-based animals. These animals could be thought to\nhave drowned when the land subsided, but since this was supposed to have been a very slow\nprocess, is it possible that such creatures would not have sought the safety of higher ground?\nOr was there any higher ground to reach?\nAnother problem with this theory, as with all others which have attempted to replace it, is\nthat each succeeding layer in the geological column is composed of entirely different material.\nIf the detritus was eroded from the same, or similar, landforms, why would the layers not have\nended up of similar composition? Had the nature of the land changed that much in the inter-",
        "bibliography": [
            "1 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 35,
        "content": "\nhee Is PSY f      GAS Joe     ¥\nli T kg Se    Nas A Wj,   y\nOO Mid ie algae\nBN i ey 6, eg ah, \\ PRE        Z",
        "bibliography": [
            "Distorted strata —Wu Gorge of the Yangtze River, China, now under water due to the building of the",
            "Three Gorges Dam at San Dou Ping.",
            "(Photograph by the author.)",
            "vening time between each rising and subsidence? There is no point in claiming that the later",
            "material would have been eroded from the former composition of the sandwiched layers be-",
            "cause all of them would have originally come from the same type of land.",
            "With the resurrection of the continental drift theory and the advent of plate tectonics it was",
            "realized that continents slide horizontally rather than vertically up and down. Despite this,",
            "however, the accumulation of eroded material as sediments in the ocean continued to be ad-",
            "hered to, if not in its entirety, at least in part. This was mainly because the presence of marine",
            "fossils in some of the strata still had to be accounted for. A further main objection here is that",
            "the principle of uniformitarianism dictates that this method of marine sediment accumulation",
            "would not have changed through the ages and that it continues to operate in the same way at",
            "present. If that is the case, the present ocean bottoms should be covered with thick sediment.",
            "And since the thickness of the resulting strata can be measured in thousands of feet, the loose",
            "sediment that formed them should have exceeded that thickness. But with the advent of ocean",
            "bottom exploration, it was soon discovered that the expected thickness of ocean bottom sedi-",
            "ment was nowhere to be found. “If we look at the sea-floor maps that are now [in the early",
            "1970s] becoming increasingly available,” wrote Ager, “one is struck (at least I am) by the",
            "great areas that are either receiving no sediment at all or else are covered with the merest ve-"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 36,
        "content": "\nneer.”! Moreover, the relatively shallow sediment at the bottom of the oceans consists of\nunconsolidated material and not of compacted particles on their way to being solidified and/or\ncrystallized as theory would demand. Rather than building up into the solidified veins that are\nknown upon the land, the sedimentary veneer that is presently discernable at the bottom of the\noceans along continental shelves is simply seen to be moving to and fro at the discretion of the\nwaves and/or underwater currents.?\nSince ocean bottoms are now believed to be constantly replenished by the upwelling of\nmaterial from the rifts on mid-ocean ridges, which material then moves laterally away from\nthe rifts in opposite directions, one may argue that ancient sediments beyond the edge of the\ncontinental shelves would have also been rafted away in this manner. Eventually, or so it is\ncontinental shelves would have also been rafted away in tl\nis manner. Eventually, or so it is\npresently believed, the moving ocean bottoms are subducted beneath the continental shelves.\nBut most of the ancient sediment cannot be lost under the continents because, as already\nBut most of the ancient sediment cannot be lost under tl\ne continents because, as already\nnoted, most of it is supposed to have accumulated on the continental shelves beneath which\nthe moving plates are said to be subducted. However, it is\nthe moving plates are said to be subducted. However, it is also believed that this subduction\nalso believed that this subduction\ntends to fold the shelves together with their sediments and uplift them into mountain ranges.\ntends to fold the shelves together with their sediments and\nuplift them into mountain ranges.\nThis explains why most mountains, but not all, are composed of warped stratified rock. But if\nThis explains why most mountains, but not all, are composed of war\nthat is the case, judging by the number and thickness of tl\nped stratified rock. But if\nthat is the case, judging by the number and thickness of these folded strata, not much sedi-\nese folded strata, not much sedi-\nmentary material could have been lost beneath the continents through subduction. Geologists\ncannot have it both ways. And then, these strata could not have been folded into mountains\ncannot have it both ways. And t\nen, these strata could not have been folded into mountains\nuntil all of them had been laid out on top of each other. This, then, would bring us back to a\nrequired heavy sedimentation on continental shelves which, as we have seen, is not what is\nrequired heavy sedimentation on continental shelves whic\n, as we have seen, is not what is\npresently occurring in these regions.\nOther strata, however, were by then believed to have accumulated on the land itself. But\nOther strata, however, were\ny then believed to have accumulated on the land itself. But\nthis raises its own problems. True enough, aeolian sedimentation does take place on land. It\nhas been argued, although never\nhas been argued, although never proven, that there would be no sandy deserts without it. The\nproven, that there would be no sandy deserts without it. The\nsand in the deserts of the world does not however solidify into rock layers. One may argue\nsand in the deserts of the world\ndoes not however solidify into rock layers. One may argue\nthat such sand is never deep enough to foster solidification through pressure and resultant\nheat. But that is precisely the problem with land-based sedimentation.\nThe most noteworthy facet of stratified rock, however, lies in its abrupt demarcation be-\ntween the different layers. And here an additional conundrum stares us squarely in the face.\nVarious fossils preserved in one layer are not duplicated in the ones above or below it. What\nthis means is that those animals which proliferated while one layer was being deposited be-\ncame extinct while others appeared as if out of nowhere by the time the next layer was laid\ndown. Extinction can be readily explained through various causes, but where did the new\nforms come from?\nIt has been explained time and again that the new forms were really the evolved descen-\ndants of the old ones, but nowhere has anyone found the fossils of the intermediate forms.\nThis has often been blamed on the discontinuity of the geologic column. Subsequent erosion,\nit has been claimed, would have erased much of the record. But while it is true that certain\nstrata are missing in certain localities, it is not reasonable to maintain that all those strata",
        "bibliography": [
            "1D. V. Ager, op. cit. p. 43.",
            "2 Ibid., p. 57."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 37,
        "content": "\nPE OVw, =               xf AS fom\n= leN PEN 9 eet J.) WE eh) ee\nal REZ)    A Ss a, /'|             SLY [iil          me\n(illustration after Buxtorf.)\nAA ETT TTI\nFifteen kilometers of the folded strata which make up the Jura mountains.\n(ilustration after Buxtorf.)\nwhich would have contained intermediate species have all disappeared from all over the world\nand in each and every stratified case. This also brings the evolutionary, or family, trees pale-\nontologists are so fond of reconstructing into question. How can such trees be reconstructed\nwhen just about all of the intermediate forms, or links, are missing?\nEventually the tide of opinion among geologists and other ologists began to turn—even\nthough not immediately far enough and in some cases taking off in the wrong direction.\nCommenting on the slow process through which geological changes are supposed to occur,\nBennison Gray rightly claimed that “everything can be worn away given enough time.”!\n“But it is of little value [he went on]. Geologists cannot convincingly explain with\nlittle-by-little how a huge rock formation is lifted in a single piece from its place of\norigin and /eft resting much higher on top of newer strata. Nor can they explain how\na whale could be perfectly fossilized in marine sediments while standing on its tail.”\nAnd to show that this was nothing new even then, Gray quoted from the earlier work of\nHeribert Nilsson, who wrote in the 1950s:\n“A study of the history of past epochs, as written down in the palaeontological layers\nfrom several hundreds of millions of years, shows that no calm evolution can be read\ninto the text, neither from a stratigraphical nor a palaeobiological viewpoint. Violent\nrevolutions, biological cataclysms, must have happened at least sometimes.”?\nAs for the so-called missing strata, Gray, with Nilsson, was of the opinion that the “fossil\nrecord is not fragmentary but rather presents an embarrassment of riches.”4 And, quoting\nagain from Nilsson, he adds that:",
        "bibliography": [
            "1B Gray, “Alternatives in Science: The Secular Creationism of Heribert Nilsson.” KRONOS VIL:-4 (Summer",
            "1982), p. 13.",
            "2 Ibid. (emphasis added).",
            "3 Ibid.",
            "4 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 38,
        "content": "\n“...the lack of transitional series cannot be explained as due to the scarcity of the\nmaterial. The deficiencies are real, they will never be filled.”!\nGranted that Nilsson was a secular creationist, he should not be confused with Biblical\nfundamentalists. Unlike armchair geologists, his knowledge of the geological record was re-\nceived first hand. Regardless of what some might see as his shortcomings, what he preached\nabout Earth’s stratified sedimentary accumulations was written in the ground itself and there\nfor all to read.\nNilsson and Gray were not the only scholars who went against the geological grain. In\n1988, Richard Huggett also began asking for a reconsideration of catastrophist theories in re-\nlation to the geological landscapes we have been analyzing.? At about the same time, A. Hal-\nlam could write that: “There is now widespread acceptance that sedimentation is frequently a\nshort-lived episodic process interrupted by much longer intervals of non-deposition...”? The\nbelief in punctuated evolution is also gaining ground. It is thus becoming quite obvious, as\nsome had been for long maintaining, that something drastic must have transpired during those\nperiods of sedimentary deposition.\n“Between the layers, something must have happened,” Peter Warlow wrote. “If nothing\nhad happened, there would be no reason why the next layer should be any different from the\nprevious one, so there would be no dividing line.”*\nWe, on the contrary, believe that nothing much transpired during the periods between the\ndeposition of the layers, and that an awful lot was taking place during the time of deposition.\nHad that not been the case we would not find the remains of so many extinct species en-\ntombed within the layers. There is no point in claiming that these remains are merely evidence\nof natural deaths. Animals die natural deaths at present too, but their remains do not turn into\nfossils. Ager was thus on target when he compared the eras during which sedimentation oc-\ncurred to the life of a soldier as having consisted of “long periods of boredom and short peri-\nods of terror,”> where the only question left to answer is whence the “terror”?\nThat strata can be deposited by catastrophic means has long been known. This is evident\nby the exposed cliffs of successively bedded volcanic emissions. And that this stratified mate-\nrial can solidify into rock, even if loosely held together, without the overwhelming pressure\ndictated by theory is also known. On the top of the stratified volcanic tufa cliffs of Santorini,\nentire towns have been built. At best, however, these attest to local catastrophes. That\nvolcanic material is often found mixed with other detritus in the more widespread geological\nrecord is quite apparent, but most of the material, it must be said, is of non-volcanic origin.\nNor is it reasonable to maintain that these strata were laid down by the action of world-wide\ntsunamis, which is not to say that the inundation of the seas upon the land would not have lent",
        "bibliography": [
            "1 Jbid. (emphasis as given).",
            "2 R. Huggett in Progress in Physical Geography 12 (1988), pp. 509-532.",
            "3 A. Hallam, “Catastrophism in Geology,” in S. V. M. Clube (Ed.), Catastrophism and Evolution (Cambridge,",
            "1989), p. 35.",
            "4P. Warlow, The Reversing Earth (London, 1982), p. 167.",
            "5D. V. Ager, op. cit., p. 100."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 39,
        "content": "\n=      -    =      2                al  =e\nBe\nsaree          ee     ae a ee\nor                         OO eS, —.\n           es             Api         ee\n=       a   4  .     po el,\n.          a   nt er  LOTTE”  Se\nes                toe.      .\n=   ee   cena  Ge:    _<?\ner Boxee    a               =         grin = =i                            =    %\nLees             ss         got ee\nThe remains of animals who die natural deaths do not at present form fossils.\nShown above: Wildebeest skeletons at a river crossing, Masai Mara, Kenya.\n(Photograph by the author.)\na hand. But if we were to restrict the deposition of sediment thousands of feet in thickness\nthrough such stormy incursions of the sea upon the land, we would have returned to our point\nof departure since we would once again have to account for the accumulation of this sediment\nin the world’s ocean bottoms in the first place. If, as already noted, the ocean bottoms are not\nburdened with sedimentation of required thickness, from where would such waves of transla-\ntion have obtained enough concentrated material to cast upon the land?\nAnother theory is that sedimentation gathered at the bottom of land-locked seas, which\nseas were eventually squeezed out of existence by the colliding continental plates. That some\ninland seas would have suffered this fate is not objected to. But before being squeezed out of\nexistence, such sea bottoms would still have had to rise and sink untold times in order to ac-\ncount for the massive stratified material they are supposed to have left behind. Besides, there\nare various vestiges of such prehistoric seas, such as the one in southwestern Bolivia. This one\nevaporated rather than having been squeezed out of existence. All that is left now is a brackish\nwater hole.! But, in its hey-day, according to theory, it, too, should have accumulated tons of\nsediment, despite the fact that they are nowhere to be seen.",
        "bibliography": [
            "1 L. McIntyre, The Incredible Incas and Their Timeless Land (Washington, D. C., 1975), p. 88."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 40,
        "content": "\n‘\n: wl\ni a a ta\nVRE        ee    Bel EY a a ae\n=        ee ee ee sare\n« Pee    Pas,    Ny onesie)  Rene   =.  mn    Aety   t\nNaa s8 Se oe eae,  oe   ig\nay        SS ee a SN  nh\n=                            ~s     moe SS  :    >      |\n>             Te.\n                                    we   a Sa",
        "bibliography": [
            "The stratified tufa cliffs of Santorini",
            "on top of which entire towns have been built.",
            "(Photograph by the author.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 41,
        "content": "Various previous catastrophists have therefore opted for a series of sudden deposition of\ndetritus from the sky above—a rain of stones, gravel, and sand. Some have blamed these\nabrupt onslaughts on Earth’s passage through the tails of comets.! Others have vouched for\nan even more exotic source. Whatever the real cause, the above mentioned Nilsson had no\ndoubts that “only an extra-terrestrial force could account for the magnitude of destruction\nclearly recorded in the various sedimentary deposits around the world.”3\n\nThe one thing that can be said for certain at this point is that there is nothing about the\ngeological strata, or the demarcation between them, that bespeaks a uniformitarian process.\nThis is especially so when we encounter the fossilized remains in these strata of such creatures\nas soft as jellyfish. What—they died in open water without any other creature having eaten\ntheir remains? They were embedded in loose sediment without having decomposed? How did\nthey turn to stone? How is it that fish fossils have managed to preserve their soft muscle tis-\nsue? How were others fossilized with prey still in their mouths?4 Does this not speak of sud-\nden fossilization?\n\nHow did dinosaur footprints in miry shores solidify into rock? Why did the breakers of the\n“wave rippled shore” of the “inland sea’> in which they supposedly left their marks not wash\nthe footprints out of existence in a mere matter of hours? Humans leave footprints on beaches\nall the time. How long do they last? But what if the footprints were laid in mud which then\nsolidified through heat? But even caked mud remains brittle. How could the deposition of\nfurther sediment on top of such hardened mud not flatten the footprints out of existence? How\ndid such footprints, definitely imprinted in soft material, survive for the calculated millions of\nyears into the present? How did some of these solidified shores, still bearing said footprints,\nend up in a vertical position? Such vertical strata are quite common and there is no doubt\nthat they were somehow tilted from the horizontal through tectonic forces. But then we find\nhorizontal strata laid on top of vertical ones.\n\nWhat seems to have transpired, we are told, is that the top edges of the vertical layers were\neroded flat, thus providing a level bed for the next layer of sedimentation. At present, how-\never, erosion does not work in that manner. As Jill Abery noted, where upthrust strata is being\nseen eroded by wind and other forces, the tops of these intrusions end up in extremely irregu-\nlar surfaces.”\n\nOne more thing to keep in mind is that not all geological strata is sedimentary in nature.\nCoal seams are definitely not. Can we learn anything from the formation of coal that might\nthrow light on the manner in which geological strata were laid down and preserved through\nthe ages?",
        "bibliography": [
            "11, Donnelly, Ragnardk: The Age of Fire and Gravel (N. Y., 1883), in toto.",
            "2 See here, for instance, R. Petersen, New Insights to Antiquity (Phoenix, 1998), in toto.",
            "3B. Gray, loc. cit.",
            "4 J. Abery, reporting on a talk given by Michael Garton at the 1994 Annual General Meeting of the Society for",
            "Interdisciplinary Studies, Chronology & Catastrophism Workshop (1994:2), p. 2.",
            "5R. Gore, “Dinosaurs,” National Geographic (January 1993), pp. 16-17.",
            "6 Ibid.",
            "TJ. Abery, loc. cit."
        ],
        "captions": []
    }
]