[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 212,
        "content": "\ncouagan “was formed several million years before the mass dying.”! But then it all depends\non whom one consults. Thus, according to a report by Wayne Grady, the Manicouagan Crater\nis the right age, but, being much smaller than the one at Chicxulub, it was still being consid-\nered inadequate to have caused the Triassic-Jurassic extinctions. Yet even then, not for long.\nJohn Spray, who hailed from the University of New Brunswick, as well as others, pointed to\nfive other craters on Earth, including two in Canada, which have been dated to approximately\nthe same age as Manicouagan and formed at about the end of the Triassic.?\n“By pinpointing all five craters on a map of the planet’s landmasses as they were 214\nmillion years ago, the scientists have found they form a chain that stretches from the\nUkraine, through France, and across North America...Five meteorites hitting the\nearth at once could account for the unparalleled extinctions that mark the late Triassic\nperiod.”3\n“Single impacts are known to have occurred on a regular basis,” Spray was reported as\nsaying. “But this is the best evidence we have so far that multiple impacts can occur.”4\nPaul Olsen and his colleagues have argued that the large asteroid strike that brought the\nTriassic period to an end “cleared the way for the dinosaurs by eliminating the competition.”\nAt that time, “carnivorous dinosaurs were small creatures that lived in the shadow of other\nreptiles,” but in the following period dinosaurian feet alone, gauged by imprints left in sedi-\nmentary rock, appear to have grown “by 40 percent” while the bulk of their bodies “more than\ndoubled in mass.” And, once again, lake sediments from the era disclosed a layer that was rich\nin iridium.>\nFollowing the Cretaceous-Tertiary boundary and the death of the dinosaurs, another ex-\ntinction event is evident between the Eocene and Oligocene, which are epochs within the Ter-\ntiary period itself, dated to some 36 million years ago. Like others before it, this boundary is\nalso marked with microtektites. Moreover, R. Ganapathy has investigated this stratum from a\ncore that was drilled in the Venezuelan Basin in which he discovered the expected high irid-\nium levels. A separate team working under Walter Alvarez himself also found high iridium\nconcentrations in similar cores from the Caribbean sea bed. These two sets further strength-\nened the case for an asteroidal impact as the cause for the extinctions at the end of the Eocene\nepoch.® But even then there were some doubts.\n“The iridium signal associated with the Eocene-Oligocene boundary, however, is dif-\nficult to interpret—there is some evidence that there may have been a series of lesser\nextinctions over several million years, for instance—and until very recently, there",
        "bibliography": [
            "1 R. Gore, “Dinosaurs,” National Geographic (January 1993), pp. 14, 24.",
            "2 W. Grady, loc. cit.",
            "3 [bid., p. 18.",
            "4 Ibid.",
            "5 yj, Winters, “Dinosaur’s [sic.] Rise and Dominance Linked to an Earlier Asteroid Hit,” Discover (January",
            "2003, Special Issue), p. 76; see also C. Zimmer, “Dinosaurs,” Discover (April 2005), p. 34.",
            "© New Scientist (June 3, 1982), p. 647."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 213,
        "content": "\n=i          a AMS CA aoe wea\n6*   Ee EST\" gat\nRea la!\n? es     Weta Gy “GER\noe ey    in ee        ;\n‘  * ig ae a 2.)      Paty Lae ‘\ncota. Fae Ye | fa My bere)\nee ae   uae     ee Pe   mt    mle",
        "bibliography": [
            "RS",
            "Manicouagan Crater, Quebec, Canada.",
            "(Photograph by the Landsat 1 satellite, courtesy of NASA.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 214,
        "content": "\nwas little reason to suppose that extraterrestrial impacts were responsible for any\nmass extinctions other than the one associated with the dinosaurs.”!\nAnd again, as before, there were those who were still favoring comets rather than aster-\noids, even for the Eocene event.2\nThe final conclusion, however, was best presented by Digby McLaren when he stated that\nthe discoveries of strong iridium anomalies coincident with major extinctions not only\nstrongly suggest a common cause, but that this cause is to be found in extraterrestrial impacts.\n“Catastrophism,” in McLaren’s view, “is now an absolutely necessary geologic hypothesis.”3\nEven so, as Zeeya Merali noted, there remains a large margin of error when it comes to\ndating impact events that are older than the one which created the Chicxulub crater.4\nPERIODICITY OF EXTINCTIONS: PROS AND CONS\nGiven all the above, the next step was inevitable. By 1983, Jack Sepkoski and his col-\nleague David Raup—the same one who could not formerly decide between rapid and gradual\nextinction—had correlated the dates that had been tagged to extinction events and came to the\nconclusion that mass extinctions have taken place with a regular periodicity every 26 million\nyears.5\nThe biggest problem with the above was the time scale used by Sepkoski and Raup.\nAlthough it is hardly, if ever, mentioned in popular works and the media, there is actually\nmore than one geologic time scale that is favored by this or that geologist and/or\npalaeontologist. These different time scales vary from one another by millions of years. And,\nas A. Hallam noted, there is no definite proof that any one of them is correct. Sepkoski and\nRaup’s periodicity, claims Hallam, might turn out to be nothing more than a figment of\nstatistical imagination.° Nor was Hallam alone. Antoni Hoffman raised the same objection:\n“The evidence is strongly contingent on arbitrary decisions concerning the absolute\ndating of stratigraphical boundaries, the culling of the data-base and the definition of\nwhat is mass extinction as opposed to background extinction. This evidence becomes\ninsufficient under other plausible geological timescales and other acceptable defini-\ntions of mass extinction. Analysis of the non-culled database shows that the reliability\nof identification of mass extinctions and their timing is at present extremely limited. It\nalso suggests that the apparent periodicity of mass extinction results from stochastic\nprocesses.”7",
        "bibliography": [
            "1 P. Tisdall, op. cit., p. 93.",
            "2 “Comets Showered Eocene Earth,” Astronomy (September 1998), pp. 28, 30.",
            "3 P. Tisdall, loc. cit.",
            "47. Merali, “Climate Blamed for Mass Extinctions,” New Scientist (April 1-7, 2006), p. 18.",
            "5D. M. Raup & J. J. Sepkoski, “Periodicity of Extinctions in the Geologic Past,” Proceedings of the National",
            "Academy of Sciences of the U.S.A., 81 (1984), pp. 801-805.; see also C. Sagan & A. Druyan, op. cit., p. 292.",
            "Nature (April 19, 1984), pp. 686-687.",
            "7 A. Hoffman, “Patterns of Family Extinction Depend on Definition and Geological Timescale,” Nature 315",
            "(1985), p. 659."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 215,
        "content": "\nWhile Sepkoski and Raup were not deterred by such criticism, they did exhibit an iota of\ncaution in their later works. Claiming that the evidence for a 26 million year periodicity “is\nstrong enough to merit further search for confirming evidence,” they nonetheless confessed\nthat because they are “dealing with statistical inference in a complex situation, completely\nsatisfactory conclusions will be reached only with higher resolution data on extinction and on\nother relevant aspects of biological and geological history.”!\nBy 1991, Raup was still of the opinion that “periodicity is alive and well as a description\nof extinction history during the past 250 million years.”? And yet he knew well that the the-\nory, to say the least, was still up in arms.\n“The debate has pretty much died down [he wrote] because most scientists involved\nhave decided that the extinction data do not show periodicity. But the proposal is still\non the table, awaiting new data or new ways of looking at old data.”\nDespite all that, the idea of periodicity did not go away. Through the use of a different set\nof data, Michael Rampino and Richard Stothers vouched for a 30 million year cycle.4 Digby\nMcLaren, on the other hand, was sure the period consisted of 32 million years.5 And, as if all\nthis was not enough, others arrived at 28.4 million years.6 As of this writing, Rampino’s last\nproclamation is that “there are periodicities, but on scales roughly between 25 and 35 million\nyears, rather than the more precise, previously held figure of about 26 million years.”7\nNEMESIS, THE MILKY WAY, AND PLANET X\nThe proposed periodicity required a cause. And, despite the objections that had been\nraised against it, to say nothing of Raup’s special pleading and Rampino’s hedging, it did not\ntake long to find, not one, but three possible culprits.\nThe first of these was proposed by a group led by Richard Muller, a physicist and former\nstudent of Luis Alvarez. This proposal has been likened by Paul Tisdall to “the stuff of sci-\nence fiction, the pulp of a thousand dime-store novels: a death star wheeling about the solar\nsystem in a looping 26-million-year orbit of the sun, trailing chaos and devastation in its\nwake.” According to Muller, this hypothesized death star has to be a companion star to our\nSun. Its passage through the just as hypothesized Oort cloud every 26 million years would\nperturb the cloud’s aggregation of debris, dislodging some of its fragments to send them hur-",
        "bibliography": [
            "1D. M. Raup & J. J. Sepkoski, “Periodic Extinction of Families and Genera,” Science 231 (1986), pp. 833-836.",
            "2D. M. Raup, Extinction: Bad Genes or Bad Luck? (N. Y., 1991), p. 165.",
            "3 Ibid.",
            "4M. R. Rampino & R. B. Stothers, “Terrestrial Mass Extinctions, Cometary Impacts and the Sun’s Motion",
            "Perpendicular to the Galactic Plane,” Nature (April 19, 1984), pp. 709-712.",
            "5 P. Tisdall, op. cit., p. 88.",
            "6 Ibid., p. 100.",
            "7B. Dorminey, “Dark Threat,” Astronomy (July 2005), p. 43 (emphasis added).",
            "8 P. Tisdall, op. cit., p. 85."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 216,
        "content": "tling toward Earth in a cometary shower “that lasts a million years.”! Through the use of an\nautomated telescope at the University of California at Berkeley, Muller “confidently claims\nthat he will find our sun’s companion within a matter of months, small and faint though it\nmight be.”? “If and when the companion is found, we suggest it be named Nemesis, after the\nGreek goddess who relentlessly persecutes the excessively rich, proud and powerful,” he\nwrote, but added that: ““We worry that if the companion is not found, this paper will be our\nnemesis. ”3\n\nThat was in 1984.\n\nThe major problem with this theory was pointed out by Eugene Shoemaker who argued\nthat the death star’s projected orbit would be so unstable as to render unlikely the star’s regu-\nlar return to the vicinity of the Sun.4 This did not, however, stop other astronomers from\nlooking for it.\n\nBut even if found, Gould did not much care for the name Nemesis, claiming that it would\nbe a misnomer. Instead he suggested the name Siva (or Shiva), the Hindu god of destruction.®\n\nMy own personal feeling, however, is that both suggested appellations will turn out to\nhave been nothing but a waste of mythological names. As of this writing—well into 2008 —\nnot only has Nemesis not been found, neither has any evidence of its possible existence.”\n\nThe second proposal sounds less fantastic and, in its own way, somewhat more plausible.\nThe child of Michael Rampino and Richard Stothers, it has become known simply as the\nMilky Way theory. In simple outline this theory relies on the fact that as the Solar System\njourneys around the Milky Way, it bobs up and down across the galactic plane where most of\nthe matter in the galaxy is concentrated. The system is therefore bound to encounter dense\nclouds of cosmic dust. The gravitational pull of this dust disturbs the Oort cloud with the same\nresult as the death star theory.’ This bobbing up and down takes place “with a regular har-\nmonic motion once every 33 million years or so.” This was close enough to Rampino and\nStothers’ “revised cratering peak of 31 million years.”\n\nThe major problem with this theory was pointed out by the competing Muller who re-\nminded everyone that the Solar System is even now in the middle of the galactic plane. And\nas Tisdall whimsically noted, “we obviously are not dodging the predicted comet shower.”!0\n\nThe third proposal was somewhat similar to the Nemesis death star theory. Instead of a\ncompanion star, this hypothesis calls for the existence of a tenth planet within the Solar Sys-\ntem itself. (We say “tenth” because Pluto had not been demoted yet.) It was first imagined",
        "bibliography": [
            "! [bid., pp. 86, 98.",
            "2 Ibid., p. 98.",
            "3 Ibid. (emphasis added).",
            "4 Ibid., p. 100.",
            "SN. Angier, “Did Comets Kill the Dinosaurs?” TIME (May 6, 1985), p. 67; P. Hut, “Periodic Comet Showers:",
            "The Mainspring of Evolution?” 1986 Yearbook of Science and the Future (Chicago, 1985), p. 57.",
            "6. Sagan & A. Druyan, op. cit., p. 305.",
            "7 J, Winters, “A Brief Tour of a Bad Cosmic Neighborhood,” Discover (April 1998), p. 58.",
            "8 P. Tisdall, op. cit., pp. 91, 100.",
            "9 Ibid., p. 100.",
            "10 Tbid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 217,
        "content": "\ninto theoretical existence in 1971 by Joseph Brady who had found a discrepancy in the peri-\nodic orbits of Halley’s Comet. He had therefore reasoned that the comet was being slowed\ndown in its orbit by the gravitational attraction of an undiscovered planet. It was he who\ndubbed it Planet X. A search of the planet, however, came up empty handed.! But, like Mul-\nler, Brady continued to insist that Planet X will eventually come to light.?\nIt was only after the periodicity of extinction had captured the scientific imagination that\nPlanet X was included as a possible culprit by Daniel Whitmire and John Matese. The orbit of\nsuch a planet, it was argued, would be so highly elliptical that it, too, would tend to pull mate-\nrial out of the Oort cloud with the same results as the proposed Nemesis and Milky Way theo-\nries. > Robert Harrington was so certain of the planet’s existence that he went “so far as to\npaint a description of the suspect, and it is no pedestrian planet.”4\n“Tt is three to five times the mass of the earth, is gaseous like Jupiter, has an orbit that\nis elliptical rather than circular and inclines to the plane of the solar system at an\nangle of perhaps 30° or more; its year (the time it takes to orbit the sun once) is 800 to\n1,000 earth years long.”>\nIt was as good as if he had already found it.\nAnd the major problem with this theory is that any planet massive enough to pull matter\nout of the Oort cloud would be able to do so all the time and thus create a continual bom-\nbardment on Earth.® The best that can be said about Planet X is that it won a prominent place\nin William Corliss’ atlas of weird science,’ which, needless to say, did not stop astronomers\nfrom continuing to look for it’\nOne other problem with all three theories that seems to have been glossed over is that the\ndisruption of the Oort cloud would, as the theories themselves state, end up in a cometary\nshower. What, then, of the heated debate that favored asteroidal over cometary impacts as the\ncause of dinosaurian extinction?\nDISPARITY AMONG INTELLECTS: THE GREAT DEBATE\nThe periodicity of extinctions and the proposed causes for this periodicity were not the\nonly aspects of the impact theory that came under attack. The impact theory itself raised many\nobjections to counter the evidence in its favor. Never mind whether whatever impacted at\nChicxulub was the culprit responsible for the demise of Earth’s dinosaurian creatures, there\nwere many who continued to believe that no impact was to blame. It is not that impacts did",
        "bibliography": [
            "1 F, Warshofsky, Doomsday: The Science of Catastrophe (N. Y., 1977), pp. 30-31.",
            "2 Ibid., p. 32.",
            "3 B. Rensberger, “Mass Extinction: What Happened to the Dinosaurs?” Science Digest (October 1985), p. 38.",
            "4N. Angier, loc. cit.",
            "5 Ibid.",
            "6B. Rensberger, op. cit., p. 39.",
            "7W. R. Corliss, “The Year in Weird Science,” Discover (January 2000), p. 65.",
            "8K. A. Svitil, “One of Our Planets is Missing,” Discover (October 2001), pp. 74 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 218,
        "content": "\nnot take place. Just about everyone accepted that much—although what it was that actually\nimpacted remains an open question.\nWhat was, and is still being, objected to is that impacts on their own could have really\nbeen responsible for the extinctions. As Gould noted, the impact hypothesis was “subjected to\ntwo general criticisms of markedly different type” from just about day one. There were\n“doubts that an asteroid represents the best extraterrestrial scenario and doubts that an extra-\nterrestrial impact is required at all.”!\nThis was especially so when it came to the extinction of the dinosaurs. Various voices rose\nin unison claiming that the extinction was not one that occurred abruptly, regardless of how\nrelatively one views abruptness.\nLeo Hickey, for one, could not envision how some plants could have survived the Creta-\nceous-Tertiary impact, especially since, according to him, “only rarely did plants and dino-\nsaurs become extinct at the same time.”? Besides, according to Alfred Fischer, a number of\nCretaceous fauna “were already on a downhill slide at the time of the mass extinctions, and\nsome stocks had already begun to die out.”3 Moreover, critics pointed to “the many species\nthat survived the catastrophe: flowering plants, small vertebrates, freshwater plants and ani-\nmals, as well as some marine species.”+\nThe dinosaurs themselves, it has been argued, had been suffering a long decline through-\nout the later Cretaceous and that the impact, if it occurred, could only have wiped out the last\nfew lingering species. Tim Berra, among others, was quite positive that the “extinction of the\ndinosaurs and many other groups took place not instantly, but over a period of several million\nyears.”\n“...data from western North America indicate that the extinction of the dinosaurs was\na gradual process that lasted at least 7 million years, and that the final local extinction\noccurred about 40,000 years after the postulated asteroid impact. This argues against\nthe comet or asteroid hypothesis as a major cause of extinction.”®\nOthers, of course, did not agree, claiming instead that, on the contrary, the dinosaurs were\nstill on the rise during the time in question.” Dale Russell, for instance, has argued that “evi-\ndence of a long-term decline in the diversity of dinosaurs before the time of extinction is sim-\nply not available.”8 Even William Clemens’ view that dinosaurs at a site in Alberta, Canada,\n“had apparently perished before the iridium anomaly” was countered by Walter Alvarez him-",
        "bibliography": [
            "1§. J. Gould, “Of Dinosaurs and Asteroids,” 1982 Yearbook of Science and the Future (Chicago, 1981), p. 130.",
            "2 “Dinosaur Extinction Theory Rebutted,” GEO (November 1981), pp. 125-126; see also P. Hoffman, “Asteroid",
            "on Trial,” Science Digest (June 1982), p. 62; R. Jastrow, “The Dinosaur Massacre: A Double-Barreled Mystery,”",
            "Science Digest (September 1983), p. 51.",
            "3G, Alexander, “Going, Going, Gone,” Science 8] (May 1981), p. 68.",
            "4 Ibid.",
            "5 T.M. Berra, Evolution and the Myth of Creationism (Stanford, California, 1999), p. 17.",
            "6 Ibid., p. 18.",
            "78. J. Gould, op. cit., p. 132.",
            "8 P. Hoffman, “Asteroid on Trial,” Science Digest June 1982), p. 62."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 219,
        "content": "self who offered the opinion that “the fossils Clemens found are too close to the iridium for\nthem to be unrelated.”!\n\nFive years into the twenty-first century, Paul Olsen was still confessing that “deep in [his]\nheart,” he was “quite ambivalent about whether an asteroid was involved.”? As Mark Norell\nnoted, “everybody agrees that an asteroid hit, but its role in the extinctions is being\nquestioned.”\n\nIt was definitely questioned by Peter Ward, hailing from Washington University in\nSeattle, who was adamant that most mass extinctions “were caused by gradual climate\nchange” due to extensive multiple volcanic eruptions, “rather than catastrophic asteroid im-\npact.” But, according to Zeeya Merali, so many paleontologists disagreed with Ward that the\ndispute was on the verge of “turning into full-scale academic brawl.”5\n\nAnother area in which the iridium layer was found to be some “ten feet above the highest\ndinosaur remains” was the Hell Creek-Tullock formation in Montana. This, too, seemed to be\nan indication that, at least in Montana, the dinosaurs disappeared before the occurrence of the\nimpact®—a situation that raised its own controversy with many an argument, both for and\nagainst, the validity of the evidence and what it might really mean.7\n\nThis was then countered by the supposition that the impact would have triggered a mas-\nsive landslide in the Gulf of Mexico which may have mixed older fossils with the debris, thus\nexplaining why evidence for the exact timing of the event has not always been precise.® And if\nthis transpired close to the Chicxulub Crater in the Gulf of Mexico, might not landslides have\nbeen triggered elsewhere with the same results? Besides, as Luann Becker pointed out, the\n“extreme climate perturbations” brought about by the vast quantities of debris ejected into the\natmosphere by an impact would still take “a few thousand years” to kill off the entire di-\nnosaurian population.?\n\nThe iridium abnormality also came into question. But most of the objections were rightly\nput to rest with the discovery that the anomaly exists all over the world including oceanic\ndepths.!° Others, however, persisted in their disagreement. John O’Keefe thought that the irid-\nium in the sediments came from microtektites which were ejected from lunar volcanoes.\nThose microtektites that did not reach Earth’s surface, according to him, would have orbited\nour planet, eventually forming equatorial rings which would have blocked the sunlight, thus",
        "bibliography": [
            "! Pid.",
            "2C. Zimmer, loc. cit.",
            "3 Ibid., p. 39.",
            "4 P. D. Ward, “Impact from the Deep,” Scientific American (October 2006), pp. 64 ff.; Z. Merali, “Climate",
            "Blamed for Mass Extinctions,” New Scientist (August 1-7, 2006), p. 18.",
            "5 Ibid.",
            "6 J. D. Archibald, Dinosaur Extinction and the End of an Era (N. Y., 1996), p. 45.",
            "7 Ibid., pp. 45-47, 141; see also E. Dobb, “What Wiped Out the Dinosaurs?” Discover (June 2002), pp. 36 ff.",
            "8 New Scientist (April 18, 1998), p. 23.",
            "9L. Becker, “Repeated Blows,” Scientific American (March 2002), p. 79.",
            "10S. J. Gould, op. cit., p. 131."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 220,
        "content": "causing the extermination of plants and animals. To be sure, however, O’Keefe’s theory en-\ngendered few supporters.!\n\nDewey McLean, on the other hand, was of the opinion that the iridium layer could have\nresulted from volcanic activity in India.2 What McLean based this on, of course, was the lava\noutpourings of the Deccan Traps.\n\nRobert Reynolds and Michael Rampino were among those who pointed out that “ashes\nhurled into the air in volcanic eruptions are sometimes quite rich in iridium.” And: “Since the\ntime at which the dinosaurs disappeared was a time of frequent volcanic eruptions, they sug-\ngested that the iridium in the [Cretaceous-Tertiary] layer could have come originally from\nvolcanoes.”\n\nThis was not an off-the-cuff objection since such a state of affairs had already been\ndocumented. Particles launched into the atmosphere by the eruption of the Kilauea volcano in\nHawaii in January 1983 were found to contain as much as “a million times more iridium than\nnormal.” This disclosure compelled William Zoller and his colleagues from the University of\nMaryland to support McLean’s hypothesis.\n\nEven so, with so many volcanoes erupting the world over at more or less the same time, a\ncause would have to be found to account for the eruptions. And, in that case, why not an\nimpact and the geologic disturbances it would have caused? After all, as Bruce Bohor of the\nU. S. Geological Survey countered, the shocked quartz associated with the iridium anomaly\ndefinitely points to a high impact event.5\n\nWhat at first appeared worse were further discoveries at Gubbio by Forese Carlo Wezel\nwho was then the director of the geological institute at the University of Urbino. Wezel went\nso far as to charge the Alvarez team with having “incomplete information on rare mineral de-\nposits in the mountains near Gubbio.” More recent discoveries had apparently brought to light\n“even higher levels of iridium in Gubbio clay” that had been “deposited long before and after\nthe extinction of the dinosaurs.” But in view of the later extension of the impact theory to\ncover extinctions in eras both before and after the Cretaceous catastrophe, this new discovery\nwas more in keeping with than against the Alvarez hypothesis.\n\nFurther uncertainties introduced into the theory came from the fact that known impact\ncraters did not always reveal a high level of iridium. Such, for instance, is the case with the\nmelt rock of the Manicouagan Crater which contains very low iridium concentrations.” On the\nother hand, high iridium concentrations have been found in sediments which do not corre-\nspond to any known extinctions.",
        "bibliography": [
            "1 P. Hoffman, op. cit., pp. 60-61.",
            "2B. Maggio, “Too Hot to Trot,” Science Digest (June 1982), p. 63.",
            "3R. Jastrow, op. cit., p. 53.",
            "4 P. Tisdall, op. cit., p. 98.",
            "5 Ibid.; see also “Shock of Impact,” Scientific American (July 1987), pp. 22-23.",
            "6 UPI wire, “Dinosaurs not Destroyed by Meteor, Geologists Say,” Ottawa Citizen (November 25, 1981).",
            "7C. J. Orth, “Geochemistry of the Bio-Event Horizons,” in S. K. Donovan (ed.), Mass Extinctions: Processes",
            "and Evidence (London, 1989), pp. 37-72.",
            "8 T. Palmer, Catastrophism, Neocatastrophism and Evolution (Nottingham, 1992), p. 56."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 221,
        "content": "\n—          “4              ™-                  i ae ie aes    i\nare                     ai.              ee Se                       ‘\n’                                                     —\n  n                 :                 dl\nEs      Be                                           ee\nThe January 1983 eruption of the Kilauea volcano in Hawaii produced as much as a million times\niridium than normal.\nShown above: The steaming plain beyond Kilauea’s rim.\n(Photograph by the author.)\nAnd also, as C. Labandiera indicated, insects, especially leaf-eating insects, wood-boring\ninsects, and pollinating insects, did not disappear at the end of the Cretaceous.! “If...the event\nwas followed by months of dark and choking smoke,” wrote Bill Bryson, “then many of the\ninsect survivors become difficult to account for.”?\nSo, likewise, P. Whalley who wrote of the lack of evolutionary change in insects across\nthe Cretaceous-Tertiary boundary. And how would such insects, thriving on trees and other\nplants, have survived the global fires that have been theorized on the evidence of a world-\nwide layer of soot? And yet, Canadian and British researchers might have found the answer to\nthat particular dilemma. In surveying six sites in North America, they found no sign of the",
        "bibliography": [
            "1 C. C. Lanandiera, “Diets, Diversity, and Disparity: Determining the Effect of the Terminal Cretaceous",
            "Extinction on Insect Evolution,” from a talk given at the Chicago NAPC meeting—see Fifth North American",
            "Paleontological Convention: Abstracts With Programs (Special Publication of the Paleontological Society) 6,",
            "174.",
            "2 B. Bryson, A Short History of Nearly Everything (Canada, 2004), p. 346.",
            "3P. Whalley, “Insects and Cretaceous Mass Extinction,” Nature 327 (1987), P. 562."
        ],
        "captions": []
    }
]