[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 82,
        "content": "HAZARDS OF LIFE BENEATH A BROWN DWARF STAR\n\nWe had, in our first volume of this series, described how life on Earth would have fared as\na satellite of a brown dwarf star.! We had there relied on a model that had been proffered by\nKen Croswell in 2001.2 The major difference between Croswell’s model and ours was the\nreplacement of his planetary orbital path with our linear axial lock. This change was not only\nrequired by the mytho-historical record on the basis of which we had originally reconstructed\nour model, but also by Earth’s geological scars and the evidence from paleontology and other\ndisciplines.\n\nDwarf stars, however, embody a particular hazard which applies to Croswell’s model as\nmuch as it does to ours. At times, as Croswell himself pointed out, dwarf stars tend to\n“brighten dramatically, spewing large flares that can more than double the star’s brightness in\na matter of minutes.” And such flares, he went on, “might damage life, but they might also\nhelp it evolve, by increasing the mutation rate.” 3\n\nBrown dwarf stars have now been sufficiently studied to show that they can, and do, emit\nstrong X-rays* as well as radio waves during flare-ups of intense energy.> However, these\nbrown dwarf outbursts were originally likened to solar flares rather than bona fide novae.§ But\nwith radio flares 10,000 times stronger than X-ray emissions would otherwise indicate from\nan object the mass of which is only 6 percent that of the solar orb’— with beams of radiation\n“thousands of times brighter than any released by the Sun’’—one begins to wonder. This is\nespecially so since similar radiative energy is also emitted during novae and supernovae\noutbursts.? If solar storms can, as they do, wreak havoc on our world, one can just imagine\nthe mayhem such super-flares from the much nearer sub-brown dwarf that was proto-Saturn\nwould have caused on Earth.\n\nThornhill refers to these flares as stellar lightning flashes and is not therefore of the\nopinion that they are due to the dwarf’s passage from one plasma cell into another. “Being in\nthe nature of a lightning flash,” he has written to this author, “it is more likely that there is\nsome charging process inherent in many dwarf stars that is occasionally released by a sudden\nflare-up.”!0 Thus, according to him, proto-Saturn’s previous flare-ups “would seem to [have",
        "bibliography": [
            "! God Star, pp. 343 ff.",
            "2 See following reference.",
            "3K. Croswell, “Red, Willing and Able,” New Scientist (January 27, 2001), pp. 30-31.",
            "4M. Weinstock, “Powerful Flare from Brown Dwarf Shocks Scientists,” Space.com (July 12, 2000).",
            "5R.R. Britt, “Brown Dwarf Emits Strong Radio Flare, Muddling Definitions,” Space.com (March 14, 2001).",
            "6 Ibid.",
            "7M. Weinstock, loc. cit.",
            "8 P. Rincon, “Dwarf Stars Emit Powerful Pulse,” BBC NEWS (April 21, 2007); in full by G. Hallinan, er al.,",
            "“Rotational Modulation of the Radio Emission from the M9 Dwarf TVLM 513-46546: Broadband Coherent",
            "Emission at the Substellar Boundary?” The Astrophysical Journal (December 10, 2006), pp. 690 ff.",
            "° New Scientist (November 10, 2001), p. 16.",
            "10 W. Thornhill to D. Cardona, private e-mail correspondence, January 17, 2005."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 83,
        "content": "\naa             4\nee                 \"        am!                       aay\n‘                                         %       ;\n.                                            ¥\net                 wy\n:                          #                       .\n:                       pare\n%       ee                    ‘\ney       '            >\n\"                         ‘              * P\nSolar flare, the likes of which cause havoc on Earth’s weather and communication systems.\n(Photograph courtesy of NASA.)\ndepended] on the variability of proto-Saturn as a star, before entering the Sun’s sphere of elec-\ntrical influence”!\nNow it is quite true that the ultra-bright flashes from the brown dwarf designated TVLM\n513-46546 seem to occur in a periodic cycle more or less every two hours.” Cyclical eruptions\nwith such short durations between them can hardly be likened to a series of flare-ups\noccurring between the much longer periods down through Earth’s geological eras. In this\nrespect, the brown dwarf in question has been likened to a pulsar.? These pulsating stars,\nhowever, are believed to be created when stars erupt as supernovae. Is it not then possible\nthat any brown dwarf which emits such cyclical pulses had also undergone similar nova-like\ndisruptions? As we have already noted in our previous volume,> it matters little whether pul-",
        "bibliography": [
            "1 Idem to D. Cardona, private e-mail correspondence, October 9, 2004.",
            "2P. Rincon, loc. cit.",
            "3 Ibid.",
            "4 C. Kouveliotou, et al., “Magnetars,” Scientific American, Special edition—The Secret Lives of Stars—(2004),",
            "pp. 72-73; W. Gater, “Celestial Clocks Can’t Keep Time,” Astronomy Now (April 2006), p. 17.",
            "5 Flare Star, p. 501."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 84,
        "content": "\n;\n.\nry\n,                                            BS\n(lustration courtesy of Hallinan, ef al., NRAO/AUI/NSF.)\nFlaring brown dwarf star.\nMlustration courtesy of Hallinan, ef al., NRAO/AUI/NSF.)\nsars pulse in lighthouse fashion due to their theorized high rotational speed,! or whether they\noscillate due to inherent electrical discharges.”\nAdd to this the detected circumstellar clouds and spectra-intimated “jets” associated with\nbrown dwarfs, larger versions of which are also allied with supernovae, and the distinction\nclaimed between the two narrows even further. Besides, if brown dwarfs are now believed to\nact like stars—if, in fact, they are stars—why should we be surprised to learn that they, too,\ncan flare in nova-like brilliance and repeatedly so?\nAt bottom lie these contingencies: Supernovae remnants emit jets. As I aim to show in the\nnext volume of this series, proto-Saturn, too, re-emitted its retracted jet following its flare-up.\nIts previous jet, however, was indicative of an earlier disruption. Thus, the proto-Saturnian\ncircumstellar disk we have also posited in association with the proto-Saturnian",
        "bibliography": [
            "1K. Cooper, “The Stop-Start Pulsar,” Astronomy Now (June 2006), p. 14.",
            "2 See here, for instance, D. E. Scott, The Electric Sky (Portland, Oregon, 2006), pp. 177-179.",
            "3 See God Star, pp. 429 ff. re proto-Saturn’s jet, and Flare Star pp. 279 ff. re its retraction."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 85,
        "content": "\nArtistic impression of a jetting brown dwarf.\n(Illustration courtesy of ESO.)\nsun! would also have been the remnant cloud from a former outburst. What this leads to is not\nsun! would also have been the remnant cloud from a former outburst. W!\nat this leads to is not\nonly that proto-Saturn acted very much like a dwarf nova, but that it was a recurring one.\nThe Sun switches polarity. Brown dwarfs must also switch polarity,\nThe Sun switches polarity. Brown dwarfs must also switch polarity, but, due to their lesser\nut, due to their lesser\nelectrical charge, they would probably do it less frequently. Earth’s reversed polarity might\nhave been due to reversed polarity on proto-Saturn because it would have been axially coupled\nwith proto-Saturn. The Sun’s changing polarity does not reverse Earth’s polarity because Earth\nwith proto-Saturn. The Sun’s changing polarity does not reverse Earth’s\nolarity because Earth\nis not axially coupled with the Sun.\nIt should have by now become apparent that brown dwarfs are as prone to outbursts as their\nmore massive stellar cousins. Having been a sub-brown dwarf, proto-Saturn would not have\nmore massive stellar cousins. Having been a sub-brown dwarf, proto-S\naturn would not have\nacted differently. I shall leave it to future disclosures to ascertain whether proto-Saturn’s previ-\nous flare-ups were due to its travel from one plasma cell into another; to\nous flare-ups were due to its travel from one plasma cell into another; to plasma pinches; to the\nlasma pinches; to the",
        "bibliography": [
            "1 God Star, pp. 261 ff.; Flare Star, pp. 217 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 86,
        "content": "surging of current along plasma filaments; or to inherent charging followed by lightning flash\nreleases.\n\nOne thing I should however stress is that the cataclysms suffered by Earth in earlier ages by\nfar surpassed the damage sustained at the end of the Pleistocene. If, then, we aim to blame\nthese earlier catastrophes on proto-Saturn’s previous flare-ups, it becomes more than evident\nthat these previous flare-ups were much more energetic than the one which occurred due to\nproto-Saturn’s entry into the Sun’s domain.\n\nIf, however, it is ever found that brown dwarf flares are intrinsic, it would have to be as-\nsumed that proto-Saturn’s Pleistocene flare-up was induced through an electrical short-circuit\nonce its plasmasphere came in contact with the Sun’s heliosphere. If so, that particular flare-up\nwould have to have occurred out of cyclical sequence, and that, too, might account for its less\nenergetic outburst on that occasion.\n\n86",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 87,
        "content": "PART TWO",
        "bibliography": [
            "RE VOLULIONS"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 88,
        "content": "\nChapter 5\nA Thumbnail History of\nGigantism\nTHOSE TERRIBLE LIZARDS\ninosaurs. Just about every child in the western world knows about them. We have been\nregaled with pictures of them since we were kids. The movie industry has brought\nthem back to life on more than one occasion. We have been awed by their size, their\nferocity, and the shaking of the ground beneath their feet. Museums and traveling exhibits\nhave treated us to their fossilized collections and reconstructed skeletons, to say nothing of\nmechanical replicas in motion. But what do we really know about them? All that we have\nknowledge of is what we have been fed by those who have wanted us to believe that they\nknow all about them. Most of what we have been fed, however, is really nothing more than\nthe whimsical guesses of those who have been feeding us.\nTake the distinguishing colors with which dinosaurs have been garnished. These lurid\nmarkings have always rendered them more realistic. But, in truth, these colors are nothing but\nthe fanciful guesses of the artists who produced the illustrations that have been entertaining us\nsince childhood. As William Weed disclosed: “Most dinosaur colorations in recent years—\nand every year brings a wider range of patterns and pigments—are based on guesses about the\nlandscape the creature lived in and its need for camouflage.”! Nor is color the only guesswork\ninvolved in the fleshing out of dinosaur skeletons.\n“The bones are evidence that’s interpretable [Weed goes on]. The muscles are guided\nguesswork. Everything else—soft tissues, skin, folds, frills, cheeks, lips, eyes, nos-\ntrils, pattern, color, covering —is artistic license...”\nThe above is exemplified by the elephant, the bones of which contain no clues to its dis-\ntinctive trunk. Had elephants not survived the vagaries of nature, its fossilized bones would\nnot have told us what the beasts really looked like. Given just an elephant skeleton, Weed in-\nforms us, it would probably have been rendered as nothing more than “a titanic hamster.”3\n“In the earliest paintings,” Carl Zimmer wrote in 2005, “they writhe like beached sea\nserpents or slough like reptilian potbellied pigs.” To which he added: “Now we know better.”4",
        "bibliography": [
            "! W. S. Weed, “What Did Dinosaurs Really Look Like...And Will We Ever Know?” Discover (September",
            "2000), p. 78.",
            "2 Ibid., p.79.",
            "3 [bid., p.76.",
            "4. Zimmer, “Dinosaurs,” Discover (April 2005), p. 32."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 89,
        "content": "\nNVWW/) We\na          ,          ae\n=     ‘d   \" t       S     Ro   my    he 7    fg     P\ney ON a\nYN  %           —            =         ;   a7                  AS E      %,\n~ +\n(y ey                 ‘     e,      ‘\\           ¥   é\nFlea -     / (Que ant      wa B      i\nae &           mere          ~\n- f       -              ey                             waa     ee\n:             Ss                   .            44             :\n: 2        i                                              :\nFae       ~      ‘i                  ‘         Me                 ¥\n-                .                           .\n \\S\nBecause the bones of dinosaurs are interpretable, just about everything that is divulged about these\nbeasts is based on artistic license.\n(photograph by the author, courtesy of the Royal Ontario Museum, Toronto.)\nThat same year, Peter Makovicky could assert that we are “living in the golden age of dino-\nsaur discovery.”! There are “six or seven new species described every year,” claimed Paul\nSereno. “Even though you’d think it might be slowing down, the pace of discovery has quick-\nened.”? And yet the questions these discoveries raised kept piling up.? Yes, we do know bet-\nter, Zimmer repeated, “but dinosaurs remain highly mysterious.” It’s “humbling how little we\nknow,” Hans-Dieter Sues confessed. “Most of the big questions have yet to be really an-\nswered.”5\nThe word “dinosaur” comes from Latin, through the Greek deinos (terrible) and sauros\n(lizard)—thus “terrible lizard.” Believing them to have been gigantic reptiles, it had been\nassumed that dinosaurs must have been cold blooded. But there have long been dissenting\nvoices.",
        "bibliography": [
            "1 “The Golden Age of Dinosaur Discovery,” in ibid., p. 31.",
            "2C. Zimmer, loc. cit.",
            "3 “The Golden Age of Dinosaur Discovery,” see above.",
            "4. Zimmer, loc. cit.",
            "5 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 90,
        "content": "\nSED\n(Ox\nSe a ay Scie a\nHypsilodon.\nSuch skin markings are based on nothing but guesses about the creature’s supposed need for camouflage.\n(ilustration by Bob Giuliani.)\nMlustration by Bob Giuliani.)\nTHE ENDOTHERMIC CONTROVERSY\nImmanuel Velikovsky was one of the first, if not the first, to suggest that not all dinosaurs\nwere reptiles, that some of them must have been warm-blooded mammals. His theory was\nactually put to paper in two separate articles which date from 1941 and 1951 respectively.\nThey were not, however, published until 1976 when Lewis Greenberg combined the two of\nthem into a single article! Heaven only knows how critics would have treated him had his\ntheory come to the general attention of orthodox palaeontologists. Something of what that\nwould have been like can be gleaned through the reception that was allotted Robert Bakker\nwhen he, too, presented identical views.\nIn 1968, while still an undergraduate at Yale University, Bakker, who was to become a re-\nnowned paleontologist, was already something of a heretic. Conducting an exhaustive study\nof dinosaur anatomy, he satisfied himself that the famed beasts resembled modern mammals\nand birds more than they did lizards. He therefore reasoned that dinosaurs were warm-blooded\nanimals rather than the ungainly reptiles others were still vouching for.? It cannot, however,\nbe said that his theories were received enthusiastically.2 As he was quoted as saying some\nyears later:",
        "bibliography": [
            "'T. Velikovsky, “Were All Dinosaurs Reptiles?” KRONOS II:2 (November 1976), pp. 91 ff.",
            "2R. Bakker, The Dinosaur Heresies (London, 1988), in toto.",
            "3 J. Robbins, “The Real Jurassic Park,” Discover (March 1991), p. 54."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 91,
        "content": "\n“T took a lot of heat for that work. The papers [he had published on the subject] were\ncondemned as dangerous heresy. People didn’t want to give up the image of dino-\nsaurs as cold, slow, and lumbering.”!\nBut his theory did not go the way of the dinosaurs themselves. It survived. John Ostrom,”\nfrom the United States, and Armand de Ricqlés,3 from Paris, France, independently took up\nthe subject, although this remained mainly within the halls of academia. The topic received its\nfirst public boost through the publication of Adrian Desmond’s best-selling book.4 In 1980,\nMalcolm Browne joined the ranks. Even so, the theory was still far from being entrenched\nsince there were still many adherents of the cold-blooded dinosaurs giving the warm-blooded\ntheorists a good run for their money.® In the process some jumped from one band wagon to\nanother. Jack Horner argued to no end with Bakker, sticking to his guns that dinosaurs were\ncold-blooded reptiles.7 But his own discoveries eventually led him to agree with the endo-\nthermic nature of the beasts in question.’ Not only that, but Horner was even successful in\nchanging the minds of other palaeontologists who were still holding out for the ectothermic\ntheory? By 1988, we began to run into such statements as: “Some [dinosaurs] may have been\nwarm-blooded, and a few—notably the brontosaur—may even have borne live young.”!° It\ncannot now be ascertained whether this last bit was a steal from Velikovsky, who had also\nsuggested that brontosaurus “might have given birth to its young and did not lay eggs.”!!\nThe controversy was muddled further by certain basic facts that the endothermists had ei-\nther ignored or glossed over as Heather Pringle made clear when she wrote that:\n“Some mammals, for example, were not warm-blooded at all in the textbook sense:\nthey weren’t always able to raise their core temperatures above ambient temperatures.\nAnd some reptiles were not strictly cold-blooded. ‘Sea turtles can raise their body\ntemperature significantly,’ says [Hans-Dieter] Sues, ‘and yet in most other respects,\nsea turtles are good reptiles.’ Today, scientific understanding of body-temperature\ncontrol in animals is more complex than Bakker originally thought.”!?",
        "bibliography": [
            "1 bid.",
            "2 J. H. Ostrom, “Terrestrial Vertebrates as Indicators of Mesozoic Climates,” Proceedings of the North American",
            "Paleontological Convention (1969), pp. 347-376.",
            "3 A. de Ricqlés, “L’histologie Osseuse Envisagée comme Indicateur da la Physiologie Thermique chez les",
            "Tétrapodes Fossiles,” Comptes Rendus de Academie Scientifique, 268D (1969), pp. 782-785.",
            "4 A. J. Desmond, The Hot Blooded Dinosaurs: A Revolution in Palaeontology (N. Y., 1976), in toto (first",
            "published in Great Bnritain in 1975).",
            "5M. W. Browne, “New Find Sharpens Great Dinosaur ‘War’,” Ottawa Journal (April 12, 1980).",
            "6y, Page, “Dinosaur Daydreams,” Science 8] (May 1981), p. 88.",
            "TY. Morell, “Announcing the Birth of a Heresy,” Discover (March 1987), p. 33.",
            "8 [bid., p. 35.",
            "9 Ibid.",
            "10 P. Shipman, “Dinosaur Nests: Bringing Up Baby,” Discover (August 1988), p. 49 (emphasis added).",
            "11]. Velikovsky, op. cit., p. 92.",
            "12H, Pringle, “Dino Dilemmas,” Equinox (December 1995), pp. 53-54."
        ],
        "captions": []
    }
]