[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 2,
        "content": "\nthe nebular and tidal theories of planet formation since, in either scheme, had these planets\nreally formed between the Sun and Jupiter, they would have been pulled apart by tidal forces.!\nAlthough, at the time, McCrea’s views were hardly heeded, other voices were soon to join\nhis. Thus, in 1979, J. H. Hoffman could state outright that “we’ve got to rethink the whole\nformation theories of the inner planets of the Solar System.”? And, by 1996 it was announced\nthat data from “mass spectrometer [interpretations] indicate that several elements, including\ncarbon, oxygen, and sulfur, have abundances closer to solar values than previously thought,”\nwhich suggested that “scientists don’t fully understand how the planets evolved.”4\nA bigger problem concerns the formation of the giant gas planets. At their distances, the\ndensity of the small planetesimals that must have formed first in the solar circumstellar disk\nwould have been too sparse to permit further accretion into full bodied gas giants. Calcula-\ntions centered on extra-solar giant planets add to the confusion since the tight orbits around\ntheir primaries are known to “defy conventional planet-formation theories,”® whether through\ndisk-involved gravitational instability or core accretion. The core accretion model itself, Frank\ntells us, “is rife with uncertainties” and all such “theories and their impressive-looking conclu-\nsions are only as good as the assumptions built into them.””\nUncertainties aside, the fallacy of the theory is more than evident since planets are known\nto orbit stars that are still surrounded by the very disks from which the planets are supposed to\nhave been formed.’ Moreover, in some cases, the accretion of giant gaseous planets from disk\nave been formed.® Moreover, in some cases, the accretion of giant gaseous planets from disk\ndebris would have taken longer than the entire existence of the systems in which these planets\norbit. As it was discovered by 2003, the circumstellar disks of stars which roughly contain the\nsame mass as our Sun seem to blow away in what has been theorized as “less than 10 million\nyears and perhaps just 3 million years.” Ninety percent of these stars have been calculated to\nhave lost their disks “6 million years after their birth.” Orthodox theory, however, demands a\nave lost their disks “6 million years after their birth.” Orthodox theory, however, demands a\nlonger time for the formation of planets as massive as Jupiter through accretion from such\ndisks. This is exemplified by the red dwarf star known as Gliese 876 which, as Gregory\nLaughlin cautioned, “provides a warning that theories of planet formation are still lacking im-\nportant elements.”!° Known to boast at least two massive planets and a much smaller Earth-\nortant elements.”!° Known to boast at least two massive planets and a much smaller Earth-\nmass body, Gliese 876 can claim the status of a miniature solar system. “It is hard to see,”\nstates Laughlin, “how a single gas giant, much less two, could form through the core-accretion\nprocess within the short lifetime of what was presumably a low-mass protostellar disk that\nrocess within the short lifetime of what was presumably a low-mass protostellar disk that\naccompanied the birth of Gliese 876,.”\"!!",
        "bibliography": [
            "1 W.H. McCrea, Proceedings of the Royal Astronomical Society AV 256 (May 31, 1960).",
            "2",
            "2 J. H. Hoffman in the Dallas Morning News (December 11, 1979).",
            "3 Science News (January 27, 1996), p. 55.",
            "4 Ibid.",
            "SB. Hills,Origins: Cosmology, Evolution & Creation (Cambridge, 2003), p. 87.",
            "6G. W. Mare -y, “The New Search for Distant Planets,” Astronomy (October 2006), p. 32.",
            "7 A. Frank, loc. cit.",
            "8 Ibid., p. 35.",
            "9D. Tytell, “Planet-Forming Paradox Solved?” Sky & Telescope (September 2003), pp. 16-17.",
            "10 G. P. Laughlin, “Extrasolar Planetary Systems,” American Scientist (September-October 2006), p. 427.",
            "11 [pid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 3,
        "content": "\nJeff Bary and David Weintraub then came to the rescue. As with black holes, dark matter,\nand dark energy, they appealed to dark accretion disks. According to them, those stars which\nappear to have already lost their disks “actually [still] have them; they’ve just turned in-\nvisible.”! It is amazing how often it happens that when what is visible contradicts sanctified\ntheory, astronomers end up appealing to the invisible. Alan Boss, on the other hand, favors\nfaster planet formation through gravitational instabilities in gaseous protoplanetary disks, as\nthey are sometimes called. This theory, of his own devising, would naturally shorten the nec-\nessary time required for Jovian planets to accrete. As we noted in our previous volume,? how-\never, a computer model of his own creation failed to comply with his theory. This led Nuno\nSantos to reject Boss’ procedure in favor of the older, but slightly modified, model. Basing his\nscenario on the heavy metallicity of exoplanet host stars, Santos and his colleagues have rea-\nsoned that protoplanetary disks should be heavily laden with metallic constituents. Thus, or so\nthey claim, “solid planetary cores are more likely to form before the disk dissipates.”3 But\nneither of these theories can account for the formation of the massive gas planets at the dis-\ntance in which they presently orbit.\nThere are other problems. Venus and Pluto, for example, rotate retrogradely. Triton, Nep-\ntune’s largest satellite, travels around the planet in a retrograde orbit. So do the outer four\nmoons of Jupiter. Brian Hills readily recognized that this is not easily explainable through ac-\ncretion from a nebular disk that rotated around the Sun in one direction. And, as if all that is\nnot enough, there is the angular momentum of the so-called accretion disk to take into\naccount.\n“A slowly rotating gas cloud will spin faster and faster as it contracts under gravity be-\ncause angular momentum is being conserved. Eventually the spinning speed will be so\ngreat that it would prevent further gravitational contraction. The problem with the so-\nlar system is the peculiar distribution of the angular momentum. The sun is the most\nmassive central object and has contracted the most, yet it only has about 2% of the so-\nlar system[’s] angular momentum. In contrast Jupiter has 70%. How did the angular\nmomentum get transferred from the sun to the planets?’”>\nIt has even been suggested that “stars more massive than the Sun form planets in a differ-\nent manner than the Sun.”6\nFURTHER PROBLEMS WITH CIRCUMSTELLAR DISKS\nWhat is disconcerting is that while new discoveries are often hailed as ground-breaking\nnews, they tend to be ignored by those whose ground is being broken. Thus while astrophysi-\ncists continue to speak out against the theory of planetary accretion from circumstellar disks,",
        "bibliography": [
            "!D. Tytell, op. cit., p. 17.",
            "2 Flare Star, p. 256.",
            "3",
            "3G. Schilling, “Metals Hint at How Planets Form,” Sky & Telescope (September 2003), p. 23.",
            "4B. Hills, op. cit., p. 86.",
            "5 Ibid., p. 87.",
            "6 K. Croswell, “A Giant Surprise,” Astronomy (January 2006), p. 30 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 4,
        "content": "others seem to revel in reiterating it!'—as Gino Segré saw fit to do in the very “Introduction”\nto one of his major works.? Not only do most of them keep repeating the old dictum which\npresents these disks as the source of planetary genesis as if it was a proven fact,? they even go\nto the extent of presenting it as a solution to related problems.*\n\nNot only planets, but even their satellites are believed by the majority of astronomers to\nhave come into being through the accretion of matter that was once contained in the disks of\ndebris that must originally have also circled the newly-forming planets.> Granted that, as al-\nways, some theoreticians keep voicing the usual cautionary counsels, most of them feel confi-\ndent in shrugging off the caveats.®\n\nBut then— go figure, I might as well say it right now —astronomers have reported signs of\ncollisions between planetesimals in circumstellar disks around young stars. (Notice—this time\nthey are referred to as circumstellar, rather than accretion, disks.) These collisions, or so\nwe’ve been assured, end up generating “huge amount of very fine dust, which eventually gets\nblown out of the system by stellar radiation pressure.””\n\nBut if that is the case, how can it also be assumed that the collision of dust particles in the\nsame type of disks tend to continuously adhere to each other until boulders are formed, which\nboulders then continue to accrete into planetesimals, which can then aggregate into planets?\nCan they really have their cake and eat it too?\n\nApparently they can.\n\nTake the Karin cluster of asteroids which, as of the end of 2007, numbered 90 members.\nHaving had their orbits traced backward, 39 of them converged onto one spot thus indicating",
        "bibliography": [
            "1Gew. Marcy, op. cit., pp. 34, 35; K. Than, “Death Spiral: Why Theorists Can’t Make Solar Systems,”",
            "4",
            "Space.com (March 28, 2006).",
            "26. Segré, A Matter of Degrees (N. Y., 2002), p. xvii, but see also p. 166.",
            "3 See, for instance, O. Blaes, “A Universe of Disks,” Scientific American (October 2004), pp. 50, 52; J. Roth, “A.",
            "New Chapter in the Life Story of Planets?” Sky & Telescope (March 2005), p. 22.; idem, “Debris Disks on",
            "Display,” in loc. cit., A. E. Rubin, “What Heated the Asteroids?” Scientific American (May 2005), p. 82.; S.",
            "Clark, “The Search for Alien Technology,” BBC Focus (Autumn 2005), p. 48; R. Villard, “The Search for",
            "Diamond Worlds,” Astronomy (November 2005), p. 43; P. Taylor, “A Tenth Planet?” Sky News",
            "(November/December 2005), p. 18; S. Mohanty & R. Jayawardhana, “The Mystery of Brown Dwarf Origins,”",
            "Scientific American (January 2006), pp. 40, 43; D. Jewitt, et al., “The Strangest Satellites in the Solar System,”",
            "Scientific American (August 2006), p. 42; M. R. Zapatero Osorio, “Planets Without Suns,” Astronomy (October",
            "2006), p. 46; R. Villard, “Does Life Exist on this Exoplanet?” Astronomy (December 2007), pp. 45-47; S. Soter,",
            "“Are Planetary Systems Filled to Capacity?” American Scientist (September-October 2007), pp. 414, 419; J.",
            "Trefil, “Earth’s Fiery Start,” Astronomy (December 2007), pp. 32 ff. (and A. Boss’ answer to a reader’s question,",
            "“Orbital Plane,” in “Ask Astro,” ibid., p. 88).",
            "4 See here “NASA Scientist Finds World With Triple Sunsets,” Chronology & Catastrophism Workshop",
            "(2005:3), p. 31; “Rapid-Born Planets,” in ibid., p. 33; S. R. Taylor & S. M. McLennan, “The Evolution of",
            "Continental Crust,” Scientific American (September 26, 2005, Special Edition—Our Ever Changing Earth), p.",
            "48; and Matthew Hedman’s assertion in C. O. Choi, “Mounting Mysteries at Saturn Keep Scientists Guessing,”",
            "Space.com (August 27, 2007).",
            "5R. Villard, “Are Pluto and Earth Two of a Kind?” Astronomy (June 2006), p. 50.",
            "6D. Mosher, “Planet Formation Mystery Solved,” Space.com (August 29, 2007).",
            "7D. Shiga, “Disk Demolition Derby,” Sky & Telescope (April 2005), p. 24."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 5,
        "content": "\nthat when cosmic rocks crash into other cosmic rocks, they do not accrete into bigger cosmic\nrocks. They are, on the contrary, shattered into smaller cosmic rocks.!\n“Asteroid families are remnants of larger parent asteroids broken apart in collisions\nwith other asteroids millions to billions of years ago.”?\nIt is not that I hold much store in the retrocalculation of orbits,> so that I do not necessarily\naccept the above theorized origin of this particular asteroid group. But notice how the same\nauthority, the planetary scientist Daniel Durda, also claims that other asteroids “are rubble\npiles that have coalesced due to gravity’s attractive force, rather than solid, coherent frag-\nments,”4\nMeanwhile, some of these circumstellar disks have been found to be “soaked with a\n“steamy rain’ of water vapor.” This water has been said to “later freeze” to form “asteroids\nand comets.”> Never mind that the icy nature of comets, as theorized by Fred Whipple in\n1950, has never been verified. In fact, the theory has more recently come under severe attack.\nForget cometary ice or snow, not even water was detected when Deep Impact crashed into\nComet Tempel 1, as neither was it detected when Comet Linear disintegrated into a pile of\nrubble.® Worse than that, it was found that the particles collected from Comet Wild 2 by the\nStardust spacecraft could only have formed in thousand-degree temperatures.’ And the nu-\ncleus of Comet Borrelly was actually found to be quite hot.8 None of which has stopped\nauthorities from continuing to describe comets as “dirty snowballs.”?\nTHE PLASMA EJECTION MODEL\nHalton Arp, who has rightly been called the Galileo of the twentieth century,'° is just as\nresolute when it comes to criticizing the formation of planets through accretion from solar\ndisk debris.'!! He has long alternatively theorized that “proto-bodies are ejected from previ-\nously existing parent bodies and subsequently grow to their presently observed size.”!? Large\ngalaxies thus eject smaller galaxies,! which in turn eject proto-stars.! Moreover, these",
        "bibliography": [
            "1D. D. Durda, “Family Ties Reveal Asteroid Origins,” Astronomy (October 2007), p. 38.",
            "2 Ibid., p. 40",
            "3 See here God Star, pp. 184-186.",
            "4D. D. Durda, op. cit., p. 42.",
            "5",
            "5 D. Mosher, “Star System Soaked With ‘Rain’,” Space.com (August 29, 2007).",
            "6 W. Thornhill & D. Talbott, The Electric Universe (Portland, Oregon, 2007), pp. 115, 116.",
            "7 Ibid., p. 98.",
            "9 See here,  for instance, A. Lawler, “What to do Before the Asteroid Strikes,” Discover (November 2007), p. 63;",
            "8 Ibid., pp. 94-95.",
            "9 See here, for instance, A. Lawler, “What to do Before the Asteroid Strikes,” Discover (November 2007), p. 63;",
            "C. O. Choi, “The Enduring Mysteries of Comets,” Space.com (December 24, 2007).",
            "10 A. Acheson, “Halton arp: A Modern-Day Galileo,” AEON VI:3 (November 2002), pp. 7-27.",
            "11H. Arp, Seeing Red: Redshifis, Cosmology and Academic Science (Montreal, 1988), p. 222.",
            "12 [bid.",
            "13 See God Star, pp. 471 ff. and Flare Star, pp. 256-257, where additional evidence is supplied in both works."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 6,
        "content": "\nejections can transpire laterally as well as poleward, which led Arp to ask: “Does the same\nmechanism evident in the formation of these young stars extend to the formation of planets?”?\nThat question he then answered in a private communiqué addressed to this author in which he\nadmitted that he, personally, considers “the outrageous possibility that planets originate in\nsuch fashion also.”? While Arp’s caution on this issue is noted, the theory that planets are\nborn in this manner is now being seriously considered by other authorities. As Brian Hills\nrecently wrote:\n“In complete contrast to the condensation model based on attractive gravitational\nforces, the plasma model proposes that planetary systems are created by the ejection\nof plasma out of a protosun. There is considerable observational support for this idea.\nImages of T Tauri stars, which are believed to be young (proto)-stars in the process of\nformation, show the ejection of thin plasma jets out of the proto-star and blob-like\nprotoplanetary condensations along their length.”+\nFurther optical evidence of poleward ejection comes from a star in the environs of the\nRosette Nebula. Dubbed Rosette HH1 (that is, Herbig Haro 1), it is seen to be ejecting a com-\nplex polar jet that is riddled with knots which have been compared to “bullets” of material\nbeing ejected from the parent body. The star itself is believed to be of very low mass and it\nhas been theorized that it might yet evolve into “an isolated brown dwarf or planetary mass\nobject.”5 It is also, however, probable that the “knots” strung out along the jet might them-\nselves evolve into planets. In fact, chances are that Earth, too, originated in this manner—\nwhich would explain man’s fond memory of that previous time when a different sun had hung\nimmobile in heaven’s north celestial pole. That this earlier sun had been a sub-brown dwarf\nstar which eventually devolved into the present planet Saturn has also been documented in\nour previous volumes.”\nWhat must now be examined is whether there are any physical indications of the proto-\nSaturnian sun’s immobile placement in Earth’s north celestial pole throughout all of Earth’s\npast ages. And because, needless to say, man has not been around for all that time, we cannot\nhere appeal to the mytho-historical record as we did in our previous volumes. It will also not\nbe possible in this work to render a detailed account of Earth’s entire past history. All we can\ndo is supply a few pointers and leave it to others to fill in the blanks.\n1H. Arp, “Open Problems in Cosmology,” in E. Spedicato & A. Notarpietro (Eds.), New Scenarios on the\n1H Arp, “Open Problems in Cosmology,” in E. Spedicato & A. Notarpietro (Eds.), New Scenarios on the\nEvolution of the Solar System and Consequences on History of Earth and Man (Bergamo, 2002), p. 143.\n2 Idem, Seeing Red (see ref. #20), p. 223.\n3 Idem to D. Cardona, private e-mail message, October 23, 2000 (emphasis added).\n4B. Hills, op.cit., pp.92-93.\n5 “Fitful Young Star Sputters to Maturity in the Rosette Nebula,” as lifted from the Internet and posted by W.\nThornhill on the Intrsect electronic discussion group sponsored by KRONIA Communications.\n6\n6 See here God Star, pp. 204 ff.; Flare Star, pp. 137 ff.\n7 God Star, pp. 120 ff., 343 ff.; Flare Star, pp. 146 ff.",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 7,
        "content": "\nHH409-C\nDisk\nHH409-jet\nHH409-B\nHerbig Haro formation associated with the young planetary system HD 163296, showing the ejection of\nHH409-A @\nHerbig Haro formation associated with the young planet:      system HD 163296, showing the ejection of\nplanetesimals along its bipolar jet.\n(Illustration courtesy of NASA.)\nEARTH’S PRIMORDIAL SUB-BROWN HOST\nEarth had not only basked beneath the feebler rays of a different sun, but the proto-Sat-\narth had not only basked beneath the feebler rays of    ferent sun, but the proto-Sat-\nurnian system to which it belonged had originally been outside the demarcation of the present\nurnian system to which it belonged had originally been outside the dem:     ion of the present\nSun’s family of planets.! It may therefore be objected that such a foreign system could have\nactually invaded the Sun’s domain.” That planets can, and do, move closer to their host stars is\nhowever proven by one such extrasolar planet—more than two hundred of which had been\ndetected as of this writing>—which hasn’t yet settled into a permanent orbit. It is moving to-\nward its primary so fast that astronomers here on Earth can actually observe its motion.4",
        "bibliography": [
            "! God Star, pp. 321 ff.",
            "2 But see also Flare Star, pp. 501-504.",
            "3G.W. Marcy, op. cit., pp. 31, 32; M. Turnbull, “Where is Life Hiding?” in ibid., p. 62; J. Bryner, “Trickle of",
            "Planet Discoveries Becomes a Flood,” SPACE.com (June 11, 2007); D. Overbye, “New Planets Astound",
            "7",
            "Astronomers in Speed and Distance,” The New York Times (October 5, 2006).",
            "4 “Weird Worlds,” reported from New Scientist in Chronology & Catastrophism Review (2002:2), p. 44."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 8,
        "content": "True, this is not the same as a planet moving into a star’s system from outside it. And yet\nconsider the Sagittarius dwarf galaxy which is presently merging with the Milky Way. Not\nonly that, but stars that were originally gravitationally bound to the Sagittarius system may\nnow be “in or near the solar neighborhood.”! If a dwarf galaxy can invade the Sun’s domain,\nwhat would be so difficult for a brown dwarf star to do the same?\n\nBrown dwarf stars have been discovered far and near. They could be “nearly as numerous\nin our galaxy as sunlike stars,”? as many as 30 billion of them.? As of this writing, the nearest\none is a companion of the naked-eye star known as Epsilon Indi. Dubbed Epsilon Indi B, and\nestimated to be from 40 to 60 times Jupiter’s mass, it glows dimly red-hot at 1,000°C. Like the\nexoplanet mentioned above, it moves so fast that, in 2003, it garnered the record for the fastest\nmotion known across the sky. A member of the spectral class T type, while not exactly our\nnext-door neighbor, it is at a distance of 11.8 light years. Keep in mind, however, that the\ndwarf itself is only about 1,500 times distant from its companion as Earth is from the Sun,\nwhich, as astronomical distances go, is not all that much. Had Epsilon Indi been our primary,\nits brown dwarf companion would not have been too far away. Besides, as its discoverers\nhave proclaimed, there is bound to be many of these class T type dwarfs still undiscovered\nthat might even be closer to us.4 It is therefore evident that there is nothing astronomically\nimpossible in postulating that a sub-brown dwarf star system could have actually invaded the\nSun’s domain.\n\nBut could brown dwarf stars have their own planetary companions? As it happens, it was\nnot long before the Epsilon Indi B brown dwarf mentioned above was found to have its own\nattendant. A sharp image of the pair was captured in August 2003 by Mark McCaughrean of\nGermany and his colleagues. The dwarf pair are now named Epsilon Indi Ba and Bb respec-\ntively. Rather than being a planet, however, the new companion is believed to be yet another,\nbut somewhat fainter, class T type dwarf.5\n\nWith the demarcation between brown dwarf stars and giant gas planets becoming ever\nmore blurred, what would be so impossible for a brown dwarf to be accompanied by a Jovian\ntype planet, or, for that matter, one of lesser mass? And, in fact, have not such Earthlike\nplanets attending brown dwarf stars been seriously considered by astronomers?\n\nSome, of course, have claimed that “planets forming around a brown dwarf would be dark,\nfrozen and lifeless.”6 To which Geoffrey Marcy, one of the, if not the, foremost extra-solar\nplanet hunter, added that: “If the Earth was orbiting a brown dwarf, it would now be just 20\ndegrees above absolute zero.””\n\nThis, however, is a minority opinion, where the majority of authorities in this relatively\nnew field tell a different story.",
        "bibliography": [
            "1 J, Roth, “Sagittarius Dwarf Galaxy Spans the Sky,” Sky & Telescope (December 2003), p. 25.",
            "2S. Mohanty & R. Jayawardhana, op. cit., p. 40.",
            "3G. Basri, “A Decade of Brown Dwarfs,” Sky & Telescope (May 2005), p. 38.",
            "8",
            "4 J. Roth, loc. cit.",
            "5 A. MacRobert, “A Well-Hidden New Neighbor,” Sky & Telescope (December 2003), pp. 24-25.",
            "6G. Schilling, “Chill-Out Zone,” on NewScientist.com (June 1, 2002).",
            "7 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 9,
        "content": "\nTrue enough, brown dwarfs, which astronomers have termed “failed stars at best,” are not\nmassive enough to sustain the burning of hydrogen the way stars are believed to do. As\nAndrew Ackerman of NASA’s Ames Research Center explained, “brown dwarfs appear as a\nfaint glow, like an ember from a fire that gives off both heat and light energy as it dims.” Even\nso, although “25,000 times fainter than the sun, brown dwarfs are still incredibly hot, with\ntemperatures as high as 3,140 degrees Fahrenheit (2,000 Kelvin).”!\n“What can we expect from a planet orbiting such a star?” asked Philip Plait.2\n“For one thing [he answered], it must huddle closer to its star to receive as much\nwarmth as we enjoy here. To give the planet a more earthlike temperature, we’d have\nto drop it to just 6 million kilometers from the star’s surface, or about one-tenth the\ndistance of Mercury from the Sun. From this distance even the tiny red dwarf would\nlook about five times bigger than the Sun in our sky.”3\nCould life be sustained on the surface of a planet orbiting such a dwarf sun? “Recent\nmodels indicate that relatively moderate climates could exist on Earth-sized planets in\nsynchronous rotation around red dwarfs,” according to Martin Heath and his colleagues.*\n“Investigation of the global water cycle, availability of photosynthetically active radiation in\nred dwarf sunlight, and the biological implications of stellar flares, suggest that higher plant\nhabitability of red dwarf planets may be possible.”5\nBut what about the slightly less massive brown dwarf stars?\n“Tt was once thought that life could exist on a brown dwarf owing to the warm condi-\ntions that would be prevalent. This idea has been discredited, but it has been acknowl-\nedged that life might be possible on a moon orbiting a brown dwarf. The moon would\nbe warmed by gravitational tidal effects as well as the warmth emitted directly by the\nfailed star itself.”°\nWhere we differ from present opinion is in the placement of our posited sub-brown dwarf.\nIn our case, with Earth’s dwarf primary permanently located in the north celestial pole, the\ndwarf star’s rays would have reached Earth’s north pole vertically, thus ensuring a perpetual\nwarmth within the regions of the Arctic Circle. And while the dwarf’s rays would have been\nslanted enough to keep the more southerly latitudes somewhat cooler, the reflection of heat off",
        "bibliography": [
            "! Reported on the Internet in “Astronomers Find Jupiter-Like Weather on Brown Dwarfs,” Science Daily (May",
            "27, 2002).",
            "2 P. Plait, “Under Alien Skies,” Astronomy (January 2003), p. 40.",
            "3 Ibid.",
            "4M. J. Heath, et al., Origins of Life and Evolution of the Biosphere, Vol. 29, No. 4 (1999), pp. 405-424, as",
            "9",
            "reported in “Habitability of Planets Around Red Dwarf Stars,” SIS Internet Digest (2002:2), p. 3.",
            "> Ibid.; see here also especially God Star, pp. 343-350.",
            "6 Reported in “The Extended Habitation Zone,” SIS Internet Digest (2002:2), p. 3, where various sources are",
            "cited."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 10,
        "content": "\nproto-Saturn’s plasmaspheric shell! would have actually been able to keep all terrestrial lati-\nroto-Saturn’s plasmaspheric shell! would have actually been able to keep all terrestrial lati-\ntudes warm enough for the inception and sustenance of life.”\nSuch plasmaspheric bubbles have been detected around extrasolar planetary systems. One\nplanet, bearing the designation HD 209458b, is enclosed within what has been described as a\nlanet, bearing the designation HD 209458b, is enclosed within what has been described as a\n“comet-like envelope” centered on its parent star in a huge “exosphere.”? This is no different\nthan the Sun-centered plasmaspheric envelope, referred to as the heliosphere, which encloses\nthe planets of our Solar System. Plasmaspheres are quite often transparent, allowing various\nwaves to pass unheeded through their boundaries. This, however, depends on the\nplasmasphere’s frequency. If the plasma frequency is lower than that of the radiated wave, the\nlasmasphere’s frequency. If the plasma frequency is lower than that of the radiated wave, the\nwave will easily pass through the boundary. But if the plasma frequency is higher than that of\nthe radiated wave, the wave will be bounced, or reflected, back from the interior surface of the\nplasmasphere’s periphery*—which is very much what we claim to have been the manner\nlasmasphere’s periphery*—which is very much what we claim to have been the manner\nthrough which proto-Saturn’s heat reached all latitudes on Earth.\nA DIMMER SUN\nIt has been surmised that “the infant sun” during Earth’s early history “was only about 75\nercent as bright [and therefore 75 percent as hot] as it is today.”> The problems—not to say\npercent as bright [and therefore 75 percent as hot] as it is today.”5 The problems—not to say\neadaches —this supposition has caused scientists in different disciplines were best enumer-\nheadaches—this supposition has caused scientists in different disciplines were best enumer-\nated by Rick Boling,® but we need not go into all that here. Besides, this is a topic we had al-\nready covered in our first volume of this series’ in which we were bold enough to claim that\nthis “infant sun” was not the Sun which presently bestows its rays upon us, but, rather, the\nproto-Saturnian sun which formed the basis of that work as well as this. As a sub-brown\nroto-Saturnian sun which formed the basis of that work as well as this. As a sub-brown\ndwarf star, proto-Saturn’s dimness, when compared to our present Sun, would be in keeping\nwith what seems to have been required by the characteristics of Earth’s early life forms.\nAs we had also pointed out in that first volume, this lesser heat accounts for the spindly\nnature and sparse foliage of Earth’s first land-based plants which give the impression that they\nhad to struggle for whatever available dim light there was to nourish them. Even today, when\nad to struggle for whatever available dim light there was to nourish them. Even today, when\nplants are grown in an artificial environment that limits the incidence of infrared light, they\nlants are grown in an artificial environment that limits the incidence of infrared light, they\ncompensate by elongating their stems at the expense of leaf expansion, through which flow-\nering, and therefore seeding, is accelerated. In fact, it seems as if it was not until the age of\nmammals, predominantly during the Paleocene period, that Earth’s land areas became en-\ngulfed in a verdant profusion of subtropical plants.’",
        "bibliography": [
            "1 See here God Star, pp. 297 ff., 321, 340-341, 348, 349, 350, 381, 404, 491; Flare Star, pp. 42, 158-160, 257-",
            "258, 261-262, 268, 287, 372, 382, 385, 437, 474, 511-512,",
            "2 For more on how Earth would have survived in company with the sub-brown dwarf star that was proto-Saturn",
            "see God Star, pp. 343-350.",
            "3S. Seager, “Unveiling Distant Worlds,” Sky & Telescope (February 2006), pp. 31, 32.",
            "4 See here D. E. Scott, The Electric Sky (Portland, Oregon, 2006), p. 75.",
            "5S. M. Clifford, “The Iceball Next Door,” Sky & Telescope (August 2003), p. 33",
            "6R. Boling, “The Faint Young Sun,” Earth (June 1996), p. 11.",
            "7 God Star, p. 295.",
            "8 [bid., p. 297."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 11,
        "content": "oly RIAN yp be\noy \\\\f a et\nLo ©  §        —s*\noe ~\n4 Set gS\n‘      ih     Bi\ni\nI        E\nY       ie        1\nr       M5        mln\ni        I\nMee Livviyh      itt\nine |\na Ey hg      an\n4        (4          i Hh\nit        i         hi |\nhe me              y\nii      hi    4   i\n)      4        \\\nWil AR      il\nPi      i        i\nLycopod trees, up to ninety feet tall, from Earth’s primordial ages,\nindicate a straining of trunks in order to reach a feeble light stationed directly overhead.\n11",
        "bibliography": [],
        "captions": []
    }
]