[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 152,
        "content": "\n‘                                                                                 noe\ne\ni ate       -\na                                         a        eae\n\"                          %              as an      is\nan\n?       a\nFi\nake      i      a? s       cx           fii                     :       ae\nWhy is it that solar flares, like the one shown above, defy gravity by retracing their explosive path to fall\nback on their point of origin?\n(Photograph courtesy of NASA.)\nSeveral possibilities were proposed by Veverka: “One is that we simply don’t understand\ncratering events on small objects, and somehow the debris gets thrown out at very slow\nspeeds,” he tried. “Or the ejected material ends up in the same orbit as Eros, and over time the\nasteroid runs back into its own debris and gathers it up, which is equally bizarre.”! But, in the\nend, he simply had to confess that: “We simply don’t understand this.”?\nAnother gravitational mystery confronts astronomers in Jupiter’s satellite Io. This par-\nticular moon is littered with active, but very strange, volcanoes which somehow “spew plumes\nof gas and dust as much as 400 km high.” As the NASA Science News for September 14,\n2004, reported:",
        "bibliography": [
            "1 Jbid. (emphasis added).",
            "2 Ibid.",
            "3 NASA Science News for September 14, 2004."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 153,
        "content": "\nMi Rae) ; KY, ett hi 4   tay H Av be ha Pe eR Ae\nhy  ei  TE eA  DAT INL. MS TRA LY Mn WEG a\nAMIN ae   TAO an Yn eid VARIN Gd  RNA 5 PAU RUE RAN\ni  S/T a Wt  Tita  Fo HR UOTE WIC Ob IHMC INE CURTIN\nWe APA)     f     ee ae east    y    DHE NL SP Un OCR DANE\nhn 1a) a,  MP hed (Nat!   if  SW ae  el Tagen a\npred is Mae         AOE! Ne AN DASE OMR HALA aan QP\nse     x      Phar Ami   LA MIRE VMI AMRV UY roa id tik  PUY Adel ht\na    AANA RA) Aa al Ai AN IPN  y\\ 4 WAN  GAO |\nis al | Ih fh) fi  i; NN 4 Aa vais Aye aly wie ‘4 i\nThe impact-derived rubble-littered surface of the asteroid Eros.\nHow did Eros hold on to this debris despite its weak gravity?\n(Photograph courtesy of NASA.)\n“At the apex of the plumes, some of the dust and ash that ought to turn around and\nfall...doesn’t. Defying gravity, it keeps going up, not slowing but accelerating 2\ntimes, 10 times, hundreds of times faster than a speeding bullet, away from Io into\ndeep space.”!\nIn 1992, on its mission to Jupiter, the Ulysses spacecraft was actually hit by such “a break-\nneck stream” of Ionian dust. This dust “came in a tight stream, like water from a garden\nhose,” moving at 670,000 miles per hour. “This makes it some of the fastest-moving material\nin the solar system,” Harold Krueger noted, “second only to the solar wind.” The same thing\nhappened to the spacecraft Galileo in 1995, as so, also, to the Cassini spacecraft in 2000 as it\nsailed past Jupiter on its way to Saturn.”\nThe mystery was thought to be solved when it was theorized that Jupiter’s own spinning\nmagnetic field creates an intense electric one which then accelerates Io’s dust which is also\nelectrically charged. But then, in 2004, when Ulysses revisited Jupiter, and was again hit by\nJo’s dust particles, it was found that the dust was shooting in the wrong direction. “Io’s dust is\nsupposed to fly out of Jupiter’s equatorial plane,” said Krueger, “because that’s the way the\naccelerating electric fields point.” But on this occasion, Ulysses was approaching Jupiter’s\nnorth pole where Io’s dust is not supposed to reach. “Yet the spacecraft was pelted anyway.”",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 154,
        "content": "\n>\n>      ~\n%\ni=  ‘\nty\n»                                           As\nGas and dust spewed by what has been claimed to be Io’s volcanoes shoots right out into space. Not only\ndoes the ejecta not slow down, it actually accelerates.\n(Photograph courtesy of NASA.)\nIt thus seems that Jupiter has the ability to fling Io’s dust in any direction it pleases which, as\nKrueger admits, “is hard to understand.”!\nComets, too, are notorious for disobeying Newton. Comets are seen to shed their famous\ntails as they travel toward, around, and away from the Sun. As they turn around the solar\ncentre, their tails swivel around like rigid rods, always pointing away from the Sun. With the\nSun’s enormous gravitational attraction, the reverse should be true. Cometary tails should be\nattracted toward the Sun. Conventional theory wriggles out of this conundrum by claiming\nthat cometary tails are composed of icy particles abraded off their nuclei and blown away by\nthe force of the solar wind. But then we encounter comets which do sprout additional tails,\nsometimes called spikes, in the opposite direction, that is toward the Sun. The solar wind can-\nnot be made to account for these sunward spikes. Nor is it reasonable to assume that tails and\nspikes owe their origin to different causes.\nMeanwhile, spacecraft have been known to slow down contrary to plotted trajectories and\nsignaled speeds, which indicates that gravity does not act upon them in the manner it should\ndo.!",
        "bibliography": [
            "| Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 155,
        "content": "",
        "bibliography": [
            "’",
            ",",
            ",               ,",
            ",                J",
            "“",
            "Comet Arend-Roland displaying its famous sunward spike",
            "while its main tail points away from the Sun.",
            "(Photograph courtesy of the Lick Observatory.)",
            "Judging by gravitational theory, and what we see transpiring in the Solar System, the far-",
            "ther a celestial body is removed from its primary, the slower is its orbital period. Thus Mer-",
            "cury, the closest planet to the Sun, orbits much faster than Jupiter. And Pluto, much farther",
            "away, orbits much slower than the closer Saturn. This law, however, is violated by the speed",
            "of stars around their galactic centre. Those on the fringes of the galaxies’ peripheries orbit",
            "much faster than those on the inner tracts. “In spiral galaxy after spiral galaxy...stellar mate-",
            "rial on the outer edges of a disk travels around at speeds much faster than theory had esti-",
            "mated.”? As Philip Morrison exclaimed when this truth became known, it was “a big sur-",
            "prise.”3 Vera Rubin expressed similar puzzlement:",
            "“Our observations of galaxy rotation are simple, direct and clear. But the results",
            "found are a true puzzle, for they tell us that here is something major we just don’t",
            "know.”4",
            "Needless to say, this applies just as well to our own galaxy. “Stars and gas in our galaxy’s",
            "outer regions. ..circulate appreciably faster than Newton’s law of gravity allows.”!",
            "1 See here New Scientist (September 12, 1998), p. 4.",
            "! See here New Scientist (September 12, 1998), p. 4.",
            "2M. Bartusiak, Thursday’s Universe (N. Y., 1988), pp. 189-191.",
            "3 P. Morrison, The Ring of Truth (N.Y., 1987), pp. 262-263.",
            "4 V. Rubin as quoted by C. Ginenthal, “Gravitational Anomalies not Explained by Conventional Wisdom,”",
            "AEON II:1 (June 1989), p. 130."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 156,
        "content": "\n* .\n    »  Lh  4 ae apt >    :\noe '    :",
        "bibliography": [
            "Stars on the periphery of galaxies, such as the one dubbed M81 shown above, orbit much faster than those",
            "closer to the galactic center—a gravity-defying conundrum that forced physicists to invent the concept of",
            "dark, or unseen, matter.",
            "(Photograph courtesy of NASA.)",
            "This conundrum was eventually patched up by positing the unseen. As Marcia Bartusiak",
            "phrased it: “Not wanting to give up on Newton, theorists figure that the Milky Way must have",
            "a vast amount of ‘dark,’ or unseen, matter that keeps the speeding stars from flying out into",
            "intergalactic space.” According to Martin Rees and others that followed him, this would mean",
            "that ninety percent of our galaxy —and, indeed, the entire Universe—is unaccounted for. That",
            "this patched-up theory showed its seams was admitted by Rees when he alluded to it as “an",
            "embarrassing fact.”? Or, as Bartusiak had it stated:",
            "“A few theorists have wondered whether these unexpected motions within galax-",
            "ies...are actually telling us that Newton’s law of gravitation breaks down over dis-",
            "1M. Bartusiak, “Coming Home,” Discover (September 1988), p. 37.",
            "2 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 157,
        "content": "\ntances of tens of thousands of light years. But this radical suggestion has not been\ngreeted enthusiastically. When faced with the necessity of accepting the existence of\ndark matter, or of modifying one of astronomy’s theoretical cornerstones, most as-\ntronomers will opt for the former.” !\nBartusiak’s intuition was proven by Lawrence Krauss when he wrote that:\n“Tt has been suggested that, if the force of gravity deviates from its Newtonian form at\nlarge distances, one might try to explain the flat rotation curves [of galaxies] without\nresorting to dark matter. Unfortunately, this appears to be one of those cases in which\nthe solution is uglier than the problem. It may be slightly radical to suggest that gal-\naxies are dominated by dark matter. But to suggest an alteration of the known forces\nof nature to explain these observations seems to me excessive.”\nYet how much more excessive is it to invoke something that is not seen and which, as of\nthis writing, has not yet been detected?\nIsraeli physicist Mordechai Milgrom, for one, had no use for dark matter. He would take\ndark matter out of galaxies altogether and replace it with an “extra-strong gravity.” Named the\nModified Newtonian Dynamics, or MOND, this new theory posited that: “While the familiar,\nconventional force of gravity gets weaker in proportion to the square of distance...there is\nalso another form of gravity whose strength diminishes more slowly, declining linearly with\ndistance.”\nIn turn this is reliant on the known acceleration of galactic rotation below which “gravity\nswitches from its normal form to the stronger form.”3\nMilgrom’s concept, however, ran afoul of the predictions of relativity. But then Jacob\nBekenstein, who hailed from the Hebrew University in Jerusalem, modified the theory,\nbringing it in keeping with what it had originally fouled up. He did this by the introduction of\ntwin fields one of which gives rise to conventional gravitational phenomena, while the other\nserves as host to the other fundamental forces—the electromagnetic, the so-called strong, and\nthe so-called weak forces.‘ It is not explained where Milgrom’s “extra-strong gravity” comes\nfrom under this scheme. But let that be. Bekenstein is convinced that his modified theory of\nMOND “is consistent with observations of the solar system and beyond.” And, as Marcus\nChown reports: “Intriguingly, it predicts some subtle new effects that might modify gravity in\nthe outer solar system.”5\nAnother person who attempted to save Milgrom’s theory was Robert Sanders from the\nUniversity of Groningen in the Netherlands. But he could only do so by reintroducing the very\ndark matter that Milgrom had sought to get rid of. That Milgrom could accept this was only",
        "bibliography": [
            "1 Idem, Thursday’ s Universe (N. Y., 1988), p. 191 (emphasis added).",
            "2L.M. Krauss, The Fifth Essence (N. Y., 1989), p. 89.",
            "3M. Chown, “Are There Two Types of Gravity?” New Scientist (January 22-28, 2005), p. 10.",
            "4 Ibid.",
            "5 Ibid. (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 158,
        "content": "\nbecause this new dark matter was not really all that dark. “Even in a MOND universe,” a\nScientific American news scan reported, “some dark matter has to exist, but it could consist of\n‘normal’ particles, such as neutrinos, instead of mysterious, undetected stuff.”! As if neutrinos\nwere not problematical enough.?\nBut let’s leave all this heady stuff alone. All that I wish to stress is that, when it comes to\ngravity, physicists and astrophysicists are not averse to taking both Newton and Einstein to\ntask.\nREPULSIVE GRAVITY\nOriginally, when it came to the manner in which cometary tails sweep away from, rather\nthan toward, the Sun, scientists like J. Herschel and W. H. Pickering had toyed with the idea\nof a repulsive force that somehow acted upon them.? Such dabbling was dropped with the\nadoption of the theory that it was the solar wind that was supplying the force which drove the\nloose material in cometary tails away from the Sun. And yet, the notion that gravity pushes\nrather than pulls was already in vogue in the early 1900s.4 Critics might claim that we have\ncome a long way since then. But notice how the idea resurfaced in the 1980s. Take, for in-\nstance, the discovery of the Uranian rings, all of them much narrower than the ones circling\nSaturn. One of them is only three kilometers wide. The outer one is highly eccentric with a\nwidth that varies between 20 and 100 kilometers.> The Saturnian rings, together with the gaps\nbetween them, had been theorized to be kept in place through resonance. But Peter Goldreich\nand Scott Tremaine came to the conclusion that resonance cannot account for the formation of\nthe Uranian ones. What they claimed, instead, was that it was a bevy of as yet unseen\nsatellites that was responsible for these.®\n“Two satellites orbiting close together [Goldreich explained] can confine small parti-\ncles [like those of the Uranian bands] in between them into a thin ring. Gravity\ncauses each satellite to repel the particles in its vicinity.”7\nThe way in which this transpires, according to Goldreich, is complex enough and we need\nnot go into all that. Let it merely be known that, as always, there were many who “considered\nsuch gravitational gamesmanship unconvincing.’ At the time, Goldreich himself was more\nbothered with the unseen satellites he required for his postulate than he was with the antics of\ngravity. “It’s a terrible thing to have to make a model when you need nine or so little satellites",
        "bibliography": [
            "1g. Schilling, “Dark Riddles,” Scientific American (November 2007), p. 33.",
            "2 See here God Star, pp. 248-251, 416.",
            "3 W. Thornhill, “Fallacies of Gravitation,” THOTH —private electronic Newsletter sponsored by KRONIA",
            "Communications— Vol. II, No. 6 (March 31, 1998), p. 7.",
            "4H. A. Nieper, op. cit. p. 45.",
            "5 R. Gore, “Riddles of the Rings,” National Geographic (July 1981), p. 11.",
            "6 Ibid.",
            "7 Ibid. (emphasis added).",
            "8 [bid., p. 12."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 159,
        "content": "\nthat can’t be seen,” he conceded, “but I have no doubt that [the model he proposed] is cor-\nrect.”!\nGoldreich was vindicated when it was discovered that the rings of Saturn owe their con-\nfiguration to a set of “shepherding moons” which act exactly as he had theorized for the rings\nof Uranus.” More than that, as it was eventually discovered, there are no “obvious resonances”\nacting on the rings and moons of Uranus, again as predicted by Goldreich.? And, finally, the\nextra Uranian moons required by Goldreich’s theory were discovered —first two, + then three\nmore, and twenty-seven as of this writing.© More importantly, it was also established, very\nmuch in keeping with Goldreich’s theory, that “in [planetary] rings, gravity can effectively\nrepel material.””\nCritics will again tell us that Goldreich’s particles are not being acted on by repulsive\ngravity, but that their apparent repulsion is merely due to the net outcome of their acceleration\nand deceleration in response to the particular satellite which pulls the particles closer to it,\nthus slowing them down, but speeds them up as it then pulls them after it.8 And yet an anom-\naly which seems to indicate gravitational repulsion is met with in the two shepherding moons\nsharing the same orbit with Saturn’s satellite Dione. As Earl Milton described the situation:\n“The curious pair of moons in Dione’s orbit is interacting such that the trailing moon was de-\nscribed as pushing the leader.”\n“The pushing of Dione A by B, as seen by Voyager, provides an illustration of both\nthe conception of a repulsion (or gravitational push) and the effect of the neighbour-\ning satellites in keeping these two rocks in similar orbits.”!°\nWhether real or merely apparent, the repulsive nature of gravity is so persistent that astro-\nphysicists themselves found reason to posit a new force which they now call mock gravity.\nThis had to do with the early Universe following the theorized Big Bang. In the beginning,\nthey now claim, individual dust particles were so close together that they shielded one another\nfrom the pressure of radiation. But radiation pressure from outside would have pushed the\nparticles closer together, creating clusters of dust which in time, as more matter accreted, con-\ndensed until entire galaxies were formed. As Craig Hogan and Simon White, who then hailed\nfrom the University of Arizona, proclaimed, this mock gravity is strictly speculative. “We",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3D. Overbye, “Voyager Was on Target Again,” Discover (April 1986), p. 78.",
            "4 See “New Moons of Uranus—Update,” Astronomy (March 1998), p. 32; Scientific American (January 1998), p.",
            "22; New Scientist (March 28, 1998), p. 23; ibid. (November 8, 1998), p. 29.",
            "5 R. Talcott, “Breaking Up is Easy to Do,” Astronomy (October 2001), p. 30.",
            "6 M. K. Baumann, et al., What’s Out There (London, 2005), p. 161; D. Tytell, “Uranus’s New Rings,” Sky &",
            "Telescope (April 2006), p. 18.",
            "7J. A. Burns, et al., “Bejeweled Worlds,” Scientific American (February 2002), p. 66.",
            "8 Ibid., p. 70; R. Gore, op. cit., p. 11.",
            "9 E.R. Milton, “Saturn and Voyager,” KRONOS VI: 3 (Spring 1981), p. 61 (emphasis as given).",
            "10 Tbid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 160,
        "content": "\n.\n@    .           :\n.                                            r             y\ni                         .                                B\ncs\nIn planetary rings, such as those of Uranus shown above, gravity can effectively repel material.\n(Photograph courtesy of NASA.)\nwere intrigued by the possibility that something so offbeat and contradictory to prevailing\nthought,” said White, “might have been responsible for the creation of the universe as we\nknow it.”!\nFor us it matters little whether the Big Bang theory will survive mankind’s future belief.\nWhat matters is that theories concerning the repulsive nature of gravity under extreme cases\nare not of themselves disallowable in mainstream thinking. Never mind the dictum that grav-\nity always attracts, that it never repels.2 Donald Goldsmith even told us why gravity can never\nrepel. Mass, he tells us, “comes only in one ‘charge,’ so that gravitational forces always\nattract and never repel.” As he adds: “Negative mass, or at least ‘negative gravity,’ plays a\nrole in more than one novel, but physicists do not regard the concept as a serious possibility\nfor the real world.”!",
        "bibliography": [
            "1S. Boxer, “The Force that May (or May Not) be With Us,” Discover (October 1986), pp. 9, 12.",
            "2 See for instance, J. Boslough, op. cit., p. 567.",
            "3 D. Goldsmith, Einstein’s Greatest Blunder? (Harvard University, 1995), p. 148."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 161,
        "content": "\nGoldsmith was of course wrong when it comes to what physicists believe concerning\ngravity. Three years after he penned the above words, researchers working on supernovae\ncame to the conclusion that space has to be filled with a repulsive force of unknown origins.”\nNever mind the reasons why. Besides, whether one believes in the existence of dark energy or\nnot, it was eventually concluded that its gravity, too, repels.\nTHE GRAVITATIONAL CONSTANT\nFifth force, sixth force, apparent repulsive gravity, mock gravity, extra-strong gravity—\nthe only thing that received unanimous acclaim was the gravitational constant. This constant,\nusually rendered simply as “G,” which was discovered by Henry Cavendish in 1772, given by\nhim as 6.754 x 107*, but since refined to 6.673 x 10~%, is the force that a body with a mass of\none gram exerts upon another body with the same mass at a distance of one centimeter. Being\nconstant, it is inviolable. Or so it had been thought. As the editors of Nature commented in\n1976: “‘Every schoolboy knows’ that gravitational attraction varies inversely as the square of\nthe distance between the attracting masses—or at least it used to be common knowledge.”*\nThe above comment concerned the results of an experiment conducted by Daniel Long.\nLaboratory measurements of the gravitational constant suggested a shift in the constant’s\nvalue with changing distances between bodies—or, in other words, with the separation of the\nmasses involved.> What the experiment showed was that the larger the separation between\ntwo bodies, the larger was the value of G. “In other words, Long suggests that the inverse\nsquare law is not valid, and that we have to add an additional short-range repulsion.”© And:\n“Long’s experiment indicates that the limiting values of G at large distances may be several\npercent higher than is presently accepted.”” Of course, as usual, not everyone accepted Long’s\nresults, especially since, as Long himself admitted, the experiment was encumbered by\nEarth’s own gravitational field.’\nFurther indications that all is not well with the gravitational constant came from the ex-\nperiments conducted in mines and bore holes discussed above. Variations of G with depth be-\ncause of the change in rock density was thought to be well understood. In fact these variations\nwith depth permits geologists to calculate the density of rock strata. Conversely, when such\ndensity is already known, calculations can be performed to check the constancy of G. When\nthese experiments were conducted, it was found that all of the cited estimates of G turned out\nto be greater than theory demanded. While they were not touted as proof, these results were at\n| Ibid.\n2 Scientific American (May 1998), p. 14.\n3 B. Crew, et al., “The Mysteries of Space,” Chronology & Catastrophism Review (2001:2), p. 42.\n4 “Tnverse Square Law for Gravity?” Nature (April 1, 1976), p. 395 (emphasis added).\n5 D. R. Long, “Experimental Examination of the Gravitational Inverse Square Law,” in ibid., pp. 417-418.\n6 “Inverse Square Law for Gravity?” (See above).\n7 Ibid.\n8D. R. Long, op. cit., p. 418.\n161",
        "bibliography": [],
        "captions": []
    }
]