[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 222,
        "content": "\ntell-tale soot, leading them to doubt the global extent of the firestorm said to have been trig-\ngered by the impact.!\nTurning their attention to deep sea cores, Charles Officer and Charles Drake reached the\nconclusion that “the extinction of marine organisms occurred 200,000 years later than the\nformation of the iridium layer.”? But not only marine organisms. Everett Lindey and his col-\nleagues came to a more disturbing conclusion: that “dinosaur bones do not disappear when the\niridium layer appears.” On the contrary, according to them, dinosaurs persisted “long after the\nformation of the layer.”3 And since the iridium layer is supposed to be sandwiched between\nthe Cretaceous and the Tertiary strata—with nothing else between them—this would mean that\nthe dinosaurs actually made it into the Tertiary period. What, then, becomes of Dale Russell’s\nprevious avowal that “not one dinosaur skeleton has been found” in “the rocks that were\nformed immediately after the Cretaceous”?4 And, let us face it, as Robert Sloan was to point\nout, dinosaurian remains have been discovered in Chinese sediments that are said to have\nbeen laid down after the hypothesized impact at the end of the Cretaceous. Some dino-\nsaurs had apparently survived, some say for at least a million years, into the Tertiary period.\nAnd, on the heels of this report, other paleontologists started reporting similar evidence from\nIndia, Peru, New Mexico, and the Pyrenees, to say nothing of Montana, Wyoming, and Al-\nberta\nAs far as Robert Jastrow was concerned, that was the end of the impact theory. “The as-\nteroid theory was very attractive because it explained so much in a simple way,” he wrote,\n“and many people will regret its passing.”® The only problem was that “its passing” did not\ncome to pass. Instead, as the debate raged on, it descended into personal rancor which did\nnothing but increase the clouding of the scientific issue. As reported in The New York Times:\n“Scientists on both sides of the argument agree that [the debate] has taken an unusu-\nally harsh and personal turn...The debate has crystallized into a conflict between op-\nposing camps whose partisans rarely seem to change their minds or soften their posi-\ntion whatever the objective evidence may be.\n“Lacking conclusive evidence one way or the other’ said one scientist, ‘opponents in\nthis debate have been reduced to name calling.”\n“Charges and recriminations have also flowed through the informal grapevine that\ncan make or break scientific careers. The bitterness of the debate is so much more in-\ntense than usual that several historians of science have begun detailed examinations\nof the sociology of the debate.",
        "bibliography": [
            "1C. Zimmer, op. cit., p. 39.",
            "2R. Jastrow, loc. cit.",
            "3 Ibid., pp. 53, 109.",
            "4D. A. Russell, “The Mass Extinctions of the Late Mesozoic,” Scientific American (January 1982), p. 58.",
            "5 N.Y. Times News Service, “Recent Evidence Suggests Dinosaurs Lingered Longer,” The Vancouver Sun",
            "(November 15, 1986), p. B6.",
            "®R. Jastrow, op. cit., p. 109."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 223,
        "content": "\n“All this ill will is a reflection of the deep disagreements among scientists over a cru-\ncial aspect of the Earth’s history. But the personal venom in the debate, some scien-\ntists fear, is inhibiting rational scientific discourse.”!\nCharles Officer, Tony Hallam, and Dewey McLean have been reported to have said that\nthe impact theory achieved prominence not only because of its exciting appeal but also be-\ncause Luis Alvarez was a Nobel laureate with tremendous scientific clout. And Alvarez him-\nself threatened to wreck McLean’s career while orchestrating a violent campaign to discredit\nim.?\nhim?\nIn the end there were those who argued that impacts alone would not have been enough to\nfinish off the dinosaurs.3 (Unfortunately, some of the proposed alternatives leave even more to\ne desired.*) New drilling at Chicxulub indicated that the crater was not as large as it had been\nbe desired.4) New drilling at Chicxulub indicated that the crater was not as large as it had been\nbelieved and that the impact that created it was unlikely to have been the sole cause of the\nelieved and that the impact that created it was unlikely to have been the sole cause of the\nextinction.> Others argued that “the mass extinction at the time may not have been as massive\nas previously thought.”6\nIn time it was pronounced that the Chicxulub impactor was itself only a fragment that had\nbeen created by a collision between two bigger bodies 160 million years ago. The larger of the\ntwo, 170 kilometers [106 miles] in diameter, is said to have slammed into another body 60\nkilometers [37 miles] across, creating a new family of asteroids which has been dubbed the\nilometers [37 miles] across, creating a new family of asteroids which has been dubbed the\nBaptistina family. It was, according to this view, a meteorite from this family, 10 kilometers\nacross, which struck Mexico’s Yucatan Peninsula 100 million years later.’ The Baptistina\nfamily of asteroids, they dared tell us, had “originally included about 300 rocky bodies larger\nthan six miles (10 kilometers) across and 140,000 objects larger than 0.6 miles (1 kilometer)\nacross.8 As I have often said of similar reports, the precision of such statistics, especially\nwhen it comes to number, size, and dating, never fails to amaze me. Heavens—they could\neven tell the collision occurred vertically in relation to the Solar System’s equatorial plane!9\nOf course, to be sure, all of this was reliant on a series of computer models and “[did] not\nrepresent a firm conclusion” even though they were reported to be “supported by information\ncollected from the Chicxulub crater by past researchers.””!0",
        "bibliography": [
            "| The New York Times (January 19, 1988), p. 1C.",
            "2 “Scientific Maffia Strikes Again,” Chronology & Catastrophism Review (1996:2), p. 31.",
            "3 EB. Dobb, op. cit., p. 38; R. M. Gorman, “Extinction Trends: No Need to Fear the Asteroids?” Discover",
            "(February 2003), p. 11.",
            "4 See for instance, F. Barbiero, “Changes in the Rotation Axis after Asteroid/Cometary Impacts and their",
            "Geological Effects,” Proceedings of the Symposium Fifty Years After Worlds in Collision by Velikovsky:",
            "Classical and New Scenarios of the Evolution of the Solar System (Bergamo, 2002), pp. 86 ff.",
            "5 Science Frontiers (January/February 2004), p. 3.",
            "6 E. Dobb, op. cit., p. 40.",
            "7 “New Look at Dinosaurs’ Demise,” TIME (Canadian Edition, September 24, 2007), pp. 14-15.",
            "83. Bryner, “Dino-Killing Asteroid Traced to Cosmic Collision,” SPACE.com (September 5, 2007).",
            "9 Ibid.",
            "10 Tbid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 224,
        "content": "\nIt was even stated that “planets and moons, including our own, regularly exchange large\nquantities of material flung into space by asteroidal impacts.”!\n“The most famous of such impacts on Earth happened 65 million years ago, at the end\nof the Cretaceous period, and was almost certainly responsible for the demise of the\ndinosaurs. From what we know about the violence of that event, it seems reasonable\nto assume that asteroids crashing into Earth can indeed fling material into space.”?\nThis was echoed in an Icarus article which claimed that while most of the material from\nthe Chicxulub impact fell back to Earth, “an appreciable quantity” was propelled into space.\nAnd while some of this material might still be out there, some of it would have landed on\nMars, Venus, and even Mercury. The largest quantity of this space-borne debris, however, is\nprobably to be found on the Moon?\nAll of these theorists failed to reckon with Gerta Keller, a stratigraphic palaeontologist\nfrom Princeton University, and her colleagues who were accumulating “data and evidence\nfrom more than 100 localities [later upped to 200]* that simply did not fit the K-T impact\ntheory” for the demise of the dinosaurs. Keller’s findings indicated that the impact which cre-\nated the Chicxulub Crater occurred 300,000 years before the dinosaurs died out. Samples from\na new core drilled within the impact site revealed that the impacted glassy spherules from the\ncrater, as well as other localities in Central America, were actually imbedded in a stratum that\npredated the K-T mass extinction by that amount of years. Detailed analysis of micro-organ-\nisms lent further credibility to the date Worst of all, no iridium has ever been found in\nassociation with the Chicxulub crater itself®\n“These results were confirmed by other studies conducted throughout Mexico, Gua-\ntemala and Haiti, which exposed signs of as many as three meteorite impacts: the\nChicxulub impact; the K-T impact with its iridium layer and mass extinction; and a\nthird smaller impact, evidenced by another iridium layer about 100,000 years after the\nextinction.”7\nAs for Keller herself, she did not originally dispute that an impactor could have helped\ntrigger the demise of the dinosaurs. She, however, remains confident that Chicxulub is not the\ncrater scientists should be looking at. As far as she is concerned, she agrees with those others\nwho claim that “impacts that leave Chicxulub-size craters and smaller cannot by themselves\ncause significant species extinctions.”® Worse still, it even later came out that “far from being",
        "bibliography": [
            "1 P. Ward, “House of Flying Fossils,” New Scientist (April 1-7, 2006), p. 38.",
            "2 Ibid.",
            "3 Ibid., p.39",
            "4 “Chicxulub Commentary —Impact Factor,” Geoscientist Online (July 18, 2007).",
            "5. R. Hathiramani, “More than One Asteroid Caused the K-T Extinction,” The Daily Princetonian (March 24,",
            "2004).",
            "6 B. E. DiGregorio, “Doubts on Dinosaurs,” Scientific American (May 2005), p. 28.",
            "BLE. DiGregorio, “Doubts on Dinosaurs,” Scientific American (May 2005), p. 28.",
            "TR. Hathiramani, loc. cit.",
            "8 B. E. DiGregorio, op. cit., pp. 28-29."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 225,
        "content": "\nthe dinosaur-killer,” the Chicxulub impact “had no effect on living things at all.”! Or whatever\nlittle effect it did have, “everything went back to normal” after the impact.”\nAs was to be expected, Keller’s claims did not go uncontested. Just as landslides had been\nblamed for mixing up the pertinent fossils, impact-caused tsunamis were now being blamed\nfor jumbling the debris from the impact level with fossils from other environmental levels.?\nKeller, however, remained adamant that there is no such evidence of a tsunami in association\nwith Chicxulub.\nThere is more to all this than meets the eye. Richard Greenwell reminded his readers that\nthe fall of meteorites and the drifting of continents were once anathema to science.* And al-\nthough he wrote the following in 1982, it remained just as relevant decades later:\n“Many social psychologists say that for all intents and purposes reality is, at any\ngiven time, whatever the specialists say it is. If most of the experts say stones never\nfall from the sky, they don’t; if these experts suddenly change their minds, stones start\nraining down. Does this strike you as a strange way for science to determine what is\nreal or true? If it does, consider the debate over what caused dinosaurs to die\nout...Recently, two members of the American Geophysical Union proposed a ‘de-\nmocratic solution’ to the question...Whatever hypothesis received the most votes\nfrom the Union’s members should, the scientists suggested, be declared the official\nreality!”5\nWhich cannot help remind one of the similar situation when, in August of 1950, the Brit-\nish Association for the Advancement of Science met in order to vote for the acceptance or re-\nbuttal of the continental drift theory. The vote came in even, but the theory was discarded just\nuttal of the continental drift theory. The vote came in even, but the theory was discarded just\nthe same, thus setting geology back by almost a decade, until revived by S. W. Carey at a\nsymposium that was held at the University of Tasmania.\nDespite all the uncertainties raised by newer evidence, that “asteroid impacts killed off the\ndinosaurs, and ended the Cretaceous, Triassic, and Jurassic geological periods” continued to\nbe preached into the twenty-first century. Even the Chicxulub Crater was still being\ne preached into the twenty-first century. Even the Chicxulub Crater was still being\npresented as the scar from the impact that destroyed the dinosaurs,’ despite those who found\nresented as the scar from the impact that destroyed the dinosaurs,’ despite those who found\nnewer axes to grind.&\nA new terrestrial wound, championed by Sankar Chatterjee, for instance, had by then risen\nto the challenge. This was the Shiva Crater, a depression with a central peak, that scars the\nbottom of the Indian Ocean west of Mumbai. Somewhat tear-drop shaped, the crater measures\nottom of the Indian Ocean west of Mumbai. Somewhat tear-drop shaped, the crater measures",
        "bibliography": [
            "1 “Chicx Comes Home to Roost,” Geoscientist Online (June 18, 2007).",
            "2 Ibid.",
            "3 New Scientist (February 12, 2004), p. 15.",
            "4 J. R. Greenwell, “The Dinosaur Vote,” Science Digest (April 1982), p. 42.",
            "5 Ibid.",
            "6 P. E. Gay, “Killer Asteroids Make Big Splash,” Astronomy (February 2003), p. 28.",
            "7K. Ravilious, “White-Knuckle Planet,” New Scientist (July 16-22, 2005), p. 35.",
            "8B.E. DiGregorio, “How to Survive an Asteroid,” Discover (September 2007), p. 15."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 226,
        "content": "\n600 by 400 kilometers and has been calculated to have been gouged by a meteorite 40 kilo-\nmeters across.!\nIn the end it came close to being conceded that the mass extinction might have been due to\nmultiple causes and that “the real story behind the dinosaur-ending disaster is more\ncomplicated and as yet unclear.”? But “close” is only good in the game of horseshoes.\nSomewhat surprisingly—at least to some—there was still “widespread agreement that the\nCretaceous extinction, which wiped out the dinosaurs 65 million years ago, was triggered by\nan asteroid impact.” Exotic theories, after all, do not die easily. By the end of 2007, an\nasteroid was still nonchalantly being proclaimed to have “doomed the dinosaurs.”4 Not only\nthat, but the impact in question was still being claimed by most to have been the one that\ncarved out the Chicxulub crater>\nAs of this writing, that is more or less where this complicated mess stands. The investiga-\ntion of course continues and it is almost certain that by the time this work sees the light of\npublication, further disclosures would have come to hand. But at least the above does indicate\nwhat transpired in the geological and paleontological fields once iridium bestowed its stamp\nof endorsement on the impact theory. In the end, not only extinctions, but the very inception\nof life on Earth was to become associated with cosmic impacts —as note the following:\n“That impact events may play an extremely important role in the modern history of\nlife on Earth seems clear; but the impact rate was much higher in the distant past. To\nwhat extent has the origin, stability, and fate of life on Earth been regulated by im-\npacts?...early impacts, like other high-energy processes such as ultraviolet light,\ncosmic ray irradiation, and lightning discharges, support the production of the essen-\ntial components of life.”6\nOne more thing the Chicxulub impact was eventually blamed, or blessed, for is the\ncreation of Mexico’s richest accumulation of fossil fuel—the giant Cantrell oil field—in the\nGulf of Mexico off the Yucatan. The impact is now said to have fractured the basement\nbedrock allowing the oil in Earth’s mantle to seep into the sedimentary rock from which it can\nbe pumped.” However, as honestly confessed, how the sedimentary rock in question is\nsupposed to have reached below bedrock “is another question.”*",
        "bibliography": [
            "Is. Chatterjee, et al., “Shiva Structure: A Possible KT Boundary Impact Crater on the Western Shelf of India,”",
            "Special Publications [of the] Museum of Texas Tech University (October 2, 2006), in toto.",
            "2 JN. Wilford, “Rethinking What Caused the Last Mass Extinction,” The New York Times (November 6, 2007).",
            "3 Z, Merali, loc. cit.",
            "4 A. Lawler, “What to do Before the Asteroid Strikes,” Discover (November 2007), p. 62.",
            "5 Space.com Staff, “Killer Space Rock Theory is Soaking Wet,” Space.com (January 24, 2008).",
            "6 J. S. Lewis, Rain of Iron and Ice (N. Y., 1996), p. 113.",
            "7 J. Corsi, “Impact Craters, Fossil Fuel and Peak Oil,” worldnetdaily.com (November 16, 2005).",
            "8 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 227,
        "content": "\nCOSMIC RAY BOMBARDMENT\nThe Solar System’s undulating motions through the galaxy did not only involve the Sys-\ntem’s travels from one galactic arm into another. Our Sun’s family of planets is also dragged\nup and down across the galactic plane. When that transpires, the Solar System temporarily\nmoves out of the Galaxy’s protective disk, leaving it more exposed to cosmic rays. One of\nthese bobbing cycles has been calculated to take 64 million years which, to some, was close\nenough to the 62-million-year periodicity others had been vouching for Earth’s mass extinc-\ntions through the ages.! Yes, that’s correct. Whereas, as we noted on an earlier page, this\nsupposed periodicity had formerly been calculated as anywhere between 25 and 35 million\nyears, it had by 2007 increased to 62 million years. But the objections that had been raised\nagainst the previous shorter periods are just as potent against this longer duration—or hadn’t\nanyone noticed?\nOf course the main theoretical motive behind the Solar System’s bobbing up and down as\nthe means by which mass extinctions came to be periodically initiated was to allow enough\ncosmic rays to bombard Earth and its vulnerable life forms.”\n“The boost in cosmic-ray exposure could have both a direct and indirect effect on\nEarth’s organisms...The radiation could lead to higher rates of generic mutations in\norganisms or interfere with their ability to repair DNA damage, potentially leading to\ndiseases like cancer.\n“Cosmic rays are also associated with increased cloud cover, which could cool the\nplanet by blocking out more of the Sun’s rays. They also interact with molecules in\nthe atmosphere to create nitrogen oxide, a gas that eats away at our planet’s ozone\nlayer, which protects us from the Sun’s harmful ultraviolet rays.”\nEven those who found the theory interesting thought it wise to preach caution. And yet\nthere was truth, if nothing new, to what Bruce Lieberman stated in that “it’s not just the cli-\nmate and the tectonic events on Earth” that should occupy our studies. “Maybe we have to\nstart thinking more about the extraterrestrial environment as well.”4\nWhat Lieberman had in mind was an entirely different kind of radiation. As he had noted\ntwo years earlier, Earth’s ozone layer could also have been depleted by a 10-second burst of\ngamma rays. And the mass extinction of the Ordovician, 450 million years ago, when 60% of\nthe then predominant marine invertebrates were exterminated, was blamed on just such a\nburst.5 Although gamma ray discharges are rare, they are the most powerful explosions we\nknow of in the Universe. Their rare occurrence, however, is not the only drawback to the the-",
        "bibliography": [
            "1K, Than, “Out-of-this-World Hypothesis: Cosmic Forces Control Life on Earth,” Space.com (April 23, 2007).",
            "2 Ibid.",
            "3 Ibid.",
            "4 Ibid.",
            "5 “Gamma Ray Burst is Mass Extinction Suspect,” BBC News Online (April 11, 2005)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 228,
        "content": "\nory of mass extinction. Their distance, too, must be considered. Such a burst would have to\nhave been within 6,000 light years from Earth for it to have had a devastating effect on life.!\nBut the two theorized causes of gamma rays—stellar collapse into a black hole and/or the col-\nlision of two neutron stars?— have not been detected that close to Earth. In fact, let’s be hon-\nest: Although such events have been theorized, they have not been detected anywhere.\nA better candidate for the close emission of cosmic rays would be nearby supernovae. And\nthat a stellar outburst, if not more than one, has taken place close enough to Earth to cause\ndrastic annihilations of life remains a theory that refuses to go away.\nTHE SUPERNOVA CHALLENGE\nIt is no secret that when the Alvarez team realized that the iridium layer from Gubbio had\nto have had a cosmic source, their first extraterrestrial suspect was neither an asteroid nor a\ncomet. What they first thought of, and widely publicized, was that the iridium anomaly was\n“evidence that a supernova had wiped out the dinosaurs.”4 This was understandable because\nthe supernova theory for Earth’s past mass extinctions was already in vogue at that time. This\ntheory, of course, relied on the fatal radiation that is believed to be expelled from stellar flare-\nups. And the suggestion that a burst of cosmic radiation had been responsible for ending the\nCretaceous period goes at least as far back as the 1920s.° Moreover, radiation was not only\ndiscussed in relation to extinctions, but also in its possible relevance to evolution. Since life\nhad for long been thought to have evolved as a result of random mutations in hereditary char-\nacteristics, the reasoning went something like this:\n“Tonizing radiation [such as X-rays and gamma rays] produces mutation. Ergo, ion-\nizing radiation is an important cause of evolution.”6\nBut as James Crow revealed, it is not all that simple, as detailed studies and experimenta-\ntion conducted at the end of the 1950s implied.\n“The general conclusion [wrote Crow] is that ionizing radiation is probably not an\nimportant factor in animal and plant evolution. If it is important anywhere it is proba-\nbly in those species, such as man, that have a long life span, and at least for man it is\na harmful rather than a potentially beneficial factor.””\nThat and similar disclosures did not kill the mutation-by-radiation theory 8 as neither did it\neliminate the association of supernovae with the evolution and extinction of life on Earth.! On",
        "bibliography": [
            "! bid.",
            "2 Ibid.",
            "3M. A. Garlick, “The Supernova Menace,” Sky & Telescope (March 2007), pp. 26 ff.",
            "4 “Asteroid Blamed for Dinosaurs’ Extinction,” Chemical and Engineering News (April 14, 1980), p. 25.",
            "5 T. Palmer, op. cit., p. 29; see also Flare Star, p. 472.",
            "6 J. F. Crow, “Ionizing Radiation and Evolution,” Scientific American (September 1959), p. 138.",
            "7 Ibid., p. 160.",
            "8 F. Warshofsky, op. cit., p. 121."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 229,
        "content": "\nthe contrary, astronomers were eventually to come face to face with the fact that some of the\ncompounds that are formed through the outbursts of supernovae constitute the raw materials\nfrom which life on Earth originated.2 When it came to extinction, on the other hand, radiation\nproved more of a problem. One of these involved marine organisms since these should have\nbeen shielded from even “a massive increase in cosmic radiation” by the seawater in which\nthey thrived.3 As already noted, however, supernovae-induced radiation can diminish, if not\ndestroy, Earth’s ozone layer, and this could have atmospheric consequences that would affect\nthe environment both on land and in the sea. Such environmental changes, on the other hand,\nwould have been relatively slow and, while these might have resulted in some gradual biotic\ndeaths, it is doubtful that they would have caused the sudden extinction of entire species. On\nthe other hand, it has also been conjectured that radiation would have affected animals more\nseverely than plants,> which might account for the survival of some vegetation at the\nCretaceous-Boundary event.\nBy 1979, despite all the above, the supernova theory for the extinction of the dinosaurs\nwas still being advertised as “the closest to being accepted.”6 And although the astronomical\ndistances of these stellar instabilities had always been something of a drawback, scientists like\nDale Russell, who then hailed from the National Museum of Natural Sciences in Ottawa,\ncould not quite give up the theory. True—past supernovae were not known to have transpired\nclose enough to have a significant effect on Earth. But that a supernova could occur within\n100 light years once every 50 million years, it was reasoned, was a statistical probability. At\nthat relative close range—and I stress “relative’”—its energy would be enough to disrupt our\nprotective atmosphere and shower Earth with cosmic rays.”\n“Exactly this seems to have happened at the death of the dinosaurs. Dinosaurs and\nlarge flowering plants, highly evolved and vulnerable because of their size, would be\ninitially devastated by radiation, while smaller plant-forms and more primitive crea-\ntures would remain unaffected.”*\nWhile the above was seen as being somewhat simplistic, as in actuality it still is, the su-\npernova theory held on. At times variations were introduced. One of these, proposed by a\ngroup of specialists in atmospheric science headed by George Reid, advocated that Earth\n“could pass through the cloud left by a supernova...about once every 100 million years.”?\n1 See for instance L. J. Salop, “Glaciations, Biologic Crises and Supernovae,” Catastrophist Geology 2:2 (1977),\npp. 22-41; “Cosmic Radiation Blast Linked to End of Dinosaurs,” New York Times (May 30, 1979), p. A20.\n2 F, Warshofsky, op. cit., p. 138.\n3 Ibid., p. 208.\n3 [bid., p. 208.\n4 W. McCrea, et al., Nature 265 (1977), p. 318.\n5K.D. Terry & W. H. Tucker, “Biologic Effects of Supernovae,” Science 159 (1968), pp. 421-423.\n6 F. Hitching, The World Atlas of Mysteries (London, 1979), p. 12.\n7 Ibid., p. 13.\n8 Ibid.\n9 A. Fisher, “Science Newsfront: Supernovas and Dinosaurs,” Popular Science (February 1979), p. 10.\n229",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 230,
        "content": "\n“Such clouds, such as the Crab Nebula, are thought to be the sources of intense cos-\nmic radiation. The...scientists [mentioned above] calculate that the earth, moving\nthrough the cloud, would be bombarded by from 100 to 1000 times the cosmic bar-\nrage our atmosphere is subjected to normally.”!\nThis variation, however, does nothing to circumvent the distance problem since the dis-\ntance Earth has to travel to reach a supernova’s “cloud” of radiation before it can pass through\nit is no different than the distance a supernova’s radiation has to travel to reach Earth. This is\nprobably the main reason why Luis Alvarez gave up on the theory because, according to his\ncalculations, a supernova would have had to have been a mere 0.1 of a light year away for it to\nhave transferred the amount of iridium his son had discovered in the Gubbio clay. Had it been\nthat close, still according to him, it would simply have killed all life on Earth. Besides, had it\nbeen a supernova, the iridium isotopes should have been different from Solar System aver-\nages, while they should also have been accompanied by plutonium-244, At least that was his\nreason for shifting his attention from a supernova to an asteroid.?\nWhat was apparently glossed over is that concentrations of high uranium have also been\nfound in dinosaur bones from the late Cretaceous. As Nigel Calder noted, there were still\nsome “experts” who were “not yet satisfied that the exploding-star hypothesis, which might\naccount for both the origin of the iridium and the death of so many plants and animals, has\nbeen completely excluded.”* Among these were Jan Smit and J. Hertogen who were not per-\nturbed too much by the fact that the ratio of the rare elemental isotopes from the Cretaceous-\nTertiary boundary is very similar to Solar System ratios. Although, even in their own opinion,\nthe chances of finding a similar ratio in interstellar matter is rather low, they did not consider\nit impossible. What seemed rather strange is that they found it more favorable to focus on a\ndistant, rather than a nearby, supernovaS\nAs time went by, the discordant, when not contradictory, reports added nothing to the\ncontroversy beyond confusion. Thus, for instance, supernovae were dismissed as being too\nrare to receive serious consideration.® But on the heels of this avowal—and in the same sci-\nentific periodical no less—came the revelation that supernovae occur more frequently than\nhitherto supposed.’ As I usually say in such instances: Go figure!\nIn fact it has been estimated that a supernova takes place, on average, once every 50 years,\nalthough, to be sure, most of these occur too far away to do any harm on Earth.’",
        "bibliography": [
            "1 Ibid.",
            "2 “Asteroid Blamed for Dinosaurs’ Extinction,” Chemical & Engineering News (April 14, 1980), p. 25; N.",
            "Calder, op. cit., p. 134.",
            "3 Nature 214 (1967), pp. 161-163.",
            "4 “Asteroid Blamed for Dinosaur Extinction” (see above), p. 136.",
            "5 J, Smit & J. Hertogen, “An Extraterrestrial Event at the Cretaceous-Tertiary Boundary,” Nature (May 22,",
            "1980), pp. 198-200.",
            "6 New Scientist (June 9, 1983), p. 704.",
            "7 New Scientist (June 16, 1983), p. 776.",
            "8K. Ward (ed.), Great Disasters (N. Y., 1989), p. 14."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 231,
        "content": "\n“However, about once every 50 million years a supernova occurs close enough to the\nearth to deliver a radiation dosage of perhaps 500 roentgens (nearly 17,000 times\ngreater than the normal upper atmospheric levels). Statistically then, there would have\nbeen more than enough time for a supernova to wreak havoc in our galaxy.”!\nThus, as can be seen, despite all the hubbub that was raised by the asteroid impact theory\npopularized by the Alvarez team, the supernova hypothesis kept rearing its stubborn head.?\nVariations on this common theme also continued to proliferate. Malvin Ruderman and James\nTruran, Jr., for instance, proposed that the gamma rays from a stellar explosion “could have\nblown micrometeoritic material off the surface of the moon and the earth could have swept it\nup.” But even they had to admit that “the transfer of iridium to the earth by such a mechanism\nwould probably fall short of the required amount.”? The strange part of all this is that, with so\nmany objections raised against it, the theory should have simply faded, if not entirely fallen,\nout of favor. Yet its obstinacy held on tenaciously. Even when it was acknowledged to be in\ndisrepute, the literature continued to fan its flames, as the following excerpt from a popular\npublication indicates:\n“The ground-level radiation [released by a supernova] might have been sufficient to\nkill the dinosaurs or induce a slow, cancerous death. It might very well have rendered\nthe dinosaurs sterile or caused dramatic mutations in their offspring, making them\ndoomed misfits in their environment. And such an explosion also might have altered\nthe heat-retaining capacity of the atmosphere, so that the earth would have been\nplunged briefly into winter, and dinosaurs, with little or no insulating mechanism,\nwould have been among the most severely affected.”4\nThat the dinosaurs had fallen victim to cancer, which would have been caused by massive\noutbursts of neutrinos released by dying stars, was suggested by more than one authority.\nStill others were of the belief that life extinctions were caused by “jets of cosmic rays coming\nfrom the collapse of neutron stars or the merger of two such stars [which] could initiate a le-\nthal batch of muons in our atmosphere.”® Philip Schewe and Ben Stein have argued that “the\nensuing ionizing radiation [from these jets] might have affected the biosphere in two ways—\nby killing many species outright and by causing the sort of mutations that might result in the\nabrupt appearance of many new species in the aftermath of the jet event.”7 But then debris in a",
        "bibliography": [
            "! Ibid.",
            "2 See here, for example, G. Alexander, op. cit., pp. 65, 66; P. Warlow, The Reversing Earth (London, 1982), p.",
            "90; P. Hoffman, op. cit., p. 61; S. J. Gould, op. cit., p. 124; New Scientist (July 14, 1983), p. 99; R. Jastrow, op.",
            "cit., p. 51; C. Sagan, Cosmos (N. Y., 1983), pp. 283, 285, 322; M. D. Lemonick, “Supernova!” TIME (March 23,",
            "1987), p. 65; D. A. Russell & W. Tucker, “Supemovae and the Extinction of the Dinosaurs,” Nature (February",
            "19, 1991), pp. 553-554; The Guardian (March 25, 1993), p. 13.",
            "3D. A. Russell, op. cit., p. 61.",
            "4K. Ward, loc. cit.",
            "5 New Scientist (January 13, 1996), p. 17.",
            "®R. Sinclair, “Life Extinction by Cosmic Ray Jets,” Internet Digest (1998:2), p. 13.",
            "7 Ibid."
        ],
        "captions": []
    }
]