[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 92,
        "content": "\nSN\neae)                            EURO RNC\nCe ee BN ee\nce Sa Gee a a LIE aan To                      |\n(Illustration by Bob Giuliani.)\nog OE ERR ORS SORE <iGeee ey        2\naaa           a            Sega *\nCSS!             ES)            CEN =\nBR           CROSS)\nBrontosaurs might even have given birth to live offspring.\nShown above: the brontosaur Apatosaurus.\n(ilustration by Bob Giuliani.)\nOr let us take another example. Dinosaur eggs have been discovered in quantum sufficit,\nand that has always been taken as an additional sign of the dinosaurs’ reptilian nature. But not\nall reptiles are egg-laying creatures. Some are viviparous, giving birth to their young live and\nin a developed state. Nor do all mammals birth their young live. That aberration of nature, the\nduck-billed platypus, is an egg-laying mammal as are other Australian and New Guinea\nmonotremes.\nJohn Ruben was therefore right in pointing out that when extant endotherms are compared\nwith extant ectotherms, the “supposed indicators of endothermy in dinosaurs can also be\nfound in some extant ectotherms, while the same indicators are sometimes lacking in extant\nendotherms.”! Thus, although he himself was in favor of warm-blooded dinosaurs, J. David\nArchibald was still forced to confess in 1996 that: “Endothermy in dinosaurs remains a hotly\ncontested issue.”",
        "bibliography": [
            "! J.D. Archibald, Dinosaur Extinction and the End of an Era (N. Y., 1996), p. 80.",
            "2 Ibid., pp. 80-81."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 93,
        "content": "\nGs aaa oe ae\nane ee       as EME\nThe duck-billed platypus—an egg-laying mammal.\nFurther evidence was soon on its way. This came about when researchers at the North\nCarolina Museum of Natural Sciences discovered that one of their dinosaurs, a thescelosaurus,\nstill had its heart in place. 3-D computer modeling revealed that the fossilized heart contained\nfour chambers with a single systemic aorta. According to Canadian palaeontologist Dale Rus-\nsell, this is “more like the heart of a mammal or bird than a reptile.”! “This,” Christine Kulyk\nnoted, “suggests that thescelosaurus was warm-blooded, with a high metabolic rate, rather\nthan cold-blooded like modern reptiles.”?\nBut if the warm-blooded-dinosaur theorists thought that this discovery would clinch the\nmatter, they were wrong. Skeptics not only questioned the CT evidence, but also its interpre-\ntation.\nEventually Ruben tried a middle ground, speculating that dinosaurs could have been in-\ntermediate between cold-blooded and warm-blooded creatures, that they had mixed attributes\nof both metabolic styles.4\nIn the end, however, the jury remained out. As Pringle noted, “many researchers suggest\nwe may never reach a clear understanding of this facet of dinosaur biology.”! As of this\nwriting, that is where this particular matter rests.",
        "bibliography": [
            "le. Kulyk, “A Dino With a Heart,” Equinox (September 2000), p. 20.",
            "2 Ibid.",
            "3K. Wright, “Were Dinosaurs Warm-Blooded?” Discover (December 2000), p. 38.",
            "4 Ibid., p. 40."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 94,
        "content": "\nX                              Se\nats o\nAnatomically, most bipedal dinosaurs resemble birds more than they do reptiles.\n(illustration by Bob Giuliani.)\nShown above: Stenonychosaurus.\n(Mlustration by Bob Giuliani.)\nTHE ORIGIN OF BIRDS: AN UNSETTLED QUESTION\nIt had for long been apparent that, anatomically, as Bakker noted, bipedal dinosaurs re-\nsemble birds more than they do reptiles. It had, of course, also long been assumed that birds\ndescended from dinosaurs. This assumption had been mainly based on the 1859 discovery of\nthe fossilized remains of Archaeopteryx, a feathered bird with a toothed beak from the same\nperiod since no bird fossils from before that age had yet come to light. Originally this was tou-\nted as the best confirmation of Darwin’s theory of evolution since it was seen as a link\nbetween reptiles and birds. As always, however, partly because the first remains of this crea-\nture from the slate beds of Solenhofen were incomplete, opponents of Darwin’s theory scoffed\nat the evidence. Some of them even spread the rumor that the fossilized remains might be a\nfake.2 But when, sixteen years later, a complete skeleton of the creature was unearthed from\nthe lithographic slate beds of Eichstatt, the scoffers were sent packing. For a time there was\neven a difference of opinion as to whether these two finds, as well as others that were to fol-\n1H. Pringle, op. cit., p. 54.\n2 J, Augusta, Prehistoric Animals (London, 1967), p. 41.\n94",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 95,
        "content": "\nSaat                  ae\nae\nFreon GES,                 Be\nSay   ley ME Ue pi\n(Illustration by Bob Giuliani.)\nhe AY : HUGS tN SN\nKi ae i)       Ks       - alt   i   :\npee  Ne                                     N\nWey RN\nPAN\nwar\nArchaeopteryx—for long touted as the earliest known bird.\n(ilustration by Bob Giuliani.)\nlow, constituted one single species or two. Thanks to Gavin De Beer, the eventual verdict\nfavored one and the same species.!\nThe remains of other toothed birds, entirely different from Archaeopteryx, which have\nbeen traced to the Cretaceous period, some aquatic, some not, were soon added to the list of\ndiscoveries.? Most of these fliers were pigeon sized, but not so with Diatryma, which did not\nfly at all, but which stretched nine feet tall. This, however, was in the Eocene epoch of the\nTertiary period when the age of dinosaurs had already come to an end.? So likewise with the\nflightless six-foot tall bird named Phororhacos which thrived in the even later Oligocene",
        "bibliography": [
            "1 Jbid., PL 37.",
            "2 Ibid., PL 38.",
            "3 Ibid., PL 39."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 96,
        "content": "\nSian\nsis nen AES RNY\ni gee\niN\nbat  t\naaa\nap Het          SS\nBP heed SERN SEN\nBe SRT SAT og.\n‘SAS A QTE\nWARS can! TANK ANN\nORR  AK PARR, Mi\nSANUS NT\naN  AR      py!\nSy. a Pf ty\nmo      ey      i\nAi5/                nt\nThe nine-foot tall flightless Diatryma from the Eocene epoch of the Tertiary period.\n(ilustration by Bob Giuliani.)\nepoch of the same Tertiary period.! And there were others, such as Dinornis of the Quaternary\nperiod, which attained an even greater height—a colossal eleven feet.”\nBut let us keep to the age of dinosaurs and, perhaps, a little further back. Bones of a\ntheropod discovered in the Patagonia region of Argentina were once believed to have filled\nthe gap between dinosaurs and birds. Its pelvis definitely resembles that of both creatures.\nStanding nearly four feet tall and about seven and a half feet long, the theropod, now named\nUnenlagia comahuensis, would have run upright on two legs. Lawrence Witmer, then from",
        "bibliography": [
            "1 Jbid., PL 40.",
            "2 Ibid., PL 41."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 97,
        "content": "\nthe Ohio University, called Unenlagia “a true mosaic, begging the question of where to draw\nthe line between what is, or is not, a ‘bird’.”! And yet, Fernando Novas, the discoverer of the\nfossil, “was careful to point out that the new find could not itself be a direct ancestor of\nmodern birds, because Unenlagia lived just 90 million years ago—some 55 million years\nyounger than Archaeopteryx,” which was still being touted as “the earliest known bird.”?\nBut—yes you’ve guessed it—there was, again, no consensus of opinion. The discovery of\nUnenlagia did not impress those who were still skeptical of the dinosaur-bird theory. “They\nseem to dream ’em all up,” said Alan Feduccia, who is both an ornithologist and evolutionary\nbiologist from the University of North Carolina. His verdict was that it was all “[u]tter non-\nsense.””3\n“Yes, birds superficially resemble dinosaurs [Feduccia went on]. But when you get\ndown to the nitty-gritty, goblins start to creep out...1 believe that the dinosaurian\nevolution of birds will be the greatest embarrassment of this century in paleontol-\nogy.\"\nogy.”\nTo which Novas countered with:\n“Can you put on the desk the evidence supporting that birds are not related to dino-\nsaurs? Please do that and I will change my opinion.”5\nIn the meantime, Archaeopteryx’s fame as the earliest-known bird did not go undisputed.\nLi Yumin, a farmer from the rural province of Liaoning, in China, was reported to have\ndiscovered the bones of what he said he thought was a bona fide dragon. But, as Ji Qiang, a\nleading ornithologist and head of the Chinese Geology Museum, was soon to announce, what\nLi Yumin had to show for his efforts was the world’s oldest bird fossil. “Li found the fossil\nwhile excavating a site known to contain other bird-like creatures,” said Ji.\nExamining the fossil, which was named Sinosauropteryx Prima, in Beijing, Ji dated it\nmore than 200 million years old, some 50 million years older than Archaeopteryx. Although it\nresembled a land dinosaur, Sinosauropteryx possessed a number of distinctive qualities. Ac-\ncording to Ji, the “forelegs show a definite tendency to developing towards wings.” What\nseems to have clinched the matter, however, was the discovery of feather imprints in the lime-\nstone in which the fossil was said to have been imbedded. But, despite its primitive wings and\nother bird-like features, Sinosauropteryx could not have flown. “It could only run with the\nsupport of its hind legs,” said Ji, “just like an ostrich does.”\nNo one, of course, had ever believed that a feathered wing could have developed over-\nnight. And yet, as critics had argued, a still developing wing would not have benefited evolu-\ntionary progress. The bones of Sinosauropteryx came rather close to silencing those critics.",
        "bibliography": [
            "1 J. Schwartz, “Fossil Bolsters Dinosaur-Bird Link,” The Washington Post (May 21, 1997), p. AOL.",
            "2 Ibid.",
            "3 Ibid.",
            "4 Ibid.",
            "5 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 98,
        "content": "There was more to come, none of which fared well for Ji Qiang’s reputation and that of\nothers. How the bones of Sinosauropteryx came to the Western World is not quite clear.\nWhether true or not, reports have it that it was actually smuggled out of China into the United\nStates where the specimen was triumphantly displayed at the National Geographic Society,\nwhich published an article on the so-called discovery in the November 1999 issue of their of-\nficial organ.! Despite all this fuss, to the consternation of many, it was eventually discovered\nthat the entire thing was nothing but a hoax perpetrated by Li Yumin, the farmer who had\nsupposedly discovered it. He had manufactured the entire thing from bird parts and the tail of\na land animal.? To my knowledge, no one ever counted the number of red faces this incident\nmust have raised. Even AEON, with myself as Editor, had jumped the gun, although we did\nset the record straight once the truth was out.4National Geographic, too, was honest enough to\nadmit to its hastiness when it confessed that the incident involved “a tale of misguided secrecy\nand misplaced confidence, of rampant egos clashing, self-aggrandizement, wishful thinking,\nnaive assumptions, human error, stubbornness, manipulation, backbiting, lying, corruption\nand, most of all, abysmal communication.”5\n\nArchaeopteryx’s fame as the earliest-known bird was again challenged when an entirely\nnew contestant came upon the scene. Back in 1969 a fossil had been discovered in the former\nSoviet republic of Kyrgyzstan. In 1999, the fossil came on a loaned exhibit to the United\nStates and was displayed at a shopping mall in Kansas, of all places. This gave American re-\nsearchers a chance to study it. Led by John Ruben of Oregon State University, the examining\nteam noted that the fossil “contained about eight pairs of long appendages with features re-\nsembling feathers.” Longisiquama, as this specimen was named, is believed to be 220 million\nyears old, 75 million years older than our friend Archaeopteryx. The problem with this is that\nwhile Longisiquama was a reptile, it was not really a dinosaur. And even then, Archaeopteryx\ncontinued to hold resolutely onto his title because, as always, there were those who disagreed.\n“Other paleontologists have criticized the assessment,” Rebecca Lipsitz reported. “[T]hey ar-\ngue that although the structures are indeed unique, they are probably scales, not feathers.”®\n\nOther researchers, however, were nonplussed. In fact they wanted to go further. What they\nwere after was a more direct link between dinosaurs and birds. As already noted, dinosaur\neggs have been found in quantity. Nests containing such eggs do not differ in appearance from\nmodern birds’ nests. Fair enough, the eggs are larger, but modern ostrich and emu eggs are not\nexactly small either. These dinosaur nests soon led to theories concerning parenting. At one\nsite in Montana, fossils of dinosaur eggs belonging to the duck-billed Maiasaura, as well as\nhatchlings, juveniles, and adults of the same creature, have come to light. To Horner and Rob-\nert Makela, this site looked like a dinosaur nesting colony “where adults fed, nurtured, and",
        "bibliography": [
            "1 C. P. Sloan, “Feathers for T. Rex?” National Geographic (November 1999), pp. 98 ff.",
            "98",
            "2 J. Newman, “Twenty of the Greatest Blunders in Science in the Last Twenty Years,” Discover (October 2000),",
            "p. 80.",
            "3 T. ta Maria, “Birds Linked to Dinosaurs,” AEONIV:5 (November 1996), p. 122.",
            "4 Idem, “Feathered Dinosaurs and a Feathered Hoax,” AEON VI:1 (February 2001), p. 45.",
            "5L.M. Simons, “Archaeoraptor Fossil Trail,” National Geographic (October 2000), p. 128.",
            "6 R. Lipsitz, “Down With Dino Birds?” Scientific American (September 2000), p. 32."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 99,
        "content": "\na     Py ng            j\ni Oy le ie  aa? wy\n ee     FMS. So Dee Sc          Z\n2    =      PT) ASD   2   ;       Pi    je\nRO Ee     eS ae 2 ie, ea\nae a   yp   Ors   et Ne ae\n7    ee     oe aa. Sr\n?               + Oe Se   Lee Pi,   ogee GEO  ~\n_          ~ Seay      = :\nDinosaur eggs.\n(Photograph by the author.)\neven defended their young.”! It is not, however, easy to convert those who have for long been\npreaching their own brand of scientific truth. Thus there were those who pointed out, and\nrightly so, that “the combination of eggs, hatchlings, and adults also occurs in the breeding\nsites of turtles—who provide no care at all for their young.”? And yet, as Heather Pringle\npointed out:\n“...palaeontologists trace evolutionary relationships between animals by comparing\ncertain key anatomical features. Animals that share many of these key features are\nclose kin; animals that don’t are more distantly related. Birds and dinosaurs, for ex-\nample, possess more than 125 of these shared derived characters, including a unique\nkind of ankle joint and upright or erect limbs—which has convinced even conserva-\ntive dinosaur researchers that the two groups are intimately related.”",
        "bibliography": [
            "1H. Pringle, “The Real Deal on Dinos,” Equinox (December 1995), p. 55.",
            "2 Ibid.",
            "3 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 100,
        "content": "\nWs St v4 on           = “\n“WG             44 78),                             :\na                          wigs 444i.\nSA        a                             -         \\\nEX                      8                           Oe\n=                       d                          ~                              ,\nbags\n—— <    *   ia\n-    >\nDinosaur embryo.\n(Photograph by the author.)\nThus, as Pringle whimsically adds:\n“Palaeontologists have news for you—the turkey that roasts in the oven on Christmas\nDay is a dinosaur. And so is the robin that yanks out worms from your lawn in spring.\nBirds, in other words, are living dinosaurs.”!\nBut that birds are living dinosaurs is one thing, that dinosaurs were living birds is quite\nanother. Links between them might be valid. Descent of one from the other might also have\nbeen possible. But there yet remained no direct evidence that dinosaurs, or at least some of\nthem, were actually nothing but gigantic flightless birds. Yet more surprises were on the way.\nConcentrating on bipedal duck-billed types, Horner and his colleagues examined fossil\nembryos and hatchlings from three different types of these creatures. They wanted to find out\nhow fast they grew. As hatchlings, these plant eating dinosaurs “were hardly bigger than toy\npoodles,” but they grew to 30-foot-long specimens. Horner’s opinion was that there is “almost\nnothing you can think of as vulnerable as a 16-inch-tall duck billed dinosaur.” Which is",
        "bibliography": [
            "| Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 101,
        "content": "\nsomething of an exaggeration. But we’ll give him that much. Knowing that a large blood sup-\nply denotes fast growth, Horner and his colleagues counted the number of microscopic blood\nvessels in that part of the bone containing the marrow and compared it to embryonic bone\nfrom modern alligators, ostriches, and emus.!\n“The dinosaur had even more vascular space than the birds [Horner reported]. It looks\nlike they grew up to somewhere between nine and 12 feet long in just one year. In\nother words, birds didn’t invent this method of growth. It was invented by their dino-\nsaur ancestors.”\nNone of this impressed Feduccia. When Kathy Svitil asked him in an interview for the\nFebruary 2003 issue of Discover why he did not believe that birds are descended from dino-\nsaurs, he replied with:\n“First, the time line is all wrong. These alleged dinosaurian ancestors of birds occur\n25 million to 80 million years after Archaeopteryx, [whom he still considered to be]\nthe earliest known bird. Second, by the time you get to dinosaurs, you are dealing\nwith fairly large, earthbound creatures, which means they would have had to evolve\nflight from the ground up, rather than from the trees down. Evolving flight from the\nground up is biophysically implausible. Third, many of the features of birds and dino-\nsaurs—the hands and teeth for example—don’t match.”3\nWas this enough to kill the birds-from-dinosaurs controversy? Hardly.\nSCALES VERSUS FEATHERS\nAll reptiles possess scales. But then, as J. Archibald informs us, so do some birds and even\nmammals.4 No, you will not find a bird or a mammal that is entirely covered in scales, since\neven the pangolin’s horny scales are actually composed of cemented hairs rather than the\nkeratinized outer layers of the epidermis as in reptiles. That is why snakes can shed their scaly\nskins while pangolins cannot. It is therefore obvious that Archibald was exaggerating a bit.\nWhat he had in mind were such traits as the tails of rats and the legs of birds both of which\nappendages are covered in actual scales.°\n“Probably the best example is the leg of a penguin [he then tells us]. Going down the\nlegs, feathers merge imperceptibly into scales. This is also true for the front of a pen-\nguin’s wing...Living penguins are strong support for the argument that feathers are\nevolutionary derivatives of scales.”",
        "bibliography": [
            "1K. A. Svitil, “Dinosaur on the Grow,” Discover (April 2000), p. 22.",
            "2 Ibid.",
            "3 A. Feduccia & K. A. Svitil, “Plucking Apart the Dino-Birds,” Discover (February 2003), p. 16.",
            "4 J.D. Archibald, op. cit., p. 22.",
            "5 Ibid.",
            "6 Ibid."
        ],
        "captions": []
    }
]