[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 182,
        "content": "\nabundance along the Red Deer [River] seem to have been driven together by a common\ndanger and to have perished in the same great catastrophe.”!\nOne explanation that has been given for this profusion of fossils is that dead dinosaurs\nfloated downstream where they became trapped and buried in the delta’s muck.? “It looks like\na catastrophe,” reported Philip Currie.\n“We think a herd was trying to cross a river in flood. These animals weren’t too\nbright.”4\nOne can easily see these not “too bright” beasts surviving for the millions of years they are\nbelieved to have done! But leave that alone.\nUp until 1981, the quantities of these dinosaur fossils along the Red Deer River were re-\ngarded as “unmatched anywhere else in the world.”> When one realizes that these dinosaur\nbone-beds extend “over an area thousands of meters square,” one begins to wonder why so\nmany dinosaurs would have attempted to cross a flooding river in the first place. As it has\nbeen reported: “The thoroughly mixed fossils are often so dense that it is difficult to walk over\nthe area without stepping on specimens.” In fact, as Currie himself commented:\n“We strongly suspect that each bone bed represents the demise of a single herd of di-\nnosaurs in a common disaster, such as a flash flood or an epidemic. The shallowness\nof the bedding planes and their uniform composition pretty much exclude the possi-\nbility that the bone beds accumulated over longer stretches of time.”8\nFlash floods, however, cannot be blamed on similar concentrations of dinosaur bones from\nother geographical areas—or ammonites and plants. (Or did ammonites also get trapped in\ntorrential floods?) And yet, even there, the signs of sudden death remain quite obvious. Thus,\nfor instance, further abruptness of death is indicated by a hoard of Quetzalcoatlus pterosaurs\nin western Texas which were found in one area “where it appears that all the animals died\nover a short span of time.” This short span was reported to have been “perhaps only a few\nyears.”® But for such a hoard of flying reptiles to have succumbed in the same place over a\nfew years would be stretching it a bit. It is more likely that they all died at the same time.\nA similar dinosaur bone bed was discovered on the other side of the world in China’s\nYunnan Province. Reported as obviously being the “site of mass death,” this extermination\nhas also been blamed on a probable flood.!°",
        "bibliography": [
            "J. A. Allan, “Geology,” Province of Alberta, Research Council of Alberta, Report No. 34 (Edmonton, 1943).",
            "2G. Olshevsky, “Dinosaur Renaissance,” Science Digest (August 1981), p. 43.",
            "3 R. Gore, “Dinosaurs,” National Geographic (January 1993), p. 46.",
            "4 Ibid.",
            "5G. Olshevsky, loc. cit.",
            "6 Ibid.",
            "7 Ibid.",
            "8 Ibid.",
            "ow. Langston, Jr., “Pterosaurs,” Scientific American (February 1981), p. 126.",
            "10. Gore, op. cit., pp. 24, 26."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 183,
        "content": "\nLats |\n=       rH\n:                          :\nco\no\n g 6 at oan\na\n¢ Se a5  ||\nq ay    .\noe\nES ah\n‘ : a eT oe OF ey  Ber |\nmek Aik                 .\ni\noo\noo ; |\nan As                   f        C\no ar\nTe B Be     3\n ~\no~\n=   ‘\nee\nooh\nrn\n|_|\nHits                    ;\n|_ wig\n=o\nGORy                      NS            =—|\n=     ¥  (\nFs\nq    2,     |\nS en              |",
        "bibliography": [
            "Concentration of dinosaur bones excavated at Howe Quarry in Wyoming.",
            "(Illustration courtesy of the American Museum of Natural History.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 184,
        "content": "Another extensive dinosaur boneyard showing clear indications of a catastrophic termination\ncomes from farther north in the Gobi Desert. Because the expedition which discovered it was\nassailed by sand storms, Michael Novacek concluded that similar sand storms would have\nbeen the cause behind the dinosaurs’ demise.! As if the dinosaurs could have maintained an\nexistence in a land that was already one of the driest deserts on Earth for there to have been\nsand storms waiting to end their life!\n\nPteranodons have been found with the fossil remains of fish impressed in their pelican-\nlike pouches, indicating that they died before they could as much as swallow, let alone digest,\ntheir last meal.?\n\nWe have already noted, on an earlier page, that tangle of yard-long Maiasaur baby sibling\nskeletons that was discovered in an eroded Montana rangeland by Robert Makela in 1978. As\nJack Horner then inferred, the youngsters had apparently remained in or near their eggshell-\nlittered nest for many months since their teeth were already extensively worn, the implication\nbeing that food had been brought to them on a regular basis. These fifteen baby dinosaurs\n“may have been awaiting the return of their huge mother from a foraging expedition when\ncatastrophe overtook their nest at the eastern edge of the Rocky Mountains.”\n\nIn northern New Mexico, hundreds of skeletons belonging to Coelophysis were found so\nclosely packed together that they have been described “as if they had perished in some calam-\nity.”4\n\n“An Oviraptor was found, fossilized, still squatting over its nest of eggs, in the same sit-\nting pose as that of a present-day ostrich.” And the verdict? “It had been overwhelmed by a\nviolent storm, but loyally stayed by its twenty-two eggs—the very model of maternal devo-\ntion.”6 Others, who claim the eggs numbered 34, blame the collapse of their burrow or a sud-\nden flood.’ It is not stated how this creature remained in its maternal posture long after death\nto become fossilized in that position.\n\nP. R. Wilby, et al., have however indicated that fossils do not necessarily take as long to\nform as previously assumed. Their take is that when bacteria in a dead body form apatite,\nwhich is a form of calcium phosphate from which bones are composed, mineralization occurs\nat the subcellular, microscopic level. “Laboratory experiments show that the mineralization of\nsoft tissues in apatite occurs within two to four weeks after death.”® While this process has not\nyet met with general scientific approval, one is still bound to argue: Never mind the Oviraptor\nmother mentioned above—but with the millions of fossilized beasts in the world, can it be\nconsidered probable that scavengers would have failed to take advantage of entire herds of",
        "bibliography": [
            "1J. Adler & A. Rogers, “The Great Boneyard of the Gobi,” Newsweek (June 5, 1995).",
            "2 W. Langston, Jr., op. cit., p. 135.",
            "3 M. W. Browne, “New Find Sharpens Great Dinosaur ‘War’,” Ottawa Journal (April 12, 1980).",
            "4R. Gore, op. cit., p. 14.",
            "5 R. Fortey, op. cit., p. 225.",
            "6 Ibid.",
            "TLE Netting, “There’s Nothing Like a (Dinosaur) Mother’s Love,” Discover (December 2004), p. 10.",
            "SPR. Wilby, et al., “Mineralization of Soft-Bodied Invertebrates in a Jurassic Metalliferous Deposit,” Geology",
            "(September 1996), p. 849."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 185,
        "content": "\nPteranodon, members of which have been found with fossil fish impressions\nin their pouches, indicating that they died before they could swallow, let alone digest,\ntheir last meal.\nMlustration by Bob Giuliani.)\n(illustration by Bob Giuliani.)\ndead animals during the minimal two weeks needed for fossilization? And what then about\nfossilized trees? It is not that I doubt that fossilization occurred much faster than currently be-\nlieved, but I do very much doubt that bacteria had anything to do with it.\nAnd then there is Mei long—“soundly sleeping dragon’”—the remains of which were\nfound in the Liaoning Province of China. This duck-sized dinosaur “apparently died while it\nnapped.” It’s face was still nestled behind one forelimb “which resembles a wing except for\nthe long, clawed fingers at the end.” It looked “amazingly like the tucked-in nighttime repose\nof modern birds.” It was preserved “in exquisite three-dimensional detail.” Mark Norell is of\nthe opinion that “poisonous gases from a volcanic eruption asphyxiated the dinosaur, then\nquickly buried it under a blanket of fine ash.” Moreover, the region in which it was discovered\n“has yielded several other specimens that similarly show signs of rapid burial.”! In fact,\namong the thousands of specimens that have been discovered in the Liaoning strata, many are\noften found embedded in the same slab, a condition which Norell interprets as “a sure sign of\ncatastrophe.”?\nDiscoveries of catastrophically entombed dinosaurs continued into the twenty-first cen-\ntury. One such boneyard came to light in Alaska, disclosing a herd of Pachyrhinosaurus that",
        "bibliography": [
            "! J. F, Netting, “Meet Mei Long, the Sleeping Dragon,” Discover (January 2005 special edition), p. 10.",
            "2M. Norell, “The Dragons of Liaoning,” Discover (June 2005), p. 63; C. Tarpy, “China’s Extraordinary Fossil",
            "Site: Jewels in the Ash,” National Geographic (August 2005), p. 97."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 186,
        "content": "\n“had probably died together in a flood or other catastrophe.”! Herds of Edmontosaurus were\nalso “found in piles in various places in northern Alaska as though groups of them had died in\na flash flood.”? All of which tends to make one believe that dinosaurs seem to have had a\npropensity for succumbing to flash floods—even their eggs, or so it seems. Dinosaur eggs\nfrom Argentina have also been theorized to have been buried by floods, following which, it is\nsaid, they fossilized extremely fast.3 Such floods continue to happen to this day, but how often\ndo we hear of entire herds of animals being washed away by them? And of those few unlucky\nindividuals that do succumb to such torrents to be buried by their sediments, how many of\nthem end up being fossilized? Bill Bryson was right on the mark when he stated that:\n“Tt isn’t easy to become a fossil. The fate of nearly all living organisms—over 99.9\npercent of them—is to compost down to nothingness...Most of what has lived on\nEarth has left behind no record at all.”\nIn the end, whether through scientific logic or general acceptance, and despite some dis-\nsenting voices, the catastrophic extinction of the dinosaurs won the day.\n“According to the latter-day catastrophists [Adrian Desmond had even earlier ob-\nserved], the dinosaurs exited with the most spectacular bang since Creation, and, the\ngeologist’s lingering aversion to cataclysms notwithstanding, it is becoming difficult\nto disagree...whatever racked the planet 70 million years ago brought to an abrupt\nend the Mesozoic world order [of which the Cretaceous formed the last period] and\nclosed a major chapter of earth history... The magnitude of the devastation cannot be\nunderestimated...Whatever the nature of the event that we are dealing with, it was of\ncatastrophic proportions.”>\nSo, likewise, Robert Jastrow who, in 1983, could afford to be bold enough to write: “The\nsuddenness of [the dinosaurs’] disappearance suggests that they were wiped out by some\nnatural disaster.”®\nNeed I even say it?—not everyone agreed. The paleobotanist Leo Hickey, for instance,\npointed out that while many kinds of plants became extinct around the same time, their disap-\npearance was gradual, “persisting over millions of years,” and they did so at different times in\ndifferent places. And not only plants, but animals, including dinosaurs, as well.’\nJ. David Archibald was of an entirely different opinion. “Of all the data from the terrestrial\nrealm,” he claims, “the record of plants in the Western interior seems to me to present the\nstrongest case that extinction was rapid, not gradual, for the species so affected.’",
        "bibliography": [
            "1 A_R. Fiorillo, “The Dinosaurs of Arctic Alaska,” Scientific American (December 2004), p. 85.",
            "2 Ibid., p. 86.",
            "3 New Scientist (March 19, 2005), p. 18.",
            "4B. Bryson, A Short History of Nearly Everything (Canada, 2004), pp. 321, 322.",
            "5 A. J. Desmond, The Hot-Blooded Dinosaurs (N. Y., 1976), pp. 195-196.",
            "®R. Jastrow, “The Dinosaur Massacre: A Double-Barreled Mystery,” Science Digest (September 1983), p. 51.",
            "7 Ibid., p. 52.",
            "8 J. D. Archibald, op. cit., p. 180."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 187,
        "content": "\nBut even he remained somewhat undecided. “It would be logically and scientifically inva-\nlid, however, to simply extend this conclusion of rapid extinction to all species in the terres-\ntrial realm,” he went on, “especially if the animal record is not clear one way or the other (as I\nmaintain it is not).”! And: “We have no reliable evidence for the rate of vertebrate extinctions\nat the K/T boundary, by which we might determine whether the die-off was abrupt or\ngradual.”? One would like to know how it can be possible for the plants of a specific period to\nhave been brought rapidly to extinction, which could only mean catastrophically, while\nleaving the vertebrates that fed on them virtually unscathed.\nDavid Raup, too, was still undecided up till 1988:\n“Catastrophic interpretations of features in Earth history are viewed as guilty until\nproved innocent [he wrote]. In this sense the original Lyellian view has not changed\nmuch since the mid-nineteenth century...We do not know whether the extinctions\nwere instantaneous or spread over a considerable time, because geologic dating is not\naccurate enough to make that distinction.”3\nBut then he was honest enough to claim that “scientists have traditionally erred by down-\nplaying the role of rare, catastrophic events.”4 Even so, wavering between the old paradigm\nand the new, he could not help but add that “it is also conceivable that the new interest in ca-\ntastrophe to explain natural systems is misguided.” In view of this he cited the syndicated\ncolumnist Ellen Goodman who had suggested that scientific theories often reflect the attitudes\nand concerns prevalent at the time. Focussing on warnings of nuclear winter, global pollution,\nand the likes, she was of the opinion that these fears may be responsible for the current shift\ntoward catastrophism. She thus wondered whether “every era gets the dinosaur story it de-\nserves.” She seems not to have known that the recognition of Earth’s catastrophic scars date\nfrom well before the fears of which she speaks had come into vogue.\nAnd yet one cannot help admitting that there is a psychological factor involved when it\ncomes to the acceptance or otherwise of the catastrophic termination of life. Stephen Jay\nGould, the dean of punctuated equilibrium, drove this point home when he wrote that:\n“Something about catastrophism rubs many people the wrong way, and rubs a lot\nharder than most other irreverences. Perhaps the largest lesson lies right here. What\nare we afraid of? What [is it] about our training and cultural heritage [that] makes\nsuch plausible theories seem so troubling? The universe is too damned complex to\npermit us the luxury of dogmatism if we have any honest desire to comprehend it”?",
        "bibliography": [
            "1 bid.",
            "2 Ibid., p. 203 (emphasis as given).",
            "3D. M. Raup, “op. cit., p. 72.",
            "4 Ibid., pp. 76-77.",
            "5 Ibid., p. 77.",
            "oR, Goodman, “A Dinosaur Theory Tailored for Our Times,” Boston Globe (January 3, 1984).",
            "7S. J. Gould, “All the News that’s Fit to Print and Some Opinions that Aren’t,” Discover (November 1985), p.",
            "91."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 188,
        "content": "\nTo be sure, Gould did not entirely abandon gradualism. “Gradualistic change has not been\nabolished and never shall be,” he maintained, “because modes of change are many on our\ncomplex Earth, and some are genuinely slow and steady.”\n“But the hegemony of gradualism as the only scientifically acceptable style of change\n[he went on] has been broken. A substantial, perhaps a dominant, component of\ngeologic and biological change may well have occurred in the catastrophic mode.”\nSame as with the trilobites of the Cambrian which became extinct during the Permian. “As\nwith all extinct creatures,” wrote Bill Bryson, “there is a natural temptation to regard them as\nfailures, but in fact they were among the most successful animals ever to live.”\nEventually, even Carl Sagan, that indomitable foe of catastrophism, stepped away from his\nastronomical discipline to join the ranks of catastrophist palaeontologists. “The Cretaceous\ncatastrophe,” he wrote, “wiped out every family, every genus, and every species of dinosaur\n[despite the fact that] they were as varied and successful as the mammals are today.”4\n“All the flying and swimming reptiles died as well [he went on], and more than a\nhundred families of beings that live in the oceans. It was a catastrophe enormously\nbeyond anything humans have ever known, at least so far.”5\nEchoing Discover’s 1986 editorial,S Bryson was reasonably succinct when he stated that:\n“Evolutionary success, it appeared, was a lottery.””\nPROPOSED CAUSES\n“The number of theories put forward to account for [the demise of the dinosaurs] is almost\nas great as the number of people who have tackled the problem,” wrote Peter Warlow.® Trevor\nPalmer opted for “over fifty different terrestrial explanations” which have been proposed to\naccount for the extinctions.?\n“These have included species senility [he went on]; the cooling of the oceans by wa-\nter flowing from a presumed Arctic lake; the development by mammals of a taste for\ndinosaurs’ eggs; the poisoning of dinosaurs by alkaloids in flowering plants, which\nfirst appeared during the Cretaceous Period (but some 50 Myr before its end); the di-",
        "bibliography": [
            "1 Idem, “An Asteroid to Die For,” Discover (October 1989), p. 62.",
            "2 Ibid. (emphasis added).",
            "3B. Bryson, op. cit., p. 323.",
            "4, Sagan & A. Druyan, op. cit., p. 275.",
            "5 Ibid.",
            "6 “Mass Extinction as Prehistoric Lotteries,” Discover (April 1986), p. 9.",
            "7B. Bryson, op. cit., p. 327.",
            "8 P. Warlow, op. cit., p. 88.",
            "°T. Palmer, Catastrophism, Neocatastrophism and Evolution (Nottignham, 1992), p. 49."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 189,
        "content": "\nnosaurs going blind (perhaps because of increased solar radiation); and climatic\nchanges, which may have affected sex ratios amongst dinosaurs.”!\nTo the above list one can also add the following, all of which have been proposed at one\ntime or another: over ossification;? constipation;? thin-shelled eggs;+ the draining of shallow\ncontinental seas;5 over-specialization;® the rise of the mammals;7 a change in Earth’s oxygen\nconcentration;’ too much fresh water;? sea-level changes;!° the flooding of North America\nwhich bisected the continent in half due to Cretaceous global warming;!! malfunctioning of\nmale testes;!? exotic diseases;!3 to say nothing about the infiltration of cosmic dust into\nEarth’s atmosphere.!+\nArchibald, among others, believed that “there is no single overriding pattern of survival\nand extinction that clinches an argument for one or another ultimate cause of extinction.”!5 He\nthus came to the conclusion that “we can reject outright single-cause explanations for mass\nextinctions.”!6\nArchibald notwithstanding, however, not a single one of the above proposed causes—\nflooding rivers, flash floods, epidemics, tempests, sand storms, poisonous gases, volcanic\neruptions—could, on its own, account for the extinctions of the world’s entire dinosaurian\nstockpile. These are all local disasters none of which could have been enough on its own to\nexterminate the dinosaurs. Even if every one of them transpired here and there at one time or\nanother, they could at best have only accounted for some local exterminations. What is needed\nis a single cause capable of wiping out all the dinosaurs scattered across the world—or at least\none that would have incorporated all of the above.",
        "bibliography": [
            "1 bid.",
            "2 P. Hoffman, “Asteroid on Trial,” Science Digest (June 1982), p. 60.",
            "3 Ibid.; F. Warshofsky, op. cit., p. 198.",
            "4 Tbid.; K. Ward (Editor), Great Disasters (N. Y., 1989), pp. 11-12; A. J. Desmond, op. cit., pp. 225-226.",
            "5 F. Warshofsky, op. cit., p. 204.",
            "6 F. Hitching, op. cit., p. 13.",
            "7 Ibid.",
            "8 Ibid.",
            "9G. Alexander, “Going, Going, Gone,” Science 8] (May 1981), p. 66.",
            "10 New Scientist (September 3, 1981), p. 579; V. Clube & B. Napier, op. cit., pp. 117, 125-126; R. Gore,",
            "“Extinctions,” National Geographic (June 1989), pp. 667-668; N. D. Newell, “Paleontological Gaps and",
            "Geochronology,” Journal of Paleontology 36 (1962), pp. 592-610; J. D. Archibald, op. cit., pp. 149, 160, 164.",
            "Ny Pringle, “The Creature from the Zuni Lagoon,” Discover (August 2001), pp. 47-48.",
            "12S. J. Gould, “Sex, Drugs, Disasters, and the Extinction of Dinosaurs,” Discover (March 1984), p. 67.",
            "13 R. Gore, “Dinosaurs,” National Geographic (January 1993), pp. 34, 36; G. Poinar, “Paleontology,” Discover",
            "(July 2005), p. 69.",
            "14 A. Yee, “Cosmic Dust May Cause Climate Catastrophes,” Internet Digest (1998: 2), pp. 10-11; idem, “Sir",
            "Fred Hoyle Vindicated After 60 Years,” in ibid., p. 12.",
            "15 J.D. Archibald, op. cit., p. 169.",
            "16 Tbid., p. 204."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 190,
        "content": "\nTHE DECCAN TRAPS AND VULCAN’S ROLE\nThere are, however, two proposed causes that bear closer scrutiny: volcanic eruptions and\nplate tectonics. Although they were not the only or first ones, Victor Clube and Bill Napier\nput their finger on a major pulse of the Cretaceous-Tertiary exterminations. “Coincident with\nthe dinosaur extinction,” they wrote, “was the greatest vulcanism in geological history.”! Like\nothers, they drew attention to the Deccan Traps,? an immense area of basaltic deposition\nwhich has been calculated to have originally covered 800,000 square miles of what are now\nadjoining parts of Pakistan and India.3 The thickness of these basaltic flows vary from one\nlocale to another. In some places they are no more than 30 feet thick, in others as much as 500\nfeet deep, 7,800 feet, or a mile and a half high. In volume they exceed 350,000 cubic miles.*\n“For those whose eyes glaze at high numbers,” Archibald made plain, “consider this: the\nDeccan Traps contain almost enough basalt to cover both Alaska and Texas to a depth of\n2,000 ft.”\nAll this lava, it has been theorized, did not pour out in a single catastrophic event. The\noutpourings were episodic and, originally, they were said to have been laid down over a pe-\nriod of 50 million years. Vincent Courtillot and his colleagues then managed to narrow the\ngap down to within 4 million years, but mainly to the 500,000 years corresponding to the\nCretaceous-Tertiary boundary.® This correlation was based on radiometric dating, the 29th\nreversal of Earth’s magnetic field, and the inclusions of vertebrate fossils.”\nAs Archibald stresses: “Changes in the Earth’s magnetic poles have been examined as a\npossible cause of extinction, but no clear correlation was found.’ Even so, the 29th polarity\nreversal might not have been purely coincidental.\nIn the meantime, writing for National Geographic, Rick Gore just about repeated Clube\nand Napier’s very words:\n“Indeed, one of the greatest, outpourings of lava the world has known occurred at the\nK-T boundary. This basalt flow buried the Deccan region of India.”?\nBut even then, outpourings of basaltic lava on their own, no matter how large a local area\nthey end up covering, cannot be made to account for worldwide extinctions. What would be\nrequired is the explosive emission of material into the atmosphere. As Gore himself noted,\n“many volcanologists doubt that the relatively calm nature of lava eruptions would propel",
        "bibliography": [
            "1 V. Clube & B. Napier, op. cit., p. 127 (spelling as given).",
            "2 Ibid.",
            "3 J. D. Archibald, op. cit., p. 143.",
            "4 Ibid.",
            "5 Ibid.",
            "6 T. Palmer, op. cit., p. 55.",
            "7 J.D. Archibald, op. cit., pp. 143-144.",
            "8 Ibid., p. 144.",
            "°R. Gore, “Extinctions,” National Geographic (June 1989), p. 692."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 191,
        "content": "\n| yy\nThe area occupied by the Deccan Traps, shown in red, 800,000 square miles of basalt that\nstraddles the adjacent regions of Pakistan and India.\nmuch debris into the upper atmosphere.”! This was clarified by Archibald when he wrote that:\n“Although one cannot eliminate the possibility of sudden, violent eruptions, most of the\nDeccan Traps erupted more like the Hawaiian volcanoes rather than Mt. St. Helens, although\none must never forget that the emplacement of the Deccan Traps dwarfs either of these.”?",
        "bibliography": [
            "1 Ibid.",
            "2 J.D. Archibald, loc. cit."
        ],
        "captions": []
    }
]