[
    {
        "type": "main",
        "page_number": 119,
        "subsections": [
            {
                "title": "",
                "content": "femenar am\nenamine                   ere penile\n_                      AH                                “ aH\nrae             GE a                    pra carat oO\nay          gy]         PIA FEAT P<                 RE PRE ELE AT R=\n‘ Becca hy      \\              hind                    1 7 PETAR TET\nSREP Sat CHET VPS        a                    NU GH QATAR\nGB PT AE Dt                                           gr       ner dais\nOAT W ATA WET END                      A           Pa            a UNE eNT A PR\nFaia bred iaecine     “          CHIVIe-T Hes\nbap” Jeisent TT         roe erg                    hea mmti0\nLes hillsmpaiame         er knoe\na                    itz                                       SS\nL/    8 He eorier aod     ERT BE TE ACT                   \\     <<}\nES oT      OD ta tah atatsl              Aen ee)\nURN Nee oF        ee      Riese cis\npdm aemianneg 9         so Ba            Geers\nABATE eee        ar,           [Ser  si      ))\nSONEF PATE TA nc DeTE S|                                                    STATE\nQe RPT\nFragments of a cuneiform tablet, one of various constituting the Babylonian astronomical diaries.\n(Illustration after A. Sachs.)\nnomena recorded in them] are precisely those that are predicted by the mathematical astro-\nnomical cuneiform texts of the Hellenistic [that is later Greek] period.” ”\nDuring Seleucid times, when Babylon was ruled by the Hellenistic dynasty founded by\nSeleucus I after the death of Alexander, a period which is calculated to have lasted from 312\nto 64 B.C., lunar and planetary theory had developed along Greek classical lines. Abstract\nnumerical tables, or ephemerides, representing the motions of the heavenly bodies, were\nmuch in vogue at the time. These continued to record the recurrence of astronomical phe-\nnomena, year by year, “with an accuracy comparable with that of contemporary observa-\ntions.”\"” Judging by the contents of the astronomical diaries, this accuracy can be stretched\nto 747 B.C.\nThere is no great wonder in all of this, but it does prove one point, banal as it may seem,\nand that is this: Beginning from aft least the middle of the seventh century B.C., Babylonian\nastronomers knew very well what these pin-points of light called planets looked like and\ncould easily distinguish one from the other; they knew where every planet belonged in the\nsky and what track each one of them invariably followed—an easy matter for anyone with a\nkeen eye-sight plus the patience and the motivation to learn. Yes, I know, it is hardly even\nworth mentioning.\nWhy, then, contrary to what we see above us in the night sky at present, did these same\nBabylonian astronomers insist that the planet we call Saturn had been the most prominent\nbody in the sky?\nThat is a question the answer to which, beginning in the very next chapter of this work,\nwill carry us into some very strange and deep waters.\n© Thid., p. 44.\n17 A. Armitage, “History of Astronomy,” Encyclopaedia Britannica (1959 edition), Vol. 2, p. 582 (emphasis\nadded)."
            }
        ],
        "bibliography": [
            "Why, then, contrary to what we see above us in the night sky at present, did these same",
            "Babylonian astronomers insist that the planet we call Saturn had been the most prominent",
            "body in the sky?",
            "That is a question the answer to which, beginning in the very next chapter of this work,",
            "will carry us into some very strange and deep waters.",
            "1% Tbid., p. 44.",
            "17 A. Armitage, “History of Astronomy,” Encyclopaedia Britannica (1959 edition), Vol. 2, p. 582 (emphasis",
            "added)."
        ]
    },
    {
        "type": "main",
        "page_number": 120,
        "subsections": [
            {
                "title": "",
                "content": "Chapter 3\nTHE MOST PROMINENT OF THE PLANETS\nt was Diodorus Siculus, sometime in the first century B.C., who first reported to the\nHellenistic world that the Chaldeans regarded Saturn as the most prominent of the\nplanets:\n“But above all in importance, they [the Chaldeans] say, is the study of the influence\nof the five stars known as planets...the one named Cronus [the same as Kronos] by\nthe Greeks [i.e. Saturn]...is the most conspicuous...”\"\nAs viewed from Earth, this is simply not so. Venus is much more prominent. It is easily\nthe brightest of the planets, bright enough at night to cast shadows and, when meteorological\nconditions permit, bright enough to be seen during the day. In contradistinction, Saturn is a\nvery difficult object to observe. Even Bob Forrest, one of the strongest opponents of cosmic\ncatastrophism, was moved to display his bewilderment at this datum:\n“The only puzzling thing about this passage [of Diodorus] is the way Saturn is said to\nbe the most conspicuous of the planets. All else is fairly routine.”?\nAs we shall see, this statement is not the “only puzzling thing” in this passage of\nDiodorus; nor is all else in it “fairly routine.” But one thing at a time.\nThe term “Chaldean,” meanwhile, has long been misunderstood and misapplied by an-\ncient historians and moderns alike. As used by Diodorus and other classical authors, the term\nsimply meant “astrologers” and/or “astronomers,” but always in relation to the Babylonians.*\nThese, then, were the same Babylonians whose astronomical achievements we have enumer-\nated in the previous section. But how, then, with all of their sophisticated knowledge of the\nheavens, could they have committed such an error. Or, ifan error it was not, why would they\nhave perpetuated such a falsity?\nOf course, one could also ask: Why take the word of Diodorus, a Greek historian, who\ncould easily have been mistaken on matters Babylonian? But was Diodorus the only writer of\nantiquity who ever reported this strange belief concerning the planet Saturn? And, in fact,\nwere the Babylonians the only ones who were supposed to have asserted this oddity?\nTo give but one other example—and later we shall give others—we note here one of the\nSanskrit names of the planet Saturn, that is Grahanayakah.* The name is composed of the\n' Diodorus Siculus, Bibliotheca Historica, 11:30-34.\n? B. Forrest, Velikovsky’s Sources: Notes and Index Volume (Manchester, 1983), p. 532.\n3 J. D. Prince, “Chaldea,” Encyclopaedia Britannica (1959 ed.), Vol. 5, p. 195.\nVS. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1975), p. 417."
            }
        ],
        "bibliography": [
            "To give but one other example— and later we shall give others—we note here one of the",
            "Sanskrit names of the planet Saturn, that is Grahanayakah.* The name is composed of the",
            "‘ Diodorus Siculus, Bibliotheca Historica, 11:30-34.",
            "?B. Forrest, Velikovsky’s Sources: Notes and Index Volume (Manchester, 1983), p. 532.",
            "3 J. D. Prince, “Chaldea,” Encyclopaedia Britannica (1959 ed.), Vol. 5, p. 195.",
            "*V.S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1975), p. 417."
        ]
    },
    {
        "type": "main",
        "page_number": 121,
        "subsections": [
            {
                "title": "",
                "content": "words graha(h)—“planet” —and nayakah—“chief or leader.”* Thus, according to this name,\nSaturn is, or at least was, considered the leader of the planets—in fact, the chief planet.°\nAs we shall soon see, this belief was widespread among the ancient nations and it is diffi-\ncult to believe that such a persistent assertion could have been the result of mere fancy. But if\nthe astronomers of the time could see, as they must have, that Saturn was not the most\nprominent, or conspicuous, of the planets, on what was the belief based?\nSTELLA SOLIS\nSo what was it that made the Babylonians allude to Saturn as the most prominent of the\nplanets—prominent enough for them to refer to it, inter alia, as En-Me Sar-ra, that is “Lord\nof the Law of the Universe”?’ One must admit, that is quite a lofty title to bestow on what\nappears to be a mere pin-point of light in the present night sky.\nThe clue to Saturn’s prominence—even loftiness—was supplied by Diodorus in the very\nsame passage we have already partly quoted. There, this writer continues to report that “the\n[planet] named Cronus [i.e. Saturn] by the Greeks...they [the Chaldeans] call the star of Hel-\nIt is somewhat odd that Forrest did not find this statement as “puzzling” as the one which\nproclaims Saturn to be the most prominent of the planets. Odder still is that he relegated it to\nthe unimportance of “fairly routine” reporting because, to the Greeks of Diodorus’ time, Hel-\nios was the Sun. From it are derived such Sun-oriented English words as “heliacal,”\n“heliocentric,” and “heliograph.” Why would the Babylonians have referred to the planet\nSaturn as the star of the Sun?\nBut what of the Babylonians themselves? Do we not hear from them directly? With so\nmany cuneiform tablets having been lost through the vagaries of nature and the hand of man,\nand with so many undeciphered others falling apart in museum basements, it would not have\nbeen remarkable had this datum not survived in the original. But it has, and in more than one\ntext.\nR. C. Thompson might have been the first to discover, even if not entirely understand,\nthis Babylonian verity. Thus, another Babylonian name for the planet Saturn was (Mul) Lu-\nBat Sag-U8,’ and we find it stated in an astrological report from that nation that “(Mul) Lu-\nBat Sag-US Mul (il) Samai §u-u,” which Thompson translated as “[the planet] Saturn is the\nstar of the sun.””°\nActually, Diodorus should have known that this belief was already common among the\nscholars of his own nation. Eratosthenes of Alexandria, who thrived somewhere between 276\nand 194 B.C., and whose astronomical, mathematical, and geographical knowledge enabled\nhim, as we have already seen, to measure Earth’s circumference, identified the planet Saturn\nas the star of the Sun, as so did several other Greek writers.'' Among the Greeks, this belief\n5 Ibid., p. 542.\n*T acknowledge my debt to Roger Ashton for this insight.\n7M. Jastrow, Jr., “Sun and Saturn,” Revue D’Assyriologie et D’Archeologie Orientale (Paris, September 1910),\nPo iodorus Siculus, loc. cit.\n° M. Jastrow Jr., “The Sign and Name for Planet in Babylonian,” Proceedings of the American Philosophical\nSociety, 47:89 (May-August 1908), pp. 155-156.\nR. C. Thompson, The Reports of the Magicians and Astrologers of Nineveh and Babylon, Vol. Il (London,\n1900), p. Ixiii; see also, W. A. Heidel, The Day of Yahweh (N. Y., 1929), pp. 437, 470, where other references\nare cited.\n\"A, Bouche-Leclercq, L’Astrologie Grecque (Paris, 1899), p. 93."
            }
        ],
        "bibliography": [
            "5 Ibid., p. 542.",
            "*T acknowledge my debt to Roger Ashton for this insight.",
            "7M. Jastrow, Jr., “Sun and Saturn,” Revue D’Assyriologie et D’Archeologie Orientale (Paris, September 1910),",
            "p. 173.",
            "® Diodorus Siculus, loc. cit.",
            "° M. Jastrow Jr., “The Sign and Name for Planet in Babylonian,” Proceedings of the American Philosophical",
            "Society, 47:89 (May-August 1908), pp. 155-156.",
            "R. C. Thompson, The Reports of the Magicians and Astrologers of Nineveh and Babylon, Vol. I (London,",
            "1900), p. Ixiii; see also, W. A. Heidel, The Day of Yahweh (N. Y., 1929), pp. 437, 470, where other references",
            "are cited.",
            "* A, Bouche-Leclercq, L’Astrologie Grecque (Paris, 1899), p. 93."
        ]
    },
    {
        "type": "main",
        "page_number": 122,
        "subsections": [
            {
                "title": "",
                "content": "continued down to the 6th century A.D. as is known through the neo-Platonic philosopher\nSimplicius who also called Saturn the star of the Sun.”\nWhether they obtained this particular information from the Greeks or not, we find that the\nRomans were of a similar mind. In his enumeration of the planets, the Latin writer Gaius\nTulius Hyginus who, as the superintendent of the Palatine Library, must have had access to\nmuch older material, referred to the planet in question as the star of Sol.\" As just about any\ndictionary will verify, Sol was not only the Roman Sun personified, it was, as it still is, the\nvery Latin word for “Sun.”\"* From it are derived such English words as “solar,” “solarium,”\nand “solstice.” The scholiast on Germanicus also lists Saturn as Stella Solis'°—Star of the\nSun—a name which apparently was a common designation for the planet in Roman times.'°\nBut whence the belief? Better still, what does the designation “star of the Sun” really\nmean? To what does it allude?\nA telling clue comes from Sanskrit. In this language, Surya is the common name for the\nSun. Suryaputrah, which means “son of the Sun,” is however one of the names for the planet\nSaturn.” Another Sanskrit name for the Sun is Ravi and, again, we find the planet Saturn\ndesignated as Raviputra which also means “son of the Sun.”” As the son of the Sun, Saturn\ncould be termed the star of the Sun. But this only raises another question. Why would Saturn,\namong the planets, have been thought of as the son of the Sun?\nLet us go one step farther. Yet another Sanskrit name for the planet Saturn is Saurah. But\nsaurah also means “solar day” and/or “solar month.” This seems to indicate that the con-\nnection between Saturn and the Sun was more intimate than we have so far deduced. In fact,\nthis last datum is enough to make one believe that, at least to the Hindus, Saturn and the Sun\nwere close to being synonymous.\n(MUL) LU-BAT SAG-US\nA common entry in a collection of astrological reports from Nineveh and Babylon which,\nin variant forms, is many times repeated, uses the formula “When Shamash [the same as\nSama] stands in the halo of Sin” such and such a thing will come to pass.” Now open up\njust about any work on Assyro-Babylonian mythology and you will find it stated that\nShamash and Sin were the deified Sun and Moon. According to this belief, the omen men-\ntioned above would then translate as “when the Sun stands in the halo of the Moon” such and\nsuch a thing will come to pass.\nNow while Sun and Moon can be seen together, the Sun can never appear in the halo of\nthe Moon. For one thing, the Sun does not appear small enough to fit between the Moon and\nits surrounding halo—when it has one; for another, the Moon can only appear within a halo\nduring the night when the Sun, needless to say, is absent. What, then, could the Babylonian\nastrologers have been alluding to?\nIbid.\n13 Hyginus, De Astronomia (also known as Poetica Astronomica), 11:42:6-10.\n™ There are even some indications that the words “sol” and “sun” might be philologically related. See N.\nWebster, Twentieth Century Dictionary of the English Language (N. Y., 1939), p. 1666.\n'5 A. Bouche-Leclercq, loc. cit.\n©R.H. Allen, Star Names: Their Lore and Meaning (N. Y., 1899/1963), p. 470.\n17V_S. Apte, op. cit., p. 997.\n8 Ibid., p. 796.\n© Ibid., p. 1002.\n0M. Jastrow, Jr., “Sun and Saturn” (see above), pp. 163-164, 169."
            }
        ],
        "bibliography": [
            "” Ibid.",
            "13 Hyginus, De Astronomia (also known as Poetica Astronomica), 11:42:6-10.",
            "™ There are even some indications that the words “sol” and “sun” might be philologically related. See N.",
            "Webster, Twentieth Century Dictionary of the English Language (N. Y., 1939), p. 1666.",
            "15 A. Bouche-Leclercq, loc. cit.",
            "©R.H. Allen, Star Names: Their Lore and Meaning (N. Y., 1899/1963), p. 470.",
            "17V_S. Apte, op. cit., p. 997.",
            "88 Ibid., p. 796.",
            "® Ibid., p. 1002.",
            "0M. Jastrow, Jr., “Sun and Saturn” (see above), pp. 163-164, 169."
        ]
    },
    {
        "type": "main",
        "page_number": 123,
        "subsections": [
            {
                "title": "",
                "content": "There is no point in claiming that this was astrological nonsense. Babylonian astrologers,\nlike those of ancient China, were required to acquaint their rulers with the mandates of\nheaven, to warn them of impending disasters or to soothe their fears with reports of divine\nsatisfaction. The foretold events might not always have come to pass. Fallacious predictions,\nhowever, were one thing; impossible ones were quite another. There would have been no\npoint in predicting an event based on an astronomical occurrence that could never have come\nto pass. A prognostication based on the appearance of the Sun within the halo of the Moon\nwould not only have been useless, it would have been considered utterly insane. No Babylon-\nian astrologer would have risked ridicule, not to mention royal displeasure, by sending such a\nprediction to his king. Why, then, did they even bother writing down such a formula?\nAs Morris Jastrow, even without knowing the full implication of these formulae, con-\ncluded: “Since this phenomenon can only occur at night, Sama cannot of course be the\nThis brings us back to the Babylonian statement mentioned earlier which reads “(Mul)\nLu-Bat Sag-U8 (il) SamaS Su-u,” and which, as we have seen, Thompson translated as\n“Saturn is the star of the sun.” Jastrow, however, has noted that while this reading is possible,\na more accurate translation would be “Saturn is the sun-star.”” We note here the difference\nbetween calling Saturn the star of the Sun—the star belonging to the Sun—and naming it as\nthe Sun-star since the latter seems to connote the Sun itself. In fact, another translation given\nby Jastrow is “[the] planet Saturn (as a) star is Shamash.” Stated more clearly, what this\ndatum is really telling us is that “the planet Saturn is Shamash”™ or “Shamash is the planet\nSaturn.”\nWhat is also of interest is that this statement appears as a gloss in one of those omens\nwhich uses the formula “when Shamash stands in the halo of Sin.”* This, then, was the as-\ntrologers’ way of informing whoever read this particular report that by Shamash the planet\nSaturn, and not the Sun, was meant. The formula in question should therefore read “when\nSaturn stands in the halo of Sin” such and such a thing will come to pass.\nThis is further clarified by another gloss which appears in a number of similar cases\nwhich unambiguously declares that (Mul) Lu-Bat Sag-U8 ina tarbas Sin izzaz” —i.e. “Saturn\nstands in the halo of Sin.”* This not only makes better observational sense, it\ncompliments—nay, validates—the formula which uses Shamash as a name for Saturn. If\nconditions permit, the pin-point of light in the night sky that is Saturn can be discerned\nwithin the halo of the Moon. (Actually, this argument, which I myself have had reason to\nrepeat in the past,” is not even called for because, as I will indicate in a future work, Sin did\nnot always stand for the Moon.”)\nThompson, of course, was aware before Jastrow that the Babylonians called Saturn by the\nname of Shamash.” Since this verity came to light at least as early as 1900, it is a sin of\nomission—worse still, a scholarly deception—not to have it so stated in current works deal-\ning with Assyro-Babylonian mythology. Even the former Director of the British Astronomi-\n21 Tbid., p. 163.\n? Ibid., pp. 163-164.\nTbid., p. 164.\n4 Tbid., p. 163.\n°8 Ibid.\n°6 Ibid., p. 164.\n771. Cardona, “Intimations of an Alien Sky,” AEON II:5 ( (February 1992), pp. 14-15.\n8 Idem, “Shamash and Sin,” Chronology & Catastrophism Workshop 1992:2, pp. 16-17; E. Cochrane, “Mons\nVeneris,” AEON IV:5 (November 1996), pp. 71 ff.\n» R.C. Thompson, op. cit., p. xxv; see also, P. Gossman, Planetarium Babylonicum (Rome, 1950), pp. 41-57."
            }
        ],
        "bibliography": [
            "21 Ibid., p. 163.",
            "? Ibid., pp. 163-164.",
            "% Ibid., p. 164.",
            "4 Tbid., p. 163.",
            "°8 Ibid.",
            "26 Tbid., p. 164.",
            "7” 1D. Cardona, “Intimations of an Alien Sky,” AEON II:5 ( (February 1992), pp. 14-15.",
            "8 Idem, “Shamash and Sin,” Chronology & Catastrophism Workshop 1992:2, pp. 16-17; E. Cochrane, “Mons",
            "Veneris,” AEON IV:5 (November 1996), pp. 71 ff.",
            "” R.C. Thompson, op. cit., p. xxv; see also, P. Gossman, Planetarium Babylonicum (Rome, 1950), pp. 41-57."
        ]
    },
    {
        "type": "main",
        "page_number": 124,
        "subsections": [
            {
                "title": "",
                "content": "cn AS | yO EE\nAwe”        sa agp\nAe ereerarer sr         f       =         sl       G\nees              Ga [See 7 SS\nVeaears pap! 1       HS [ae eae TE] BS  as\nMA Hew 2\nS)             ee                 MA. Se\nSos} HC aii)\n»                        iD VW)   it      7          K\nSe 4    fom      OVER        +4                (ai\nx         >               oe           S| iia ae)\nJay      4 t/  | onl            ie         da    :\nRR                  | np MBN)\nSONG                      =                  Qe NPWS\nSSS SSeS\nCSS SSE\nSSS SSS EEE SS\n-————   aa aS   Ses   QR\nShamash —the god and his emblem—whom the Assyro-Babylonians themselves identified as\nthe planet Saturn.\n(Stone tablet of Nabu-apal-iadina, from Abu Habbah, 9th century B.C., now in the\nBritish Museum.)\ncal Association, A. F. O’D. Alexander, paid greater heed to ancient belief than mythologists\nhave on this particular issue. In his 1962 work on the planet Saturn, he correctly presented\nthe astrological excerpts we have been investigating as relating to Saturn rather than the\nSun.” Unfortunately, he then muddled up the issue by claiming that it was “a legendary\nassociation between these two bodies” which served as “an excuse for making reports even\nmore ambiguous by using the word for Sun when Saturn was meant.”\nActually, there is absolutely no doubt that Shamash was also the Babylonian name of the\nSun. In fact, a bilingual list of the heavenly bodies now housed in the British Museum shows\nShamash pure and simply as the Sun. Saturn is there called by the usual name of Ninurta.”\nThis is so true that a differentiation between Shamash/Saturn and Shamash/Sun had to be\nintroduced into these astrological reports. Just as the above-mentioned gloss was thought\nnecessary to indicate that Saturn, in lieu of the Sun, was meant in those prognostications that\nmight have appeared ambiguous to the casual reader, so similar glosses were inserted to\naA F. O’D. Alexander, The Planet Saturn (N. Y., 1962), p. 44.\nIbid.\n* 1D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian\nPeople (London, 1996), p. 301, where “Ninurta” is rendered through its former reading as “Ninip ( Nirig).”"
            }
        ],
        "bibliography": [
            "oun. in Tact, a Ollingual list Of the heavenly bodies now housed in the Dritish Wviuseum Shows",
            "Shamash pure and simply as the Sun. Saturn is there called by the usual name of Ninurta.”",
            "This is so true that a differentiation between Shamash/Saturn and Shamash/Sun had to be",
            "introduced into these astrological reports. Just as the above-mentioned gloss was thought",
            "necessary to indicate that Saturn, in lieu of the Sun, was meant in those prognostications that",
            "might have appeared ambiguous to the casual reader, so similar glosses were inserted to",
            "*° A. F. O’D. Alexander, The Planet Saturn (N. Y., 1962), p. 44.",
            "3! Ibid.",
            "1D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian",
            "People (London, 1996), p. 301, where “Ninurta” is rendered through its former reading as “Ninip ( Nirig).”"
        ]
    },
    {
        "type": "main",
        "page_number": 125,
        "subsections": [
            {
                "title": "",
                "content": "emphasize the role of the Sun, in lieu of Saturn, when the opposite was true. In this case the\ngloss was made to indicate “Same u-mi”—i.e. “Sama of the day.”®\nIn fact, variants of the name Shamash still mean “sun” in many modern Semitic lan-\nguages.” Thus, in Hebrew, the common word for “sun” is shemesh. Among the Aramaeans\nthe word was also rendered SemeS (shemesh) or SimSa (shimsha).* In pre-Islamic times, the\nArabic word was SamSu (Shamshu).* Even in Maltese, the only European language with a\ndistinctive Semitic root-base, the Sun is called xemx,” where the “x” is phonetically equiva-\nlent to “sh” —thus shemsh.\nAll of this raises some very interesting questions. Why, for instance, was the planet Sat-\nurn called by the same name as the Sun? It is not as if the Babylonians had no other names\nfor Saturn—we have already encountered two: En-Me Sar-ra and (Mul) Lu-Bat Sag-US. But\nalso, ancient names, unlike some modern ones, carried their own meanings. No one in those\ndays would have thought of naming a person or an object by using lexical abstraction.\nShemesh, and therefore Shamash, means “to be brilliant,\"* and while this may be an apt\nname for the Sun, one would hardly think of alluding to the pin-point of light that is Saturn\nby the same appellation. And yet this is precisely what the Babylonians did. As Jastrow was\nforced to conclude, “the fact that Saturn was also called the ‘sun’ is vouched for, both by ex-\nplanatory notes attached to astrological connotations, and by notices in classical writings to\nthat effect.”” Thus, while we understand that Shamash was the name of the planet Saturn as\nwell as the Sun, is it also to be understood that Saturn was once believed to have been as\nbrilliant as the Sun?\nTHE LIGHT OF THE GODS\nThe close relationship, or quasi-synonymy, between the planet Saturn and the Sun was\nnot, in Mesopotamia, restricted to the Babylonian Shamash. The Sumerian planetary god\nNinurta also shared this dual characteristic. Thus Stephen Langdon could speak of “the sun-\ngod Ninurta” in one breath while claiming in the next that, in Sumero-Babylonian religion,\nNinurta was “the war god and planet Saturn.” It was even said of Ninurta that his face was\nShamash.\"\nTogether with many other deities, Ninurta has often been presented by mythologists as a\nstorm god. This view owes its origin to the texts themselves in which Ninurta is lauded as u\nsur me-a* or, in Sumerian, as Lugal-e ud me-lém-bi nir-gdl.® In the past, these epithets had\nbeen translated as “the most furious storm (or stormwind)” and “King, Storm whose bril-\n% M. Jastrow, Jr., loc. cit. (emphasis added).\n* Anonymous, “Shamash,” Encyclopaedia Britannica (1959 ed.), Vol. 20, p. 454.\nIbid.\n% Ibid.\n*’ B.D. Busuttil, Kalepin Tliet Iisna (Valletta, 1978), p. 123.\n%* J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 119. NOTE: The earlier opinion of\nGeorge Rawlinson—The Seven Great Monarchies of the Ancient Eastern World (N. Y., 1885), Vol. I, p.\n82—who contended that the name Shamash signified “the ministering office of the sun” (emphasis as given), is\nno longer held to be valid.\n* M. Jastrow, Jr., Aspects of Religious Belief and Practice in Babylon and Assyria (N. Y., 1911), p. 223.\n“ S. Langdon, “Semitic Mythology,” Mythology of All Races, Vol. V (N. Y. , 1964), pp. 55, 135.\n“'T, Jacobson, Before Philosophy (Harmondsworth, 1963), pp. 145 ff.\n*® J. van Dijk, Sumerische Gottlieder, Vol. II (Heidelberg, 1960), p. 140.\n* H. Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni, 18:3 (1950), p. 335."
            }
        ],
        "bibliography": [
            "% Ibid.",
            "% ED. Busuttil, Kalepin Tliet Iisna (Valletta, 1978), p. 123.",
            "38 J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 119. NOTE: The earlier opinion of",
            "George Rawlinson— The Seven Great Monarchies of the Ancient Eastern World (N. Y., 1885), Vol. I, p.",
            "82—who contended that the name Shamash signified “the ministering office of the sun” (emphasis as given), is",
            "no longer held to be valid.",
            "* M. Jastrow, Jr., Aspects of Religious Belief and Practice in Babylon and Assyria (N. Y., 1911), p. 223.",
            "“'S. Langdon, “Semitic Mythology,” Mythology of All Races, Vol. V (N. Y. , 1964), pp. 55, 135.",
            "“'T, Jacobson, Before Philosophy (Harmondsworth, 1963), pp. 145 ff.",
            "® J. van Dijk, Sumerische Gottlieder, Vol. II (Heidelberg, 1960), p. 140.",
            "*H. Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni, 18:3 (1950), p. 335."
        ]
    },
    {
        "type": "main",
        "page_number": 126,
        "subsections": [
            {
                "title": "",
                "content": "Sivan Ee\nNinurta—with thunderbolts, sword, and scythe—\nfrom a relief found at the temple dedicated to the god in ancient Kalakh (or Kalhu), present-day Nimrud."
            }
        ],
        "bibliography": [
            "Ninurta—with thunderbolts, sword, and scythe—",
            "from a relief found at the temple dedicated to the god in ancient Kalakh (or Kalhu), present-day Nimrud."
        ]
    },
    {
        "type": "main",
        "page_number": 127,
        "subsections": [
            {
                "title": "",
                "content": "liance surpassed (all others).”“ It is strange that this consensus was reached, and maintained,\nin spite of Virolleaud’s contention that ud (and, by extension Akkadian u), actually stands for\n“sun” or “sun light.”* More recently, this subject has again been taken up by Sjoberg and\nBergmann who have indicated that “originally u [and, by extension, Sumerian ud] did not\nmean ‘storm’ but ‘light’.”* Thus even “sun” and “sun light” are not entirely correct.\nThe epithets quoted above should therefore read “the most furious[?] light” and “King,\nLight whose brilliance surpassed (all others—i.e. all other gods).” Thus, originally, Ninurta\nseems to have had nothing to do with storms and everything to do with light—which is much\nin keeping with his sun-like qualities.\nNimrod has also, and often, been identified as the planet Saturn,” even if the reason for\nthe identification has seldom been clarified. When a reason is given, it usually runs some-\nthing like the following: Nimrod, sometimes called Nebrod, the traditional founder of Baby-\nlon, was “the first to become king on earth...and took as title the name of the planet Kronos\n[which was Saturn].”* Nimrod, however, did not have to take the name of the planet Saturn\nbecause his name was already that of Saturn. Thus, for instance, Nimrod has also, and often,\nbeen claimed to be an alias of Ninurta.” The actual truth, however, is that the two names are\nreally one and the same. The cuneiform characters which spell nin, ur, and ta can also be\nread nim, ru, and ud respectively®—which can be said to be the same syllables in reverse\nand which, of course, spell “nimru-ud,” a name that has been popularized as “Nimrod.”*\nOf course, it is not only in legendary tales, such as those dealing with Nimrod, that Saturn\nwas lauded as king—often the very first king the world had ever known. As we have already\nseen above, in the original, that is older, sources, Ninurta/Saturn is himself proclaimed\nlugal—that is “king.” And this, again, is in keeping with the mytho-historical record since all\nof the Saturnian deities were revered as kings, the first of their line.\nFormerly, when the decipherment of cuneiform was still in its infancy and the translitera-\ntion of the Mesopotamian deities had not yet been formalized, the name Ninurta was vari-\nously read as Ninib, Ninip, or simply Nin, a title which has been translated as meaning\n“Lord,” although it also stands for “Lady.”” (And is it because of this that Fred Bratton\nlisted Ninurta as a fertility goddess,” or was this merely a typographical error?) Thus,\nscholars of the late nineteenth and early twentieth centuries were wont to refer to this astral\ndeity by one, or more, of the above names. Writing in 1885, George Rawlinson opted for Nin\n* Or, according to a slightly different translation, “King, Storm, whose splendor is Heroic” —see ibid.\n4 M. Jastrow, Jr., “Sun and Satum,” Revue D’Assyriologie et D’Archeologie Orientale (Paris, September\nSA. W Sjoberg & E. Bergmann, The Collection of the Sumerian Temple Hymns (N. Y., 1969), p. 100.\n“’S. Langdon, op. cit., p. 55; H. Lewy, op. cit., p. 338.\n48 A. B. Cook, Zeus: A Study in Ancient Religion, Vol. 11:1 (N. Y., 1965), p. 693.\n” H. Lewy, op. cit., pp. 337, 338; A. E. Guiness (ed.), Mysteries of the Bible (N. Y., 1988), p. 41.\n* Lisa Liel (formerly, Lisa Aaronson), writing under the name Brad Aaronson, “On the Merits of the Revised\nChronologies,” Chronology & Catastrophism Workshop 1988:1, p. 18; idem, “Cuneiform and the Revised\nChronology,” Catastrophism and Ancient History X1:2 July 1989), pp. 128-129.\n‘! The reason behind this alternate reading would necessitate a side excursion on cuneiform decipherment but,\nas interesting as that might be, this is not the place for it.\n% Ibid. (NOTE: Lisa Liel’s other assertion, that Ninurta was the only male deity ever lauded as a female nin,\ncannot be correct. While goddesses bearing the title nin are known, such as Ninhursag, Ninsun, Ninshubur,\nNingirda, and Nintu, there are also gods other than Ninurta which also bear the title nin, such as Ninagal,\nNinazu, Ningishzida, Ninildu, besides the already mentioned Ningirsu—see here, S. Dalley, Myths From\nMesopotamia (Oxford, 1991), pp. 325-326; S. Langdon, op. cit., pp. 284, 285.)\nSF. G. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970), p. 16."
            }
        ],
        "bibliography": [
            "ee ee eens ee eg ge NN NN Dy EEE RD SL PER ROTM NENG BR ty BOI? ee",
            "* 1 isa Liel (formerly, Lisa Aaronson), writing under the name Brad Aaronson, “On the Merits of the Revised",
            "Chronologies,” Chronology & Catastrophism Workshop 1988:1, p. 18; idem, “Cuneiform and the Revised",
            "Chronology,” Catastrophism and Ancient History X1:2 July 1989), pp. 128-129.",
            "‘! The reason behind this alternate reading would necessitate a side excursion on cuneiform decipherment but,",
            "as interesting as that might be, this is not the place for it.",
            "2 Ibid. (NOTE: Lisa Liel’s other assertion, that Ninurta was the only male deity ever lauded as a female nin,",
            "cannot be correct. While goddesses bearing the title nin are known, such as Ninhursag, Ninsun, Ninshubur,",
            "Ningirda, and Nintu, there are also gods other than Ninurta which also bear the title nin, such as Ninagal,",
            "Ninazu, Ningishzida, Ninildu, besides the already mentioned Ningirsu—see here, S. Dalley, Myths From",
            "Mesopotamia (Oxford, 1991), pp. 325-326; S. Langdon, op. cit., pp. 284, 285.)",
            "FG. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970), p. 16."
        ]
    },
    {
        "type": "main",
        "page_number": 128,
        "subsections": [
            {
                "title": "",
                "content": "and Ninip.* Among the epithets of Nin/Ninip that he discussed, we again encounter such\nfamiliar ones as “the powerful chief’ and “the supreme.” Not only do we find this\ndeity lauded as the first among kings but also as “the first of the gods,’ thus giving the\nimpression that Saturn was the very first god ancient man had recognized as such.\nAs we noted in Chapter 1 of this work, the cuneiform sign for “god” and “planet” was\none and the same—%K. However, the same cuneiform sign also stood for “king.”* But, more\nthan that, the very same ideogram was also used to “spell” the name of the great Sumerian\ngod An (or Anu)” who—as the father of all the gods, the “Head of the older generation of\ngods,” standing at the beginning of every theological list from all periods*—can also be\nunderstood as a personification of the Saturnian deity.\nMore in keeping with our subject, we also find Ninib lauded as “the light of heaven and\nearth” and, quite explicitly, as “he who, like the sun, the light of the gods, irradiates the na-\ntions.”\nThere is, again, no point in claiming that these were metaphorical epithets meant to be\napplied to the god and not the planet he represented because, to the ancients who venerated\nhim, the god and the planet was one and the same. And this, incidentally, is not merely my\ncontention. Conventional mythologists had recognized this fact for themselves even though\nthey found it very difficult to accept. Thus Peter Jensen was forced to see in Saturn an an-\ncient symbol of the “eastern sun” or “the sun on the horizon,”® without however offering a\nsingle piece of evidence for this interpretation. George Rawlinson himself found these epi-\nthets “very difficult to reconcile with the notion that, as a celestial luminary, [Ninip] was Sat-\nurn.”*' Somewhat like Jensen, he, also, sought to explain the situation by appealing to astral\nbodies other than the one indicated by the texts themselves. As he wrote: “These phrases ap-\npear to point to the Moon, or to some very brilliant star, and are scarcely reconcilable with\nthe notion that [Ninip] was the dark and distant Saturn.”®\nElsewhere, and earlier, Rawlinson had indicated the same bewilderment when he asked:\n“How is it possible that the dark and distant planet Saturn can answer to the luminary who\n[or which] ‘irradiates the nations like the sun, the light of the gods’?”®\nNINGIRSU\nOther than earlier readings of the name Ninurta as Nin, Ninib, Ninip, etc., the deity in\nquestion possessed some bona fide aliases, one of which was Ningirsu*—the Lord of Girsu\n(in Lagash).® This is ascertained by the Gula Hymn of Bullutsa-rabi in which the consort of\nthe goddess Gula (also known as Bau and/or Nin-Karrak)® is called by various names among\n= G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. 1 (N. Y., 1885), p. 86.\nIbid., p. 87.\nSUE Preiffer, The Emergence of Society: A Prehistory of the Establishment (N. Y., 1977), p. 170.\n57S. Langdon, op. cit., p. 93.\n* Ibid., p. 94; S. Dalley, Myths From Mesopotamia (Oxford, 1991), p. 317.\n* G. Rawlinson, op. cit., p. 87 (emphasis added).\n© Pp. Jensen, Die Kosmologie der Babylonier (Strassburg, 1890), pp. 115-116, 136.\nG. Rawlinson, loc. cit.\n® Ibid.\n© Idem, History of Herodotus (London, 1862), p. 509.\n“ F Guirand, “Assyro-Babylonian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p.\nH. Lewy, op. cit., p. 335.\n© F. Guirand, loc. cit."
            }
        ],
        "bibliography": [
            "oe Ey PECHICH, £HE EIMErSence Uf OOCIELY. £1 FTEMESIOTY OF EME ESIQULSIUNEME LIN. 1. Leis), Pp. bie",
            "*7§. Langdon, op. cit., p. 93.",
            "% [bid., p. 94; S. Dalley, Myths From Mesopotamia (Oxford, 1991), p. 317.",
            "* G. Rawlinson, op. cit., p. 87 (emphasis added).",
            "© Pp. Jensen, Die Kosmologie der Babylonier (Strassburg, 1890), pp. 115-116, 136.",
            "® G, Rawlinson, loc. cit.",
            "® Ibid.",
            "® Idem, History of Herodotus (London, 1862), p. 509.",
            "“ F. Guirand, “Assyro-Babylonian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p.",
            "H. Lewy, op. cit., p. 335.",
            "F. Guirand, loc. cit."
        ]
    }
]