[
    {
        "type": "main",
        "page_number": 59,
        "subsections": [
            {
                "title": "",
                "content": "identified with stars.”'” They worshipped both the Evening and the Morning Star,'” the\nlatter’s pre-eminence being stressed by many an anthropologist and researcher. In fact,\nMorning Star’s pre-eminence was such that no writer can treat of this North American Indian\nnation without wondering how this star acquired such significance in the religious beliefs of\nthese people. That the Pawnee Morning Star was the planet Mars has now been astronomi-\ncally verified and accepted by most anthropologists and archaeoastronomers.”* Up until\n1906, the Pawnee were still offering human sacrifice to it.”\nSo, similarly, with the more sophisticated nations of Mesoamerica. Thus Susan Milbrath\nhas observed that a “number of scholars agree that the fundamental nature of the ancient\nMesoamerican pantheon is astronomical.”\"” The same view has also been echoed by David\nKelley, who wrote: “It has been clear to all serious students of Mesoamerican culture that\nthere was an intimate relationship between astronomical knowledge, the calendar, and reli-\ngious beliefs and rituals.”\nAs Ev Cochrane more recently stated: “A prominent characteristic of Mesoamerican as-\ntronomy, immediately apparent, was their obsession with the observation and worship of the\nplanet Venus.”'” And this despite the fact that B. C. Brundage, on considering the function\nthe planet Venus played among the Mesoamericans, had no recourse but to offer the obser-\nvation that the planet’s true role in the development of this particular culture “is not under-\nstood.”\"® He also, however, added:\n“It might not be far wrong to look upon the Mesoamericans’ great skill in numeration\nas a child of that planet and to state that their intellectual life pulsed to its periods.\nCertainly a significant portion of their mythology involved that planet.”\nThus Anthony Aveni, one of the foremost archaeoastronomers of the twentieth century,\ncould not help but avow that “[flor the Maya the importance of Venus ... cannot be over-\nstated.”\"” In fact what student of Mesoamerican lore can delve into the religious beliefs of\nthese people without running headlong into Quetzalcoatl, perhaps the greatest Mesoamerican\ndeity, at whose death, as we have already seen, his heart flew out to become the Morning\nStar.\nBut what of more ancient nations?\n™ G. A. Dorsey, unpublished notes, Field Museum of Natural History, Department of Anthropology, Chicago,\n1922. These notes were later compiled by R. Linton and published as The Thunder Ceremony of the Pawnee\nand The Sacrifice to the Morning Star.\n13 M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Astronomy (London,\nmay, “el Chamberlain, When Stars Came Down to Earth, pp. 84-85.\n15 EC. Krupp, op. cit., pp. 191, 193.\n16 R. Linton, The Sacrifice to the Morning Star (1922), pp. 1-2; E. C. Krupp, op. cit., p. 191.\n17 §. Milbrath, “Astronomical Imagery in the Serpent Sequence of the Madrid Codex,” in A. Aveni (ed.,)\nArchaeoastronomy in Pre-Columbian America (Lubbock, 1975), p. 263.\nIED: Kelley, “Astronomical Identities of Mesoamerican Gods,” Archaeoastronomy 2 (1980), p. 1.\n'? E. Cochrane, “When Venus was a Comet,” KRONOS XII:1 (Fall 1986), p. 3 (emphasis added).\na B. C. Brundage, The Phoenix of the Western World (N. Y., 1981), p. 173.\nIbid.\n18 A Aveni, Skywatchers of Ancient Mexico (N. Y., 1980), p. 184."
            }
        ],
        "bibliography": [
            "W4e7 hte.",
            "™\\7_ del Chamberlain, When Stars Came Down to Earth, pp. 84-85.",
            "15 EC. Krupp, op. cit., pp. 191, 193.",
            "1 R. Linton, The Sacrifice to the Morning Star (1922), pp. 1-2; E. C. Krupp, op. cit., p. 191.",
            "17 §. Milbrath, “Astronomical Imagery in the Serpent Sequence of the Madrid Codex,” in A. Aveni (ed.,)",
            "Archaeoastronomy in Pre-Columbian America (Lubbock, 1975), p. 263.",
            "IBD, Kelley, “Astronomical Identities of Mesoamerican Gods,” Archaeoastronomy 2 (1980), p. 1.",
            "'? E. Cochrane, “When Venus was a Comet,” KRONOS XII:1 (Fall 1986), p. 3 (emphasis added).",
            ". B. C. Brundage, The Phoenix of the Western World (N. Y., 1981), p. 173.",
            "8! Ibid.",
            "1® A Aveni, Skywatchers of Ancient Mexico (N. Y., 1980), p. 184."
        ]
    },
    {
        "type": "main",
        "page_number": 60,
        "subsections": [
            {
                "title": "",
                "content": "S   u   eB. -\nEe or MBO at Rp\nFL.  JOi  i    On\nES ES ee\n‘         AE EE RECESS    aan\naN        g ES a 7 es »  Ta |\na       ¥ GLe EN rae LEN) OP    o\n%       NE ype he Oe\n*     Ge Bie S Miles    A A\nel      Bas fete “az      N    WF re\n(sy i   “J          3     re\\\\  aN     BTenf\nOn AR eo %\nAVkawea Wh?\nLE SEARS VO\nif re   Se at Pee   \\  ae\nEe LNG  Pegs a eAR Cire,   a, al\na    ass    hy    % ~~\nKarttikeya—also known as Skanda and/or Kumara—shown here in his southern Indian form of\nSubrahmanya, the Hindu god of war, who personified the planet Mars.\n(From a nineteenth century trichinopoly painting.)"
            }
        ],
        "bibliography": [
            "Karttikeya—also known as Skanda and/or Kumara—shown here in his southern Indian form of",
            "Subrahmanya, the Hindu god of war, who personified the planet Mars.",
            "(From a nineteenth century trichinopoly painting.)"
        ]
    },
    {
        "type": "main",
        "page_number": 61,
        "subsections": [
            {
                "title": "",
                "content": "The Indic Linga Purana preaches that “the worship of the planets should be pursued by\ngood men,” and then unambiguously identifies each planet with a major Hindu\ndeity —thus:\n“It is cited that the planet Mars is Skanda (Karttikeya) the commander-in-chief of the\narmy of Devas. People of perfect knowledge say that Mercury is lord Narayan. O ex-\ncellent brahmins, the great planet Shaniscara, the slow-moving Saturn, is Yama, the\nlord of the worlds. The preceptors of Devas and Asuras [that is Shukra and Brihas-\npati] are the great planets Venus and Jupiter with (refulgent) rays. They are\nmentioned as the sons of Prajapati.”\"™\nIn the Hebrew Talmud, the very meaning of “idolatry” is defined as the “worship of stars\nand constellations.” >\nBut none of this has stemmed criticism concerning the synonymy of planets and gods as\nthey appear in ancient literature and beliefs. That planets were deified and worshipped as\ndeities has, of course, been accepted—and how can it be otherwise when the evidence is\nthere for all to read about. What has not been accepted is that this has always been so. What\ncritics generally claim is that the planets had not always been gods—that, on the contrary, the\ndeification of the planets owes its origin to a late date. But, as I have now been asking for a\nnumber of years, how late is late? Or, to ask a different question, how far back in history can\nthis belief be traced?\nIgnoring, or sweeping aside, the statements of Aristotle, critics continue to maintain that\nthe Greek identification of the planets as gods does not trace beyond the 4th century B.C. But\nis Greek lore the yardstick by which to measure the antiquity of anything? The Greeks, after\nall, came somewhat late on the ancient historical scene. What about those nations that were\nolder, much older, than the Greeks?\nIn Egypt the planets were also deified. Saturn was called Heru-ka-pet, that is Horus the\nBull of Heaven; Jupiter was Heru-ap-sheta, the Star of the South; Venus was Sbat uatitha, the\nEvening Star; Mars was Heru-khuti and/or Heru-tesher, the Red Horus; and Mercury was Se-\nbku and/or Sebek.'® Granted, it will be pointed out that these names and identifications be-\ncame popular during the late Graeco-Roman period and that they do not trace further back\nthan the 19th Dynasty. But the identity of the Morning Star as Horus was already known\nduring the Old Kingdom and is found recorded more than once in the Pyramid Texts.” In\nfact, to the ancient Egyptians, the synonymy of gods and planets was so complete that, in\nsome instances, the same word was employed to signify either. Thus sba, among other\nthings, meant “star,” but Sba was also the name of a “star” god.\"® The word netru meant\n“stars,” but it also meant “gods.” As Faulkner pointed out:\n\"8 Tinga Purana 1:57:39.\n1 Tbid., 1:60:2-5. (NOTE: Elsewhere in the same work other names are also given for the planets, including\nBudha for Mercury. [bid., 1:57:1-5 and 13-18.\n185 H. Macoby, “‘Worlds in Collision’ and the Birth of Monotheism,” SIS Review II:1 (Autumn 1977), p. 18.\n18 E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), pp. 302-303.\n‘87 W. M. Miiller, Egyptian Mythology, Vol. 12 of The Mythology of All Races (1918/1964), pp. 94, 373; see\nalso D. Cardona, “Morning Star,” AEON IV:1 (April 1995), pp. 29 ff., where further references are supplied.\n18 E. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. Il (N. Y., 1920/1978), p. 655.\n1® Ibid., Vol. 1, p. 409."
            }
        ],
        "bibliography": [
            "\"8 Tinga Purana 1:57:39.",
            "'* Tbid., 1:60:2-5. (NOTE: Elsewhere in the same work other names are also given for the planets, including",
            "Budha for Mercury. [bid., 1:57:1-5 and 13-18.",
            "185 Macoby, “‘Worlds in Collision’ and the Birth of Monotheism,” SIS Review II:1 (Autumn 1977), p. 18.",
            "18 EA. W. Budge, The Gods of the Egyptians, Vol. Il (N. ¥., 1904/1969), pp. 302-303.",
            "‘87 W. M. Miiller, Egyptian Mythology, Vol. 12 of The Mythology of All Races (1918/1964), pp. 94, 373; see",
            "also D. Cardona, “Morning Star,” AEON IV:1 (April 1995), pp. 29 ff., where further references are supplied.",
            "188 E. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. Il (N. Y., 1920/1978), p. 655.",
            "1® Ibid., Vol. 1, p. 409."
        ]
    },
    {
        "type": "main",
        "page_number": 62,
        "subsections": [
            {
                "title": "",
                "content": ";        F                       “Tt is of course very well-known that the\n\\\\                        Ancient Egyptians took a great interest\ni     2  \\                              in the stars, not only observing them for\n— Wy)          \\                                practical purposes such as determining\nNhe                          times and seasons, but also inscribing\nstar-maps and tables in their coffins and\ntombs at least from the Middle Kingdom\nonward. It is also realized that behind\nya                        this lay a very ancient stratum of stellar\nUJ      by                          religion, in which the stars were re-\na                                   garded as gods ...”\"\nSo, also with Wallis Budge, who observed\nfat “many passages” of the Pyramid Texts\nNe                        (            “refer to primitive star-worship.””\n\\        Moving next to Syria we find that in the\nWY,      Eblaite tablets, the word for “temple” is not only\n«=    given as e-dingir, which, as is to be expected,\nmeans “house of god,” but also as e-mul, which\nY,      e                    Vi          means “house of the star.”\"”\ny                            YW     \\             In ancient Babylon, as elsewhere, the planets\n/            were also adored as gods. Saturn, whom the\nBabylonians called Ninurta,\"® was worshipped\nas a mighty hunter. Jupiter, as Marduk, was\nvenerated as the king of the gods. Mars, under\nthe name Nergal, was already then a god of war.\ne                                  Venus, called Ishtar, had already won her place\nas the goddess of love and carnal knowledge.\nHorus, who, as Heru-khuti and/or Heru-tesher, Mercury ae known as Nabu or Nebo.\nthe Red Horus, was the personification of the      Morris Jastrow, who was aware of the astral\nplanet Mars in its embodiment as the Morning Nature of Babylonian religion, was of the\nStar.                          opinion that this belonged “to a later stage in the\nunfolding of religious rites.”\"* But, as N. H.\nSnaith more recently phrased it: “All the Mesopotamian deities, without exception as far as\nthe later period is concerned and probably for the earlier period also, were associated with\nthe heavenly bodies ... “'” As if to prove the point, the Neo-Babylonians worshipped not\nonly the effigies of gods but their planetary symbols as well.\"®\n‘9 R. Faulkner, “The King and the Star-Religion in the Pyramid Texts,” Journal of Near Eastern Studies 25\n(1966), p. 153 (emphasis added).\n191 EA. W. Budge, From Fetish to God in Ancient Egypt (N. Y., 1988), p. 51 (emphasis added).\n12 G. Pettinato, The Archives of Ebla (N. Y., 1981), p. 252.\n1% D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the\nBabylonian People (London, 1996), p. 301.\n14M. Jastrow, Jr., “The Sign and Name for Planet in Babylonian,” Proceedings of the American Philosophical\nSociety XLVII:189 (May-August 1908), p. 146.\n15N_H. Snaith, The Distinctive Ideas of the Old Testament (N. Y., 1964), p. 29 (emphasis added).\n1% § Lloyd, The Art of the Ancient Near East (N. Y., 1965 third printing), p. 235."
            }
        ],
        "bibliography": [
            "1 R. Faulkner, “The King and the Star-Religion in the Pyramid Texts,” Journal of Near Eastern Studies 25",
            "(1966), p. 153 (emphasis added).",
            "191 EA. W. Budge, From Fetish to God in Ancient Egypt (N. Y., 1988), p. 51 (emphasis added).",
            "12 G. Pettinato, The Archives of Ebla (N. Y., 1981), p. 252.",
            "3D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the",
            "Babylonian People (London, 1996), p. 301.",
            "14M. Jastrow, Jr., “The Sign and Name for Planet in Babylonian,” Proceedings of the American Philosophical",
            "Society XLVII:189 (May-August 1908), p. 146.",
            "195 NH. Snaith, The Distinctive Ideas of the Old Testament (N. Y., 1964), p. 29 (emphasis added).",
            "1% § Lloyd, The Art of the Ancient Near East (N. Y., 1965 third printing), p. 235."
        ]
    },
    {
        "type": "main",
        "page_number": 63,
        "subsections": [
            {
                "title": "",
                "content": "So, likewise, in ancient Uruk. As\nKrystyna Szarzynska has recently noted, “in\nthe most archaic period the determinative\ndingir [which means “god” was associ-\nated with astral deities only.”\"                                                     Se CESSES\nThe civilization of Uruk traces to that of                        SRA 828\nSumer. And it is precisely here that the truth                          60 OUse\ncan be run to ground for the language of                66 © ©\nSumer is the oldest written language that we                        solcLo 2) Or}\nhave. And in that language, very much as in                      AEA\nthat of the Egyptians, the word and/or                      A) fa\ncuneiform sign for “god” and “star” was one                     é      KS\nand the same—%K—a symbol derived from                       HO.   oy\nthe  pictograph which preceded cuneiform                        cogs\nwriting—*—the very picture of a star.’”            SAL ae)  F\nThis not only proves that stars and gods          ye AS  vith .\nwere thought of as being truly synonymous             Bes Sa  ti at PN,\nas far back as written records reach, it also                EY <  NN) By a\nindicates that the very concept of God has its                  Reve  cy       , siti Bi i\norigin in a star.         a       ,                   AaeoA (is    oy BY\nThis brings me to another point I wish to                     BN ae         i,\nstress. Thus one often encounters the state-           RA9  ess      v\nment that the ancients deified the planets—a              Bs)     oe wel\nstatement which, because of its handiness, I               7H   PANS s A\nhave even employed myself, as I have em-          wa,     a cb\nployed it throughout this work. But, strictly            Cy       sox |\nspeaking, this is incorrect. The ancients had            Nea      VO      K\\\\.\nno need to deify the planets because, to        Sua      wo. 3)\nthem, the planets had always been deities.          OR   ),    UD;\nThey were, to be sure, the only deities they                            WY\nknew. In other words, planets were gods;              (     aK\ngods were planets: planets and gods were        ?             nS\none and the same.                                                           Wo        )\nIt was only during the first century B.C.                        .    5 NXg)\nthat Lucretius began to turn the tables by               loaw wo b\ngoing to great pains in demonstrating that              {7    0 ae\nastronomical bodies were not thinking pur-               i     ny\nposeful gods.™ In doing so, he was                   \\\\  a     AN\nby         ame\n—_______                             LHS 6S7H\\\n17K. Szarzynska, “Some of the Oldest Cult Symbols                     Ky       e\\        =        if,\nin Archaic Uruk,” Jaarbericht ex Oriente Lux 30          J, K    Na Ky}\n(1987-1988), p. 10.                                     ef            a\n™8 Ibid, p.  ; ‘emphasis added),\n'® S. Langdon, Semitic Mythology (Boston, 1931), p.           ———SSS— Se\n93; I. S. Shklovskii & C. Sagan, intelligent Life in the\nUniverse (N. Y., 1968), p. 460; J. E. Pfeiffer, The                   .\nEmergence of Society: A Prehistory of the |Marduk, the Babylonian god of the planet Jupiter,\nEstablishment (N. Y., 1977), p. 170.                                     From a Babylonian lapis lazuli cylinder seal.\n2 See here V. Clube & B. Napier, The Cosmic\nSerpent (N. Y., 1982), pp. 169-170."
            }
        ],
        "bibliography": [
            "17K. Szarzynska, “Some of the Oldest Cult Symbols",
            "in Archaic Uruk,” Jaarbericht ex Oriente Lux 30",
            "(1987-1988), p. 10.",
            "188 Tbid., p. 11 (emphasis added).",
            "'® S. Langdon, Semitic Mythology (Boston, 1931), p.",
            "93; I. S. Shklovskii & C. Sagan, Intelligent Life in the",
            "Universe (N. Y., 1968), p. 460; J. E. Pfeiffer, The",
            "Emergence of Society: A Prehistory of the",
            "Establishment (N. Y., 1977), p. 170.",
            "20 See here V. Clube & B. Napier, The Cosmic",
            "Serpent (N. Y., 1982), pp. 169-170.",
            "Marduk, the Babylonian god of the planet Jupiter,",
            "From a Babylonian lapis lazuli cylinder seal."
        ]
    },
    {
        "type": "main",
        "page_number": 64,
        "subsections": [
            {
                "title": "",
                "content": "BEA      Ne,\nRAI           Yi\nSSS                              D    ————<——\noa                                 At\nf                                       Wry\niffy\nAle!                                             |   | j\nCs     IT    C\nIshtar, Assyro-Babylonian goddess of the planet Venus.\nFrom a cylinder seal of the Neo-Assyrian period.\n(Illustration by Tessa Rickards.)\ninadvertently verifying the fact that, in more ancient times, the planets had been so believed\nto be—thinking purposeful gods.\nThere is therefore no point in critics telling us that the gods only Jater adopted planetary\naspects unless their assertion can be validated by an actual ancient source that upholds it. In\nthe meantime, sources which point to the contrary abound. After all, when it comes to what\nour ancient forefathers believed, it is our ancient forefathers that we must believe. /f critics"
            }
        ],
        "bibliography": [
            "inadvertently verifying the fact that, in more ancient times, the planets had been so believed",
            "to be—thinking purposeful gods.",
            "There is therefore no point in critics telling us that the gods only Jater adopted planetary",
            "aspects unless their assertion can be validated by an actual ancient source that upholds it. In",
            "the meantime, sources which point to the contrary abound. After all, when it comes to what",
            "our ancient forefathers believed, it is our ancient forefathers that we must believe. /f critics"
        ]
    },
    {
        "type": "main",
        "page_number": 65,
        "subsections": [
            {
                "title": "",
                "content": "can point to an older source than the Sumer-\nian that contradicts the statements above, let\nthem present it. In the meantime, the record                            Y\ncontinues to stand.                                                                7       ‘\nASTRONOMY IN MYTHOLOGY                                £ Sm\nWhen it comes to the antiquity concern-                   sine\ning the belief that the gods of our ancient             A Etesserty\nforefathers had been nothing but anthropo-           GEST With\nmorphosed planets, I am not alone. De San-             Ne pepe  “ Hf\ntillana and von Dechend held the identical               * Teal\nopinion.                                                             } pas\n... this science, although it has dug                 =                   Wg\nup a marvelous wealth of details, has             SN                    [rw\nbeen led by its modern evolutionary                  fy          =r\nand psychological bent to forget                   we          Py BRU Ee\nabout the main source of myth,               a      \"      , oe\nwhich was astronomy—the Royal                  ya ee\nscience. This obliviousness is itself a                 BEET TREATS TR\nrecent turn of events—barely a cen-             a A xa\ntury old. Today expert philologists          HES   HET at Aan\ntell us that Saturn and Jupiter are          Rae goat   ASS H A\nnames of vague deities, subterranean              ptt  ist ay wana\nor atmospheric, superimposed on the               part te SEs cetanhag\nplanets at a ‘late’ period; they neatly              Nip   ae Te\nsort out folk origins and ‘late’              Bives:c@RYYPs      Eley Hs tae\nderivations, all unaware that plane-           MAB ETA Aad ACETATE?\ntary periods, sidereal and synodic,              ;     ad {          a  :\nwere known and rehearsed in numer-      {\nous ways by celebrations already             il     j    |  H           \"\ntraditional in archaic times.”™                                        H                              :\nActually, the association of mythology       |               |  in\nwith astronomical lore was well understood                             2 oY\nby scholars of a past age. Thus Nicolas                               t A\nFréret (1688-1749), the first permanent sec-           i                          HA\nretary of the Academie des Inscriptions, who                                    \\ if\ndisputed so much with Isaac Newton, was of                :        |               B\nthe belief that the astronomical events al-       Ws           , a\nluded to in the mythologies and described by                  ee           f          oY  \"{\nancient writers could only have been based       i  er  Liye  J\non actual observations. Fréret even went so       2                   =\nfar as to proclaim that the data of ancient\nThe Assyro-Babylonian Nabu, or Nebo, scribe of\nRe ee eS ae TO                                    the gods, the god of the planet Mercury.\n201 G. de Santillana & H. von Dechend, op. cit., pp."
            }
        ],
        "bibliography": [
            "the belief that the astronomical events al-",
            "luded to in the mythologies and described by",
            "ancient writers could only have been based",
            "on actual observations. Fréret even went so",
            "far as to proclaim that the data of ancient",
            "The Assyro-Babylonian Nabu, or Nebo, scribe of",
            "the gods, the god of the planet Mercury.",
            "201 G. de Santillana & H. von Dechend, op. cit., pp."
        ]
    },
    {
        "type": "main",
        "page_number": 66,
        "subsections": [
            {
                "title": "",
                "content": "history conflicted with the theory of\nNewton.” This would be quite a bold\n~      —                    statement to make in this day and age. Who,\n43         ig ru, Yas                today, would believe that anything in\n“4  W           mythology, or the astronomical assertions of\n,         “f               the supposedly ignorant ancients, could have\nif                Ea              any value in disputing the scientific theories\nVi             ‘i   A           of the great Newton? But, before we laugh\n4     4 EN  aad ae .       Fréret out of court, let us not forget that\ne                   <S            Newton’s theological seams were quite\nf     Sq         S ee          apparent in his own day, and it is only with\nVeg  PA      > 7               the passage of time that historians of science\nVilame.*' <M. ony      have been able to hoodwink the public by\nA ,   TRY   “/)        as . pe         downplaying his once glaring religious\n\\ \\        =     icye SX fundamentalism. Historians laud him as one\nSs  4          y            BN  g@ of the greatest scientific minds the world has\nQ  eth, I meee       ever seen, but what sort of scientific acumen\n:     ea      Age                     could he have been employing when he\non |  i     °                        accepted Bishop Ussher’s date for the\ny     ‘                     creation of the world, which the latter, on\n‘                          Biblical evidence, had computed as having\nSir Isaac Newton.             occurred in 4004 B.C. As Livio Stecchini\nDespite the fact that historians of science laud him      indicated: “[Fréret]   challenged   Newton’s\nas one of the greatest scientific minds the world        views about mythology and ancient science\nhas ever seen, they have only managed to       by which the latter tried to dismiss the\nhoodwink the public by downplaying his glaring evidences for changes in the solar system\nreligious fundamentalism.                   before the era of Nabonassar.”™*\n(illustration by Charles Hogarth.)                                              a           eli\nIt was only during the mid part of the\ntwentieth century that the study of mythology slowly crept away from its astronomical\nunderpinnings—mainly because what the ancients stated about astronomical bodies of the\nSolar System does not conform to what we see at present . But, even more recently, the\npendulum seems to be swinging back. Thus even astronomers are finally beginning to pay\nheed to the message of the mythohistorical record, as exemplified in 1982 by Victor Clube\nand Bill Napier,”* and, in 1985, by that indomitable antagonist of cosmic catastrophism, Carl\nSagan, himself.” Despite my disagreement with Clube and Napier on many an issue, I have\nto say that even they recognized the truth. Thus, in their first major co-authored work, they\nhad this to say:\n“The modern astrophysicist tends to see astronomy as an exclusively modern puzzle.\nArmed with the laws of physics, he dissects the scene before him with the antiseptic\ncalm of a skillful surgeon. But like the surgeon, he can overlook the mysterious ori-\ngins of his patient. For some reason, astronomy is the oldest of the sciences and it is\nL. C. Stecchini, “Newton and Historical Science,” KRONOS X:1 (Fall 1984), p. 63.\nIbid.\n25 V7. Clube & B. Napier, op. cit., in toto.\n6 C, Sagan & A. Druyan, Comet (N. Y., 1985), pp. 173-187."
            }
        ],
        "bibliography": [
            "ee ee ee",
            "gins of his patient. For some reason, astronomy is the oldest of the sciences and it is",
            "23 LC. Stecchini, “Newton and Historical Science,” KRONOS X:1 (Fall 1984), p. 63.",
            "24 Ibid.",
            "05 V_ Clube & B. Napier, op. cit., in toto.",
            "2° C. Sagan & A. Druyan, Comet (N. Y., 1985), pp. 173-187."
        ]
    },
    {
        "type": "main",
        "page_number": 67,
        "subsections": [
            {
                "title": "",
                "content": "certainly known to have a past that is rooted in primitive polytheistic religion and cel-\nestial mythology ... The question we address is why.”””\nMost mythologists who have favored an astronomical interpretation of mythology have\nhowever been handicapped by the uniformitarian dogma that the Solar System has remained\nunchanged for millions of years. Not only that, some of them have even utilized this dogma\nas the very basis for astro-mythological beliefs. Thus, for instance, Elmer Suhr who could\nfeel confident in reporting that:\n“Astronomy, including manifestations of sun, moon, stars, comets and meteors, has\nthe advantage of remaining constant in its movements and consistently the same in\nappearance over great periods of time; its forms are more geometric, its changes more\nregular, all of which gave the heavens more prestige in the mind of primitive man.””*\nThis, I intend to show, has been the great pitfall of most mythologists who could not rec-\noncile the heaven alluded to by our ancient forefathers with the one that now stretches above\nand around us. And yet, as I hope to demonstrate, it was the very opposite to what Suhr be-\nlieved that lay at the very foundation of mytho-astronomical belief. In fact, what I wish to\nstress is that the astronomical bodies of the Solar System were deified by ancient man the\nworld over not because they consistently followed an ordained pattern, but precisely because\nthey did not.\nAs Lewis Farnell noted early in the twentieth century: “What is normal in nature and so-\nciety rarely excites the myth-making imagination, which is more likely to be kindled by the\nabnormal, some startling catastrophe, some terrible violation of the social code.”\nAnd as the French anthropologist Emile Durkheim (1858-1917) pointed out:\n“...that which characterizes the life of nature is a regularity which approaches\nmonotony. Every morning the sun mounts the horizon, every evening it sets; every\nmonth the moon goes through the same cycle; the river flows in an uninterrupted\nmanner in its bed; the same seasons periodically bring back the same sensations. To\nbe sure, here and there an unexpected event sometimes happens: the sun is eclipsed,\nthe moon is hidden behind clouds, the river overflows. But these momentary varia-\ntions could only give birth to equally momentary impressions, the remembrance of\nwhich is gone after a little while; they could not serve as a basis for these stable and\npermanent systems of ideas and practices which constitute religions. Normally, the\ncourse of nature is uniform, and uniformity could never produce strong emotions.”*°\nWhile not exactly an authority on mythological subjects, it is also worth noting the words\nof Frederick Hall who wrote:\n“If we will the myths their proper credence in the light of new evidence of planetary\ncatastrophism, we will find that they can add much to our store of knowledge. All\nmythical accounts may not be equally authentic—and surely many are garbled—but\nTV. Clube & B. Napier, op. cit., p. 283 (emphasis added).\n208 E.G. Suhr, Before Olympos (N. Y., 1967), p. 27.\n2° LR. Farell, “The Value and Methods of Mythological Study,” Proceedings of the British Academy XX\na i Durkheim, The Elementary Forms of the Religious Life (N. Y ., 1965), p. 103 (emphasis added)."
            }
        ],
        "bibliography": [
            "catastrophism, we will find that they can add much to our store of knowledge. All",
            "mythical accounts may not be equally authentic—and surely many are garbled—but",
            "TV. Clube & B. Napier, op. cit., p. 283 (emphasis added).",
            "208 E.G. Suhr, Before Olympos (N. Y., 1967), p. 27.",
            "20° LR. Farnell, “The Value and Methods of Mythological Study,” Proceedings of the British Academy XX",
            "(1919), p. 47.",
            "20. Durkheim, The Elementary Forms of the Religious Life (N. Y ., 1965), p. 103 (emphasis added)."
        ]
    },
    {
        "type": "main",
        "page_number": 68,
        "subsections": [
            {
                "title": "",
                "content": "this simply emphasizes the care that must be taken in research if we are to reach a be-\nlievable consensus between the message of myth and the discoveries of space age sci-\nence.”\nThis is a bold statement to come from an engineer who had worked at the Stanford Linear\nAccelerator Laboratory, but, as we shall see, the content of myth can help us garner new as-\ntronomical knowledge even if, at first sight, this knowledge may appear to be at variance\nwith what we believe we know. In fact, even that so-called pillar of astrophysics, the Big\nBang Theory, had been much earlier posited in a religious work.\nIn the Book of Genesis, Elohim, usually translated into English as “God,” begins the cre-\nation with the words: “Let there be light.” And, it is there written, “there was light.” There\nhave been many who have seen a similarity between this description of beginnings and the\nBig Bang Theory. The following, one of several such, comes from a popular work devoted to\nthe mysteries of the Bible:\n“Prevailing scientific theory proposes that the universe was created in a flash of light.\nThis ‘big bang,’ or cosmic explosion, is believed to have occurred some 16 billion\nyears ago. Some see parallels between this modern, scientific theory and the biblical\naccount which opens with God’s command, ‘Let there be light’.”””\nGranted, on its own, this similarity is not enough for one to claim that the theory in ques-\ntion had already been posited in a religious work. The Book of Genesis is not, however, the\nreligious work I have in mind. So bear with me for a while.\nGeorge Gamow is the acclaimed father of the Big Bang theory. But before Gamow there\nwas Georges Lemaitre who, in 1927, was the first to propose that a hot, dense, primeval\n“atom” had exploded, flinging its contents outward to create the universe.”* With the advent\nOf the theory in question, Pope Pius XII himself had it stated that “scientists are beginning to\nfind the finger of God in the creation of the universe.””\"* Lemaitre, who was a Catholic priest\nbesides, being a physicist, was later decorated by the Vatican for his scientific achieve-\nments.\nTo be quite fair, in developing his theory of the expanding universe, Lemaitre had relied\non the principles of general relativity. But, since he was also well versed in the discipline of\ntheology, could he not also have come across that great medieval commentary on Biblical\nScripture known as the Ramban? In 1990, in a book titled Genesis and the Big Bang, the Is-\nraeli nuclear physicist Gerald Schroeder argued in detail that there is no contradiction to be\nfound between the account of creation as described in Genesis and the current scientific dic-\ntum.” Moreover, as Schroeder noted, “the Ramban ... had the remarkably modern insight\nthat at the moment after creation, all the matter in the universe must have been concentrated\nin a tiny speck.””” Tell me that this insight is not identical to that reached by Lemaitre?\nI hope no one will now think that I, personally, believe that Creation as described in\nGenesis is a veiled description of the Big Bang since, as I hope to demonstrate in a future\nwork, Ihave an entirely different theory to propose concerning the shedding of light by\n211 FF, Hall, “Solar System Studies,” (Part 2), AEON 1:4 (July 1988), p. 25.\n212 AE. Guinness (ed.), Mysteries of the Bible (N. Y., 1988), p. 18.\n23 J. McManus (ed.), The Cosmos (Alexandria, Virginia, 1990), pp. 61-62.\n214. N. Ostling, “Galileo and Other Faithful Scientists,” TIME (December 28, 1992), p. 39.\n215 J. McManus, op. cit., p. 61.\n26 RN. Ostling, loc. cit.\n217 As reported in ibid."
            }
        ],
        "bibliography": [
            "work, I have an entirely ‘different theory, to propose concerning the shedding of light by",
            "211 F. F, Hall, “Solar System Studies,” (Part 2), AEON 1:4 (July 1988), p. 25.",
            "22 4 E. Guinness (ed.), Mysteries of the Bible (N. Y., 1988), p. 18.",
            "23 J. McManus (ed.), The Cosmos (Alexandria, Virginia, 1990), pp. 61-62.",
            "24R_N. Ostling, “Galileo and Other Faithful Scientists,” TIME (December 28, 1992), p. 39.",
            "25 |. McManus, op. cit., +P. 61.",
            "26 RN. Ostling",
            "217 As reported in ibid."
        ]
    }
]