[
    {
        "type": "main",
        "page_number": 229,
        "subsections": [
            {
                "title": "",
                "content": "Unfortunately, Warren was not aware of the Saturnian association with the “God” he al-\nludes to. Having, however, seen that, according to the ancients themselves, the god of the\nOld Testament was really a personification of the planet Saturn, we will have to assume that,\nas astronomically impossible as it might at first seem, the primeval Saturn was believed to\nhave once been situated in the place now occupied by the Pole Star.\nOne discordant item the reader may have noted concerns the circumpolar stars them-\nselves—for have we not, on a previous page, argued for the solitude of the very same planet-\nary deity, where no other heavenly body was visible. And, to be sure, we will posit here that,\nwhile Saturn shone as a sun, no stars, except perhaps those of first magnitude, could have\nbeen seen in the night sky. So how, then, could the circumpolar stars have been seen, let\nalone proclaimed as being the stars of El/Saturn? These stars, which we shall meet again be-\nlow, could not have been considered the property of El during that time when Saturn ruled\nthe pole. It was only when Saturn resigned his lofty position that the stars came into view for\nthe first time. It was then seen that the circumpolar stars circled around that very area in the\ncenter of which the god of humanity had once resided. For that reason they became sacred to\nthe memory of the god who had, by then, moved elsewhere. But all this will have to be left\nfor a future work.“ What is of immediate concern here is whether this Saturnian northernism\nis upheld by the beliefs of ancient nations other than the Semites.\nTHE STARS OF ANU\nIn their astronomical treatises, the Babylonians placed their Prime Meridian through the\nnorth pole. The Prime Meridian is the point from which star locations are measured. As\nNorman Schwarz noted: “For everyone, ever since the time of the Babylonians, the Zero of\nLongitude was an abstract; for the Babylonians, it was a matter of geography.”® But then: “If\nthe Babylonians had been like the Greeks, Spanish, British, etc., they would have put their\nPrime Meridian through Babylon; but they did not!”® Instead they chose the north pole. But\nhow does this relate to Babylonian geography? The geography of which Schwarz speaks was\nnot terrestrial, but, rather, celestial. As he himself informs us, the North Pole was “the loca-\ntion where the gods had resided,” that is “in the North.”\nAs was the case with El, the northern stars were held sacred to Anu.© Stephen Langdon\ntells us that An, or Anu, was associated with the “northern polar stars.” At Erech, sacrifices\nwere offered “to the polar stars of Anu.” The Pole Star itself was even called the “star of\nAnu.” Thus, a prayer to the Pole Star began with the words “O star of Anu, prince of the\nheavens.”\nWe thus find out that, in Mesopotamia, the gods were believed to reside in the north.\nMore than that, the prime god of the Mesopotamians, An (or Anu) was not only associated\nwith the circumpolar stars, but with the Pole Star itself. That Anu (or An) was a personifica-\ntion of the planet Saturn, we have seen on an earlier page. That the Pole Star was revered as\nthe star of Anu is thus understandable. As we explained in relation to the circumpolar stars\nthemselves, once the planet Saturn was removed from its north polar placement, the Pole Star\nwould have been seen to have taken its place.\n“! An intimation of the scenario alluded to above can be obtained in D. Cardona, “The Demands of the\nSaturnian Configuration Theory,” AEON VI:1 (February 2001), p. 71.\n: N. Schwarz, “Old World Maps—A response to Charles Ginenthal,” The Velikovskian 11:2 (1994), p. 49.\nIbid.\nIbid. (emphasis as given).\n°R.H. Allen, Star Names and Their Meanings (N. Y., 1936), p. 20.\n“ S. H. Langdon, “Semitic Mythology,” The Mythology of All Races, Vol. V (N. Y., 1964), p. 94."
            }
        ],
        "bibliography": [
            ". Ten one een ee eee ee eee eee en nnn I OI OI II ON OI NEI TEED EIS ONS",
            "themselves, once the planet Saturn was removed from its north polar placement, the Pole Star",
            "would have been seen to have taken its place.",
            "“! An intimation of the scenario alluded to above can be obtained in D. Cardona, “The Demands of the",
            "Saturnian Configuration Theory,” AEON VI:1 (February 2001), p. 71.",
            "oN: Schwarz, “Old World Maps—A response to Charles Ginenthal,” The Velikovskian 11:2 (1994), p. 49.",
            "Ibid. (emphasis as given).",
            "°° R. H. Allen, Star Names and Their Meanings (N. Y., 1936), p.",
            "© S. H. Langdon, “Semitic Mythology,” The Mythology of All Races, Vol. V (N. Y., 1964), p. 94."
        ]
    },
    {
        "type": "main",
        "page_number": 230,
        "subsections": [
            {
                "title": "",
                "content": "UNAS AND THE CIRCUMPOLAR STARS\nDuring the first four hundred years of Egypt’s Old Kingdom, royal tombs were covered\nwith rounded mounds which later evolved into stepped pyramids. These were located in tra-\nditional ancestral cemeteries at Abydos and Saqqara. It is of interest that, associated with\nthese tombs were vast rectangular niched enclosures the long sides of which ran north to\nsouth. Royal officials also built their tombs in ancestral cemeteries apart from those of the\nkings. They, too, were oriented north-south.”\nAs Ann Macy Roth pointed out:\n“Both the orientation and the size of these early burial complexes provide clues to the\nancient Egyptians’ beliefs about immortality. The tombs’ sloped northern entrance\npointed to stars in the northern sky that never sank below the horizon [the circumpo-\nlar stars]—suggesting that immortality could be attained by joining these\n‘unwearying’ stars.”*\nBy the end of the Third, and the beginning of the Fourth, Dynasty, royal burials shifted to\nwithin true smooth-sided pyramids. Roth was of the opinion that the change came about be-\ncause “the diurnal death and rebirth of the sun supplanted the perpetual northern stars as the\nmost important symbol of the afterlife.” But, other than the recognition that Ra originated\nas a personification of the planet Saturn, rather than the Sun, Roth’s conclusion is altogether\nerroneous because, even in the pyramids she herself mentions, the connection with the cir-\ncumpolar stars continued to be retained.\nIn the Pyramid Texts found inscribed on the walls of the Pyramid of Unas, the circumpo-\nlar stars are indirectly associated with Atum. The text deals with the final location in the sky\nthat Unas is meant to achieve after his death. There it is stated:\n“The Father of Unas, Atum, seizes the arm of Unas and he assigns Unas to...the Cir-\ncumpolar Stars.””\n“Thou art to purify thyself with the cool water of the Circumpolar Stars.””\n“The sun-folk shall call out to you, for the Circumpolar Stars have raised you aloft.””\nFrom this it becomes obvious that, in order to reach his final resting place in the here-af-\nter, and be together with Atum for evermore, King Unas needed to travel to the region of the\ncircumpolar stars. That Atum is to be identified as the planet Saturn need not be repeated.\nTHE EGYPTIAN CREED OF RESURRECTION\nOn the inner side of a lid to a granite sarcophagus discovered at Kom Abu Yasin are\nrecorded the monthly variations of the polar constellation which is usually represented by a\nbull. In this instance, as in others, the celestial bull is symbolized only by its foreleg.” This\nsymbolism is not merely reserved for pictorial depictions; it is also invoked in verbal incan-\ntations. Thus, for instance, it is written: “Hail to thee, O thou Thigh which dwellest in the\naA. M. Roth, “Architecture of the Afterlife,” Archaeology Odyssey (Spring 1998), p. 58.\nIbid.\n© Ibid.\n” Pyramid Texts, Utterance 269, Spell 380.\n” Ibid., Utterance 214, Spell 138.\n® Ibid., Spells 138-139.\n™ W.R. Fix, Star Maps (London, 1979), p. 86."
            }
        ],
        "bibliography": [
            "symbolism is not merely reserved for pictorial depictions; it is also invoked in verbal incan-",
            "tations. Thus, for instance, it is written: “Hail to thee, O thou Thigh which dwellest in the",
            "oA. M. Roth, “Architecture of the Afterlife,” Archaeology Odyssey (Spring 1998), p. 58.",
            "© Ibid.",
            "” Pyramid Texts, Utterance 269, Spell 380.",
            "\" Ibid., Utterance 214, Spell 138.",
            "Ibid., Spells 138-139.",
            "™ W. R. Fix, Star Maps (London, 1979), p. 86."
        ]
    },
    {
        "type": "main",
        "page_number": 231,
        "subsections": [
            {
                "title": "",
                "content": "northern heaven...”” The bull’s thigh, of course, represented the constellation Mshtyw, that\nis what we call the Big Dipper. The accompanying text on the Kom Abu Yasin sarcophagus\nlid, however, equates Osiris with this heavenly bull.” That the planet Saturn was known as\nHeru-ka-Pet—that is, Horus Bull of Heaven—is well known.” What is of interest to us here\nis that the inscription on the lid of the sarcophagus in question can be said to place Osiris, as\nthe Bull of Heaven, that is the planet Saturn, in the north polar sphere.\nWe do not, however, have to rely on this inscription, since it is well known that Osiris\nwas considered the god of the north,” even though, unfortunately, Wallis Budge understood\nthis in a terrestrial way.” But that the northern locality of Osiris was celestial is evidenced by\nthe fact that his abode was believed to have been “permanent in Sekhet-hetepet, among the\nimperishable stars,” to which the deceased hoped to ascend.” The “imperishable stars” are\nnone other than the “circumpolar stars” which, because they circle around the celestial pole,\nare never seen to dip below the horizon and, therefore, viewed as imperishable by the ancient\nEgyptians. The same text also speaks of the deceased as moving and traveling, but this\nshould be understood in relation to the journey of the deceased from Earth to the abode of\nOsiris. This is so true that when the deceased, in this case Pepi I, finally reaches his destina-\ntion, he “stands up at the north of heaven with him,”® that is with Osiris.\nSo, likewise, with Ra, as we learn from the same inscriptions inscribed on the walls of the\nPyramid of Pepi I. In his afterlife, the king was believed to achieve his spiritual destiny only\nwhen he was finally united with Ra in the north of heaven. As it is written: “When Pepi\nstandeth upon the north of heaven with Ra, he becometh the lord of the universe, like unto\nthe king of the gods.”*\nThat this is so is also evidenced by the fact that Amon-Ra was said to have resided in the\nDivine Land. “Beautiful of Face,” he was lauded, “who comest from the Divine Land.”® In\nEgyptian, the Divine Land is rendered as Neter-ta.* Brugsch, however, defined “Neter-ta”\nor, more correctly, “Neter-ta-Mehti,” as “the northern land of the gods” and this, as Gerald\nMassey pointed out, is not to be confused with “an elevated part of our earth,” but is to be\nunderstood as “the polar paradise in heaven.”* For that reason, the deceased was lauded with\nthe words: “May your face be in the north of the sky, may Re summon you from the zenith\n[“top” or “crown,” really] of the sky.”®\nIt can therefore be seen that the Egyptians believed that, once dead, they would be resur-\nrected and made to join their god—Atum, Re, Osiris, all of whom are identifiable as personi-\nfications of the planet Saturn—in the north polar sky.\nTHE GUARDIAN OF THE POLE\nThe Persian Bundahish contains some curious passages which bear directly on the topic\nat hand. In that work, the starry constellations are likened to a war-like army destined for\n™G. A. Wainwright, “Letopolis,” Journal of Egyptian Archaeology XVIII (1932), p. 167.\n75 W. R. Fix, loc. cit.\n7B. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), pp. 302-303.\n7 Idem, Osiris and the Egyptian Resurrection, Vol. 1 (N. Y., 1911/1973), p. 37.\nIbid.\n” Ibid., p. 148.\n® Ibid., p. 155.\n*! Idem, The Book of the Dead (New Hyde Park, 1960), p. 86.\nt Hen, The Gods of the Egyptians, Vol. 11 (N. Y., 1904/1969), p. 7.\n* G. Massey, Ancient Egypt (N. Y., 1970), p. 378 (emphasis added).\n85 Pyramid Text 1016."
            }
        ],
        "bibliography": [
            "ER IIIA IED ALIAS IS IAN J IPEIIIIE EBIINIIOIE IS By FAN NEBL KE AAD hay Pie BODE",
            "78 W.R. Fix, loc. cit.",
            "7° E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), pp. 302-303.",
            "7 Idem, Osiris and the Egyptian Resurrection, Vol. 1 (N. Y., 1911/1973), p. 37.",
            "” Ibid., p. 148.",
            "® Ibid., p. 155.",
            "*! Idem, The Book of the Dead (New Hyde Park, 1960), p. 86.",
            "® Idem, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), p. 7.",
            "% G. Massey, Ancient Egypt (N. Y., 1970), p. 378 (emphasis added).",
            "85 Pyramid Text 1016."
        ]
    },
    {
        "type": "main",
        "page_number": 232,
        "subsections": [
            {
                "title": "",
                "content": "PUAN ASOT Dee Wes ey Shyer s Shoes  Sy\na       Li  en  eel ple Die Dt DNs 7 Pt\na NESS NSEARY | is dss\nWem 84/7, fe (7 [b— [OP baloo% Ty [-—l Dts lao      cay      LAG +      \\\nPose Nl CE DIoy SEDI Iie eS ae INGEN A IED ROH vee eee WS\nfe] jf eray ot  4 ray mE    phe ete ape bab\nFU Se on « SN AL elle SS SLE Rin elim te RI ge\nj gh     Dee        =    > Tay]      S\ni iN ce GPA oN\nThe inner side of the lid to the Kom Abu Yasin sarcophagus, the upper two registers of which\nshow Mshtyw—the thigh of the celestial bull (our Big Dipper) —as it rotates around the north\ncelestial pole. The inscription also equates the celestial bull with Osiris.\nbattle. Among these constellations, some stars are chosen as “chieftains.” Predominant\namong these starry chieftains was Gah “which they say is the great one of the middle of the\nsky” —in other words the Pole Star.®\nIn a later section of the same work, seven planets are allotted to the seven chieftains. The\nguardianship of “the > preat one of the middle of the sky” —that is the Pole Star—was assigned\nto the planet Saturn.\nIt is not that we have little faith in the planetary identification of the deities we have been\nparading before the reader, but, even so, let it be noted that, in the above, we are not dealing\nwith planetary deities but with actual planets and stars.\nNor need we rely on this indirect evidence because the ancient Persians, or Iranians, were\nvery positive when it came to the place once occupied by the planet in question. According to\nthem, Kevan (Khevan, Kewan), which, as we have already seen, was one of their names for\nthe planet Saturn, occupied the polar center.®\nFor that reason, very much like the Israelite high priests and the Hawaiian soothsayers,\nlike the Hindus, the Greeks, and the Scandinavians, the ancient Iranians also faced north for\ndivination purposes.”\nDHRUVA\nIn the Shiva Purana, Brahma is associated with the Pole Star.” An epithet of Brahma is\nDhruva.” This is interesting because, despite the fact that we have already seen Brahma\n°° Bundahish 11:5-8.\n® Ibid., V:1-2.\n881. de Saussure, as cited by D.N. Talbott, The Saturn Myth (N. Y., 1980), p. 44.\n® A. Fornander, loc. cit.\n® Shiva Purana 1X:19:8.\n*!'V.S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1975), p. 531."
            }
        ],
        "bibliography": [
            "DHRUVA",
            "In the Shiva Purana, Brahma is associated with the Pole Star.” An epithet of Brahma is",
            "Dhruva.” This is interesting because, despite the fact that we have already seen Brahma",
            "°° Bundahish 11:5-8.",
            "® Ibid., V:1-2.",
            "® 1. de Saussure, as cited by D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 44.",
            "® A. Fornander, loc. cit.",
            "® Shiva Purana 1X:19:8.",
            "*'V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1975), p. 531."
        ]
    },
    {
        "type": "main",
        "page_number": 233,
        "subsections": [
            {
                "title": "",
                "content": "identified as a personification of the planet Saturn, Dhruva happens to be the Sanskrit name\nof the Pole Star. But, in view of what has been disclosed above, this should not surprise us.\nNow, as it happens, in the Bhagavata Purana, the celestial north pole is described as the\n“highest region of Vishnu.” Again, in the same work, it is stated that “above Ursa Major\nlies what they call the highest abode of Vishnu” around whom the stars respectfully go\nround.® The question, here, becomes this: Is Vishnu, like Brahma, to be identified with Sat-\nurn or with the Pole Star? The question seems to be answered for us in the Kurma Purana\nwhere it is stated that the Lord Vishnu abides in the place of Dhruva, which is the Pole Star.*\nIn other words, Vishnu was not identified with the Pole Star; it is merely stated that he abides\nin its place. But is there any evidence that Vishnu personified the planet Saturn?\nLittle seems to have been known of Vishnu in the Vedic age, and not much is said about\nhim in the oldest Sanskrit work known to us, the Rig Veda. In later Hinduism, however,\nVishnu comes to the forefront as one of the most important deities together with Shiva and\nIndra. In this later mythology, Vishnu is presented as an oft-reincarnated deity who, to use\nthe very words put into his mouth, comes down to Earth “whenever order, justice and morals\nare in danger.”® These reincarnations of Vishnu, called avatars—(literally “de-\nscents”™)—will not here concern us. We will, instead, focus on the primal godhead himself\nwho, among various other epithets, is known as Svayambhu, he “who exists of himself.” Of\nmore importance to us, however, is that we have it on the authority of both the Vishnu Pu-\nrana and the Linga Purana that Vishnu is to be equated with Brahma. *\nAnother epithet of Vishnu is Prajapati,” whom we have already seen identified as Saturn.\nAccording to the Brahma Purana, one of his manifestations is that of Surya.'” To this day, a\nsculptured depiction of Vishnu as Surya exists in the thirteenth century A.D. Temple of\nSurya at Konarak, Orissa.’\nYet one more epithet of the god is Yamakilah, derived from Yama.'” As we pointed out\nin our first chapter, the Linga Purana tells us that “the great planet Shaniscara, the slow-\nmoving Saturn, is Yama, the lord of the worlds.”'® And, to be sure, that Yama was a person-\nification of the planet Saturn is well known.'™\nIn the same Linga Purana, Vishnu is made to claim: “I am Kala.”\" Not to be confused\nwith Kali, Kala is also a name of Yama'® who was Saturn. Actually, the name Kala itself\nwas that of the planet Saturn. Additionally, a name of Vishnu is Kalakunchah,’” derived\nfrom Kala.\n® Bhagavata Purana 1V:12:25-26.\n% Ibid. V:23:1.\n* Kurma Purana 1:41:12.\n°5 J, Herbert, “Hindu Mythology,” in “India: The Etemal Cycle,” Larousse World Mythology (London, 1972), p.\n°° P. Masson-Oursel & L. Morin, “Indian Mythology,” New Larousse Encyclopedia of Mythology (London,\n* Ibid., p. 359.\n°8 Vishnu Purana 1:2:45 {f.; Linga Purana LIV:63-64.\n*» V.S. Apte, op. cit., p. 642.\n10 P. Masson-Oursel & L. Morin, op. cit., p. 325.\n1 Ibid.\n1 VS. Apte, op. cit., p. 781.\n'® Tinga Purana 1:60:2-5.\n1 See for instance, G. de Santillana & H. von Dechend, op. cit., pp. 146, 373.\n1°5 Tinga Purana 1:96:33-35.\n5 V_S. Apte, op. cit., p. 353.\n© Ibid., pp. 353-354."
            }
        ],
        "bibliography": [
            "* Ibid., p. 359.",
            "°8 Vishnu Purana 1:2:45 ff.; Linga Purana LIV:63-64.",
            "» V.S. Apte, op. cit., p. 642.",
            "10 P. Masson-Oursel & L. Morin, op. cit., p. 325.",
            "1 Ibid.",
            "1 VS. Apte, op. cit., p. 781.",
            "'® Tinga Purana 1:60:2-5.",
            "1 See for instance, G. de Santillana & H. von Dechend, op. cit., pp. 146, 373.",
            "1° Tinga Purana 1:96:33-35.",
            "1 V_S. Apte, op. cit., p. 353.",
            "1 Ihid., pp. 353-354."
        ]
    },
    {
        "type": "main",
        "page_number": 234,
        "subsections": [
            {
                "title": "",
                "content": "ZS AN Mg\ney ie   ay itis Va    ACS     %    Uta\nIranian priest Parthian eee) wee peophion nore ir divination purposes."
            }
        ],
        "bibliography": [
            "Iranian priest (Parthian Magus) who faced north for divination purposes.",
            "(From a Parthian bass relief.)"
        ]
    },
    {
        "type": "main",
        "page_number": 235,
        "subsections": [
            {
                "title": "",
                "content": "é    [       ji    Sad\n___.    i   fiat;\nVishnu.\n(Photograph by the author—courtesy of the British Museum, London, England.)"
            }
        ],
        "bibliography": [
            "(Photograph by the author—courtesy of the British Museum, London, England.)"
        ]
    },
    {
        "type": "main",
        "page_number": 236,
        "subsections": [
            {
                "title": "",
                "content": "More than that, another of Vishnu’s various epithets is Mahakala,'® which translates as\n“Great Saturn.”\nYet one more epithet of Vishnu is Darunah, a name derived from daruna, meaning\n“terrible.”\"” In the Garuda Purana, however, Daruna is given as a name for Saturn.”\nFinally, the name Shaurih is shared by both Vishnu and the planet Saturn.\"\nThere is therefore little doubt that, regardless of what Vishnu’s avatars turn out to be, the\nprimal god himself was remembered as a personification of the planet Saturn, which connec-\ntion, as we have just seen, was tendered through various interconnecting equations.\nNow the Linga Purana contains a myth, in the form of a parable, which tells how Dhruva\nbecame the Pole Star.\" According to this parable, Dhruva was placed at his station by\nVishnu. Moreover, Vishnu impressed on Dhruva that the abode in which he placed him had\nformerly been his. “This abode,” Vishnu is made to state, “is mine, the greatest, the steady\nsplendid abode.”\nThe same parable, in slightly different guise, is also contained in the Bhagavata Purana,\nwhere Dhruva is described ascending to the highest pole “to the exalted seat of Vishnu, round\nwhich the starry spheres forever wander...” '* We can thus see that it was the belief of the\nHindus that the polar station had been Vishnu’s, that is Saturn’s, before it became Dhruva’s,\nthat is the Pole Star’s.\nEven more intriguing is the fact that, elsewhere, we learn that Dhruva had previously\nbeen one of the names of the Saturnian sun god himself. Thus, the word dhruva means\n“fixed, firm, stable, permanent, constant, unchangeable”'*®—which is an apt name for the\nPole Star. Another Sanskrit word with similar meanings of “fixed, firm, unalterable, imper-\nishable, indestructible, undecaying” is akshara.\" It is therefore noteworthy that one of\nVishnu’s epithets is an amalgam of these two words— Dhruva-akshara. \"”\nWe have seen that, according to the Linga Purana, “Shaniscara, the slow-moving Saturn,\nis [called] Yama” —a name that was also borne as an epithet by Vishnu. It is interesting, then,\nthat, as Warren tells us, Yama, too, once occupied the north celestial polar station. In his\ntreatment concerning the north polar placement of various deities, he wrote:\n“That the East Aryans had the same idea is also evident from the Laws of Manu.\nAmong this people Yama—the same as the Iranian Yima—was the first man. His first\nabode...was at the North Pole...”\"*\nAnd, like their Iranian counterparts, and others from other parts of the ancient world, the\nHindus also faced north for divining purposes. '?\n18 Tbid., p. 749.\n1 Tbid., p. 497.\n\"© Garuda Purana 1:62:14.\nMLV, §, Apte, op. cit., p. 928.\n1? Tinga Purana 1:62:1 ff.\n\"3 Tbid. 1:62:36 (emphasis added).\n\"4G. de Santillana & H. von Dechend, op. cit., p. 138.\n\"SVS. Apte, op. cit., p. 531.\n46 Ibid. p. 6.\n\"7 Ihid., p. 531.\n\"8 W. F. Warren, op. cit., p. 198.\n\"9 A Fomander, loc. cit."
            }
        ],
        "bibliography": [
            "_ £O1d., p. 142.",
            "1 Thid., p. 497.",
            "\"© Garuda Purana 1:62:14.",
            "™1V_S. Apte, op. cit., p. 928.",
            "1 Tinga Purana 1:62:1 ff.",
            "\"3 Tbid. 1:62:36 (emphasis added).",
            "\"4G. de Santillana & H. von Dechend, op. cit., p. 138.",
            "SVS. Apte, op. cit., p. 531.",
            "46 Tbid., p. 6.",
            "17 Tid., p. 531.",
            "\"8 W. F. Warren, op. cit., p. 198.",
            "\"° 4 Fornander, loc. cit."
        ]
    },
    {
        "type": "main",
        "page_number": 237,
        "subsections": [
            {
                "title": "",
                "content": "THE GENIE OF THE PIVOT\nSo, also, in China. As Warren tells us:\n“The oldest traceable worship among the Chinese is that of Shang-te [or Shang-ti],\nthe highest of all gods...Shang-te is usually...described as the god of heaven. But his\nproper place of abode, his palace, is called Tsze-wei. And if we inquire as to the\nmeaning and location of Tsze-wei, the native commentators upon the sacred books\ninform us that it is ‘a celestial space about the North Pole’.”\"”\nThus we find it stated that “Shang-te’s throne is in Tsze-wei, i.e., the Polar Star.” And:\n“Immediately over the central peak of Kwen-lun appears the Polar Star, which is Shang-te’s\nheavenly abode.””' Shang-ti’s title was The Holy and Propitious Prince of the North Pole.'”\nOne of his symbols, upon which he is sometimes depicted as standing, was the tortoise. The\ntortoise is also sometimes accompanied by a snake. It is therefore noteworthy that the sym-\nbolism of the tortoise and serpent goes at least as far back as the Han dynasty and was used\nas an emblem for the northern region of the world.”\nMore than that, as Lord of the Centre, Shang-ti was also revered as Huang- ti,” who is\nperhaps better known as the Yellow Lord’™ or Yellow Emperor. % The Yellow Emperor has\nlong been acknowledged to be the representative of Saturn.\nWhen it comes to ancient Chinese lore, however, we need not merely rely on the mytho-\nhistorical record. Their astronomy echoed the same message. Thus, for instance, the Chinese\nreferred to the Pole Star as T’ien-Tchou which, appropriately enough, means “Pivot of the\nSky.” Stars which are close to the Pole Star were also referred to as “pivots.”'* The same\nname was additionally applied to two stars in the constellation Draco” and, since Draco had\nbeen the polar constellation around 2300 B.C., some authorities have concluded that this\nproves that Chinese observational astronomy dates to at least that remote time.\nBe that as it may, the term “pivot” for these Draconian stars fits in with their former\npolar, or near-polar, location. What has baffled commentators on ancient Chinese astronomy,\nhowever, is the fact that the planet Saturn is given the name Tchou-niou-tchi-chin, which\ntranslates as “Genie [or spirit] of the Pivot,” since this is tantamount to calling Saturn “the\nSoul of the Pole Star.”\nThat, to the Chinese, the planet Saturn once occupied the north polar center is actually\nwell known. As Jan Sammer indicated:\n“According to the Han historian Ssuma Ts’ien, the planet Saturn ‘corresponds to the\ncenter ... Saturn was placed at the pole, and the entire stellar sphere was said to\n2 W. F. Warren, op. cit., pp. 215-216.\n™ Tbid., p. 216.\n122 H. Maspero, “The Mythology of Modern China,” Asiatic Mythology (N. Y., 1972), p. 339.\n\"3 Tbid., p. 340.\n\"4 Thid., p. 339.\n6 Thid., p. 332.\n127 G, de Santillana & H. von Dechend, op. cit., p. 129.\n\"8 G. Schlegel, Uranographie Chinoise (Leyden, 1875), p. 525.\n29 Thid., p. 507.\n9 Thid., p. 630."
            }
        ],
        "bibliography": [
            "\"2 W. F. Warren, op. cit., pp. 215-216.",
            "™ Tbid., p. 216.",
            "12 H. Maspero, “The Mythology of Modern China,” Asiatic Mythology (N. Y., 1972), p. 339.",
            "13 Ibid., p. 340.",
            "\"4 Thid., p. 339.",
            "8 Ibid.",
            "26 Thid., p. 332.",
            "7G, de Santillana & H. von Dechend, op. cit., p. 129.",
            "18 G. Schlegel, Uranographie Chinoise (Leyden, 1875), p. 525.",
            "\"9 Thid., p. 507.",
            "80 Tbid., p. 630."
        ]
    },
    {
        "type": "main",
        "page_number": 238,
        "subsections": [
            {
                "title": "",
                "content": "SR MS RG NT ea eae\nNe ee\noat Mk      , £        >                      5\nSa &       a    eS     ng\nMet SS Ses CN Se\nea ee — ee ee ee\nShang+i/Huang-ti—the Yellow Emperor—standing on his emblems, the tortoise\nand serpent, symbolizing the northern region of the world.\n(From a Sung Dynasty painting.)"
            }
        ],
        "bibliography": [
            "Shang+i/Huang-ti—the Yellow Emperor—standing on his emblems, the tortoise",
            "and serpent, symbolizing the northern region of the world.",
            "(From a Sung Dynasty painting.)"
        ]
    }
]