[
    {
        "type": "main",
        "page_number": 9,
        "subsections": [
            {
                "title": "",
                "content": "was constructed within the sacred precinct                   ~~\nof the god.*                                                             oy\nWhat should also be noted here is that               2S —— 3\nthe rites of Dionysus so closely resembled        0}     a    as\nthose of the Egyptian god Osiris, that               °      fi\nHerodotus thought it impossible for the            1   ly\nGreek rites to have risen independently of                    ae\nthe Egyptian ones and therefore supposed            icf -\" Te\nthat the Greeks must have borrowed their       ,       Uf       ‘\nrites from the Egyptians and, with slight      ,   , Taree\nalterations, passed them on as their own.*         Rt    ai <\nSo, incidentally, also Plutarch, who insisted         5g      :  -\nupon the detailed resemblances between the                     ¥        :\nrites of Osiris and those of Dion-                       ca\nysus”—which, if nothing else, also indic-             . »~ VF >\nates that comparative mythology is not itself                  Set   HF      \\\nthe modern tool some of its critics have            aa Boy ee\nmaintained. In this instance, as in many            Me eee  ae  fou\nothers, however, no borrowing need be                4    PAR nue\ncalled for. What is at bottom here is that                ¥,  ST ee:\nwhatever it was that Dionysus had originally                  SRS | See\nstood for was the very same thing that the                  Ey    BR |\nEgyptian Osiris had originally represented.                : ¥    x\nOr, to put it in a simpler way, Osiris and                 :       S    3\nDionysus were representations of the same                  7     at  Fi\noriginal phenomenon; they were simply one                        RR\nand the same god under different national             a     . DY,\nguise.                                          - eee Oe:\nOthers, of course, have maintained that              Bl     a\nthe similarity of Greek rituals to those of the                    s\\      an   UI |\nEgyptians stems from the ignorance of the               WY ..     i ama:\nGreeks in matters Egyptian. Thus, for in-              Se A\nstance, Gwyn Griffiths tried to convince his                   SY       fy  hi i\nreaders that Greek observers were “not usu-                   za        1    A\nally in a position” to understand Egyptian                       HY  Ny ‘i\nreligion particularly because of their igno-                      i   ANE:\nrance of the Egyptian language.” Thus, ac-                3 =     NY\ncording to Griffiths, Greek theological ex-             ‘6S a aap i\nplanations of Egyptian religious particulars                an\nand mythological equations were based on\nDionysus.\n* W. Oates & E. O’Neil, The Complete Greek\nDrama (1938), p. xxiii.\n%5 J. G. Frazer, The Golden Bough (London, 1974,\nabridged edition), p. 507.\n3” G. J. Griffiths, “Interpretatio Graeca,” in W. Helck\n& E. Otto, Lexikon der Agyptologie, Vol. III (1980),"
            }
        ],
        "bibliography": [
            "I EO NONE DINE SOI LILIES NILE",
            "* W. Oates & E. O’Neil, The Complete Greek",
            "Drama (1938), p. xxiii.",
            "35 J. G. Frazer, The Golden Bough (London, 1974,",
            "abridged edition), p. 507.",
            "3 Ibid.",
            "3” G. J. Griffiths, “Interpretatio Graeca,” in W. Helck",
            "& E. Otto, Lexikon der Agyptologie, Vol. Il (1980),",
            "col. 167.",
            "Dionysus."
        ]
    },
    {
        "type": "main",
        "page_number": 10,
        "subsections": [
            {
                "title": "",
                "content": "TIL Et eas Cd Ui bee end  Dinas pose   TE\n3     -    ean es ON wa\nro) Li Faull\nCPO PENS\nS           TA Tw\nPerformance of Oedipus Rex in the theater of Dionysus on the south slope of the Acropolis of Athens.\nActors wore masks, each playing more than one role."
            }
        ],
        "bibliography": [
            "Performance of Oedipus Rex in the theater of Dionysus on the south slope of the Acropolis of Athens.",
            "Actors wore masks, each playing more than one role."
        ]
    },
    {
        "type": "main",
        "page_number": 11,
        "subsections": [
            {
                "title": "",
                "content": "i =     7 =f a bee   ae SZ\n| AN eae Bee 6592\n/  uae ee — Ze tof we Senne:\n\"olis f al idl       |\nNIKE\nae     -    Li  (A C ahs\n. LAIN       a be (0 A  Hay J\nSOROS Goce\nAAD SOs         a _Ayy\nNote the aeiihe Jratet) a center of iw orchestra.\nlustration(s) by John Green."
            }
        ],
        "bibliography": [
            "Note the altar of Dionysus in the center of the orchestra.",
            "(Ilustration(s) by John Green.)"
        ]
    },
    {
        "type": "main",
        "page_number": 12,
        "subsections": [
            {
                "title": "",
                "content": "a  i   <a  ge iy pee    Sn MS   Ks   f    a\nal               Ne        AY VF    Hi. {lc\n‘eal SETI THTA. |\nm7    va   j            J          \\\nActors performing in a Roman Theater.\nAlthough it has been stated that Roman drama was a secular diversion with its roots\nin sacred Estruscan funeral rites, it was actually nothing more than a Greek derivative\nof Hellenic repertory.\n(Illustration by John Green.)"
            }
        ],
        "bibliography": [
            "Actors performing in a Roman Theater.",
            "Although it has been stated that Roman drama was a secular diversion with its roots",
            "in sacred Estruscan funeral rites, it was actually nothing more than a Greek derivative",
            "of Hellenic repertory.",
            "(Illustration by John Green.)"
        ]
    },
    {
        "type": "main",
        "page_number": 13,
        "subsections": [
            {
                "title": "",
                "content": "misunderstandings of Egyptian phenomena, as well as on modifications that were introduced\non what they saw as Greek parallels.* And of course, still according to Griffiths, each devia-\ntion caused by misunderstanding, “whether radical or slight,” would have contributed to one\nmore “remove” from the original version.”\nOn the other hand, ancient Egyptian religion, together with what Martin Bernal surprised\nme by calling “Egyptian philosophy,” has often been denigrated.” But, as Bernal noted, that\nthese “were necessarily crude and shallow, has difficulties with such superbly intelligent men\nas Eudoxos who, according to all reports, lived with the priests and learnt Egyptian, and\nclearly had a great respect and enthusiasm for Egyptian culture.”“' Despite the fact that I do\nnot necessarily agree with all of Bernal’s dauntless assertions concerning the Afroasiatic\nroots of Classical Greek culture—and he has come under enough criticism from mainstream\nscholars—he was, in my opinion, quite correct when he accused modern mythologists of\nwhat he termed Besserwissen—the audacity of believing to know the ancients better than\nthey knew themselves.”\nThe point to be made is not whether tragedy, as it eventually developed, remained pri-\nmarily concerned with Dionysiac ritual but whether it really originated in direct response to\nit. As we have seen, despite the odd dissenter, modern opinion mainly reflects that of the\nGreeks themselves who seem to have attained a degree of unanimity—by no means the ac-\ncustomed expectancy—on this particular subject. Let us not, after all, forget that the very\nword “tragedy,” in Greek tragodia, means nothing more than “goat song,” derived from tra-\ngos, that is “goat,” the sacred animal of Dionysus. Despite its enigmatic name, the goat song\nitself was sung in honor of Dionysus, describing his birth and violent end. That the term\n“goat song” — tragodia—became a synonym for “misfortune” is therefore understandable.\nChristians, if no one else, can at least understand this much: What could be more tragic than\nthe violent death of a god?\nORALITY\nMyths and rituals originated in the days before the invention of writing. Prior to that,\nmyths were handed down orally. That having been said, the next question the critic will ask\nis: How reliable can a report of anything be if it has been handed down orally for an untold\nnumber of years before it was even written down? And, to be sure, the reliability of oral\ntradition has been the subject of controversy since the time of Euhemerus.*\nIn our own world, as we all know, different eyewitnesses are liable to offer different ver-\nsions of any single event even when the reports are collected within a very short time of the\noccurrence. Not only that, but, with each telling, each report becomes more embellished until\nall semblance of truth is muddied beyond recognition. Can you imagine the reliability of such\nreports being handed down by word-of-mouth over a few thousand years?\nAnd yet, as Dorothy Vitaliano shrewdly observed, how often have parents retold a bed-\ntime story only to be found corrected if they deviate by as much as a single word from the\noriginal version told? Such is the power of oral tradition—as notice, to give but one example,\n* Ibid.\n» Tbid.\n“ M. Bemal, Black Athena (New Brunswick, 1988), p. 118.\n” Ibid.\n” Ibid.\n* R. M. Dorson, “The Debate Over the Trustworthiness of Oral Traditional History,” cited by D. B.\nVitaliano, Legends of the Earth (Bloomington, 1973), p. 4."
            }
        ],
        "bibliography": [
            "ig i a",
            "original version told? Such is the power of oral tradition—as notice, to give but one example,",
            "8 Ibid.",
            "% Tbid.",
            "“ M. Bemal, Black Athena (New Brunswick, 1988), p. 118.",
            "” Ibid.",
            "* Ibid.",
            "* R. M. Dorson, “The Debate Over the Trustworthiness of Oral Traditional History,” cited by D. B.",
            "Vitaliano, Legends of the Earth (Bloomington, 1973), p. 4."
        ]
    },
    {
        "type": "main",
        "page_number": 14,
        "subsections": [
            {
                "title": "",
                "content": "the accuracy with which the people of sub-Saharan Africa managed to preserve their history,\nwithout the aid of a written language, up until the advent of the colonial period.“\nAs Peter Hallberg pointed out in relation to the Icelandic skalds, when history is transmit-\nted through a succession of professional bards with highly trained memories and powers of\nrecollection, there is reason to believe that, when put into writing even after a few centuries,\nthe details remain more than reasonably accurate. Thus Alfred de Grazia was echoing re-\nceived opinion when he stated:\n“We know from general anthropology and ancient literature that an exact rendition of\na large body of verse and prose (such as Homer’s Iliad and other epic works) can be\ntransmitted over generations and centuries...[I]n the period of oral transmission,\ntrained speakers can memorize and reproduce exactly thousands of lines heard from\nthe lips of a teacher.”\nTo paraphrase Peter Warlow’s astute words, the main secret behind the retention and im-\nmediate recall of any part, or all, of a particular epic, regardless of its enormity of lines, is the\nsystematic learning by rote, or repetition. As he aptly demonstrated, this is made evident by\nthe effortless recall of nursery rhymes learned by rote in early childhood together with other\npoems and quotations drummed into youngsters in school and college. It is by rote, which\nWarlow calls “the basic way,” that every child learns the complexities of speech, the\nchronological order of the alphabet, the days in the month, multiplication tables, spelling\naids, and other fundamentals in the early garnering of knowledge. He was nowhere near ex-\naggerating when he referred to rote learning as “an incredibly powerful technique.””\nIt has also been hypothesized that the hexameter of Homer’s verses was inherited from an\nearlier oral tradition and that it was this very hexameter that helped preserve the epics.* If\nthis was so, verbatim memorization may not even have been necessary. According to Milman\nParry, the hexameters of poetic sagas such as the Iliad and Odyssey are not simply con-\nstructed of word-units but of formulas. These constitute “groups of words [co-ordinated pre-\ncisely] for dealing with traditional materials, each formula shaped to fit a hexameter line.”\nThus, for instance, as Walter Ong noted, the phrase “there spoke out clever Odysseus”\noccurs seventy two times in Homer’s poems.” Such a formula would be easy to remember\nevery time Odysseus is introduced to say something.\nPersonally, I disagree emphatically with Ong when, from this, he also surmises that\nOdysseus was thought of as being clever—“polymetis”—not because he was supposed to\nhave been, but because “without the epithet polymetis he could not be readily worked into the\nmeter.” According to Ong, all of Homer’s characters, including the deities, received their\ntime-worn epithets in order to fit the correct metrical lines of the epics in which they appear.\nThis is difficult to believe when one remembers that the same, or similar, epithets were be-\nstowed on the comparative deities of other nations which appear in poetic sagas employing\nan entirely different meter from that of Homer. In various other cases, deities carry the same,\n“ C, Sagan & I. S. Shklovskii, Intelligent Life in the Universe (N. Y., 1966), p. 464.\n4 P. Hallberg, The Icelandic Saga (Nebraska, 1962), p. 52.\n4 4. de Grazia, God’s Fire (Princeton, 1983), p. 285.\n*” P. Warlow, The Reversing Earth (London, 1982), p. 143.\nSs. Begley, et al., “Memory,” Newsweek (Sept. 29, 1986), p. 54.\n* W. J. Ong, Orality and Literacy (N. Y., 1982), p. 58.\n* Ibid.\n5\\ Ibid., pp. 58-59."
            }
        ],
        "bibliography": [
            "an entirely different meter from that of Homer. In various other cases, deities carry the same,",
            "“ C. Sagan & I. S. Shklovskii, Intelligent Life in the Universe (N. Y., 1966), p. 464.",
            "P, Hallberg, The Icelandic Saga (Nebraska, 1962), p. 52.",
            "“© 4. de Grazia, God’s Fire (Princeton, 1983), p. 285.",
            "“7 P. Warlow, The Reversing Earth (London, 1982), p. 143.",
            "“S. Begley, et al, “Memory,” Newsweek (Sept. 29, 1986), p. 54.",
            "* W. J. Ong, Orality and Literacy (N. Y., 1982), p. 58.",
            "% Ibid.",
            "51 [bid., pp. 58-59."
        ]
    },
    {
        "type": "main",
        "page_number": 15,
        "subsections": [
            {
                "title": "",
                "content": "‘Sere     pee at SS, A    :\na         SE kt ou Sele\nf /       :  Rees. aka 5    q\nff       SO aOR as\nnT. ale\nae      “Soe aK     e EF ee\n<    ‘ eee Be     ERE Ce fh ra\n< Nem BO a      FOSS ok\nNe 8 ae RY\ne<\\ “s   +a 3 ie sa   ee a       -     a\nSy      Ae       ES a               F;            ee\nScandinavian skald, or bard, reciting a saga from memory to a chieftain and his tribe."
            }
        ],
        "bibliography": [
            "Scandinavian skald, or bard, reciting a saga from memory to a chieftain and his tribe."
        ]
    },
    {
        "type": "main",
        "page_number": 16,
        "subsections": [
            {
                "title": "",
                "content": "CEO GPU ai (ae _al\nCU IRON Vale at. ._¥tag Ang eee\nps7!  ES bee      me Bsiae 2      )     el 7        :\ncnc |               ¥  ae ASO ips\n~                           Heroes of the Trojan War.\nFrom left to right: Menelaus, Paris, Diomedes, Odysseus, Nestor, Achilles, Agamemnon.\nAn artist’s impression.\nDid the protagonists of Homer’s Iliad owe their characters to poetic meter?\nor similar, epithets even when they are not interwoven into verse. Even so, Ong’s forceful\nconclusion need not affect the validity of Parry’s approach.\nIn recent years, an interesting experiment was conducted by Hildegard Wiencke-Lotz\nwho traveled some 45,000 miles through Europe in an all-encompassing effort to track the\nvarious versions of the Gudrun Epic still “sung” in those parts and to verify, if possible, the\nhistoricity of its setting and occurrences. Previously believed to be “little more than a fairy\ntale in three parts, of which the middle part possibly reflected some historical events,” the\nGudrun Epic was demonstrated by Wiencke-Lotz to be “an ancient oral tradition representing\na unified whole which loses its meaning when the three parts are considered separately.”* As\nDavid Griffard, relying on notes by William Douglas, as well as the work of Wiencke-Lotz\nherself, was able to report:\n“[Wiencke-Lotz] argues that the entire Gudrun Epic has a sound historical basis and\nthat all specific places mentioned can be found where expected geographically,\nthough their distribution covers a large geographical area. She has identified and vis-\nited the numerous places named in the tales and has traced the specific period of Gu-\ndrun’s life in relation to Roman history.”*\nWhat emerged from this study is that the epic is exclusively indigenous to those territo-\nries which had, at one time or another, been occupied by the Goths. This conclusion received\nconfirmation through the archaeological discoveries of the countries involved— Yugoslavia\n® 1D. Griffard, from the “Introductory Notes” to H. Wiencke-Lotz, “Folklore: Its Stability and Self-\ncorrecting Power,” HORUS II:2 (Summer 1986), p. 29."
            }
        ],
        "bibliography": [
            "mes which nad, at one ume or another, been occupied by the Gots. 1 his conciusion received",
            "confirmation through the archaeological discoveries of the countries involved— Yugoslavia",
            "* D. Griffard, from the “Introductory Notes” to H. Wiencke-Lotz, “Folklore: Its Stability and Self-",
            "correcting Power,” HORUS II:2 (Summer 1986), p. 29.",
            "% [bid."
        ]
    },
    {
        "type": "main",
        "page_number": 17,
        "subsections": [
            {
                "title": "",
                "content": "Austria, Greece and Asia Minor, Poland,\nRussia, Sweden, Denmark, England, Ger-              Wv\"/\nmany, France, Spain and, to an extent, even                 =F\nMorocco and Tunisia. *                                                  SS         =,\nJust as important was Wiencke-Lotz’s       tas    on)\nmeeting with the folklore-telling communi-          head     -— @\nties that still exist in some of these countries.        @ =         on\nTheir rendition of Gudrun songs and/or tales           —¢ mn          on)\nwas found to be “absolutely trustworthy”        =      —_ \\\nwhen compared to the epic as it had been        | ees:       =\nimmortalized in writing in 1233, even                 Y\nthough the recitals were anything but verba-                 ae\ntim duplications of it. In the meantime, the\nrecitals themselves were always repeated in             +\nexactly the same way. This was so true that,\non one occasion, when a particular story-        i Cae\nteller deliberately, and mischievously,        '  ii! ne inal                x\nchanged a line, “there was a drastic interrup-         Arba: Ih e..               ts\ntion, even from the toddlers” who_immedi-        P   NS  37.         “\nately sought to correct the narrator.®                           ewe\nOne telling conclusion, among others,         A\nthat can be drawn from this study is that, de-                                .   e\\  /}\nspite a passage of more than the 400 years                :                 rf\nwhich supposedly separate Homer from the                i\nevents he narrated, the Gudrun Epic has re-              i  7\ntained geographical, historical, and archaeo-                Usk |\nlogical accuracy with a consistency that can                    \\ ry\nonly be attributed to a faithful persistence in                        NY\nthe original. In its turn, this faithfulness can\nonly be the result of a honing of memory            \\\nthrough learning by rote and, perhaps, to         \\\\\ngive Parry his due, by formula.                                     \\\nLITERACY\nNeed I even state that the invention of\nwriting revolutionized the ancient world?\nAnd yet, despite its many advantages, writ-\ning does carry one disadvantage with it, a        |\npoint that was not lost on the ancient Egyp-\ntians. Here the point I wish to make is best\nillustrated by the allegorical story of\nThamus, a mythological king of Egypt, who,\nwith the following words, reproached Thoth,              {~~          p\nthe god of letters, for having invented writ-\nThoth—the Egyptian god of letters.\n54 §. Wiencke-Lotz, op, cit., pp. 31, 32.\n58 Ibid., pp. 30, 32-33."
            }
        ],
        "bibliography": [
            "sree emer eee icant alent een ainalianil",
            "illustrated by the allegorical story of",
            "Thamus, a mythological king of Egypt, who,",
            "with the following words, reproached Thoth,",
            "the god of letters, for having invented writ-",
            "5S, Wiencke-Lotz, op, cit., pp. 31, 32.",
            "% Ibid., pp. 30, 32-33.",
            "Thoth—the Egyptian god of letters."
        ]
    },
    {
        "type": "main",
        "page_number": 18,
        "subsections": [
            {
                "title": "",
                "content": "ae)  /            ¥ Mo 10\n\\. VF tt                                                ‘                                   j\nMaking and writing on papyrus.\nNot many people among the Egyptians could read and write. Those who could became scribes, valuable\nto the court and temples as record keepers. The English word “paper” is derived from the Greek name\nof the sedge-like plant, the papyrus, the stalks of which were pressed together into a sheet of writing\nmaterial which was then smoothed with a stone. Despite its many advantages, the invention of writing\ncarried with it at least one major disadvantage —it no longer necessitated the memorizing of past events.\n(Illustration by John Green.)\nMost ingenious Theuth [Thoth] ... one man has the ability to begat arts but the ability\nto judge of their usefulness or harmfulness ... belongs to another; and now you, who\nare the father of letters, have been led, by your affection to ascribe to them a power\nthe opposite of that which they really possess. For this invention will produce\nforgetfulness in the minds of those who learn to use it, because they will not practice\ntheir memory. Their trust in writing ... will discourage the use of their own memory\n... You have invented an elixir not of memory, but of reminding; and you offer your\npupils the appearance of wisdom, not true wisdom, for they will read many things\nwithout instruction and will therefore seem to know many things, when they are for\nthe most part ignorant ... ”*\nThus, when it came to things past, the later Egyptians read the texts bequeathed by their\nancestors but did not always understand what the written words alluded to, for they had not\nwitnessed what their ancestors had. When bards recited their traditions from memory, a lis-\n* Plato, Phaedrus, as translated by H. N. Fowler, 274-275 (emphasis added)."
            }
        ],
        "bibliography": [
            "ee ee ee",
            "without instruction and will therefore seem to know many things, when they are for",
            "the most part ignorant ... ”*",
            "Thus, when it came to things past, the later Egyptians read the texts bequeathed by their",
            "ancestors but did not always understand what the written words alluded to, for they had not",
            "witnessed what their ancestors had. When bards recited their traditions from memory, a lis-",
            "%6 Plato, Phaedrus, as translated by H. N. Fowler, 274-275 (emphasis added)."
        ]
    }
]