[
    {
        "type": "main",
        "page_number": 349,
        "subsections": [
            {
                "title": "",
                "content": "academic uneasiness in that “the planet’s water might still migrate from the day side to the\nnight side, killing off any prospects of life.”39\nFurther studies conducted in 1997 by Martin Heath then came up with a solution based on\nthe depth of ocean basins. Even if the oceans’ surface were to freeze on the dark side, rea-\nsoned Heath, there might still be liquid layers deep underneath which would be kept from\nfreezing by the planet’s own geothermal heat. “This would allow liquid water to flow back to\nthe day side.”40\nIn the proto-Saturnian model, such a transference of liquid water from one hemisphere to\nthe other would not even be required. As we have seen, according to more than one re-\nsearcher, Earth would have been located within proto-Saturn’s plasma sheath. To repeat, as\nboth Ashton and Thornhill claimed, the heat and light of proto-Saturn would have been “ra-\ndiated both outwards and inwards from the photosphere”; that “Earth, situated inside the\nspherical envelope of such a star...would find the energy flux almost equal over the entire\nplanet”; and that “all objects orbiting in that region would receive the same energy per unit\narea of their surface.”4!\nNo freezing of oceanic surfaces would then enter the picture.\nSTATIONARY STAR\nOn such a planet in phase-lock as envisioned by Croswell, the red dwarf sun would never\nset. “Instead,” he tells us, this sun “would hover perpetually at the same place in the sky.”4\nAs we have seen, this would also have been the case in our axial alignment model except\nthat, in our case, the proto-Saturnian sun would have hovered in Earth’s north celestial pole.\nIn this instance, the model proposed by Croswell runs into certain difficulties which the Sat-\nurnian exemplar overcomes.\nAs Croswell pointed out:\n“Plants and trees might orient themselves toward [the hovering red dwarf star] as they\ngrew. But because the sun is stationary some regions would never see direct sunlight.\nA region in the shadow of a mountain, for example, would be forever in shade, pre-\nventing photosynthesis there.”3\nThe situation would be even worse in the total darkness of the opposing hemisphere. This\npredicament, however, would not affect the proto-Saturnian model since, as already noted,\nthe light from the hovering proto-Saturnian sun, no matter how feeble, would have been re-\nflected back from the enveloping plasma to all those areas devoid of direct sunlight.\nLONG-LIVED SUN\nHow long could such a situation have endured?\nCroswell tells us that red dwarf stars actually have an advantage over sun-like ones. This\nis because their lesser mass allows them to “burn” their reduced fuel “so frugally that some\nwill survive for more than 1000 billion years,” whereas the Sun, it is claimed, “will die\nwithin a mere 8 billion years.”\n39 K. Croswell, see Reference #2, p. 30\n40 Ibid.\n41 W. Thornhill, see reference #1, loc. cit.\n42K. Croswell, loc. cit.\n43 Ibid.\n44 Ibid."
            }
        ],
        "bibliography": [
            "1s because their lesser mass allows them to “burn” their reduced fuel “so frugally that some",
            "will survive for more than 1000 billion years,” whereas the Sun, it is claimed, “will die",
            "within a mere 8 billion years.”44",
            "39 K. Croswell, see Reference #2, p. 30",
            "40 Ibid.",
            "41 W. Thornhill, see reference #1, loc. cit.",
            "42K. Croswell, loc. cit.",
            "% Ibid.",
            "44 Ibid."
        ]
    },
    {
        "type": "main",
        "page_number": 350,
        "subsections": [
            {
                "title": "",
                "content": "“It has taken terrestrial intelligence 4.6 billion years to evolve since the Solar System\nformed, but life on Earth may be atypical. If intelligence generally requires more time\nto emerge, then planets orbiting red dwarfs may be ideal.” 45\nIt therefore seems that, by entering the Solar System, Earth actually moved into a more\nhostile, rather than a more benign, environment.\nTHE SEARCH FOR DWARF STAR PLANETS\nAll this might be interesting but, the reader may ask, is it known that dwarf stars are ac-\ncompanied by planets?\nActually, planets in company of red dwarf stars have already been detected. These plan-\nets, however, are “more akin to Jupiter” than they are to Earth. Two Jupiter-sized planets, for\ninstance, have been detected circling the red dwarf known as Gliese 876 which is said to lie a\nmere 15 light years from us. “These particular planets are unlikely to harbour life...since Ju-\npiter-sized planets —at least in our Solar System—consist mostly of hydrogen and helium.”\nLaurance Doyle, on the other hand, believes that his team may have detected an Earth-\nsized world around CM Draconis, a binary red dwarf system. Because of the difficulty of\ndetecting such small bodies, Doyle could only supply a “50-50” chance of this being correct.\nIn the meantime, however, he and his team have other candidates which, as of this writing,\nthey were still investigating.47\nThere are other details brought out by Croswell in relation to dwarf star planets, but these,\ntoo, must be reserved for a future volume. There is, however, one other element of such a\nsystem that I wish to touch upon because it serves to introduce the subject of the next chapter\nwhich, in turn, will allow us to investigate further whether an axial alignment of Earth with\nits proto-Saturnian sun was ever the case. As Croswell informed his readers, a red dwarf\nplanet would be bereft of seasons since “the tidal pull of the star would prevent its spin axis\nfrom tilting.” In the model he espouses, needless to say, only one side would be basked in\nperpetual light, with the other hemisphere being in perpetual darkness. In this model, the\nhottest place on the planet would be one spot on the equator, with temperatures falling in a\nradiating path, “falling toward freezing near the dividing line between the day and night\nsides.” Moreover, an ice cap would form in the very centre of the night side.*8 As Heath\nphrased it:\n“The daylight hemisphere is going to be where the action is. For one thing, it’s going\nto be pretty cold on the dark side. We know that there are organisms that can sit in\nwater pockets in the ice and carry out photosynthesis, but they can’t do that if there’s\nno light getting there.”49\nThere is no need here to repeat that this is not the condition expected in an axial aligned\nsystem encased in a plasma sheath. And, as we have also noted, life can, and does, maintain\nand propagate itself in total darkness right here on Earth. So why do I even bring this up? I\ndo so because a world with no seasons, or with but one season, is precisely what ancient man\nproclaimed to have been the case “in the beginning.” More than that, it is precisely what we\nfind encoded in Earth’s palaeontological remains.\n45 Ibid.\n4 Ibid.\n47 Ibid.\n48 Ibid.\n49 Ibid."
            }
        ],
        "bibliography": [
            "and propagate itself in total darkness right here on Earth. So why do I even bring this up? I",
            "do so because a world with no seasons, or with but one season, is precisely what ancient man",
            "proclaimed to have been the case “in the beginning.” More than that, it is precisely what we",
            "find encoded in Earth’s palaeontological remains.",
            "45 Ibid.",
            "46 Ibid.",
            "47 Ibid.",
            "8 Ibid.",
            "49 Ibid."
        ]
    },
    {
        "type": "main",
        "page_number": 351,
        "subsections": [
            {
                "title": "",
                "content": "Chapter 18\nA World With One Season\nTHE NATURE OF SEASONS\neasons are caused by the inclination of Earth’s axis to the plane of the ecliptic. This\nmeans that not all of Earth’s latitudes receive the same amount of direct radiation from\nthe Sun at all times. Summer arrives in the northern hemisphere because Earth’s axis\nduring that time tilts the north pole toward the Sun (closest during summer solstice). In\nwinter, it is the south pole that is tilted toward the Sun (closest during winter solstice). In\nbetween, during the equinoxes, both hemispheres receive the same amount of solar radiation\nbecause Earth’s axis points neither toward nor away from the Sun. This also means that, in\nthe southern hemisphere, the seasons are reversed, with summer coming in winter, autumn\ncoming in spring, winter in summer, and spring in autumn. But, while all this is\nastronomically true, it is not necessarily always apparent down here on Earth. Thus, the\nfourfold seasonal division of the year can seldom be recognized in the annual cycle itself.\nIn the Western World, the seasons have been calculated in accordance with the yearly\ncycle of cultivated plants: Winter as the season of dormancy, spring as that of sowing, sum-\nmer as that of growth, and fall, or autumn, as that of harvest. However, as we all know,\nspring and fall are merely transitional periods. Winter and summer are the only two seasons\nthat have a distinctly extreme difference. Beyond that, seasonal temperatures pay no attention\nto the inclination of Earth’s axis. Parts of spring can be as cold or as warm as winter or sum-\nmer, as so, also, can parts of autumn. Climate depends on shifting winds, themselves reliant\non the evaporation of water, and also on the particular topography of the land. Thus, for in-\nstance, because Egyptian harvest was totally reliant on the inundation of the Nile, the ancient\nEgyptian year was divided into only three seasons—akhet (inundation), peret (emergence),\nand shemu (aridity). The Hindus, on the other hand, reckon a six-fold division—rtus: vasan-\ntika (spring), graishma (summer), varshika (rainy season), sarad (autumn), hima (early win-\nter), and sishira (late winter),' all of which, it is stressed, “overlap one another.”\nSeasons do not mean the same thing to everyone. The ancient Celts divided the year by\nreligious festivals into four quarterly divisions without any concern for the solstices or\nequinoxes—in other words without any recognition of the shortest or longest days.’ These\n* Linga Purana 1:55:24.\n? Ibid. 1:57:32-39.\n3 J. M. Williams, “A New Theory of Celtic Festivals,” Chronology & Catastrophism Workshop 1995: 1, p. 6."
            }
        ],
        "bibliography": [
            "OES IEE LILIES IIEL OEE IIED OLLIE SASIID LOD INNES J IIIS EIEN OBIESISAIIL IIIS OILED NII JMOL IIS",
            "religious festivals into four quarterly divisions without any concern for the solstices or",
            "equinoxes—in other words without any recognition of the shortest or longest days.’ These",
            "\" Linga Purana 1:55:24.",
            "? Ibid, 1:57:32-39.",
            "3 J. M. Williams, “A New Theory of Celtic Festivals,” Chronology & Catastrophism Workshop 1995: 1, p. 6."
        ]
    },
    {
        "type": "main",
        "page_number": 352,
        "subsections": [
            {
                "title": "",
                "content": "-               *         :                         fo NZS\naa castes  ees eee ae\nae ae! |     :       a ae    hh WE A BPE\n5                        ti Mey, RP EM On TE,\nCARS Loe\n=| S Ba ie\nEgyptian farming restricted to the arable land that was just a narrow strip on either side of the\nNile. Reliant as it was on the annual rise and fall of the river, the year was divided into only three\nseasons—Inundation, Emergence, and Aridity.\n(illustration by John Green.)"
            }
        ],
        "bibliography": [
            "eae, wae",
            "LG Mos bys: a °",
            "Egyptian farming restricted to the arable land that was just a narrow strip on either side of the",
            "Nile. Reliant as it was on the annual rise and fall of the river, the year was divided into only three",
            "seasons—Inundation, Emergence, and Aridity.",
            "(illustration by John Green.)"
        ]
    },
    {
        "type": "main",
        "page_number": 353,
        "subsections": [
            {
                "title": "",
                "content": "aA          } H                          i any                  —\n=    | A re         (           i)    por\neae        7! tke ag en  uowaea7Alt ig uf          faa ol  ,\noy WER) / co Se  LSS  AEN WAAR      Sippy 2\nN    Ne      4        a   * y        ARES Y hewly    Pol o~\n\\    AM WHA ifs  \\  AA   Mehiin_ aaa  Bee    \\|      y\n\\ we ‘eK  \\\\ ree iy  ay  Se   Same os        Wn\nj    f   WW Ce   Vi   ”    ON ted\nAJ i Wi fH Mf  <  so  robbs adothe Wii.      Geni, hbpeT\n,,    Wy   hy    ‘       OOO ORO NES IE\niA i (  qn     MAN\nVAIN ANTE ALAN           Vt al\nThe Celts divided the year into four quarterly divisions punctuated by religious festivals with no\nconcern for the astronomical seasons. Shown above is the passing of cattle between two bonfires, a\nritual that was celebrated during the May Day festival of Beltane.\n(illustration by A. G. Smith.)\nreligious festivals, known by the names of Samhain, Imbolg, Beltane, and Lughnasad, have\nbeen said to mark the beginning of the seasons,\" but in actuality they do not. Samhain, said to\nmean “summer,” fell on November 1, which is the end of summer; Imbolg, said to mark the\nstart of spring, fell on February 1; Beltane, which does not mean “summer,” but which is said\nto “herald the onset of summer,” fell on May 1; and Lughnasad, fell on August 1.° And yet,\nJulius Caesar told us that the Celtic Druids possessed “much knowledge of the stars and their\nmotion, of the size of the world, and the movement of heaven and the stars.” They even de-\nvised “a sophisticated lunar calendar with months of twenty-nine or thirty days, with each\nmonth divided into two half-months...and had intercalary periods to keep it in line with the\nsolar year.”° Even though they calculated the passage of time by the number of nights rather\nthan days,’ this knowledge should have enabled them to calculate the times of the longest and\nshortest day.\n*F, Fleming, et al, Heroes of the Dawn (London, 1996), p. 36.\n5 Ibid., pp. 36-37.\n© Ibid., p. 40.\n” Ibid."
            }
        ],
        "bibliography": [
            "month divided into two half-months...and had intercalary periods to keep it in line with the",
            "solar year.”° Even though they calculated the passage of time by the number of nights rather",
            "than days,’ this knowledge should have enabled them to calculate the times of the longest and",
            "shortest day.",
            "*F. Fleming, et al, Heroes of the Dawn (London, 1996), p. 36.",
            "5 Ibid., pp. 36-37.",
            "* Iid., p. 40.",
            "” Ibid."
        ]
    },
    {
        "type": "main",
        "page_number": 354,
        "subsections": [
            {
                "title": "",
                "content": "&         ware                                                               coe\nAEE OST,                                      gipt Cele\ni nits   Te                       (RIS, pe One\nDye AITO             | i a aed  f    ‘\nEben AI ag i oh talent Aa LOT rng Ya,\nZo,   SAY NAN shee oo   i    F             i. WM eeu    }\nWhyte aH Sy       i |      BN SUZ NN\ncptssiy A Te le et peat eer eee\n1    |           Hy    if      ae TIT, |    Ihe      Wes\nA Leffel  BE TSN  vw ae acy\nThe Celtic festival of Lughnasad, held in honor of the god Lugh, fell on August 1. The celebrations,\nwhich included the gathering of the harvest, however, commenced as early as July 15 and continued\nfor a full month until August 15.\n(Illustration by A. G. Smith.)\nThe North Pole, meanwhile, is not always as cold as one generally supposes. Arctic tem-\nperatures in summer usually reach 80° F in the shade. Temperatures as high as 85° F have\nbeen regularly reported with a record high of 100° F in the shade at Fort Yukon in Alaska.\nThe most intense cold is not to be found at the North Pole or the centre of the Arctic Ocean\nknown as the Pole of Inaccessibility. The coldest place in the Arctic is in the Yukon basin,\nshared by Alaska and the Yukon Territory, and the province of Yakutsk in Siberia where\ntemperatures colder than 90° F below zero “have been reliably recorded.” And yet, wheat,\nbarley, oats and rye are cultivated “if not at the very cold pole of the Northern Hemisphere, at\nleast within a comparatively short distance from it, where the temperature frequently drops\nlower than 80° below zero.”®\nAntarctica, at the other “end” of the world, is entirely different. The mean monthly\nsummer temperature at the South Pole is minus 28° F. Rarely does the temperature rise above\nfreezing and “only here and there on the Antarctic coastline.” In winter it can range anywhere\n® V. Stefansson, “Arctic Regions,” Encyclopaedia Britannica (1959 edition), Vol. 2, p. 308."
            }
        ],
        "bibliography": [
            "eee ee as",
            "least within a comparatively short distance from it, where the temperature frequently drops",
            "lower than 80° below zero.”®",
            "Antarctica, at the other “end” of the world, is entirely different. The mean monthly",
            "summer temperature at the South Pole is minus 28° F. Rarely does the temperature rise above",
            "freezing and “only here and there on the Antarctic coastline.” In winter it can range anywhere",
            "® V. Stefansson, “Arctic Regions,” Encyclopaedia Britannica (1959 edition), Vol. 2, p. 308."
        ]
    },
    {
        "type": "main",
        "page_number": 355,
        "subsections": [
            {
                "title": "",
                "content": "5    ANS      —           = | a,\n‘        WA ONG!     \\                          ZO) |\n‘        ANY |     (=                Sw\n=     \\ Ve         \\’                                                  at\ns)                AW’                                           can 9     A\n\\ aaa      on ie i     a     =                                      ZW\\\\\\\naS    a ee        =F              Bee     =.——\ne     \"lief                       = ye = aE\nON we eS ee LE\nPacific islands close to the equator exhibit no seasonal change. Up until recently, the natives of such\nislands calculated their “year” without any consideration of seasons.\nbetween minus 80° F to minus 127° F,’ with a record temperature of minus 129° F.'° No pos-\nsible growing of wheat and barley here.\nIn tropical latitudes, seasonal differences in weather depend on the shifting wind belts\nwhere the alteration of rainy and dry days is more important than temperature. Nor do these\nrainy and dry seasons necessarily correspond with winter and summer. In fact, places close to\nthe equator can experience two rainy seasons and two dry seasons per year. The length and\nintensity of these rainy and dry seasons also depends on the relief of the land and exposure to\nwinds from different directions. And yet, regardless of the time of the year, tropical rainy\nseasons are almost without exception cooler than the dry seasons.\nIn most of India, the rainy season occurs in summer, the dry one in winter. Despite the\nHindu calculation of the seasons, as mentioned above, India, like ancient Egypt, is con-\n°R.H. Bailey, Glacier (Alexandria, Virginia, 1982), p. 115.\n10M. W. Browne, “Antarctica: Life’s Tenuous Toehold,” Discover (March 1984), p. 49."
            }
        ],
        "bibliography": [
            "Ie CQUALO! Call CAPCTICICE UWO Tdalily S€dSOls ali LWO ULyY SedSUls Pel Year. AMO lieth ale",
            "intensity of these rainy and dry seasons also depends on the relief of the land and exposure to",
            "winds from different directions. And yet, regardless of the time of the year, tropical rainy",
            "seasons are almost without exception cooler than the dry seasons.",
            "In most of India, the rainy season occurs in summer, the dry one in winter. Despite the",
            "Hindu calculation of the seasons, as mentioned above, India, like ancient Egypt, is con-",
            "°R.H. Bailey, Glacier (Alexandria, Virginia, 1982), p. 115.",
            "10M. W. Browne, “Antarctica: Life’s Tenuous Toehold,” Discover (March 1984), p. 49."
        ]
    },
    {
        "type": "main",
        "page_number": 356,
        "subsections": [
            {
                "title": "",
                "content": "sidered to have only three seasons—and these are of unequal length: A cool season from De-\ncember to February, a hot season from March to mid-June, and a rainy season from mid-June\nto November.\nThe Rotumans, living on a small island near the equator, reckon the passage of time in\nperiods of six months, or moons. Changes of temperature there are but slight, with the dif-\nference of seasons barely perceptible. Not only can the natives observe no change of season,\nthe vegetation itself is not materially affected throughout the year. So, likewise, in the Kings-\nmill Islands, also known as the Gilbert Islands, situated directly beneath the equator, where\nthe natives reckon their “year” as a period of ten months without any reference to seasons.\"\nIt can thus be seen that, while the official seasons are tied to the astronomical calendar,\nactual seasonal variations, climates, and temperatures are not entirely dependent on Earth’s\naxial tilt. All of which raises the question: Are seasons necessary for the propagation and\nsustenance of life?\nTHE GOD OF SEASONS\nOn an Earth engulfed in the semi-darkness of a perpetual dawn, bereft of the succession\nof day and night, with a radiating warmth reflecting uniformly, or quasi-uniformly, on all\nparts of our globe, our world could only have experienced a single season. The evidence for\nwhether this was ever so can only be found here on Earth. But, before delving into that,\nbecause seasons would eventually have come about, our reconstruction of these primeval\nevents demands that the mytho-historical record should connect the arrival of the four sea-\nsons with the Saturnian deity man had been wont to venerate. Can this demand also be met?\nWe note, for starters, that the association of the word “season” with Saturn is discernible\nin Latin. In fact, the English word “season” is itself ultimately derived, through a meandering\nroute of associated European words, from the Latin sationem, accusative satio, “sowing.””\nAccording to the ancients themselves, it was this word, satio, and or satus, that is “seed,”\nfrom which the name of Saturn—i.e., Saturnus—was derived.” And it is this, among other\nmatters, which ended up casting Saturn as a god of agriculture.\nHermann Collitz, on the other hand, traced the derivation of the name Saturnus to the\nPersian (that is Old Iranian) word xsaeta, with the dual meaning of “bright” and “king” or\n“ruler,”!* which appears as an epithet of Yima/Saturn.’® As he indicated, an older form of\nSaturnus, which was sometimes written Saeturnus, was Saetus. He was therefore convinced\nthat the name Saeturnus derived from Saetus through the Avestic xsaeto/xsaeta—which he\n\" H. Hale, Ethnography and Philology: U. S. Exploring Expedition, 1838-42, Vol. VI (1846), pp. 105-106, 169-\nNN. Webster, Webster’s Twentieth-Century Dictionary of the English Language (N. Y., 1939), p. 1498.\n'8 See here, for instance, H. Collitz, “Konig Yima und Saturn,” Oriental Studies in Honour of Cursetji Eraschji\nPavry (Oxford, 1933), p. 102.\n4 Tbid., pp. 95 ff.\n'S Ibid."
            }
        ],
        "bibliography": [
            "\" H. Hale, Ethnography and Philology: U. S. Exploring Expedition, 1838-42, Vol. VI (1846), pp. 105-106, 169-",
            "NN. Webster, Webster’s Twentieth-Century Dictionary of the English Language (N. Y., 1939), p. 1498.",
            "8 See here, for instance, H. Collitz, “Konig Yima und Saturn,” Oriental Studies in Honour of Cursetji Eraschji",
            "Pavry (Oxford, 1933), p. 102.",
            "\"4 Tbid., pp. 95 ff.",
            "\"8 Ibid."
        ]
    },
    {
        "type": "main",
        "page_number": 357,
        "subsections": [
            {
                "title": "",
                "content": "preferred to see as meaning “ruler” —and that only later was the Italic form Saetus associated\nwith satio.'®\nBut even if Collitz is correct concerning the derivation of the name Saturnus, there is still\nno doubt that, in the minds of the Romans who venerated him, the four seasons were absent\nduring the god’s reign, at which time the world basked in the glory of but one season. Thus,\nin describing Saturn’s Golden Age, Ovid spoke of mankind as having been “content with\nfoods that grew without cultivation” in “a season of everlasting spring.”'” It was only after\nSaturn’s reign had come to an end that the springtime “which had prevailed of old” was\nshortened while “a cycle of four seasons in the year, winter, summer, changeable autumn,\nand a brief spring” was instituted.\"* And was it not because of this that Janus, whom we have\nalready seen identified by the ancients themselves as Saturnus, was deified inter alia as the\ngod of the seasons?”\nIt was no different in the New World where we have already met the Peruvian Kon Tiki\nViracocha. Having previously identified him as a Saturnian deity, it is not surprising to\ndiscover that he was believed to have been the “guiding power in regulating the seasons”\nwhich seasons were actually ordained by him.”\nFurther north in Arizona, the Indians of Oraibi venerated a god called Machito who, like\nthe Saturnian deity of other races, existed in darkness at a time when “there was no sun, no\nmoon, and no stars.””' It is said that the people complained “because of the darkness and the\ncold.”” While the cold mentioned here might seem to contradict our thesis, it should be\nunderstood that the record in question involves a protracted series of events covering a pe-\nriod which goes beyond what is encompassed in this work. This cold, of which the mytho-\nhistorical record has much to say, descended upon the world at the end of Saturn’s Golden\nAge” but before the appearance of the seasons. In fact, it was after Machito had produced\nthe Sun, which dissolved the cold, together with the Moon and the stars, that he “appointed\ntimes and seasons.”™\nMuch more can be said but, at this point, I must stop because we are now encroaching on\nthe era of Saturn’s Golden Age which actually came later and which topic must be reserved\nfor its proper chronological place in the planned sequel to this volume. Even so, it behooves\nus to remember the words of Frederick Hall who considered the era with which we are\npresently concerned as having been “the primitive phase of Saturn’s Golden Age.” As he\nwrote:\nIbid., p. 105.\n\"” Ovid, Metamorphoses, 1:103-107.\n18 Ibid., 1: 113-118.\n1 Idem, Fasti, 1:125.\n°C. R. Markham, The Incas of Peru (1910), pp. 97-98.\n21 As quoted by I. Donnelly, Ragnarok: The Age of Fire and Gravel, republished as The Destruction of Atlantis\n» Ibid.\n* D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001), pp. 66 ff.\n**T. Donnelly, op. cit., pp. 212-213.\n25 FF. Hall, “Solar System Studies,” Part 2, AEON I:4 (July 1988), p. 27 (emphasis added)."
            }
        ],
        "bibliography": [
            "__ £014., p. LUD.",
            "” Ovid, Metamorphoses, 1:103-107.",
            "\"8 Ibid., 1: 113-118.",
            "19 Idem, Fasti, 1:125.",
            "°C. R. Markham, The Incas of Peru (1910), pp. 97-98.",
            "21 As quoted by I. Donnelly, Ragnarok: The Age of Fire and Gravel, republished as The Destruction of Atlantis",
            "(N. Y., 1971), p. 212.",
            "? Ibid.",
            "%D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001), pp. 66 ff.",
            "**T. Donnelly, op. cit., pp. 212-213.",
            "5 FF. Hall, “Solar System Studies,” Part 2, AEON I:4 (July 1988), p. 27 (emphasis added)."
        ]
    },
    {
        "type": "main",
        "page_number": 358,
        "subsections": [
            {
                "title": "",
                "content": "(pe Bees\n‘  DO SSE RA\nJanus—God of seasons."
            }
        ],
        "bibliography": [
            "Janus—God of seasons."
        ]
    }
]