[
    {
        "type": "main",
        "page_number": 469,
        "subsections": [
            {
                "title": "",
                "content": "“The appearance of the clouds would be affected by the star’s rotation. If a dwarf\nturns fast enough, the spin could drive the clouds into a stellar weather system much\nlike the bands on Jupiter.”\nOr, one might add, also like the bands on Saturn—although, to be sure, the proto-Sat-\nurnian latitudinal cloud bands only became apparent toward the end of the configuration’s\nexistence.\nTHE ACCRETION DISK MODEL\nTogether with the existence of planets in extra-Solar systems, the discoveries enumerated\nabove have added further havoc to the current theory of planet formation. As Zapatero-\nOsorio has stated: “The formation of young, free-floating, planetary-mass objects like these\nis difficult to explain by our current models of how planets form.” And: “The most\nintriguing question now is how can we explain the formation and evolution of planetary-mass\nobjects outside the solar system?” And, in a press release: “These free floaters may pose a\nconsiderable challenge to current theories about how planets form.”7!\nThere was a time when the formation of the Solar System planets was believed to have\nbeen due to material being drawn out of the Sun by a close passing star. This theory was\nhowever discarded in favor of the one now accepted in which the planets are theorized to\nhave formed from the same gas cloud that collapsed through its own gravity to form the Sun\nitself. The material remaining after the Sun had formed is said to have continued to circle the\nSun in its equatorial plane. Known as an accretion disk, this gaseous cloud continued to col-\nlapse into smaller clumps of matter, which clumps eventually aggregated into the planets and\nat least some of their accompanying satellites. There have been various other theories, but the\naccretion disk model became the one most widely accepted.\nWhen it comes to extra-solar systems, however, it has recently been discovered that the\naccretion process encounters difficulties. Thus, for instance, 90% of the young stars known to\nexist in the Orion nebula are surrounded by so-called accretion disks “that could potentially\nclump into new worlds.” But, as Kathy Svitil noted, “making a planet, it turns out, isn’t all\nthat easy to do.”72\n“{Robert] O’Dell christened these disks ‘proplyds,’ for protoplanetary disks. The\nname may actually be a misnomer, because these disks will evaporate within a mil-\nlion years, probably before planets can form.”\n“Intense radiation streaming from the nebula’s brightest infant stars can stop the\nprocess in its tracks, says astronomer C. Robert O’Dell of Vanderbilt University in\nNashville, Tennessee. ‘Radiation evaporates away the disks in a few hundred thou-\nsand years or less,’ he says, leaving little or no time for planets to coalesce.”\n68 S. J. Goldman, loc. cit.\n© M. Fox, loc. cit.\n% Science (October 2, 2000), as quoted by I. Tresman, “18 Possible Planets Lacking a Star,” SIS Internet\nDigest, 2000:2, p. 13.\n71 As quoted by I. Tresman, “Intersect 2001 Conference,” in ibid., 2001:2, p. 13.\n72K. A. Svitil, “Planets in Peril,” Discover (August 2001), p. 11.\n73 T, P. Ray, “Fountains of Youth: Early Days in the Life of a Star,” Scientific American (August 2000), p. 45.\n74K. A. Svitil, loc. cit."
            }
        ],
        "bibliography": [
            "68S. J. Goldman, loc. cit.",
            "© M. Fox, loc. cit.",
            "1% Science (October 2, 2000), as quoted by I. Tresman, “18 Possible Planets Lacking a Star,” SIS Internet",
            "Digest, 2000:2, p. 13.",
            "71 As quoted by I. Tresman, “Intersect 2001 Conference,” in ibid., 2001:2, p. 13.",
            "72K. A. Svitil, “Planets in Peril,” Discover (August 2001), p. 11.",
            "3 T. P. Ray, “Fountains of Youth: Early Days in the Life of a Star,” Scientific American (August 2000), p. 45.",
            "74K. A. Svitil, loc. cit."
        ]
    },
    {
        "type": "main",
        "page_number": 470,
        "subsections": [
            {
                "title": "",
                "content": "These protoplanetary nebulae, says Sun Kwok, “evolve rapidly and exist a mere one\nthousand years.”75\n“But similar disks in milder environments,” Thomas Ray opined, “should indeed sur-\nvive long enough to give birth to planets.”7° But how can such disks ever be in a milder\nenvironment when they are supposed to exist around newly-forming stars?\nSo, likewise, in another extra-solar system which consists of two newly discovered plan-\nets orbiting around 47 Ursae Majoris. What makes this system doubly interesting is that, un-\nlike others previously discovered, it resembles mostly our own Solar System. One of these\nplanets has been calculated to have a mass equivalent to 2.6 that of Jupiter, with the other\ncontaining a mere 0.76 of Jupiter’s mass. The two planets therefore “have about the same\nmass ratio as Jupiter and Saturn.” Moreover, unlike other previously discovered extra-solar\nsystems, the planets around 47 Ursae Majoris travel in circular, rather than elliptical, orbits.\nAs Debra Fischer noted: “Now, for the first time, we have a system that looks like it had a\ngentle dynamical history, similar to our own solar system.” What is germane to our present\ntopic, however, came to light when Greg Laughlin conducted a computer simulation of the\nsystem only to discover that “the gravity of the larger inner planet would jostle planetesimals\nin the star’s habitable zone, preventing them from aggregating into a terrestrial planet.”7”\nGranted that the above may be considered unique examples, what about our own Solar\nSystem? Despite everything that had been claimed previously, back in 1960, W. H. McCrea’s\ncalculations indicated that planets could not have originated by aggregation between the orbit\nof Jupiter and the Sun.”8 That same year, R. A. Lyttleton confirmed this assumption through\nhis own calculations, again showing that the terrestrial planets, that is those within the orbit\nof Jupiter, could not have formed from the so-called accretion disk, but must have originated,\nby disruption, from the giant gaseous planets themselves.”? Not everyone agreed, however,\nand, in 1979, Robert Jastrow was still claiming general ignorance when it came to the forma-\ntion of our Solar System’s inner planets. As he wrote:\n“We can understand the birth of the giant planets of the solar system—Jupiter, Saturn,\nUranus, and Neptune...But the smaller planets—the earth, Mars, Venus and Mer-\ncury—their origin is a mystery. Somehow they collected out of tiny grains of matter\nand developed into full-sized planets. We may never know exactly how the earth and\nits sister planets were born.”8°\nBy 1997, there were other astrophysicists who began questioning the theory of planet\nformation through the core accretion mechanism,®! so that it eventually had to be admitted\nthat the accretion disk model falls flat on its face. By then, Uranus and Neptune were made to\njoin the terrestrial planets as being impossible to have been formed through the accretion\nprocess. As Joshua Roth stated: “Pity Uranus and Neptune...no one can even explain why\nthey exist.”8? Agreeing with what has now become the general consensus, Roth declares that\n75 §, Kwok, “Mining for Cosmic Coal,” Astronomy (June 2002), p. 49.\n76 T. P. Ray, op. cit., p. 46.\n77 R. Naeye, “A Planetary System Like Our Own?” Astronomy (October 2001), p. 20.\n78 W. H. McCrea, Proceedings of the Royal Society, Vol. 256 (May 31, 1960).\n79 R. A. Lyttleton, Monthly Notices of the Royal Astronomical Society, 121 #6 (1960); idem, Man’s View of the\nUniverse (Boston, 1961), p. 36.\n80R. Jastrow, “Genesis Revealed,” Science Digest (Winter 1979), pp. 38-39.\n81 A. P. Boss, “Giant Planet Formation by Gravitational Instability” and J. Glanz, “Worlds Around Other Stars\nShake Planet Birth Theory,” as cited in THOTH, electronic newsletter sponsored by KRONIA Communications,\nVol. I, No. 18 (July 3, 1997), p. 7.\n82 J. Roth, “A Fiery Birth for Frigid Worlds?” Sky & Telescope (July 2002), p. 20."
            }
        ],
        "bibliography": [
            "75 §, Kwok, “Mining for Cosmic Coal,” Astronomy (June 2002), p. 49.",
            "76 T. P. Ray, op. cit., p. 46.",
            "77R. Naeye, “A Planetary System Like Our Own?” Astronomy (October 2001), p. 20.",
            "78 W. H. McCrea, Proceedings of the Royal Society, Vol. 256 (May 31, 1960).",
            "79 R. A. Lyttleton, Monthly Notices of the Royal Astronomical Society, 121 #6 (1960); idem, Man’s View of the",
            "Universe (Boston, 1961), p. 36.",
            "80 R, Jastrow, “Genesis Revealed,” Science Digest (Winter 1979), pp. 38-39.",
            "81 A. P. Boss, “Giant Planet Formation by Gravitational Instability” and J. Glanz, “Worlds Around Other Stars",
            "Shake Planet Birth Theory,” as cited in THOTH, electronic newsletter sponsored by KRONIA Communications,",
            "Vol. I, No. 18 (July 3, 1997), p. 7.",
            "82 J. Roth, “A Fiery Birth for Frigid Worlds?” Sky & Telescope (July 2002), p. 20."
        ]
    },
    {
        "type": "main",
        "page_number": 471,
        "subsections": [
            {
                "title": "",
                "content": "“core accretion would take tens or hundreds of millions of years—and the protoplanetary\ndisks that are seen surrounding other infant suns don’t seem to last that long.”83 In fact, as-\ntrophysicists have no further qualms about speaking of “short disk lifetimes.” *+\nBut if not through accretion, through what method are planets formed?\nPLANETARY EJECTIONS\nWhen it comes to free floaters in space, one suggestion that has been proposed by Za-\npatero-Osorio is that “perhaps these objects were ejected from their orbits from their original\nbirth-places around the stars.”85 Kailash Sahu was of similar opinion when he asked: “Could\nthey be planets torn from their parent stars...?”86 In order to accept this, however, it needed\nto be shown that at least some of these free floaters, including brown dwarfs, must still be\nexisting in orbit around some stars. News of such a brown dwarf did not take long in coming.\nActually, there already had existed indirect evidence for several brown dwarfs orbiting\naround stars. But direct evidence did eventually filter through. This concerned a brown dwarf\nthat Michael Liu and his colleagues discovered through the infrared adaptive-optics systems\nof the Gemini North and Keck telescopes. What these optic systems disclosed was a brown\ndwarf “glowing faintly” around the “Sun-like star” known as 15 Sagittae.8” If nothing else,\nthis takes care of the objection that the sub-brown dwarf that was proto-Saturn had no busi-\nness residing, or settling, within the Solar System. Moreover, in comparison to our Solar\nSystem, the proximity of the brown dwarf in question to 15 Sagittae, “as little as 14 astro-\nnomical units,” would have positioned it “between Saturn and Uranus,”® not far from the\nvery locality in which proto-Saturn itself finally settled.\nWhat is also interesting is that, according to Liu, this brown dwarf “is too massive to\nhave formed within a circumstellar disk like a planet.”8? While expressing his belief that\n“there are a diversity of physical processes that act to populate the outer regions of exoplanet\nsystems,”® Liu did not venture to say by what possible procedure such a dwarf could have\nbeen formed. Bo Reipurth, on the other hand, has proposed that “brown dwarfs begin their\nlives as protostellar ‘embryos’ just like ordinary stars—but are gravitationally ejected from\ntheir parent gas clouds before they have time to grow.”\nBut what of the planets in our own Solar System? Planetary ejection had been proposed\nby orthodox astronomers long before the discovery of extra-solar planets. But this was an\nentirely different mode of ejection in which small planets were theorized to have been ejected\nby larger ones. In 1989, V. N. Zharkov and A. V. Kozenko revived this theory by again pro-\nposing that Jupiter must have ejected an “embryo” which then initiated the formation of Sat-\nurn, with further ejected “embryos” forming the planets Uranus and Neptune.” In 1993,\nwhile questioning the very process of what he termed “the often-invoked idea that planets all\ncondensed from a collapsed cloud of material in orbit around the Sun,” Thomas Van\nFlandern proposed that cosmic bodies are emitted by a fast rotating parent. Thus, according\n83 Ibid.\n84D. Kaisler, “The Puzzles of Planethood,” Sky & Telescope (August 2002), p. 37.\n85 M. Fox, loc. cit.\n86 W. Schonmaker, “Mystery Objects Wander M22,” Astronomy (November 2001), p. 32.\naD. Tytell, “Brown Dwarf Imaged Close to a Star,” Sky & Telescope (April 2002), p. 24.\nIbid.\n89 Ibid.\n% Ibid.\n9 Ibid.\n92 V.N. Zharkov & A. V. Kozenko, “On the Role of Jupiter in the Formation of the Giant Planets,” Earth\nPhysics Institute, Academy of Sciences of the USSR (January/February 1990)."
            }
        ],
        "bibliography": [
            "83 Ibid.",
            "54D. Kaisler, “The Puzzles of Planethood,” Sky & Telescope (August 2002), p. 37.",
            "85M. Fox, loc. cit.",
            "86 W. Schonmaker, “Mystery Objects Wander M22,” Astronomy (November 2001), p. 32.",
            "aD. Tytell, “Brown Dwarf Imaged Close to a Star,” Sky & Telescope (April 2002), p. 24.",
            "89 Ibid.",
            "% Ibid.",
            "91 Ibid.",
            "92 V.N. Zharkov & A. V. Kozenko, “On the Role of Jupiter in the Formation of the Giant Planets,” Earth",
            "Physics Institute, Academy of Sciences of the USSR (January/February 1990)."
        ]
    },
    {
        "type": "main",
        "page_number": 472,
        "subsections": [
            {
                "title": "",
                "content": "to him, stars give birth to planets, while planets, in turn, give birth to satellites. Moreover,\nthese emissions are initially jettisoned out in opposite and aligned directions, before being\nscattered in equatorial planes.” In fact, as we have seen, astrophysicists began speaking of\nplanets “birthing punier planets” purely as a matter of fact.** If nothing else, this demon-\nstrates that alternative theories claiming that the Solar System planets have been ejected from\nother planets, so much ridiculed when proposed by Immanuel Velikovsky in 1950, have\nmore than once been proposed by academia.\nThe planetary ejection models developed by those mentioned above differ from each\nother, as they also differ from the one propounded in this work. Here we follow what is being\ndiscovered in our immediate spatial neighborhood, which continues to lend credibility to all\nthose who have been stressing the plasma and electric nature of the Universe. In this respect,\nHalton Arp had the following to offer:\n“The assumption in cosmogony until now has been that all bodies in the universe\ncondensed out of a uniformly spread, homogeneous medium and hierarchically ag-\ngregated to their current sizes. The evidence, however, is that proto-bodies are ejected\nfrom previously existing parent bodies and subsequently grow to their presently ob-\nserved sizes. We have seen this strongly in the formation of galaxies, quasars and\ncluster galaxies and quasars...We are seeing it now in the formation of planets.”95\nBut bear with me a wee longer while we back-track a little and I promise that, by the end\nof this last chapter, we will have managed to drive our ultimate peg into its hole.\nASTRAL EJECTIONS\nLet us move far out in space into the dominion of galaxies. How are galaxies formed?\nThe theory that new galaxies are formed by ejection from older galaxies harks back to 1957\nas adduced by Viktor Ambarzumian,® who has long been regarded as a hero of science in his\nnative Armenia. This theory has also been one of the mainstays of Halton Arp’s career.\nMeanwhile, Hannes Alfvén had for long suggested that plasma filaments, which have since\nbeen detected in space in quantum sufficit, are responsible for the formation of galaxies. An-\nthony Peratt, a former student of Alfvén who later acted as his secretariat, and who has since\nbecome a renowned plasma physicist presently working at Los Alamos National Laboratory,\ndecided to test Alfvén’s hypothesis. What Peratt discovered in the laboratory is that “plasma\nfilaments tend to twist up into what look like tiny spiral galaxies.” Through computer simu-\nlation, he then scaled the action up to galactic size. Starting with two parallel filaments that\nare drawn together by their magnetic fields, and followed by what Eric Lerner called “a pro-\nlonged mating dance,” the filaments merged into a single structure that correctly mimicked a\nbona fide spiral galaxy. Some of these simulations even produced the poleward jets seen\nemanating from real-life galaxies.%”\nAs Lerner noted, computer simulations are one thing, the real Universe is quite another. It\nwas, however, not long after Peratt had published his results that, in 1984, real filaments,\nmore than a hundred light-years long, were observed at the centre of our own galaxy, the\nMilky Way. As Lerner reported:\n93-7. Van Flandern, Dark Matter, Missing Planets and New Comets (Berkeley, California, 1993), pp. 141-142.\n94 J, Glausiusz, “Solar Revisionism,” Discover (March 2000), p. 54.\n95H. Arp, Seeing Red: Redshifts, Cosmology and Academic Science (Montreal, 1998), p. 222.\n% Jbid., pp. 84, 230.\n97 &, J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), pp. 74-75."
            }
        ],
        "bibliography": [
            "As Lerner noted, computer simulations are one thing, the real Universe is quite another. It",
            "was, however, not long after Peratt had published his results that, in 1984, real filaments,",
            "more than a hundred light-years long, were observed at the centre of our own galaxy, the",
            "Milky Way. As Lerner reported:",
            "%3'T. Van Flandern, Dark Matter, Missing Planets and New Comets (Berkeley, California, 1993), pp. 141-142.",
            "94 J, Glausiusz, “Solar Revisionism,” Discover (March 2000), p. 54.",
            "95H. Arp, Seeing Red: Redshifis, Cosmology and Academic Science (Montreal, 1998), p. 222.",
            "% Ibid., pp. 84, 230.",
            "97 E, J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), pp. 74-75."
        ]
    },
    {
        "type": "main",
        "page_number": 473,
        "subsections": [
            {
                "title": "",
                "content": "eT              ng\nrg      oe |\nWe Ma\niN     eee\nAnthony Peratt\n(Photograph—2000—by Wallace Thornhill.)"
            }
        ],
        "bibliography": [
            "Anthony Peratt",
            "(Photograph—2000—by Wallace Thornhill.)"
        ]
    },
    {
        "type": "main",
        "page_number": 474,
        "subsections": [
            {
                "title": "",
                "content": "“The filaments look like textbook examples of electromagnetic vortices, consisting of\nan outer layer of spiraling helices surrounding an inner layer of nearly straight\nthreads. What’s more, indirect measurements suggest that the strength of the mag-\nnetic field in the filaments is far greater than what most astrophysicists thought\npossible on such a scale— but just about what Peratt’s simulations predicted.”\nThis then raises the question as to where the original filaments that form galaxies come\nfrom. Arp talks of “newly created matter” as a matter of fact as so, also, do most astro-\nphysicists. He, however, clarifies this by stating that “it would not strictly be new creation\nbut merely materialization of mass-energy from a different, perhaps diffuse location.” 1°\n“Of course if the universe is operationally defined as everything that is detectable or\npotentially detectable there can be no such thing as ‘new’ matter. So when we speak\nof creation of matter we do not mean matter coming into our universe from some-\nwhere else (there is nowhere else) or from nothing. We must mean the transformation\nof previously existing mass-energy. Probably this means materialization from a pre-\nviously diffused state...” 101\nGranted, Arp does not speak of plasma, but his “previously diffused state” can be under-\nstood as just that. In fact, if we are to believe Alfvén, plasma simply exists and, as we have\nseen, the entire Universe is actually composed of 99% of it. As Lerner paraphrased Alfvén’s\nargument:\n“Tn any plasma...tiny vortex filaments form spontaneously, and over time they grow\nlarger and larger. Given enough time...there’s no reason why cosmic filaments\ncouldn’t have grown to a length of billions of light-years. Gathering matter around\nthem, the filaments could have organized the universe into a complex web of mag-\nnetic fields, electric currents, and plasma—a kind of cosmic power grid.” 12\nOnce these filaments organize themselves into super-cluster complexes, they will have\nacquired so much mass that they will continue to be shaped by gravity as well as electric and\nmagnetic fields. Gravity itself would break the filaments into “cluster-size clouds of plasma,\nlike beads on a string.” Eventually, while being further compressed by new filaments, the\nplasma will again be broken up and, still according to Alfvén, would then form galaxies.\nMore than that, the sequence would continue to be repeated in steps, down to stars, planets,\nand their satellites. It is for this reason that plasma is now considered to be the Funda-\nmental State of Matter. !% Or, as the renowned physicist David Bohm has been known to\nclaim: “Plasmas are the origin of everything.”!05\nThroughout the years, Arp has supplied a large body of observational evidence verifying\nthe concept.! Like some of the astral jets emanating from their centres, some galaxies also\nS Ibid., p. 75.\nH. Arp, op. cit., p. 109.\n101 Jbid., p. 228\n102 E. J. Lerner, op. cit., p. 78.\n103 Ibid.\n104 AL. Peratt, on the Intersect discussion group sponsored by KRONIA Communications (March 20, 2002).\n105 Ibid. (January 3, 2002).\n106 H. Arp, op. cit., pp. 7, 17, 43, 119, 215."
            }
        ],
        "bibliography": [
            "ene eee ee ee eee ene ee ee A IIE EE EEE SS",
            "8 Ibid., p. 75.",
            "99H. Arp, op. cit., p. 109.",
            "100 Ibid.",
            "101 Jbid., p. 228",
            "102 E. J. Lerner, op. cit., p. 78.",
            "103 Ibid.",
            "104 AL. Peratt, on the Intersect discussion group sponsored by KRONIA Communications (March 20, 2002).",
            "105 Thid, (January 3, 2002).",
            "106 H. Arp, op. cit., pp. 7, 17, 43, 119, 215."
        ]
    },
    {
        "type": "main",
        "page_number": 475,
        "subsections": [
            {
                "title": "",
                "content": "exhibit knots in their spiral arms.!©’ Together with other evidence, this led Arp to believe that\ngalaxies eject other, perhaps smaller, galaxies laterally along their plane of rotation.!°8 Other\nevidence, however, indicated that galaxies can also be ejected from galaxies along their cos-\nmic jets, that is along their axis of rotation, vertically from either pole. !©\nStars, of course, are formed in galaxies. Arp believes that stars are also ejected from gal-\naxies through their spiral arms. Actually, he believes the spiral arms themselves to be ejec-\ntions which then become “the loci of new star formation.”!!° But then, in discussing pole-\nward ejections, he stresses that: “The tyranny of the observations is to insist on opposite\nejection of extragalactic material as a ubiquitous process that operates on all scales.”!!! If\nthat is so, it would indicate that stars, too, could also be ejected poleward in opposite direc-\ntions along galactic plasma jets. And, in fact, Arp gives “a vivid demonstration that the phe-\nnomenon of ejection of discretized bodies not only characterizes the birth of quasars and gal-\naxies...it also extends down into the realm of young star formation.” !!? He does this by refer-\nring the reader to the photographs of HH 34, which we have already encountered in a previ-\nous chapter as a Herbig-Haro object displaying distinct knots in its jet. He then goes on to say\nthat “there is an uncanny resemblance between the formation of young galaxies and the for-\nmation of young stars.”!!3 And, to be sure, the belief that Herbig-Haro objects actually give\nbirth to stars is now being preached as a matter of fact.!!4\nIf galaxies eject galaxies, and galaxies eject stars, all along their plasma jets in opposite\ndirections in direct line with their axis of rotation, can stars eject dwarf stars through the\nsame process? As we have seen, mainstream astrophysicists are now convinced that brown\ndwarfs can be ejected from star forming regions if not from stars themselves. As Reipurth\nphrased it, “the smallest [stellar] embryos will often be completely ejected from the star-\nforming region, destined to spend eternity alone as brown dwarfs.” But also “some brown\ndwarfs may be kicked out of the star-forming cores.”115\nSpeaking of the “knots” seen in the jet emitted by HH 34, Thornhill offered the follow-\n“In my humble opinion, HH 34 is spitting out objects which might become individual\nbrown dwarfs...” 16\nBut if Arp is correct in that the ejection of cosmic bodies takes place at all scales, why\nshould the next step down not be the ejection of planets from brown dwarfs?\nThornhill, however, included gas giant planets with these brown dwarfs—and more. As\nhe explained, “brown dwarfs in the plasma environment of a brighter star become gas giants,\nspitting out rocky planets and moons from their interiors in an attempt to alleviate electrical\nstresses.” When it comes to the direction in which these bodies are ejected, Thornhill then\noffered the following: “Whether the spitting occurs in the polar or equatorial direction de-\n107 Jbid., pp. 88, 93.\n108 Tbid., pp. 88-90, 110-111.\n109 Tbid., pp. 87, 88, 110, 118.\n110 Jpid., p. 105.\n11 Thid., p. 191.\n112 Jpid., p. 223.\n13 Ibid.\n114 See here, for instance, J. Kennedy, “Best-Ever Image of Star Surprises Scientists,” The Vancouver Sun\n(June 20, 2002), p. A2.\n115 W. Schonmaker, “How to Make a Brown Dwarf,” Astronomy (October 2001), p. 28 (emphasis added).\n116 W. Thornhill on the Intersect discussion group sponsored by KRONIA Communications, January 8, 2002."
            }
        ],
        "bibliography": [
            "107 bid., pp. 88, 93.",
            "108 Thid., pp. 88-90, 110-111.",
            "109 Thid., pp. 87, 88, 110, 118.",
            "110 Jhid., p. 105.",
            "111 Jpid,, p. 191.",
            "112 Jpid., p. 223.",
            "113 [bid.",
            "114 See here, for instance, J. Kennedy, “Best-Ever Image of Star Surprises Scientists,” The Vancouver Sun",
            "(June 20, 2002), p. A2.",
            "115 W. Schonmaker, “How to Make a Brown Dwarf,” Astronomy (October 2001), p. 28 (emphasis added).",
            "116 W. Thornhill on the Intersect discussion group sponsored by KRONIA Communications, January 8, 2002."
        ]
    },
    {
        "type": "main",
        "page_number": 476,
        "subsections": [
            {
                "title": "",
                "content": "pends on which is the stronger, the polar or the toroidal magnetic field of the spitter.”!!7 As\nhe had previously expounded:\n“The Hubble Space Telescope has shown that in regions of star formation large bod-\nies are being shot out as if from a gun...Once again plasma discharges provide a\nmechanism which can simply explain this...Beyond a certain size proto-stars become\nelectrically unstable and ‘fission,’ spitting out some of the core and giving rise to one\nor more companions...Not all of the matter ejected from the core of a proto-star may\ncoalesce into a companion star. It may be in the form of one or a number of gas gi-\nants...A gas giant, in turn, due to either internal or external electrical disturbances\nmay fission, spitting out its core, to give rise to the highly condensed planets, moons,\nasteroids, comets, etc.” !!8\nI shall not burden the reader with the detailed electro-mechanics behind this new ejection\ntheory, which involves plasma pinch effects, electrical charge separation, Peratt instabilities,\nand the probable electrical nature of gravity itself, since these are best understood by experts\nin plasma physics.\nOBJECTIVE EARTH\nThat brown dwarfs can “spawn their own planetary systems” is now being considered by\nmainstream astronomers.!!9 Thornhill, too, feels “confident that brown dwarfs ‘give birth’ to\nfully formed planets (and maybe expulsion disks).”!2° The question concerns the manner in\nwhich such planets are expelled. In discussing poleward eviction, Arp is also of the opinion\nthat “the phenomenon of ejection of discretized bodies not only characterizes the birth of\nquasars and galaxies,” but that “it also extends down into the realm of young star formation.”\nHe then asks: “Does the same mechanism evident in the formation of these young stars ex-\ntend to the formation of planets?” !2! That question he answered in a private communiqué he\nwrote to this author:\n“The HH objects indeed show luminous knots obviously ejected in a line from a cen-\ntral source. I included a picture of HH 34 in Plates 8-19 and 8-20 in my book ‘Seeing\nRed.’ The purpose of that inclusion is to demonstrate that such ejections happen on\nboth galactic and stellar scales in the universe. / personally consider the outrageous\npossibility that planets could originate in such fashion also.”!22\nBut from brown dwarf stars? Do brown dwarfs emit jets? Thornhill, for one, finds brown\ndwarfs too electrically low-stressed to eject plasma jets. As he outlined the problem:\n“We have no evidence that brown dwarf stars are active enough to produce polar jets.\nThe examples we have of polar jets, from AGNs to HH objects, suggests unusual\n18 Idem, “Planets, Stars, and Plasma Physics,” THOTH (electronic newsletter sponsored by KRONIA\nCommunications)I:1 (February 20, 1997), p. 8; idem, The Electric Universe (Beaverton, Oregon, 1997), p. 31.\n19 R. Roy, “Strange Object Found, Defying Ideas of Solar System Formation,” posted on the Internet, January\n120 W. Thornhill, on the Intersect electronic discussion group, January 11, 2002.\n1214. Arp, op. cit., p. 223.\n122 Idem to D. Cardona, private e-mail message, October 23, 2000 (emphasis added)."
            }
        ],
        "bibliography": [
            "“We have no evidence that brown dwart stars are active enougn to produce polar jets.",
            "The examples we have of polar jets, from AGNs to HH objects, suggests unusual",
            "117 Tid.",
            "U8 Jdem, “Planets, Stars, and Plasma Physics,” THOTH (electronic newsletter sponsored by KRONIA",
            "Communications)I:1 (February 20, 1997), p. 8; idem, The Electric Universe (Beaverton, Oregon, 1997), p. 31.",
            "19 R. Roy, “Strange Object Found, Defying Ideas of Solar System Formation,” posted on the Internet, January",
            "7, 2002.",
            "120 W. Thornhill, on the Intersect electronic discussion group, January 11, 2002.",
            "1214. Arp, op. cit., p. 223.",
            "122 Idem to D. Cardona, private e-mail message, October 23, 2000 (emphasis added)."
        ]
    },
    {
        "type": "main",
        "page_number": 477,
        "subsections": [
            {
                "title": "",
                "content": "electrical activity. In the case of HH objects, they are generally more active than our\nSun, that is, more electrically stressed.” !73\nArp himself does not treat of dwarf stars, brown or red. As we have seen, however, ob-\nservations have led him to believe that poleward ejection is a process that operates on all\nscales. So why not brown dwarf stars?\nTrue, no jets from brown dwarfs have so far been detected. Because of their low mass\nand feeble optical radiation, however, brown dwarf stars themselves are very difficult objects\nto detect. The detection of any existing jets emanating from them would be all that more dif-\nficult. Even so, there are other emissions from brown dwarfs to be considered. Thus, even as\nthe writing of this book is nearing the end, astronomical discoveries continue to accumulate\nin favor of its thesis. To begin with, on December 15, 1999, Bob Rutledge and his colleagues\nnoted an X-ray flare emanating from the brown dwarf star designated LP 944-20, located in\nthe constellation Fornax, estimated at 16 light-years from Earth. “It seemed fantastically\nbright and hard to believe,” said Gibor Basri who then hailed from the University of Califor-\nnia at Berkeley. The flare appeared “briefly as an intense flash before fading out over the\nfollowing two hours.” !24\nLess than a year later, a group of graduate students on a National Science Foundation\nsummer program, working at the Very Large Array near Socorro, New Mexico, detected\nstrong radio waves emanating from the same brown dwarf star. These emissions “spiked up\nto 10,000 times stronger than what astronomers thought possible, indicating an intense flare\nof energy that may be similar to flares on the Sun,” researchers said. The dwarf was found to\nemit these radio waves constantly “with intermittent flares that last for hours.” As Shri Kul-\nkarni stated: “Many astronomers are surprised at this discovery, because they didn’t expect\nsuch strong radio emissions from this object.”!25 Or, as Eduardo Martin, from the University\nof Hawaii, phrased it:\n“It is not surprising that LP 944-20 has flares, but it is surprising that they are so\nbright in the radio [wavelengths]. The result is significant in telling us that brown\ndwarfs break the rules of stellar astronomy.” !26\nCall me naive when it comes to plasma physics, but do not these two items tend to throw\na certain amount of doubt re Thornhill’s claim that brown dwarf stars are too electrically low\nstressed to enable them to emit jets. Besides, as Arp discovered in a certain galaxy that he has\nstudied, the radio jet, the X-ray jet, and the optical jet “are all coincident and define a precise\nejection axis.” !27 Radio and X-ray emissions thus seem to go hand in hand with optical jets.\nSo if brown dwarfs emit both radio and X-ray emissions, the likelihood of their emitting op-\ntical jets does not seem that far fetched.\nAdditionally, and more importantly, there are the so-called accretion, or circumstellar,\ndisks to consider. As we have seen, the birth-place of planets these disks could not be. Most,\nif not all, of the stars emanating plasma jets, however, are also encircled by these disks. Do\nbrown dwarfs exhibit such disks?\n123 W. Thornhill, on Intersect, January 9, 2002.\n124M. Weinstock, “Powerful Flare From Brown Dwarf Shocks Scientists,” on Space.com (July 12, 2000).\n125 R. R. Britt, “Brown Dwarf Emits Strong Radio Flare, Muddling Definitions,” on Space.com (March 14,\n126 Ibid.\n127. Arp, op. cit., p. 149."
            }
        ],
        "bibliography": [
            "if not all, of the stars ‘emanating plasma jets, however, are also encircled by these disks. Do",
            "brown dwarfs exhibit such disks?",
            "123 W. Thornhill, on Intersect, January 9, 2002.",
            "124M. Weinstock, “Powerful Flare From Brown Dwarf Shocks Scientists,” on Space.com (July 12, 2000).",
            "125 R. R. Britt, “Brown Dwarf Emits Strong Radio Flare, Muddling Definitions,” on Space.com (March 14,",
            "2001).",
            "126 Ibid.",
            "127. Arp, op. cit., p. 149."
        ]
    },
    {
        "type": "main",
        "page_number": 478,
        "subsections": [
            {
                "title": "",
                "content": "In 2001, a team from the Harvard-Smithsonian Center for Astrophysics discovered\n“warm, dusty disks around some of the free-floaters—evidence, they claim, that the objects\nare stars.”!28 A year later, “gas-and-dust disks around substellar objects” were being spoken\nof as a matter of fact.!2° This not only fits our postulated circumstellar or placental cloud\nwhich ancient man saw circling around proto-Saturn, the mythological data concerning this\nphenomenon, which I first presented to the public in 1993,'*° could have actually been used\nto predict such clouds around brown dwarf stars.\nThe above becomes extremely important because bipolar outflows, or jets, are now be-\nlieved to be linked to these circumstellar disks.!3! More than that, circumstellar disks are be-\nlieved to be crucial in the formation of jets.!32 As one theory proclaims, it is “a mixture of\nions, atoms, molecules and dust” raining onto circumstellar disks along magnetic field lines\nthat accounts for the generation of jets. These magnetic field lines are then said to be “pulled\nin” from the perpendicular, or pinched. Centrifugal force then “flings material outward along\nthe lines.” Finally, the “inertia of the swirling material twists the field lines into a helix,\nwhich helps to channel the outward-flowing material in a vertical direction” !33—which is so\ndescriptive of a Birkeland current.\nIf the above turns out to be correct, the newly discovered disks surrounding free-floating\ndwarfs should act in like manner, and one can perhaps see the day when astral jets may yet\nbe detected emanating from brown dwarf stars. And yet we have previously seen that Alfvén\nbelieved the jets to have been generated by the induction of electric currents in the interstellar\nplasma toward the centre of galaxies “where they turn and flow upwards along the spin axis.”\nTo use Alfvén’s own terminology, this current then “short-circuits” and, dumping vast\namounts of energy into the galaxy’s core, ends up “blowing a fuse.” It is the blast from this\n“fuse-blowing” that propels the jets of plasmas up the spin axes of galaxies. Although Alfvén\nwas referring to galaxies, rather than individual stars or less massive bodies, is this method of\ngeneration really that much different from the one proposed above?\nThornhill himself seems to accept both methods as being compatible. Thus, concerning\nAlfvén’s theory, he has stated that:\n“Our Sun, Jupiter and Saturn, etc., all have equatorial plasmoids. It seems to be the\nnormal state for spherical magnetized anodes in a galactic discharge. Only when the\nenergy stored in those plasmoids becomes excessive will it switch to a polar jet (ac-\ncording to Alfvén).” !34\nBut then, in discussing the proposed circumstellar or placental cloud around proto-Saturn,\nhe also had this to say:\n“Dwardu [Cardona] mentions proto-Saturn’s accretion disk. Regardless of whether\nthere was such a disk, in my opinion [it] would have nothing to do with accretion and\na whole lot to do with expulsion. Whatever its origin, it would intercept electrical en-\nergy and radiate in the infra-red. In fact it is the infra-red glow from a brown dwarf\nthat is used to infer an ‘accretion disk’ rather than direct observation.” !3>\n128K. Wright, op. cit., p. 29.\n129 D. Kaisler, “The Puzzles of Planethood,” Sky & Telescope (August 2002), p. 35.\n130 D, Cardona, “Darkness and the Deep,” AEON III:3 (October 1993), pp. 52-57.\n131 TP, Greene, “Protostars,” American Scientist (July-August 2001), p. 319.\n132'T. P. Ray, op. cit., p. 46.\n133 Tbid., p. 47.\n134 W. Thomhill, on Intersect, January 9, 2002.\n135 Tdem, in ibid., January 11, 2002."
            }
        ],
        "bibliography": [
            "EP Giger. Ser Ace eeee ne Ce Tae Me eT ee",
            "that is used to infer an ‘accretion disk’ rather than direct observation.” !35",
            "SS See Se eR ee Oe, NS eer",
            "128K. Wright, op. cit., p. 29.",
            "129 D, Kaisler, “The Puzzles of Planethood,” Sky & Telescope (August 2002), p. 35.",
            "130 D, Cardona, “Darkness and the Deep,” AEON III:3 (October 1993), pp. 52-57.",
            "131 TP, Greene, “Protostars,” American Scientist (July-August 2001), p. 319.",
            "132 'T. P. Ray, op. cit., p. 46.",
            "133 Tbid., p. 47.",
            "134 W. Thomhill, on Intersect, January 9, 2002.",
            "135 Idem, in ibid., January 11, 2002."
        ]
    }
]