[
    {
        "type": "main",
        "page_number": 459,
        "subsections": [
            {
                "title": "",
                "content": "called for Mars as the boreal planet, the mechanics of a Rankine vortex could just as easily be\napplied to our Saturnian model. As Jueneman explained it, a Rankine vortex consists of\n“nested cylinders of atmospheric gases and debris, one within another, each separated by\ndensity gradients caused by pressure, thermal, and perhaps electrical differentials.”® But what\nwould have been the cause of such a planetary vortex?\nAs explained in a previous chapter, proto-Saturn’s proximity would have raised a litho-\nspheric bulge in Earth’s northern region, the shadow of which exists to this day. But, too, as\nthere explained, Earth’s hydrosphere and atmosphere would also have responded to proto-\nSaturn’s attractive force. As Jueneman clarified, this gravitational force would have been en-\nhanced by the inertia inherent in the synchronous rotation of the planetary pair. Thus the\ngentle westerly winds of lower latitudes “would have turned into increasingly violent south-\nwesterly gales” at higher ones. In their northward spiral, aided by coriolis effects, these hur-\nricane winds would then have towered above Earth’s north polar region.®\n“The tremendous energy of forward motion in the air mass, imparted by the relatively\nclose proximity of the northern celestial body, would have been converted into angu-\nlar momentum, increasing the velocity of this atmospheric maelstrom as it continued\nto accelerate into a tighter and tighter spiral. Finally, it would have sent a towering\ntornado-like polar column beyond the upper atmosphere and deep into space, ever\nreaching toward the northern body and forming a gaseous bridge in an attempt to span\nthe void between.” !°\nThe beauty of this model is that, unlike Talbott’s flow of debris and Rose’s flux tube, it\nreadily explains the whirlwind motion attributed to the mythological axis mundi. But does it\nlend itself to a ray of light shining from above? After all, as we all know, tornadoes are any-\nthing but luminescent. They are, on the contrary, often very dark in appearance, some of\nthem close to black, and definitely opaque enough to mask their internal lightning displays.\nAnd yet, external luminosities have been known to accompany tornadoes such as that which\nroared through St. Louis in 1959. This was described by various witnesses as having been of\n“a continuous illumination,” “a flame-like flare right up from the horizon,” and of “the shape\nof a broad sword.”!! Others have been described as having a “beautiful electric blue light”\naround them, or of looking “like a searchlight beam” extending down to the skyline.!?\nJueneman himself attributes various electrical and light activity occurring within his\nplanetary vortex!3 but, as he described it, much like the tornado mentioned above, the overall\nappearance of the planetary vortex would have been a “bluish color” of “exquisite bril-\nliance...encased in a pale green envelope.” '4 Granted that some of these effects stem from\nJueneman’s objective perceptivity, it is difficult to judge how much of them might also be\ndue to his fertile speculation.\nFor years I had accepted Jueneman’s model as being a tentative valid prototype of the\nmythological polar column. Then, as the years went by, my interest shifted to the discovery\n8 [bid., p. 40.\n9 Ibid., pp. 39-40.\n10 Jbid., p. 40.\n11 B, Vonnegut, “Luminosity Accompanying St. Louis Tornado—February 10, 1959,” Monthly Weather\nReview (February 1959), p. 64.\n12 Jdem (with J. Weyer), “Luminous Phenomena in Nocturnal Tornadoes,” Science (September 9, 1966), pp.\n13 F, B. Jueneman, op. cit., pp. 45-47.\n14 Tbid., p. 48."
            }
        ],
        "bibliography": [
            "nn pia, — ie ier",
            "8 Ibid., p. 40.",
            "9 Ibid., pp. 39-40.",
            "10 Jbid., p. 40.",
            "11 B, Vonnegut, “Luminosity Accompanying St. Louis Tornado—February 10, 1959,” Monthly Weather",
            "Review (February 1959), p. 64.",
            "12 Jdem (with J. Weyer), “Luminous Phenomena in Nocturnal Tornadoes,” Science (September 9, 1966), pp.",
            "1213-1220.",
            "13 FB. Jueneman, op. cit., pp. 45-47.",
            "14 [bid., p. 48."
        ]
    },
    {
        "type": "main",
        "page_number": 460,
        "subsections": [
            {
                "title": "",
                "content": "BS                  ae    ?    i\na ese |    VIDS   i\nbBy ant\nFrederic B. Jueneman\n(Photograph—1995—by the author.)"
            }
        ],
        "bibliography": [
            "Frederic B. Jueneman",
            "(Photograph—1995— by the author.)"
        ]
    },
    {
        "type": "main",
        "page_number": 461,
        "subsections": [
            {
                "title": "",
                "content": "of jets of plasma ejected by galaxies along their\nspin axes and, later, by similar jets ejected by\nss        Seren           stars. To be sure, | was at first overpowered by\nthe colossal size of these jets which would dwarf\nNiseacel              even Rose’s flux tube and Jueneman’s planetary\nCCH >       vortex. But then I reasoned that if these jets can\nPape ee}                 exist in both galactic and stellar magnitudes—the\nteas |       mag. | difference in masses of which is enormous—they\nCOROT i> netic | might also exist in planetary dimensions. After\nen et ae       fleld    all, the difference in scale between planets and\nNA                   stars is much less than that between stars and gal-\nOres                 axies. Thus, in a 1997 posting on KRONIA’s in-\nLA                       ternet discussion group, I asked whether such jets\ni {|                   might not “explain” the polar column associated\nCy >>             with the primeval Saturnian sun, to which\naw                                    Wallace Thornhill replied:\nj               “Since the first Portland conference [spons-\nored by KRONIA Communications in 1997],\nf\\                 I have considered the polar column to be a\nCED                     manifestation of a polar jet, which would have\niw,                enveloped...Earth. The corkscrew motion of\nthat jet would have been responsible\nfor...rotating discharges...as seen from\n¢                  Earth.”!5\nThis polar jet, according to Thornhill, would\nBirkeland current          have been a sustained plasma discharge in the\nform of Birkeland current,!© which claim is up-\nheld by the plasma physicist Anthony Peratt.!7\nAccording to Thornhill:\n“Birkeland currents are the natural form of electric currents in magnetized plasma. It\nis the only way to pass high currents through a plasma for any distance. They are the\ninvisible power transmission lines in space.” !8\nThis brings to mind what Ralph Juergens had already noted in 1976, to the effect that\n“the column-like structure connecting Saturn and earth might have been of the nature of a\nsteady electric discharge.”!9\n15 W. Thornhill, KRONIA internet discussion forum, (December 19, 1997).\n16 Idem, “The Electric Universe (Beaverton, Oregon, 1997), p. 100.\n17 A. L. Peratt to D. Cardona on the Intersect electronic discussion group sponsored by KRONIA\nCommunications, July 24, 2002.\n18 W. Thomhill, on the Intersect electronic discussion group sponsored by KRONIA Communications,\nNovember 26, 2001 (emphasis added).\n19 R. E, Juergens to D. Cardona (December 19, 1976), private communiqué."
            }
        ],
        "bibliography": [
            "steady electric discharge.”!9",
            "15 W. Thornhill, KRONIA internet discussion forum, (December 19, 1997).",
            "16 Idem, “The Electric Universe (Beaverton, Oregon, 1997), p. 100.",
            "17 A. L. Peratt to D. Cardona on the Intersect electronic discussion group sponsored by KRONIA",
            "Communications, July 24, 2002.",
            "18 W. Thomhill, on the Intersect electronic discussion group sponsored by KRONIA Communications,",
            "November 26, 2001 (emphasis added).",
            "19 R. E, Juergens to D. Cardona (December 19, 1976), private communiqué."
        ]
    },
    {
        "type": "main",
        "page_number": 462,
        "subsections": [
            {
                "title": "",
                "content": "But can an electric discharge be sustained? Apparently so. Thus, for instance, in 1991,\nAndrew Gray discovered a bright strand, 150 light years long and a couple wide, near the\ncentre of the Milky Way. Dubbed “the Snake,” it is similar to other so-called “threads” which\nhave been discovered within the barrel-shaped region of space known as the Galactic Centre\nLobe. Gray himself is of the opinion that the Snake “is an electrical discharge, like a vast\nlightning bolt—so vast that it just hangs in space, instead of disappearing as earthly lightning\ndoes.”20\nMeanwhile, the “corkscrew motion” of the jet, as mentioned above, originates from the\nplasma’s discharge system. As Thornhill succinctly explained:\n“...plasma is highly structured, allowing electric currents to flow through it along\nmagnetic field lines in the form of filaments, themselves twisted into ropes. Such\ntwisted filaments are seen in the powerful jets issuing from the cores of active galax-\nies, the tornadic clouds in the Lagoon nebula, the giant prominences streaming from\nthe sun, comet tails, etc.”2!\nMoreover, these twisted filaments are not static, but highly active vortices,” thus ac-\ncounting for the whirlwind motion endemic in the mythological axis mundi, But then,\nharking back to astral jets, is it known that these rotate? They surely do. Thus, for in-\nstance, data received from the Ulysses spacecraft showed that the twisting field lines\nconnected to both poles of the Sun rotate with it. As Thornhill stated: “Astral jets are a\nmore active and visible manifestation of the same Birkeland currents.”?3 This, of course,\nhad already been ascertained by others, including Eric Lerner, who described such a jet as\n“a plasma-pinching vortex filament.”4 As he explained:\n“The vortices are produced by a phenomenon known as the pinch effect. A straight\nthread of electric current flowing through a plasma surrounds itself with a cylindrical\nmagnetic field. This field attracts other currents flowing in the same direction. Thus\nthe tiny current threads tend to ‘pinch’ together, drawing the plasma with them. The\nconverging threads are twined into a plasma rope, much as water converging toward a\ndrain generates a swirling vortex.” 25\nAs indicated by the diagram on the previous page, a Birkeland current has the appearance\nof two serpents twisted about each other. And was not Boreas originally said to have\npossessed serpent tails for feet? (Even so, it should be noted that the serpentine structure of\nthe axis mundi was not always visibly apparent, concerning which much more will be di-\nvulged in a future volume.)?6\nTaking his cue from Thornhill, Talbott, too, latched on to the polar jet theory. Thus, in an\ninterview conducted by AEON, he spoke of the “galactic scale plasma model” which carried\n20 “Here Be Serpents,” The Economist (March 8, 1997), p. 120, as cited by W. Thornhill, op. cit., pp. 22-23.\n21 W. Thornhill, op. cit., p. 17.\n22 E. J. Lerner, The Big Bang Never Happened (N. Y., 1991), pp. 234-236; W. Thornhill, op. cit., p. 22.\n23 W. Thornhill, on the Intersect electronic discussion forum sponsored by KRONIA Communications,\nDecember 29, 2001.\nu E. J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), p. 73.\n> Ibid.\n26 For more on this characteristic as contained in the mytho-historical record, and the physical properties which\nled to it, consult D. Cardona, op. cit., pp. 59 ff."
            }
        ],
        "bibliography": [
            "20 “Here Be Serpents,” The Economist (March 8, 1997), p. 120, as cited by W. Thornhill, op. cit., pp. 22-23.",
            "21 W. Thornhill, op. cit., p. 17.",
            "22 E, J. Lerner, The Big Bang Never Happened (N. Y., 1991), pp. 234-236; W. Thornhill, op. cit., p. 22.",
            "23 W. Thornhill, on the Intersect electronic discussion forum sponsored by KRONIA Communications,",
            "December 29, 2001.",
            "7 E. J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), p. 73.",
            "> Ibid.",
            "26 For more on this characteristic as contained in the mytho-historical record, and the physical properties which",
            "led to it, consult D. Cardona, op. cit., pp. 59 ff."
        ]
    },
    {
        "type": "main",
        "page_number": 463,
        "subsections": [
            {
                "title": "",
                "content": "“the potential for a jetting of material” along the axis of a plasma discharge.?’ To which he\nadded:\n“This streaming of gases along the axis of rotation has, for 25 years, been part of the\nbedrock of the Saturn theory.”28\nNow while, as we have seen, it is true that the interpretation of the polar column as a\nstream of debris, now clarified as streaming gases, was part and parcel of Talbott’s particular\nmodel since its inception, the interpretation of the same phenomenon as a plasma jet or dis-\ncharge was entirely new. Here it is more than evident that, while willing to accept cosmic\nplasma jets as scaled-up versions of proto-Saturn’s boreal column, Talbott was not ready to\nrelinquish his original idea, and thus sought to amalgamate the two. Thornhill himself was\nnot exactly hostile to this unification. Thus, when questioned about Talbott’s interpretation of\nthe polar column as a stream of fiery debris ejected toward Earth, he replied with these\nwords:\n“T think that for most of the time [the polar column] would have been like a spec-\ntacular auroral effect with very little matter transfer taking place. It is only when it\ntransformed suddenly from a glow discharge to an arc that substantial matter would\nhave been transferred between bodies.”??\nBut can a Birkeland current transfer matter between bodies? Apparently so. As Thornhill\nexplained:\n“To begin with, a rotating Birkeland current will form a tornado in an atmos-\nphere...Secondly, Eric Crew back in the 80s discussed how lightning usually acceler-\nates positive ions vertically, creating a jet of hot moist air at the top of the discharge\nchannel. In general terms the discharge compresses, heats and accelerates gases from a\nregion of high pressure to a region of lower pressure. So bulk matter is moved by an\nelectric discharge..”30\nThe tornadic quality of this sustained Birkeland current thus compensates for the loss of\nJueneman’s Rankine vortex model.\nOr does it have to? After all, with the tidal heaping of the terrestrial atmosphere due to\nproto-Saturn’s proximity combined with its inevitable spiraling motion, the effects proposed\nby Jueneman should have taken place. Even the twisting of the axis can be accounted for\nthrough the workings of a Rankine vortex. Just as terrestrial tornadoes “occasionally exhibit\nsmaller counter-rotating vortices in close proximity to the primary whirlwind,” so “on a\nmuch vaster scale, similar counter-rotating catenulate bolus flows would have snaked around\nthe polar column in filamentary fashion.”3! Could it not, therefore, have been that both\ncauses, a planetary Rankine vortex and a sustained Birkeland current, have joined forces in\nproducing the most colossal tornado Earth has ever experienced? Or would the electrical\nforce inherent in a Birkeland current have overpowered the Rankine effect?\na D. Talbott, “The Saturn thesis,” Part 3, AON IV:6 (May 1997), p. 50.\nIbid.\n29 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 40.\n30 Idem, on the Intersect discussion group sponsored by Kronia Communications (February 27, 2001).\n31 BB. Jueneman, op. cit., p. 40."
            }
        ],
        "bibliography": [
            "ee ee ee ey, ee ee ae a es ae, See a a",
            "causes, a planetary Rankine vortex and a sustained Birkeland current, have joined forces in",
            "producing the most colossal tornado Earth has ever experienced? Or would the electrical",
            "force inherent in a Birkeland current have overpowered the Rankine effect?",
            "27D. Talbott, “The Saturn thesis,” Part 3, AEON IV:6 (May 1997), p. 50.",
            "28 Ibid.",
            "29 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 40.",
            "30 Jdem, on the Intersect discussion group sponsored by Kronia Communications (February 27, 2001).",
            "31 F, B. Jueneman, op. cit., p. 40."
        ]
    },
    {
        "type": "main",
        "page_number": 464,
        "subsections": [
            {
                "title": "",
                "content": "What is left is to explain how a Birkeland current is made visible. After all, since it, too,\nfollows Jupiter’s magnetic field lines, Io’s flux tube is also a Birkeland current.>? It thus turns\nout, after all, that Lynn Rose’s postulate is not as unsound as I had originally assumed. As\nstressed earlier, however, Io’s flux tube is not optically visible. Neither are the Sun’s pole-\nward emissions. As we have indicated, the mythological axis mundi, on the other hand,\nseems to have been very much visible. So are astral jets. Under what conditions, then, can a\nBirkeland current be made visible as a twisted ray of light? Needless to say, this might not be\nthe right question to ask, especially since Birkeland currents have already been explained as\ninvisible power transmission lines. Even so, as the plasma physicist Anthony Peratt stated at\nthe Laughlin World Conference sponsored by KRONIA Communications on July 8, 2001, a\nBirkeland current can be made visible through the detritus it may collect about it. What is,\nhowever, really visible is the plasma through which these currents flow. To be sure, the\nplasma itself needs to be made visible.\nAccording to the electrical engineer, Don Scott, there are three different modes in which\na plasma can operate, and these depend on the strength of the electrical current passing\nthrough it. In what is known as the dark current mode, where the electrical current is very\nlow, the plasma will not glow and, therefore, remains invisible. It can only be detected\nthrough the measurement of its electrical activity with sensitive instruments. As Scott ex-\nplains, the present magnetospheres of the Solar System planets “are examples of plasma op-\nerating in the dark current mode.” But if the strength of the electrical current is “significant,”\nthe entire plasma begins to glow, its brightness being naturally dependent on the strength of\nthe current. If the electrical current is very high, the plasma goes into arc mode, during which\nit “radiates brilliantly over a wide spectrum,” with the current tending to form the filaments\nwe are now becoming familiar with.*3\nBut, with a current of 400,000 volts, why does Io’s flux tube not glow? As Peratt ex-\nplains, given the size of the system, this is not a “terribly impressive” amplitude. Translating\ninto one mega-ampere, it even falls short of the seven mega-amperes conducted by Earth’s\ncircular auroras, made visible in Earth’s northern and southern polar skies (even though this\nvaries considerably).34 So that while it is the strength of the current passing through a plasma\nthat accounts for its ability to glow, this strength has to be considered in relation to the size of\nthe system that spawns it or, better said, in relation to the magnitude of the plasma itself. As\nScott explains further, it is not the actual current in total amperes that is the real issue, but the\ncurrent density, that is the amount of amperes per square meter.35\nActually, Peratt defines the situation even further and, at the risk of befuddling the lay\nreader, I hereby include his words for the benefit of the specialists. As he stated, whether a\nplasma glows or not relies on how energetic the relativistic electrons happen to be, plus the\nstrength of the magnetic field, “as this determines the intensity of synchrotron radiation the\nelectrons beam towards Earth.”3° Those who are interested enough can consult his major\nwork on the subject.37\nAs for our own proto-Saturnian polar column—or “polar Birkeland current” —Peratt es-\ntimates it to have probably carried something like “a thousand mega-ampere into and out of\n32 W. Thornhill, on the Intersect discussion group sponsored by KRONIA Communications, November 26,\n33 D. Scott, on ibid., December 29, 2001.\n34 A. L. Peratt, on ibid., March 23, 2002.\n35D. Scott, on ibid., March 25, 2002.\n36 A. L, Peratt, on ibid., March 25, 2002.\n37 Idem, Physics of the Plasma Universe (N. Y., 1992), Chapter 6 in toto."
            }
        ],
        "bibliography": [
            "ae ee nen | ie ee ee, ee ee ee eee",
            "timates it to have probably carried something like “a thousand mega-ampere into and out of",
            "32 W. Thornhill, on the Intersect discussion group sponsored by KRONIA Communications, November 26,",
            "33D, Scott, on ibid., December 29, 2001.",
            "34 A. L, Peratt, on ibid., March 23, 2002.",
            "35D. Scott, on ibid., March 25, 2002.",
            "36 A. L, Peratt, on ibid., March 25, 2002.",
            "37 Idem, Physics of the Plasma Universe (N. Y., 1992), Chapter 6 in toto."
        ]
    },
    {
        "type": "main",
        "page_number": 465,
        "subsections": [
            {
                "title": "",
                "content": "the planetary polar regions.” 38\nAs earlier stated, it would not be correct to claim that proto-Saturn’s polar column was a\nstellar jet comparable to Herbig Haro objects. Even if scaled down from stellar amplitudes to\nbrown dwarf magnitudes, such jets would remain colossally active in their electrical mani-\nfestation. It is more than probable that proto-Saturn’s polar ray did originate as such a jet, but\nit is doubtful that it still retained its full potential by the time man came upon the scene.\nAs Ken Moss suggested, it would have been more likely that the polar ray mankind re-\nmembers was, at best, the remnant of an original jet.3? And why not? After all, cosmic jets\nare known to fade. As Peratt disclosed in 1992:\n“Comparison of the integrated magnitude of the jet in M87 over the period 1934-1980\nshows that the jet is variable and has been fading, more or less uniformly, by about\n0.8 mag per decade between 1964 and 1980. The data imply that over the period\n1952-1980, the total jet intensity fell by at least 2.5 mag. Comparisons of isophotes\ntaken in 1964 and 1979 show no obvious differences in overall shape, apart from ef-\nfects of variation and noise. This indicates that the fading has affected the whole\nchannel uniformly since 1964...”40\nThat jets fade is exemplified by our present Sun. The present poleward fields emanating\nfrom the Sun are so relatively weak that they operate in the dark mode. It is, however, doubt-\nful that they always did so.\nAs we shall soon see, brown dwarfs are believed to degenerate into giant gas planets.\nWhat this additionally means is that any jets spawned by such free floaters, already scaled\ndown, would necessarily continue to decay in their electrical amplitude. We have no way of\nknowing at what exact phase in its evolution the proto-Saturnian brown dwarf star had ar-\nrived at during the time of man, prior to its entry into our Solar System. It, however, seems\nreasonable to assume that it was well along its way in its evolutionary transformation. Even\nthe word “jet” might be misleading here where “a sustained Birkeland current” might much\nbetter fill the nomenclative bill.\nDespite all that, none of the above is to say that proto-Saturn’s polar column was devoid\nof electrical activity, or that this activity failed to manifest itself in catastrophic dimensions.\nIt should, however, be emphasized that, during man’s existence on Earth, the polar column\ndid not always exhibit its full tornadic force and, if we are to believe the mytho-historical re-\ncord, its twisted serpentine character was not always apparent. As seen from latitudinal dis-\ntance, very much as Thornhill intuited, the column would have appeared “like a spectacular\nauroral effect,” a tapering swath of light stretching all the way from proto-Saturn to Earth’s\nnorth axial pole, a thing of beauty, even one of tranquility. Yes—it would have been seen to\nwhirl, perhaps even accompanied by an electric hum. It is even possible that ancient man at-\ntempted to approach it. But as one came ever closer to it, its vibrational envelope, to say\nnothing of an electrical feel similar to that encountered prior to a storm, would have been felt\nas a warning against further approach.\nTHE ARCTIC DEPRESSION\nSuch a planetary tornado, in the form of a rotating sustained Birkeland current, acting\ncontinuously over the same area in Earth’s north polar region, scouring the land underneath,\nshould have left an indelible scar. As it happens, small as it is compared to the Pacific and\n38 Idem (see reference #34).\n39 Verbal communication to the author.\n40 A. L. Peratt, Physics of the Plasma Universe (N. Y., 1992), p. 245."
            }
        ],
        "bibliography": [
            "as a warning against rurther approach.",
            "THE ARCTIC DEPRESSION",
            "Such a planetary tornado, in the form of a rotating sustained Birkeland current, acting",
            "continuously over the same area in Earth’s north polar region, scouring the land underneath,",
            "should have left an indelible scar. As it happens, small as it is compared to the Pacific and",
            "38 Idem (see reference #34).",
            "39 Verbal communication to the author.",
            "40 A. L. Peratt, Physics of the Plasma Universe (N. Y., 1992), p. 245."
        ]
    },
    {
        "type": "main",
        "page_number": 466,
        "subsections": [
            {
                "title": "",
                "content": "Atlantic, the Arctic Ocean “contains four depressions of oceanic depth which, unlike other\noceans, hold large volumes of sediment.”4! This bespeaks a different method from other\noceans by which these sediments were collected. Charles Ginenthal understood this extra\nthick sediment as having been deposited by “a global, oceanic tidal wave, flowing north-\nward.”42 This is a theory that has also been proposed by Jueneman.* As the latter indicated,\nhowever, such a flood, acting through waves of translation, would have been subject to\nEarth’s rotation and would have swept from the equator in a colossal spiraling tide toward\nboth poles, to say nothing of travelling back toward the equator.* That being the case, these\nwaves should just as easily have deposited their load of sediment in other land-encircled seas\nwhich would have been in their path, such as Hudson’s Bay and the Black, Caspian, and\nBaltic Seas. Why, then, do we not find a similar thick load of sediment in these depressions?\nIt is not that Earth’s Arctic region has not been inundated by an immense flood—which\nsubject is also reserved for a future volume—but this would have entailed an entirely differ-\nent mechanism.*> Under the scheme presented here, it seems more reasonable to suppose that\nthe thick sediment of the Arctic Ocean was created in situ by the constant scouring of the\ntornadic polar column.\nAlso, as we have seen, Earth’s boreal lithospheric bulge would have risen because of\nproto-Saturn’s proximity. The tidal heaping of Earth’s interior magma, however, would have\nactually been greater than at the surface. The thermal energy which would have resulted from\nthe friction between this molten material and the enveloping crust would have enhanced the\nmagma’s mobility. This heated plastic matter would then have broken through the surface,\ncausing a collapse of the crust. This is precisely what has been discovered in the Eurasian\nBasin of the Arctic Ocean, an area which “represents a regional collapse of the Earth’s sur-\nface due to material being removed from the lower mantle.”\nEven more recently, a swirling vortex of molten rock has been discovered 3000 kilome-\nters beneath the North Pole.4” Peter Olson and Jonathan Aurnou, then from the Johns Hop-\nkins University in Baltimore, Maryland, traced a flow of almost a quarter of a degree per year\nin a region some 2400 kilometers across. As Olson stated, the flow “has the structure of a gi-\nant hurricane.”48\nThere is, incidentally, no point in claiming that these effects could have been caused by a\ndifferent set of circumstances. What is stressed here is that this is precisely what our theory\ndemands and, in that respect, the demand is met. In conjunction with the other physical evi-\ndence from the same region supplied in earlier chapters of this work (to say nothing of what\nwe intend to add in coming volumes), the accumulating signs continue to build up in our the-\nory’s favor.\nOne more problem yet to be solved concerns the manner in which Earth came to be\nlocked within proto-Saturn’s polar column. This, however, is going to take us on a final tan-\n41 “The Four Oceans at the Top of the World,” New Scientist 21 (1964), p. 7 (emphasis added).\n42 C. Ginenthal, “The Flood,” The Velikovskian 11:4 (1994), p. 35.\n43 F, B. Jueneman, “The Terrestrial Sea: A Critical Model of Science and Myth,” AEON IV:6 (May 1997), pp.\n32-33; but see also, R. M. Smith, “Some Thoughts on the Saturnian Sun and Polar Column,” AEON V:1\n(November 1997), p. 5; G. P. Williams, “Changing Sea Levels,” AEON V:3 (December 1998), pp. 21 ff.; D.\nCardona, op. cit., p. 68.\n44 F. B. Jueneman, loc. cit.\n45 See here D. Cardona, op. cit., pp. 62 ff.\n46 Y. Herman (ed.), Marine Geology and Oceanography of the Arctic Sea (N. Y., 1974), p. 100.\n47 “Hurricane of Rock,” New Scientist (November 13, 1999), p. 27.\n48 Nature, Vol. 402, p. 170; see also D. Cardona, op. cit., pp. 66 ff., for additional physical evidence from\nEarth’s north polar region."
            }
        ],
        "bibliography": [
            "Se ee ee ee ae ee ae eee ee ee eo ee eee | ee",
            "42 C, Ginenthal, “The Flood,” The Velikovskian 11:4 (1994), p. 35.",
            "43 F, B. Jueneman, “The Terrestrial Sea: A Critical Model of Science and Myth,” AEON IV:6 (May 1997), pp.",
            "32-33; but see also, R. M. Smith, “Some Thoughts on the Saturnian Sun and Polar Column,” AEON V:1",
            "(November 1997), p. 5; G. P. Williams, “Changing Sea Levels,” AEON V:3 (December 1998), pp. 21 ff.; D.",
            "Cardona, op. cit., p. 68.",
            "44F. B. Jueneman, loc. cit.",
            "45 See here D. Cardona, op. cit., pp. 62 ff.",
            "46 Y. Herman (ed.), Marine Geology and Oceanography of the Arctic Sea (N. Y., 1974), p. 100.",
            "47 “Hurricane of Rock,” New Scientist (November 13, 1999), p. 27.",
            "48 Nature, Vol. 402, p. 170; see also D. Cardona, op. cit., pp. 66 ff., for additional physical evidence from",
            "Earth’s north polar region."
        ]
    },
    {
        "type": "main",
        "page_number": 467,
        "subsections": [
            {
                "title": "",
                "content": "gential trek which will go a long way in elucidating the manner in which solar systems are\nformed.\nFREE-FLOATING SUB-BROWN DWARFS\nAs noted earlier, free wandering objects out in space are now being regularly discovered.\nThe problem that is now facing astrophysicists is to determine whether most of these are\nplanets or brown dwarf stars. As we have already seen, red and brown dwarfs are believed to\n“occupy the middle ground between planets and stars.”4? But the demarcation between stars,\ndwarf stars, and planets seems forever to be changing. To make matters worse, along the way\na new class of free-floating objects were discovered that were “lighter than the lightest brown\ndwarf and heavier than the heaviest planets.”> While less massive than brown dwarfs, some\nastronomers have questioned the use of the word “planets” to describe them. Other problems\nhave been listed besides their massiveness. Thus, to give one lame example, it has. been. cal-\nculated that the objects lurking in the globular cluster known as M22 “make up as much as\n10 percent of the cluster’s mass— too numerous to be wandering ‘orphaned’ planets.”>! As if\nquantity has any bearing in the classifying of astronomical bodies.\nAlan Boss settled on the term “sub-brown dwarfs” as a designation for these free-floaters.\nBut, as Glen Schneider opined: “Give a billion years of cooling and evolution, and these ob-\njects may be indistinguishable from planets.”52 This is primarily because it is believed that\nthese objects are still contracting, “collapsing because of their own gravity.” As Maria Za-\npatero-Osorio stated: “With time, they will look like Jupiter and Saturn.”*? And did not Carl\nSagan claim that, at least in the infrared part of its spectrum, “it might even be correct to con-\nsider Jupiter a star”?™4 Did not Mark Marley more recently note that: “If you line a mug shot\nof Jupiter up with these guys, it [i.e., Jupiter] is just a very low-mass brown dwarf.”?55 And if\nJupiter, why not then Saturn? All of which eliminates the objection concerning whether such\na brown dwarf star—or should we say sub-brown dwarf star?—could ever turn into the\nplanet Saturn as proposed in the present work. But what of the stated billion years said to be\nrequired for such a transformation?\nUnanimity among astrophysicists seems to be as rare as that among politicians. Thus,\nquite recently, when Goran Sandell discovered what he believes to be a “monster of a proto-\nstar” in the Cepheus constellation, near the emission nebula known as NGC 7538, he claimed\nthat it, and others like it, could develop into a high-mass star “in an astronomical blink of an\neye—only about 10,000 years.”\nBack in 1977, astronomers focused on a disk-shaped object in the constellation Cygnus\nwhich was identified as an evolving star. Not only that, it was said that it “could well be a\nsun in the process of forming its own planets.” Although the object, dubbed MWC\n349, had been known since the 1930s, it was only now that they “realized how unusual it\n49 K. Wright, “When Is a Star Not a Star?” Discover (January 2002), p. 28.\n50 W. Schomaker, “How to Make a Brown Dwarf,” Astronomy (October 2001), p. 28.\n51 Press release from the Hubble European Space Agency Information Centre, Garching, Germany, June 2001\n(emphasis added).\n2. W. Schomaker, loc. cit.\n53 M. Fox, “Rogue ‘Gas Balls’ in Space Break Rules of Solar System, Astronomers Find,” The Vancouver Sun\n(October 6, 2000), p. A13.\n>4C. Sagan, Cosmos (N. Y., 1980), p. 158.\n55 “Astronomers Find Jupiter-Like Weather on Brown Dwarts,” Science Daily [Internet] Magazine (June 3,\n56 P, Morledge, “Walking Among Baby Giants,” Astronomy (October 2001), p. 26."
            }
        ],
        "bibliography": [
            "49 K. Wright, “When Is a Star Not a Star?” Discover (January 2002), p. 28.",
            "50 W. Schomaker, “How to Make a Brown Dwarf,” Astronomy (October 2001), p. 28.",
            "51 Press release from the Hubble European Space Agency Information Centre, Garching, Germany, June 2001",
            "(emphasis added).",
            "52 W. Schomaker, loc. cit.",
            "53 M. Fox, “Rogue ‘Gas Balls’ in Space Break Rules of Solar System, Astronomers Find,” The Vancouver Sun",
            "(October 6, 2000), p. A13.",
            ">4C. Sagan, Cosmos (N. Y., 1980), p. 158.",
            "55 “Astronomers Find Jupiter-Like Weather on Brown Dwarts,” Science Daily [Internet] Magazine (June 3,",
            "2002).",
            "56 P, Morledge, “Walking Among Baby Giants,” Astronomy (October 2001), p. 26."
        ]
    },
    {
        "type": "main",
        "page_number": 468,
        "subsections": [
            {
                "title": "",
                "content": "was.”57 As the editors of TIME reported: “In simultaneous observations, the scientists dis-\ncovered that the star, already ten times the size and 30 times the mass of the sun, was sur-\nrounded by a great glowing disc some 224 million km. (approximately 140 million miles) in\ndiameter.”>8 The strange thing about this, however, is that the star was believed to be “little\nmore than 10,000 years old,” even though it is believed to be still developing.» Stranger still\nwas the rate at which it was developing. As stated in the periodical in question:\n“Such a process can sometimes take millions of years. But scientists will not have to\nwait that long to see how MWC 349’s birth turns out. At the rate at which the disc is\ndisappearing, it will be gone in a mere 100 years.”©\nAnother star, FG Sagittae, has been said to be evolving so rapidly, it can actually be seen\nchanging color as it moves from one theoretical phase to another. This star has already\nchanged from blue to yellow over a mere 40 years.\nIn view of these cases, it does not seem reasonable to assume that a body so much less\nmassive would take a billion years to form. Coincidentally or not, 10,000 years is precisely\nthe amount of time Sam Flamsteed claimed it would take a brown dwarf star to turn into a\nJupiter sized planet. ©\nAdditionally, it is believed by some that brown dwarf stars do not shine like stars, even\nthough they generate enough heat to be detected by infrared-sensing instruments.® Stuart\nGoldman, on the other hand, seems to disagree when he speaks of “the visible [although\nfeeble] light from such stellar embers.” And, according to the editors of Astronomy, thirty\nnewly discovered brown dwarf stars in Rho Ophiuchi are considered to be young enough to\nallow them “to glow slightly brighter than their older relatives.”®> This is precisely what we\nhave been proposing for the brown dwarf star that was proto-Saturn in the past pages of this\nvolume.\nIn the interim, models based on the known characteristics of these dwarfs have been cre-\nated in order to ascertain what these sub-stellar bodies actually look like. According to what\nAdam Burrows and his colleagues at the University of Arizona have called a “first stab,”\nbased on the so-far limited data available, the conclusion has been reached that brown dwarfs\ncan radiate in tints progressing “from red to purple to magenta.”® If this turns out to be so,\nfurther conforming to our postulate regarding proto-Saturn’s dull red hue, it would also coin-\ncide with Thornhill’s claim that, besides its infrared emission, proto-Saturn would have radi-\nated in ultra-violet light.°7\nSome brown dwarfs, it has been theorized, might even be cloudy. As Stuart Goldman ex-\nplained:\n57 “Witnesses to a Creation,” TIME (June 27, 1977), p. 55.\n58 Ibid.\n»? Ibid.\n60 Tbid. (emphasis added).\n61 New Scientist (September 14, 1991), p. 14.\n62 S, Flamsteed, “Impossible Planets,” Discover (September 1997), pp. 80-81.\n63 K. Wright, loc. cit.\n© S. J. Goldman, “Brown Dwarfs Showing Their True Colors,” Sky & Telescope (February 2002), p. 22\n(emphasis added).\n65 Boxed item, Astronomy (February 2002), p. 28.\n6 S. J. Goldman, loc. cit.\n67 W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48."
            }
        ],
        "bibliography": [
            "IS NN Ne) AOLINDSIS EB EILELD NOOSA AN DANN YY mes",
            "8 Ibid.",
            "> Ibid.",
            "60 Jbid. (emphasis added).",
            "61 New Scientist (September 14, 1991), p. 14.",
            "©2 §. Flamsteed, “Impossible Planets,” Discover (September 1997), pp. 80-81.",
            "63 K. Wright, loc. cit.",
            "© S. J. Goldman, “Brown Dwarfs Showing Their True Colors,” Sky & Telescope (February 2002), p. 22",
            "(emphasis added).",
            "65 Boxed item, Astronomy (February 2002), p. 28.",
            "6 S.J. Goldman, loc. cit.",
            "67 W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48."
        ]
    }
]