[
    {
        "type": "main",
        "page_number": 479,
        "subsections": [
            {
                "title": "",
                "content": "Other than that I never referred to proto-Saturn’s circumstellar membrane as an “accre-\ntion disc,” until then preferring instead the term “placental cloud,” Thornhill’s statement is\nnot all that at variance with the prevailing view. In any case, there seems to be no denying\nthat circumstellar disks and astral jets go hand in glove, and that any body surrounded by\nsuch a disk is a prime candidate for astral jetting. Brown dwarf stars seem to fit that category.\nIf, then, brown dwarf stars do emit jets, it is more than probable that Earth itself would\nhave been ejected by the sub-brown dwarf that was proto-Saturn along its astral jet, or\nsustained Birkeland current, within which it remained trapped until well into the advent of\nman—which would render the long forgotten Oskar Reichenbach’s intuitive claim that Earth\nis “an offspring of Saturn’”!3¢ right on the mark. Basing his reasoning on the Saturn thesis,\nJames Strickling came to the same conclusion. !37 And, to be sure, so, also, Thornhill. 38\n136 Q, Reichenbach, On Some of the Remarkable Features in the Evolution of the Earth (London, 1884), p. 5.\n137 J, E, Strickling, Origins: Today’s Science, Tomorrow’s Myth (Norcross, Georgia, 1996), p. 182.\n138 W. Thornhill, on Intersect, January 13, 2002."
            }
        ],
        "bibliography": [
            "136 ©, Reichenbach, On Some of the Remarkable Features in the Evolution of the Earth (London, 1884), p. 5.",
            "137 J, E, Strickling, Origins: Today’s Science, Tomorrow’s Myth (Norcross, Georgia, 1996), p. 182.",
            "138 W. Thornhill, on Intersect, January 13, 2002."
        ]
    },
    {
        "type": "main",
        "page_number": 480,
        "subsections": [
            {
                "title": "",
                "content": "Epilogue\nSCALING UP AND DOWN\nt is not reasonable to expect a work of this scope to be entirely free of error. But, relying\non an old cliché, I hope no one will end up throwing out the baby with the bath water if\nsuch errors are discerned. | also reserve the right to amend what might in future be found\nto be amiss with the conclusions reached in this work. I will in no way be embarrassed if I\nhave to retract whatever is found not to fit the general hypothesis presented herein. That is\nthe way theories are supposed to be formed. That is the only way science can progress. I\nknow this work will run its gamut of criticism. I am prepared for that. After all, if what I have\npresented bears any semblance to what really transpired in the past, the tenets of various sci-\nentific disciplines will have to be reconsidered. Such revisionist work will not sit well with\nthe old guard. But, to use another old cliché, do not mistake me for a lonely voice in the de-\nsert. I am not alone in most of what I have so far presented. I belong to an ever-growing\nschool of interdisciplinarians who have immersed themselves in the above and related stud-\nies. The old guard will eventually pass away, as it always does. It is to younger minds that\nthe future is bequeathed. In the meantime, I put a gun to no one’s head, so believe what you\nwill.\nThe main problem with the reconstruction of these hoary events lies with plasma cosmol-\nogy which, ironically, serves as the best evidence in favor of their occurrence. As in other\nmatters touched upon in this work, once again, this is not to be wondered at. Despite Hannes\nAlfvén’s pioneering work in the 1930s, and Anthony Peratt’s more recent seminal disclo-\nsures!, plasma cosmology is still in its infancy. As the latter confessed in 1992:\n“Because of their strong interaction with electromagnetism, plasmas display a com-\nplexity in structure and motion that far exceeds that found in matter in the gaseous,\nliquid, or solid states. For this reason, plasmas, especially their electrodynamic prop-\nerties, are far from understood.”?\nGranted that plasma science has progressed immensely since then, its exact behavior in\nrelation to astronomy remains temporarily controversial. Worse still, proponents of the proto-\nSaturnian model are not all of one mind when it comes to the mechanics involved in keeping\nthe configuration stacked up in linear formation. And this entails the exact nature of proto-\nSaturn’s polar column. The main contestant of the specific nature of this column as adduced\nin the foregoing pages stems from the fertile mind of Wallace Thornhill whose knowledge of\nplasma physics ranks him among the best in the field. It behooves us, therefore, to take his\nobjections seriously enough to comment at some length about them.\nThus, for instance, not only does Thornhill not believe in brown dwarf jets, he even\ndoubts the ejection of brown dwarfs from stars. True, as we have seen, he had previously\nstated that in his humble opinion, HH 34 is spitting out objects “which might become” indi-\nvidual brown dwarfs.3 A day later, however, he revised his opinion by claiming that such a\n| A. L. Peratt, Physics of the Plasma Universe (N. Y., 1992).\n2 Ibid., p. 2.\n3 W. Thornhill on the Intersect electronic forum sponsored by KRONIA Communications, January 8, 2002\n(emphasis added)."
            }
        ],
        "bibliography": [
            "ee nnn nn ene ee ne en NE I DE EEE",
            "objections seriously enough to comment at some length about them.",
            "Thus, for instance, not only does Thornhill not believe in brown dwarf jets, he even",
            "doubts the ejection of brown dwarfs from stars. True, as we have seen, he had previously",
            "stated that in his humble opinion, HH 34 is spitting out objects “which might become” indi-",
            "vidual brown dwarfs.3 A day later, however, he revised his opinion by claiming that such a",
            "1A. L. Peratt, Physics of the Plasma Universe (N. Y., 1992).",
            "2 Ibid., p. 2.",
            "3 W. Thornhill on the Intersect electronic forum sponsored by KRONIA Communications, January 8, 2002",
            "(emphasis added)."
        ]
    },
    {
        "type": "main",
        "page_number": 481,
        "subsections": [
            {
                "title": "",
                "content": "process “seems unlikely because the HH jet is a highly electrically active environment such\nthat the knots, or concentrations, imbedded in them are as bright as the central star.” And his\nverdict? “In other words,” he wrote, “no brown dwarfs.”4\nThere are other obstacles that Thornhill has thrown along the route I have been following.\nThus, speaking of the knots, or condensations, in astral jets, he rightly pointed out that these\nare light years away from the star that forms them. “The condensations of the HH 34 jet are\neasily resolved at a distance of 1500 light years.” As he continued, in a similar Saturnian\nsituation, at such a distance, it would have been impossible to see proto-Saturn at all, let\nalone as a distinct orb in Earth’s north polar sky. Nor would it have been possible for it to\nhave provided Earth with light, feeble or otherwise, let alone enough heat to generate and\nharbor life.\nWhat, then, can be said against this? Speaking of the plasma experiments he conducted,\nAlfvén asked: “If we can extrapolate from the laboratory to the solar system, which is a hun-\ndred trillion times larger in extent, then why shouldn’t plasma still behave the same way for\nthe entire observable universe—another hundred trillion times larger?”° I point this out here\nbecause, if it is allowable to scale up from laboratory experiments to the Solar System, and\nfrom the Solar System to the Universe, it must then be allowable, as it really is, to scale down\nfrom stellar masses to brown dwarf stars and even lower to sub-brown dwarfs. As Don Scott\npointed out:\n“The differences in scale (as Tony [Peratt] has tried to point out MANY times) are\ncompletely unimportant. They all work the same way.”7\nScaling down, however, involves more than just size and mass. It also involves ampli-\ntude, and thus luminosity, as well as distance and even speed, to say nothing of time. All\nelements must be scaled down, and not necessarily all by the same percentage. Thus, when\nthe knots in an astral jet are scaled down to sub-brown dwarf proportions, they will no longer\nbe as bright as stars, but, at best, only as bright as the sub-brown dwarf that spawns them.\nAnd even then, this only holds true for the knot’s initial inception. If the sub-brown dwarf\nthat was proto-Saturn eventually turned into the gaseous planet we now know by that name,\nwhat is there against assuming that its knots would eventually turn into rocky terrestrial plan-\nets? The light-years distance which separates jet condensations from their stellar parents\nwould also then be scaled down to more modest stretches. Besides, does not Thornhill accept\nthat proto-Saturn had been a brown dwarf star? Does he not himself interpret proto-Saturn’s\npolar column as a sustained plasma discharge in the form of Birkeland current? And has he\nnot also told us that astral jets are a more active and visible manifestation of the same\nBirkeland current?\nAt the risk of befuddling the reader, this is the manner in which Thornhill extricated him-\nself from the above dilemma:\n“Instead of being a small but normal stellar anode in the galactic discharge, and ac-\ncepting electrons, proto-Saturn would find itself a cathode, ejecting electrons, once it\nentered the Sun’s more positively charged domain. Proto-Saturn was then no longer a\nstar by definition. It was a comet! So it could not, by definition or physics, have de-\n4 Idem, on ibid., January 9, 2002.\n5 Idem, on ibid., January 8, 2002,\nSE. J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), pp. 74-75.\n7D. Scott, on Intersect, January 9, 2002 (capitalization as given)."
            }
        ],
        "bibliography": [
            "“Instead of being a small but normal stellar anode in the galactic discharge, and ac-",
            "cepting electrons, proto-Saturn would find itself a cathode, ejecting electrons, once it",
            "entered the Sun’s more positively charged domain. Proto-Saturn was then no longer a",
            "star by definition. It was a comet! So it could not, by definition or physics, have de-",
            "4 Idem, on ibid., January 9, 2002.",
            "5 Idem, on ibid., January 8, 2002,",
            "E. J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), pp. 74-75.",
            "7D. Scott, on Intersect, January 9, 2002 (capitalization as given)."
        ]
    },
    {
        "type": "main",
        "page_number": 482,
        "subsections": [
            {
                "title": "",
                "content": "veloped a bipolar astral jet. Instead it would have developed a cometary tail as soon\nas its Langmuir sheath was enveloped in the heliosphere.”®\nAre cometary tails, however, really that different from astral jets? I realize, of course, that\nthis is a question that will leave astrophysicists aghast. And no, I am not claiming that comets\nare akin to stars. I am only here concerned with the fabric of their tails. So consider: It has\nnow been conceded for some time that electricity and magnetism are central to the under-\nstanding of what a comet really is.? The sunward spikes that some comets display have also\nbeen understood as electrical discharges '!°—and would not these spikes, in conjunction with\nthe tails, make for a similar situation to a bipolar flow? Like stars, to say nothing of brown\ndwarfs, comets are now known to emit X-rays.!! Like stars, to say nothing of brown dwarfs,\ncomets also emit radio signals. !2 Like stars, to say nothing of brown dwarfs, comets also\nglow in ultraviolet light. !3 Like stars, to say nothing of brown dwarfs, comets are known to\nflare up.!4 More importantly, like stellar jets, cometary tails are also composed of plasma.!5\nThornhill himself has had occasion to stress that fact. And, like the twisted filaments of\nBirkeland currents, cometary plasma tails are sometimes “twisty.”!7 Finally, very much\nlike astral jets, cometary tails also exhibit knots, described as “small condensations of matter\nbrighter than their surroundings.” !8 Even Thornhill has used the term “jets” when discussing\nthe emissions from Halley’s Comet.!° What, then, is the difference between cometary tails\nand astral jets except one of scale? Or, phrased differently, if a celestial body as puny as a\ncomet can emit a plasma jet, why not a much more massive brown dwarf star? Does this not\ntend to emphasize Peratt’s contention, mentioned above, that the differences in scale are\ncompletely unimportant? Do not all celestial bodies, as Scott phrased it, act the same way?\nFair enough, as we have seen, everything is made of plasma but, as Ken Moss saw fit to re-\nmind me, apples are still not oranges.\nTrue—but they are both fruit.\nAs Thornhill pointed out, however, astral jets travel.2° Time-lapse photographs of the jet\nfrom Herbig-Haro 30, taken a year apart, are said to indicate that it is squirting outward “at\nvelocities close to the speed of light” while stretching “for many millions of light-years.”?!\nOthers, however, have settled for “several hundred kilometers per second,” while stretching\n8 W. Thomhill, on ibid., January 10, 2002.\n°C. Sagan & A. Druyan, Comet (N. Y., 1985), p. 168.\n10 J, M. Mc Canney, “The Nature and Origin of Comets and the Evolution of Celestial Bodies,” KRONOS IX:1\n(Fall 1983), p. 22.\n11M. DiChristina, “That Crazy Comet,” Popular Science (September 1996), p. 20.\n12 J. M. Mc Canney, loc. cit.\n13 ©, Sagan & A. Druyan, op. cit., p. 136.\n14 W. Thornhill, “Evidence for the Extreme Youth of Venus,” Chronology and Catastrophism Review (1993\nspecial issue), p. 87.\n15. N. Calder, The Comet is Coming (N. Y., 1980), pp. 76, 81; C. Sagan & A. Druyan, op. cit., p. 170; T.\nDickinson, “The Seeds of Life,” Equinox (July 1997), p. 65.\n16 W. Thornhill, loc. cit.\n17'N. Calder, op. cit., p. 85.\n18.C. Sagan & A. Druyan, op. cit., pp. 162-163, 168-169.\n19 W. Thornhill, loc. cit.; see also, idem, The Electric Universe (Beaverton, Oregon, 1997), p. 48.\n20 dem, on Intersect, January 13, 2002.\n21 'T. P. Ray, “Fountains of Youth: Early Days in the Life of a Star,” Scientific American (August 2000), pp. 44-\n45; C. J. Lada, “Energetic Outflows from Young Stars,” Scientific American (July 1982); R. Kunzig, “Black\nHoles Spin?” Discover (July 2002), p. 38 (emphasis in title as given)."
            }
        ],
        "bibliography": [
            "OE Oe. Se, A Le eee A a eS «ene en ee Le ae mene",
            "special issue), p. 87.",
            "15.N, Calder, The Comet is Coming (N. Y., 1980), pp. 76, 81; C. Sagan & A. Druyan, op. cit., p. 170; T.",
            "Dickinson, “The Seeds of Life,” Equinox (July 1997), p. 65.",
            "16 W. Thornhill, loc. cit.",
            "17 N, Calder, op. cit., p. 85.",
            "18 C. Sagan & A. Druyan, op. cit., pp. 162-163, 168-169.",
            "19 W. Thornhill, loc. cit.; see also, idem, The Electric Universe (Beaverton, Oregon, 1997), p. 48.",
            "20 dem, on Intersect, January 13, 2002.",
            "21 'T. P. Ray, “Fountains of Youth: Early Days in the Life of a Star,” Scientific American (August 2000), pp. 44-",
            "45; C. J. Lada, “Energetic Outflows from Young Stars,” Scientific American (July 1982); R. Kunzig, “Black",
            "Holes Spin?” Discover (July 2002), p. 38 (emphasis in title as given)."
        ]
    },
    {
        "type": "main",
        "page_number": 483,
        "subsections": [
            {
                "title": "",
                "content": "Comet Arend-Roland displaying its famous sunward spike.\n(Photograph courtesy of NASA.)\nonly “thousands of light years.”22. Despite this enormous difference in amplitude—or, at\nleast, a difference in opinion—this would mean that, by the time man came upon the scene,\nEarth would have moved light years away with no possibility of leaving proto-Saturn within\nsight.\nWhat the time-lapse photographs in question actually indicate, however, is the displace-\nment, and therefore motion, of “pockets of gas” within the jet, and not the motion of the jet\nitself. The knots, or condensations, in cometary tails also travel down the tail, and quick suc-\ncession of photographs indicate that they move at speeds up to 250 kilometers per second\n(540,000 miles an hour). Their motion, however, is erratic, with the acceleration “turning on\nand off capriciously,” as it varies with time. In fact, some knots have “very little speed or ac-\nceleration” and, as Carl Sagan and Ann Druyan reported, their motion “is as unpredictable as\nthe weather.”?3 Moreover, while cometary tails lengthen as they near the Sun, they do not\ntravel away from the nucleus at velocities close to the speed of light. As scaled-down ver-\nsions of astral jets, their size and velocity of emission are reduced in keeping with their mod-\nest amplitudes.\nWorse still is that not all knots are seen to travel down astral jets. Comparisons of images\nfrom 1934 to 1980 of the jet spawned by M87 show that the knots, or hot spots, imbedded in\nit did not move.”4 It cannot therefore be a law of plasma physics that knots in jets must\ntravel.\nOf more importance to our study, when it comes to galaxies, Jayant Narlikar and P. K.\nDas showed in 1980 that “as the particles in the ejected matter gain mass, they slow down in\norder to conserve momentum.” In other words, they decelerate, and even come to a halt As\nArp added: “The Narlikar-Das calculations apply to the most favorable case for escape from\nthe ejecting galaxy” and this material exits “along the minor axis,” which is the axis of rota-\ntion.26 We are here, therefore, speaking of galactic jets. And if galactic jets can decelerate,\nand even come to a halt, so, therefore, can stellar and sub-stellar jets.\n22 J. Kennedy, “Best-Ever Image of Star Surprises Scientists,” The Vancouver Sun (June 20, 2002), p. A2.\n23 C, Sagan & A. Druyan, op. cit., pp. 162-163, 168.\n24 A. L, Peratt, see reference #1, p. 245.\nbe H. Arp, Seeing Red: Redshifts, Cosmology and Academic Science (Montreal, 1998), p. 231.\nIbid."
            }
        ],
        "bibliography": [
            "AATp acced, ine iINaPIKAar-ias CalCulabOons apply tO Ue MOst favorabie Case [OF escape trom",
            "the ejecting galaxy” and this material exits “along the minor axis,” which is the axis of rota-",
            "tion.*6 We are here, therefore, speaking of galactic jets. And if galactic jets can decelerate,",
            "and even come to a halt, so, therefore, can stellar and sub-stellar jets.",
            "224, Kennedy, “Best-Ever Image of Star Surprises Scientists,” The Vancouver Sun (June 20, 2002), p. A2.",
            "23 C. Sagan & A. Druyan, op. cit., pp. 162-163, 168.",
            "24 A. L, Peratt, see reference #1, p. 245.",
            "> H. Arp, Seeing Red: Redshifts, Cosmology and Academic Science (Montreal, 1998), p. 231."
        ]
    },
    {
        "type": "main",
        "page_number": 484,
        "subsections": [
            {
                "title": "",
                "content": "And then, harping back to the ambiguities of plasma science as it exists at present, are\njets really jets? In other words, are they really jettisoned material? There does not seem to be\na consensus concerning the answer to this most important question. Beginning with the sug-\ngestion of W. Baade and R. Minkowski in 1954, astrophysicists have assumed that astral jets\nconstitute the actual ejections of matter.27 But, as Don Scott more recently noted:\n“We should not infer too much when we see the word ‘jet’ used (especially by as-\ntronomers). A columnar plasma can /ook like a jet. But these jets are not jet engine\nexhausts—they are not massive flows of material. There may not be much stuff\nflowing in the jet—except for an electric current. The ‘stuff’ may be getting squeezed\nwhile remaining relatively stationary within the ‘jet’.”°8\nOr, to quote Peratt, who himself uses the word “jet” in relation to these astral emanations\nthroughout his 1992 opus:\n“Good as ‘jets’ are, [they] are not really jets. They are perceived as ‘jets’ of gas by\nastronomers and jets of gas do exist. But gas jets do not have the radiation properties,\nnot even the features, of what we observe in space.\n“Jets also do not exist in plasma (charged particle beams) except when a very strong\nmagnetic field is there to keep it from immediately flaring out...The term ‘jet’ is very\npopular and convenient if physically incorrect.”??\nWhich brings us back to Andrew Gray’s “electric discharge” hanging out in space with-\nout dissipating, to say nothing of Thornhill’s own sustained plasma discharge.\nAnother objection that Thornhill raised is that “being enveloped in a plasma vortex would\nnot be conducive to pleasant living conditions”3° since this would have placed the entire\nEarth within the vortex of a world-wide tornado.3! And, to be sure, while astral jets are rela-\ntively slim or narrow in close proximity to the stars that spawn them, they tend to fan out\nfarther away, “reaching a diameter wider than the orbit of Pluto.”22 But this, again, is merely\na matter of scale. Thus when we look at HH 34 we see quite distinctly that the width of the\njet is not as wide as the diameters of the knots embedded within it. This is even more evident\nin HH 409, the jet emitted by HD 163296. These two systems show quite clearly that the\nwidths of astral jets fall short of the diameters of the knots. In fact it is quite obvious that,\nwere these knots to be thought of as planets, the jets would only encompass their polar areas,\nvery much as posited for proto-Saturn’s polar column in relation to Earth.\nThornhill is also of the opinion that had Earth really been suspended within an astral jet\nemanating from proto-Saturn, all of terrestrial life would have been electrocuted.*? In view of\nthe number of deaths of people reported to have been struck by that plasma discharge known\nto us as lightning, Thornhill’s concern is understandable. This author was himself, at the age\nof twelve, blown off his feet by a lightning discharge. Fortunately it was not a direct hit. Di-\nrect hits by lightning discharges on persons who managed to escape with their life are not, on\n27 AL. Peratt, see reference #1, pp. 244-245.\n28D. Scott, loc. cit. (emphasis added).\n29 A. L, Peratt to D, Cardona on ibid., July 22, 2002.\n30 W. Thornhill, on ibid., January 5, 2002.\n31 Idem, on ibid., January 9 & 10, 2002.\n327. P. Ray, op. cit., p. 45.\n33 W. Thornhill, on Intersect, January 9, 2002."
            }
        ],
        "bibliography": [
            "— a ee ha",
            "of twelve, blown off his feet by a lightning discharge. Fortunately it was not a direct hit. Di-",
            "rect hits by lightning discharges on persons who managed to escape with their life are not, on",
            "27 A. L, Peratt, see reference #1, pp. 244-245.",
            "28 D. Scott, loc. cit. (emphasis added).",
            "29 A. L, Peratt to D, Cardona on ibid., July 22, 2002.",
            "30 W. Thornhill, on ibid., January 5, 2002.",
            "31 Idem, on ibid., January 9 & 10, 2002.",
            "32T, P. Ray, op. cit., p. 45.",
            "33 W. Thornhill, on Intersect, January 9, 2002."
        ]
    },
    {
        "type": "main",
        "page_number": 485,
        "subsections": [
            {
                "title": "",
                "content": "the other hand, that rare. But with the thousand mega-ampere that Peratt has posited for the\nSaturnian polar column, no one could have sustained it without being electrocuted. But, as\nDon Scott felt moved to clarify, this would only have ensued at ground zero and could never\nhave applied to Earth’s entire population.*4\nThornhill disagreed, stating that, as the voltage rises, “the plasma would extend to lower\nlatitudes until the entire surface of the planet was covered.”35 He did not, however, provide\nan electrical justification concerning why the jet’s voltage should rise. And then, again, we\nrun headlong into Thornhill’s belief that proto-Saturn’s polar column was a sustained plasma\ndischarge in the form of Birkeland current. Why, then, would this sustained plasma discharge\nnot be subject to a similar, if not identical, rise in voltage?\nOne of Thornhill’s greatest objections has to do with the force that would have kept Earth\naligned with proto-Saturn’s rotational axis, which brings us full circle to the problem we\nstarted with. As he had it stated: “No one has shown how massive planets can be simply sus-\npended above the pole of a star while enveloped in a plasma discharge.”° And:\n“Most of the planets so far discovered [in extra-solar systems] are gas giants that oc-\ncupy normal [that is equatorial] orbits close to their stellar parents. They are not sus-\npended in polar stellar jets.”37\n“Tf [what Cardona claims was] the normal mode of planet formation we should not\nexpect to find planets around nearby stars by looking for the stellar wobble caused by\nnormal orbits.” 38\nBut, for one thing, no one is advocating that planets can only be formed through poleward\nejection. If Arp is correct in that some galaxies are ejected from other galaxies in a lateral di-\nrection, the same may probably be true for the ejection of some stars and planets. And then,\nalso, no one is proclaiming that planets ejected in poleward direction must remain forever\nstacked. Obviously, the Saturnian system itself eventually relaxed into equatorial orbits once\nit entered the domain of the Sun. Meanwhile, because of their very lack of equatorial orbital\nmotion, any extra-solar planets suspended in polar jets would not cause stellar wobble, and\nwould thus be among the most difficult celestial objects capable of being detected.\nThornhill claims that “there would need to be a persistent force to keep the planets sus-\npended above a stellar pole.”39 In discussing the E galaxies aligned along the jet of M87,\nArp, too, found reason to ask an identical question: “Why had not these older galaxies drifted\noff this alignment into the general field in all this time?” But as he himself recognized, “be-\ning ejected along the minor axis [that is the axis of rotation] they have no angular momentum\nand simply remain along their original ejection direction.”# This applies just as well to our\nhypothesized situation because, out in space, there would have been no nearby bodies that\nwould have tended to exert their attractive influence on proto-Saturn and its entou-\nrage—which is one additional reason demanding that the proto-Saturnian system would\noriginally have been a free-floating sub-brown dwarf system outside our Solar System.\n34D, Scott, on ibid., January 9, 2002.\n35 W. Thornhill, on ibid., January 10, 2002.\n36 Idem, on ibid., January 5, 2002.\n37 Ibid.\n38 Idem, on ibid., January 8, 2002.\n3° Ibid.\n40H. Arp, op. cit., p. 245 (emphasis added)."
            }
        ],
        "bibliography": [
            "ee ee ee",
            "originally have been a free-floating sub-brown dwarf system outside our Solar System.",
            "34D. Scott, on ibid., January 9, 2002.",
            "35 W. Thomhill, on ibid., January 10, 2002.",
            "36 Idem, on ibid., January 5, 2002.",
            "37 Ibid.",
            "38 Idem , on ibid., January 8, 2002.",
            "39 Ibid.",
            "40H. Arp, op. cit., p. 245 (emphasis added)."
        ]
    },
    {
        "type": "main",
        "page_number": 486,
        "subsections": [
            {
                "title": "",
                "content": "To be sure, Thornhill is not opposed to the contention that planets are ejected from brown\ndwarf stars. As he has stated: “Brown dwarfs are constitutionally and energetically best\nsuited to produce rocky planets and moons.”4! Neither is he adverse to the claim that proto-\nSaturn itself ejected planets which are now members of our Solar System, together with our\nown Earth,” precisely as postulated in the present thesis. Exactly in what, then, does he dif-\nfer from us? One of the main reasons behind Thornhill’s list of objections enumerated above\nbecomes apparent when he compares proto-Saturn’s characteristics to Jupiter’s magneto-\nsphere. As he explained:\n“The polar column can then be imagined as having been equivalent to a hyperactive\nmagnetospheric display of a size exceeding that of Jupiter’s in which the Birkeland\ncurrents were visible. Remember that Jupiter’s ‘tail’ stretches invisibly for half a bil-\nlion km to the orbit of Saturn.”43\nJupiter’s “magnetospheric display,” which stretches into its billion km “tail,” is however\nequatorially wrapped around the giant planet. It is not a polar, or bipolar, emission. And this\nis precisely Thornhill’s point because, as far as he is concerned, the planets were ejected\nfrom proto-Saturn in a lateral, or equatorial, direction. As we have seen, according to Thorn-\nhill, only on entry into the Solar System would the planets have aligned themselves in a lin-\near configuration as proto-Saturn dragged its entourage behind it much in the manner of\nComet Shoemaker-Levy 9. Thus, still according to him, “we are talking simply about a linear\narrangement of bodies where the only force between them is attractive.”“+ This would then\nconform with Talbott’s contention that Earth had originally orbited proto-Saturn in a phase-\nlocked equatorial orbit, concerning which no evidence was ever produced from the mytho-\nhistorical record, and against which enough objections have already been raised in the past\npages of this work.\nWithin the confines of Thornhill’s scenario, it then becomes evident that proto-Saturn’s\npolar column would also have come into being after proto-Saturn and its entourage invaded\nthe Solar System. And it is this scenario that precludes him from accepting the pre-existence\nof proto-Saturn’s polar column.*> But, as Peratt stated on the strength of his plasma studies,\n“the column is the configuration out of which planets form so it should always have been\nthere.” Thus, when I brought it to Peratt’s attention that, according to the mytho-historical\nrecord, proto-Saturn’s polar column was one of two items—the other being the celestial wa-\nters—which was never seen as having been created, he reaffirmed both our positions by as-\nserting that there is much quantitative evidence that tends to support this.47\nGranted that we have been discussing emissions of vastly different amplitudes, might we\nnot, after all, be embroiling ourselves in nomenclature? One thing we have surely learned is\nthat the demarcation between stars, red dwarf stars, brown dwarf stars, sub-brown dwarf\nstars, and giant gaseous planets is simply one of magnitude. We have also been discussing\nknots, condensations, plasmoids, and planetisimals “imbedded” in astral “jets” when, in fact,\nthese are terms that connote the same phenomena even if, perhaps, at different stages of\n41 W. Thornhill, on Intersect, January 13, 2002.\n2 Idem, “The Electric Saturnian System,” AEON VI:1 (February 2001), pp. 37, 38; Idem, on Intersect, January\n+3 Idem, on ibid., January 10, 2002.\n44 Idem, on ibid., January 9, 2002.\n45 Ibid.\n46 A. L. Peratt, on ibid., November 20, 2001 (emphasis added).\n47 Idem, on ibid., January 7, 2002."
            }
        ],
        "bibliography": [
            "these are terms that connote the same phenomena even if, perhaps, at different stages of",
            "41 W. Thornhill, on Intersect, January 13, 2002.",
            "42 Idem, “The Electric Saturnian System,” AEON VI:1 (February 2001), pp. 37, 38; Jdem, on Intersect, January",
            "13, 2002.",
            "+3 Idem, on ibid., January 10, 2002.",
            "44 Idem, on ibid., January 9, 2002.",
            "45 Ibid.",
            "46 A. L. Peratt, on ibid., November 20, 2001 (emphasis added).",
            "47 Idem, on ibid., January 7, 2002."
        ]
    },
    {
        "type": "main",
        "page_number": 487,
        "subsections": [
            {
                "title": "",
                "content": "evolution. Are we not in the same situation when we introduce such terms as stellar jets,\nplasma jets, Birkeland currents, and sustained discharges? Or where is the demarcation be-\ntween the members in this last class of objects? Other than amplitude, might we not be inad-\nvertently referring to the same, or associated, phenomena? Thus, when it comes to proto-Sat-\nurn’s polar column, is it the term “jet” that Thornhill really objects to? Did he not, originally,\nhimself refer to it as a “jet”? Would he rather that I refer to it as a sustained Birkeland cur-\nrent? Have I not referred to it as such? Does he not himself believe it to have been exactly\nthat? Does not Moss’ suggested remnant of a jet come close to filling the bill? Call it what\nyou will, this cosmic emission, or sustentation, with or without the participation of a Rankine\nvortex, would have been the whirling ray of light from above which ancient man remem-\nbered as the single leg or phallus of the Saturnian deity, that axis of fire which he saw\nstretching down as a swath of light from the polar planet he venerated as his god.\nAN ALTERNATIVE CONCEPTION\nThornhill’s other objections, as enumerated above, must not necessarily be judged as be-\ning invalid. My reluctance in accepting his convictions notwithstanding, he might yet turn\nout to be correct in some of his opposing contentions. While I feel confident in my own\nviews, I will not be adamant about their acceptance. My honest opinion is that both his\nclaims and mine, to say nothing of David Talbott’s, should remain open to further investi ga-\ntion until our presently opposing beliefs can be reconciled through further developments, and\na better understanding, of plasma cosmology.\nAdditionally, and to be fair, while the use of Halton Arp’s data, as utilized in this work,\nseems to imply his endorsement of the Saturn thesis, I must confess that nothing can be fur-\nther from the truth. On the contrary, as he has made clear to me:\n“...the biggest difficulty I see with matching the Saturnist interpretation of the his-\ntorical records is the very long time scales needed for dynamical and material evolu-\ntion. Also I wonder how much the record reflects the world picture of the [ancient]\npriests who can be very illusionary and how much it represented the practical obser-\nvations of the citizens tilling the fields. Your point about independent myths agreeing\nacross time and culture is the point that impresses me the most. But then I think of the\nunfortunate situation today when experts disagree totally when looking at the same\nreplicable [astronomical] photograph.”48\nThere is, however, nothing in the present volume that contradicts the posited time scales\nrequired by the evolution of celestial bodies. No date for the origin of Earth—or proto-Sat-\nurn, for that matter—has been proposed, and no date, or age, shall be. Neither will I offer\nanything concerning what Arp calls “the unfortunate situation today” concerning expert dis-\nagreement on any subject.\nAs for the consistency of the mytho-historical record itself, enough has been presented in\nthese past pages (with much more yet to come in hopeful future volumes). Arp, of course, is\nnot yet well acquainted with this record, having only come in contact with the Saturn thesis\nduring one single conference sponsored by KRONIA Communications, which was held in\nPortland, Oregon, in September of 2000. This is not to say that he will necessarily accept the\nthesis, either in part or in its entirety, once he acquaints himself with the evidence in its favor.\nMy only hope is that if he ever gets to read this work, he will at least consider it.\n48H. Arp to D. Cardona, private e-mail, October 23, 2000."
            }
        ],
        "bibliography": [
            "As for the consistency of the mytho-historical record itself, enough has been presented in",
            "these past pages (with much more yet to come in hopeful future volumes). Arp, of course, is",
            "not yet well acquainted with this record, having only come in contact with the Saturn thesis",
            "during one single conference sponsored by KRONIA Communications, which was held in",
            "Portland, Oregon, in September of 2000. This is not to say that he will necessarily accept the",
            "thesis, either in part or in its entirety, once he acquaints himself with the evidence in its favor.",
            "My only hope is that if he ever gets to read this work, he will at least consider it.",
            "48 H. Arp to D. Cardona, private e-mail, October 23, 2000."
        ]
    },
    {
        "type": "main",
        "page_number": 488,
        "subsections": [
            {
                "title": "",
                "content": "It is a somewhat different matter when it comes to Anthony Peratt who had also first\ncome in contact with the Saturn thesis at the same world conference attended by Arp. While\nnot entirely convinced during the conference, he soon showed interest right after the event\nthrough personal communications with David Talbott and Wallace Thornhill. Thus, during\nthe proceedings of the KRONIA conference, held in Laughlin, Nevada, in July of the fol-\nlowing year, he had no qualms in stating that, because of scaled-up Birkeland currents, he\nwas not surprised to hear of the Saturnian configuration or its attendant polar column.*? As\nThornhill later reported:\n“According to Peratt, the recognized authority on the subject, the plasma behaviour\nfits the detailed representations of the polar column perfectly. I am aware of the com-\nplexities of plasma discharge instabilities and am satisfied with Peratt’s subsequent\nidentification of the polar column with that phenomenon. The ‘Peratt instabilities,’ as\nthey are now known, turn out to be far more complex than any of us could have\nimagined and therefore form an unbeatable test of the polar configuration model.” *°\nWhat led Peratt to seriously consider the Saturnian, or polar, configuration theory was his\nown first-hand experience with plasma experiments at the Los Alamos National Laboratories,\nNew Mexico. To begin with, having served as Alfvén’s secretariat, he was quite familiar\nwith the latter’s theories. Thus, during a lecture given at one of Alfvén’s “New Astronomy”\nseminars at the University of California, San Diego—circa 1980-1981—Alfvén had proposed\nthat cosmic objects form in columns,°>! very much in the manner being here propounded. As\nPeratt later clarified, plasmoids are produced in an electrical discharge.>? And:\n“Plasma cosmogony, via Alfvén, provides the physics for the evolution of the plas-\nmoids into planetisimals and eventually planets. These form like beads on a string.” 3\nIt might be argued that one planet suspended beneath another, or beneath a sub-brown\ndwarf, can hardly be compared to “beads on a string.” However, as those who are already\nfamiliar with the Saturnian configuration theory know, and as will be disclosed in future se-\nquels to this work, there were other planets besides Earth that were involved in the configu-\nration in question. Even so, when questioned on the possibility of brown dwarf stars ejecting\njets, Peratt’s answer echoed Thornhill’s with a resounding “no.”54 How, then, can this be\ncompatible with his assertion that cosmic bodies form in columns like beads on a string?\nTo begin with, plasma experiments have convinced Peratt that planets and their satellites\ncan form entirely independent of any star.55 If nothing else, this would eliminate the neces-\nsity of searching for proto-Saturn’s parent, a search that, even if one existed, would certainly\nprove futile in any case. But the question that this raises is: How, then, would strings of plan-\nets form?\nThe answer to this takes us back into Alfvén’s domain, concerning whom Peratt had this\nto say:\n49 Verbally stated.\n5° W. Thornhill, “Further Comments on the Saturnian Configuration Theory,” AEON VI:2 (December 2001), p.\n51 A. L, Peratt, on Intersect, January 9, 2002.\n%2 Idem, on ibid., October 12, 2001.\n53 Ibid.\n»4 Idem on ibid., January 4, 2002.\n55 Ibid."
            }
        ],
        "bibliography": [
            "OO Ne ee",
            "to say:",
            "49 Verbally stated.",
            "0 W. Thornhill, “Further Comments on the Saturnian Configuration Theory,” AEON VI:2 (December 2001), p.",
            "51 A. L. Peratt, on Intersect, January 9, 2002.",
            "52 Idem, on ibid ., October 12, 2001.",
            "53 Ibid.",
            "»4 Idem on ibid., January 4, 2002.",
            "55 Ibid."
        ]
    }
]