[
    {
        "type": "main",
        "page_number": 259,
        "subsections": [
            {
                "title": "",
                "content": "\"  HR: hg ae ae\n“ay    a       ‘ae\nPhobos, one of the two moons of Mars, a mere seventeen miles across, is enough to raise a tidal bulge on\nthe Martian surface.\n(Photograph courtesy of NASA.)\nTHE ASTRONOMICAL DILEMMA\nNeedless to say, our theory also demands an astronomical solution to the problem inher-\nent in Saturn’s polar placement. As already noted, there are no bodies in the present Solar\nSystem which are linearly aligned. Worse than that, present Solar System theories, based on\npurely gravitational forces, do not seem to allow for celestial bodies so aligned. In the past,\nvarious authorities have attempted to scientifically account for, or discount, this polar align-\nment® but, as of this writing, none of them have been able to encompass the totality of the\nmodel and/or the entire events dictated by the Saturnian scenario. This is not to be wondered\nat because the events in question have so far been scattered over an ever-growing array of\npiece-meal publications without much regard for their chronological order. Worse than that,\nnot all of the events, with all their celestial interactions, and their consequential outcomes,\nhave so far received treatment. Nor can the present work alleviate that particular problem\n® See here especially, R. Ashton, “The Unworkable Polar Saturn,” AEON 1:3 (May 1988), pp. 39 ff.; F. Hall,\n“Solar System Studies,” Part 2, AEON 1:4 (July 1988), pp. 25 ff.; R. Driscoll, “The Saturn Myth: A Tentative\nPhysical Model,” in ibid., pp. 50 ff.; R. Grubaugh, “A Proposed Model for the Polar Configuration,” AEON\nIII:3 (October 1993), pp. 39 ff.; V. Slabinski, “A Dynamical Objection to Grubaugh’s Model,” AEON III:6\n(December 1994), pp. 1 ff.; B. Grubaugh, “Grubaugh responds,” in ibid., pp. 11 ff; R. Driscoll, “Magnetic\nModels of the Polar Configuration,” AEON IV:2 (August 1995), pp. 5 If.; idem, “Stability and Dimensions of\nthe Polar Configuration,” AEON IV:5 (November 1996), pp. 11 ff; E. Spedicato, “Numerical Analysis of\nPlanetary Distances in a Polar Model,” AEON V:4 (July 1999), pp. 23 ff.; W. Thornhill, “Stars in an Electric\nUniverse,” AEON V:5 (January 2000), pp. 47 ff.; E. Spedicato & A. Del Popolo, “Dynamical Evolution of a\nCollinear Planetary System,” AEON V:6 (August 2000), pp. 14 ff."
            }
        ],
        "bibliography": [
            "® See here especially, R. Ashton, “The Unworkable Polar Saturn,” AEON 1:3 (May 1988), pp. 39 ff.; F. Hall,",
            "“Solar System Studies,” Part 2, AEON 1:4 (July 1988), pp. 25 ff.; R. Driscoll, “The Saturn Myth: A Tentative",
            "Physical Model,” in ibid., pp. 50 ff.; R. Grubaugh, “A Proposed Model for the Polar Configuration,” AEON",
            "III:3 (October 1993), pp. 39 ff.; V. Slabinski, “A Dynamical Objection to Grubaugh’s Model,” AEON III:6",
            "(December 1994), pp. 1 ff.; B. Grubaugh, “Grubaugh responds,” in ibid., pp. 11 ff.; R. Driscoll, “Magnetic",
            "Models of the Polar Configuration,” AEON 1V:2 (August 1995), pp. 5 [f.; idem, “Stability and Dimensions of",
            "the Polar Configuration,” AEON IV:5 (November 1996), pp. 11 ff.; E. Spedicato, “Numerical Analysis of",
            "Planetary Distances in a Polar Model,” AEON V:4 (July 1999), pp. 23 ff.; W. Thornhill, “Stars in an Electric",
            "Universe,” AEON V:5 (January 2000), pp. 47 ff.; E. Spedicato & A. Del Popolo, “Dynamical Evolution of a",
            "Collinear Planetary System,” AEON V:6 (August 2000), pp. 14 ff."
        ]
    },
    {
        "type": "main",
        "page_number": 260,
        "subsections": [
            {
                "title": "",
                "content": "because, while a chronology of sorts is here being attempted, the history of the Saturnian sys-\ntem contains too many constituents, and too many events, only a few of which have so far\nbeen touched upon. Despite all that, as promised at the beginning of this chapter, a solution\nto this dilemma will be offered toward the end of this work. Before that can be attempted,\nhowever, we need to add a few more details to our scenario, even though it will tend to\ndeepen the waters we have been wading in enough to cover our chin."
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 261,
        "subsections": [
            {
                "title": "",
                "content": "Chapter 12\nIn the Beginning\nBEING AND NOT BEING\nad Saturn always been visible in the sky as far as mankind was concerned? Actually,\nthe implication derived from the mytho-historical record is that there was a time\nwhen not even Saturn was yet quite visible. The record, for instance, hints at a time\nwhen the unseen god was still to emerge from an all-encompassing darkness. Mankind con-\ntinued to remember this as the time of beginnings, a time before Creation commenced. Thus\nthe later compilers of the Rig Veda could philosophically state that, before there were any\ngods, there was neither “existent” nor “non-existent.”’ And yet there was something which\nwas described in the same source as “that One Thing” and “this All.” As it is stated: “That\nOne Thing, breathless, breathed by its own nature: apart from it was nothing whatsoever.””\n“Darkness there was: at first concealed in darkness this All was indiscriminated\nchaos. All that existed then was void and formless.”\nAs we shall soon see, this all-encompassing darkness is spoken of by the mythologies of\nalmost all races. In fact, this milieu is stressed so often that one cannot help but assume that\nfew situations impressed early man as much as this prolonged environmental state. And yet, in\nthis darkness, up in the sky, there seems to have been something indistinct, the “void and\nformless” substance of the Rig Veda.\nTOHU WA BOHU\nAs David Talbott noted from the very inception of his Saturnian studies, man described\nthe creation of what has been termed “the earth” as if he had been an actual witness to it all.\nHe was there when it happened and saw it all unveil with his very own eyes.’ Some will\ncounter that this was the natural outcome of man’s budding philosophical yearning. Looking\naround him, we are told, man would eventually have fallen upon the question of how every-\nthing had come to be. But, apart from the fact that the doctrine of beginnings was not univer-\nsally adhered to, why would all those races who believed in Creation have described it in\n\" Rig Veda, X: cxxix: 1.\n? Ibid., X: cxxix: 2.\n3 Ibid., X: cxxix: 3.\n+ J. Gibson, “Satumn’s Age,” Research Communications NETWORK , Newsletter #3 (October 15, 1977), p. 3."
            }
        ],
        "bibliography": [
            "eRe ee ———EEeEEEE——E——E—E—™EEE——EE——E—E———E—E————E—E————————————a",
            "counter that this was the natural outcome of man’s budding philosophical yearning. Looking",
            "around him, we are told, man would eventually have fallen upon the question of how every-",
            "thing had come to be. But, apart from the fact that the doctrine of beginnings was not univer-",
            "sally adhered to, why would all those races who believed in Creation have described it in",
            "' Rig Veda, X: cxxix: 1.",
            "? Ibid., X: cxxix: 2.",
            "* Ibid., X: xxix: 3.",
            "* J. Gibson, “Satumn’s Age,” Research Communications NETWORK , Newsletter #3 (October 15, 1977), p. 3."
        ]
    },
    {
        "type": "main",
        "page_number": 262,
        "subsections": [
            {
                "title": "",
                "content": "similar, if not near-identical, terms? The answer, of course, has to do with the fact that the\nmythic tales of Creation have always been misunderstood. Let us then continue to re-examine\nthem.\nThe father of all Creation myths, at least in the Western World, is that contained in the\nvery first chapter of the Book of Genesis. It is there stated that:\n“In the beginning Elohim created the shemayim and ‘eretz. And ‘eretz was tohu wa\nbohu, and darkness was on the surface of the tehom. And the ruach of Elohim moved\nupon the face of the mayim.”*\nAs we have already seen, Elohim was one of the ancient names of Saturn. Shemayim are\n“the heavens”—in the plural. Eretz is the word usually translated as “Earth,” but it more\nproperly means “land.” The words tohu wa bohu are traditionally translated as “without form\nand void” or “void and empty.” The tehom is understood as a watery abyss—the deep. Ruach\nmeans “spirit” or “soul,” but also “wind,” while the mayim are merely “the waters” —also in\nthe plural.\nWhat follows might offend those of a religious bent but, in a scholarly work, this cannot\nalways be helped. Devoid of all religious significance, what the words of Genesis actually\ntell us is that, “in the beginning” —that is, as far back as man can remember—Saturn fash-\nioned the “land”—which originally meant the land of the gods—which was formless and\nempty, while the “spirit,” or “wind,” of the same Saturn moved over the darkened waters.\nCHAOS\nTohu wa bohu, however, can also mean “utter chaos.”° Thus, in the Phoenician cosmog-\nony of Philo Byblius, we find “dark chaos” presiding as the ruling principle before Creation.’\nIt was no different among the ancient Greeks. In describing the Creation as remembered\nby his countrymen, Hesiod asks: “From the beginning, which first came to be?” And he an-\nswers: “Chaos was first of all...” ® Thus, according to Hesiod, in the beginning there was\nnothing but Chaos, “vast and dark.” This Chaos was surrounded by Night,'° which means\nsurrounded by, or enveloped in, darkness.\nGuirand tells us that, among the Greeks, Chaos was “a pure cosmic principle devoid of\ngod-like characteristics.”\"' In this, however, he was simply falling prey to a later philosophic\ndoctrine. Guirand also muddles the issue when he claims that “the first principle was Cronus,\nor Time, from which came Chaos, which symbolized the infinite...”!? It is obvious that, here,\n5 Transcription of Genesis 1:1-2, with Hebrew transliterations.\n° 1 am indebted to both Curtis Taub and David Lorton for this revelation.\n7 L. Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 82.\n® Hesiod, Theogony 115-116.\n° F, Guirand, “Greek Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 87.\n” Thid., p. 90.\n\" Ibid., p. 89.\n” Ibid., p. 90."
            }
        ],
        "bibliography": [
            "or Lime, from which came Chaos, which symbolized the infinite...“ itis obvious that, here,",
            "5 Transcription of Genesis 1:1-2, with Hebrew transliterations.",
            "° | am indebted to both Curtis Taub and David Lorton for this revelation.",
            "7 L. Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 82.",
            "® Hesiod, Theogony 115-116.",
            "° F, Guirand, “Greek Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 87.",
            "°° Thid., p. 90.",
            "\" [bid., p. 89.",
            "” [bid., p. 90."
        ]
    },
    {
        "type": "main",
        "page_number": 263,
        "subsections": [
            {
                "title": "",
                "content": "Guirand meant to say “Chronos, or Time,” since by “Cronus” he really meant “Kronos” who\nwas Saturn.\nAll of this reminds us of what Ovid had to say concerning the Creation as believed in by\nthe Romans: “All nature was Chaos...Earth, Air, Water heaved and turned in darkness...”\nAnd this, in turn, leads us back to Janus who, as we have seen on a previous page, was also\nmade to refer to himself as “Chaos.” It was said that when the elements of Creation\nseparated, Chaos took on the form of Janus.\"* But since Janus was the same as Satur-\nnus/Kronos, what is indicated here is that this “Chaos” was Saturn itself or, to be more pre-\ncise, the element out of which Saturn was seen to emerge.'°\nLikewise, the Chinese philosopher Lao-tzu (Lao-tse, Lao-tze) had it stated that:\n“There is something chaotic yet complete which existed before heaven and earth. Oh\nhow still it is and formless, standing alone without changing, reaching everywhere\nwithout suffering harm. Its name I know not. To designate it I call it Tao.”\"®\nOr, in a different translation:\n“Before Heaven and Earth existed—There was something nebulous—Silent, iso-\nlated—Standing alone, changing not—Eternally revolving without fail—Worthy to\nbe the Mother of All Things—I do not know its name—And address it as Tao.”!”\nNotice the description of this entity as “something nebulous,” standing alone and “re-\nvolving without fail.” As Lao Tzu claimed: “I do not know whose Son it is, an image of what\nexisted before God.”'* In other words, this thing called Tao had no progenitors; it existed of\nits own, and did so before anything distinct that could have been termed God made its ap-\npearance. Moreover, this thing called Tao was believed to be located “about the celestial pole\nwhich was considered to be the seat of power because all revolves about it.”!? This is the\nsame locality in which the ancients insisted in placing the planet Saturn. More than that, the\n3 H. Gregory, The Metamorphosis (N. Y., 1979), p. 15.\n“4 F Guirand & A.-V. Pierre, “Roman Mythology,” New Larousse Encyclopedia of Mythology (London, 1972),\npp. 200-202; see also, E. G. Suhr, Before Olympos (N. Y., 1967), p. 107.\n* It should be pointed out, here, that the Greek word “chaos” has been said to derive from a root meaning “to\ngape” —see F. Guirand, op. cit., pp. 88-89. Graves gives it as “yawning”—R. Graves, The Greek Myths, Vol. 2\n(Harmondsworth, 1962), p. 385. The truth of the matter, however, is that the ancient root from which the word\nis derived has long been lost.\n'6 L. Graham, Deceptions and Myths of the Bible (N. Y., 1979), p. 15.\n\" The Tao Teh Ching, in Lin Yutang, The Wisdom of China and India (N. Y., 1942), p. 596.\n‘SL. Barnett, et al, The World’s Great Religions (N. Y., 1957), p. 77 (emphasis added).\n* L. Hodus, “Taoism,” Encyclopaedia Britannica, 14th edition, as quoted by I. Velikovsky, Worlds in Collision"
            }
        ],
        "bibliography": [
            "” F, Guirand & A.-V. Pierre, “Roman Mythology,” New Larousse Encyclopedia of Mythology (London, 1972),",
            "pp. 200-202; see also, E. G. Suhr, Before Olympos (N. Y., 1967), p. 107.",
            "* It should be pointed out, here, that the Greek word “chaos” has been said to derive from a root meaning “to",
            "gape” —see F. Guirand, op. cit., pp. 88-89. Graves gives it as “yawning”—R. Graves, The Greek Myths, Vol. 2",
            "(Harmondsworth, 1962), p. 385. The truth of the matter, however, is that the ancient root from which the word",
            "is derived has long been lost.",
            "‘6 L. Graham, Deceptions and Myths of the Bible (N. Y., 1979), p. 15.",
            "\" The Tao Teh Ching, in Lin Yutang, The Wisdom of China and India (N. Y., 1942), p. 596.",
            "*L. Barnett, et al, The World’s Great Religions (N. Y., 1957), p. 77 (emphasis added).",
            "” L. Hodus, “Taoism,” Encyclopaedia Britannica, 14th edition, as quoted by I. Velikovsky, Worlds in Collision",
            "(N. Y., 1950), p. 256."
        ]
    },
    {
        "type": "main",
        "page_number": 264,
        "subsections": [
            {
                "title": "",
                "content": "way of Tao was said to have been the “Way of the Yellow Emperor,”™ that same Shang-ti or\nHuang-ti we have presented on an earlier page as the very personification of the planet Sat-\nurn. Thus, despite the different terms in which it is couched, the entity being described, this\nTao, appears to be no different than that described by other races as the first principle from\nwhich Creation was said to have proceeded.\nIt is upon this “all-embracing First Principle” that Lao-tzu was able to base an entire\nphilosophy whose influence on Chinese thought, art, and literature, despite varying interpre-\ntation, has been prodigious. Taoism, in fact, became the dominant philosophy, called Tao-\nchia, and even religion, differentiated as Tao-chiao, of China. But that the basic idea behind\nboth derives from the primeval events with which we are presently concerned, there seems to\nbe no doubt.\nTHE NEBULAR CLOUD\nA Yuki Creation myth refers to this indistinct something as a “fog” and/or “foam” that\n“moved round and round continually” during a time, in the beginning, when there was yet “no\nlight.”?! A similar fog is also mentioned in Oceanic mythology. From Nias we have the fol-\nlowing: “In the beginning there was a thick fog, which condensed and became a being without\nspeech or movement or head or arms or legs.”” This being, without head or arms or legs,\nreminds us of the Eskimo entity Ataksak, whom we have already met, who also was a being\nwithout arms and legs and who, very much like the Latin Janus/Saturn, existed in the shape of\na sphere. It should also be noted that, while the entity which emerged from the fog was said to\nhave been without movement, which accords well with Saturn’s immobility, the lack of mo-\ntion does not necessary apply to the fog itself. Here, then, we seem to catch sight of what\nmight have been a spherical body emerging out of a substance which had the appearance of a\nIn their Creation myth, the Pima state that:\n“In the beginning there was nothing at all except darkness. All was darkness and\nemptiness. For a long, long while, the darkness gathered until it became a great mass.\nOver this the spirit of Earth Doctor drifted to and fro like a fluffy bit of cotton in the\nbreeze. Then the Earth Doctor decided to make for himself an abiding place.””\nIt is obvious that the entity that was eventually translated into English as “Earth Doctor”\nwas the Pima Creator. Meanwhile, a rotating “fog,” “foam,” and/or “fluffy cotton” in dark-\nness seems to imply a spinning nebular cloud. The whirling nature of this entity is lent fur-\nther support by a Creation myth of the Marquesas Islands which declares that “the primeval\nvoid started a swelling, a whirling, a vague growth...”* This would be in keeping with an\n© W. Chan, “Taoism,” Encyclopaedia Britannica (1959 ed.), Vol. 21, p. 796.\n21 J. Bierhorst, The Red Swan: Myths and Tales of the American Indians (N. Y., 1976), p. 39.\n” G. H. Luquet, “Oceanic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 457.\n®R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 28.\n* G.H. Luquet, op. cit., p. 460 (emphasis added)."
            }
        ],
        "bibliography": [
            "Was the rima Creator. Meanwhile, a rotaing fog, foam, and/or ‘Tluity cotton in dark-",
            "ness seems to imply a spinning nebular cloud. The whirling nature of this entity is lent fur-",
            "ther support by a Creation myth of the Marquesas Islands which declares that “the primeval",
            "void started a swelling, a whirling, a vague growth...”“ This would be in keeping with an",
            "2° W. Chan, “Taoism,” Encyclopaedia Britannica (1959 ed.), Vol. 21, p. 796.",
            "21 J. Bierhorst, The Red Swan: Myths and Tales of the American Indians (N. Y., 1976), p. 39.",
            "” G. H. Luquet, “Oceanic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 457.",
            "* R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 28.",
            "4 G. H. Luquet, op. cit., p. 460 (emphasis added)."
        ]
    },
    {
        "type": "main",
        "page_number": 265,
        "subsections": [
            {
                "title": "",
                "content": "idea proffered by the late David Griffard who, back in 1979, suggested to this author that\nSaturn could conceivably have been “enshrouded in some obscuration emanating from the\nparent body itself which blotted out...a good share of its own radiance.”* This idea seems to\nbe borne out by the Zoroastrian creation myth in which Zurvan was said to have provided, or\nemitted, the “original unformed matter.”” This is very interesting because, for one thing, the\nIranian Zurvan was a very ancient deity.” He was regarded by the Zoroastrians as the “first\nprinciple,” the “original seed,” and “the father of the Cosmos.” But, more than that, this an-\ncient deity had a well-known identity. Thus, van der Waerden tells us that, in Armenian texts,\nSaturn is called Zruan which is the same as Zurvan.” The later worshippers of Mithra were\nnot therefore wrong when they identified Kronos, the Greek Saturn, with Zurvan.” Actually,\nthe identity of Zurvan as Saturn is well attested.”'\nThe implication here is that this nebular cloud was spun off by the rotating Saturnian\nbody out of which the solitary deity—i.e. Saturn—slowly emerged into view. A near-identi-\ncal idea was later proposed by David Talbott when he stated that: “There is also evi-\ndence...that the participating planets [of the Saturnian system] moved through a diffuse\ngaseous envelope, which almost certainly would have prevented a view of the stars.”*”\nGriffard’s 1979 suggestion, that an obscuration of sorts could have been emitted by the\nplanet Saturn itself, directed me to the so-called accretion disc, or placental cloud, from\nwhich the planets of the Solar System were supposed to have accreted. Dramatic paintings of\nsuch clouds by noted space artists such as Chesley Bonestell® have appeared quite regularly\nin astronomical journals and illustrated coffee-table books. Turning such pictures upside\ndown, so that I could view the entire panorama from below instead of from above, gave me\nan inkling of what Saturn might have looked like had it also been surrounded by a similar\nplacental cloud. The sky would have been almost completely obscured by the colossal\nnebular disc. Part of Saturn’s southern hemisphere would have protruded through its\nequatorial cloud, thus rendering itself quite clearly as a dull red disc to human eyes. What\nintrigued me about these graphic illustrations many years later was that these circumstellar\nclouds all had the appearance of a whirlpool that seemed to be composed of both fog and\ndirty foam (and even greenish fluffy cotton), thus rendering them somewhat comparable to\nwhat was described in some of the myths paraded in the previous section.\nA similar doughnut of gas was found surrounding a nearby star by space scientists at the\nUniversity of California, Berkeley, in 1985.* Dust disks around so-called newborn stars were\n25D. Griffard to D. Cardona, private communiqué, November 29, 1979 (emphasis added).\n© 1D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 34.\n27S. G. F. Brandon, Creation Legends of the Ancient Near East (1963), p. 203.\n® R. C. Zaehner, Zurvan: A Zoroastrian Dilemma (Oxford, 1955), p. 222.\n» B. L. van der Waerden, Science Awakening II: The Birth of Astronomy (Netherlands, 1974), p. 194.\n3° J. de Menasce, “Persia: Cosmic Dualism,” Larousse World Mythology (London, 1972), p. 203.\n+! J, O'Neill, The Night of the Gods (London, 1893), pp. 778-779.\n* D. Talbott, “From Myth to a Physical Model,” AEON III:3 (October 1993), p. 19.\nLL. Bamett, The World We Live In (N. Y., 1955), p. 9.\n* A. Yee, “Astronomers Find Nearby Stars Constantly Bombarded by Comets,” SIS Internet Digest 1998:2, p."
            }
        ],
        "bibliography": [
            "™ D. Griffard to D. Cardona, private communiqué, November 29, 1979 (emphasis added).",
            "*©D.N. Talbott, The Saturn Myth (N. Y., 1980), p. 34.",
            "27S. G. F. Brandon, Creation Legends of the Ancient Near East (1963), p. 203.",
            "® R. C. Zaehner, Zurvan: A Zoroastrian Dilemma (Oxford, 1955), p. 222.",
            "» B. L. van der Waerden, Science Awakening II: The Birth of Astronomy (Netherlands, 1974), p. 194.",
            "% J, de Menasce, “Persia: Cosmic Dualism,” Larousse World Mythology (London, 1972), p. 203.",
            "+! J, O'Neill, The Night of the Gods (London, 1893), pp. 778-779.",
            "* D. Talbott, “From Myth to a Physical Model,” AEON III:3 (October 1993), p. 19.",
            "*L. Barnett, The World We Live In (N. Y., 1955), p. 9.",
            "+ A. Yee, “Astronomers Find Nearby Stars Constantly Bombarded by Comets,” SIS Internet Digest 1998:2, p."
        ]
    },
    {
        "type": "main",
        "page_number": 266,
        "subsections": [
            {
                "title": "",
                "content": "actually imaged by the Hubble telescope in 1994.* And then, in 1998, Philip Nicholson and\nhis colleagues at Cornell University theorized that, in the early days of the Solar System,\nUranus might have been surrounded by a similar gaseous nebula.” Could not such a nebular\ncloud have surrounded the planet Saturn in mankind’s infancy?\nIn Jewish myth, the chaotic bohu was understood as an expanse of mud.” This is identi-\ncal to the Phoenician mot which was produced at the very beginning of things.\n“Some say that this [mot] was slime and others a rotting of aquatic composition. From\nit came all the germs of all created things and it was the origin of everything.”*\nNow when one examines illustrations of these so-called accretion disks, one can see that\nthese nebular clouds not only look as if they are composed of swirling fog, foam, or fluffy\ncotton, they also have the appearance of churning mud or slime.\nBaudissin, on the other hand, supposed the word mot to connote water.” Gaston Maspero\nlikewise understood that “Mot...is probably a Phoenician form of a word which means water\nin the Semitic language.””\nThe Babylonians told the story differently but they, too, held that Creation commenced\nout of the waters. Consider the Enuma Elish:\n“When on high the heaven had not been named—Firm ground below had not been\ncalled by name—There was naught but primordial Apsu, their begetter—And mother\nTiamat, who bore them all—Their waters commingling in a single body.”\nFrom this and other sections of the Enuma Elish we learn that Apsu (or Abzu—also\nZuab) stood for the primordial ocean of sweet water.” Abzu might even have been the origin\nof the Greek abyssos—(Latin abyssus)—from which the English derived the word “abyss”\nand thus “the deep.”” The Babylonian Tiamat, on the other hand, is equivalent to the Hebrew\ntehom™ or, more correctly, the feminine tehomoth.** What seems to be indicated here is that\n35 R. Naeye, “The Pull of Planets,” Discover (January 1995), p. 35.\n3° Comell University News Service (May 5, 1998).\n3” H. S. Bellamy, Moons, Myths and Man (London, 1949), p. 150.\n381. Delaporte, loc. cit.\n® W. W. Baudissin, Studien zur Semitischen Religiongeschichte (Leipzig, 1876), pp. i, 11 ff., 195.\n“ G. Maspero, The Struggle of the Nations (London, 1896), p. 168.\n“| J. Gray, Near Eastern Mythology (London, 1969), p. 117.\n*” A. Heidel, The Babylonian Genesis (Chicago, 1942), p. 10; M. Vieyra, “Empires of the Ancient Near East:\nThe Hymns of Creation,” Larousse World Mythology (London, 1972), p. 65.\n* G. Michanowsky, The Once and Future Star (N. Y., 1977), p. 49.\n“ A. Heidel, op. cit., p. 84.\n* Again, I am indebted to David Lorton for this revelation, but see also A. B. Cook, Zeus: A Study in Ancient\nReligion, Vol. II, Part II (N. Y., 1965), p. 1038."
            }
        ],
        "bibliography": [
            "“ H. S. Bellamy, Moons, Myths and Man (London, 1949), p. 150.",
            "381. Delaporte, loc. cit.",
            "» W. W. Baudissin, Studien zur Semitischen Religiongeschichte (Leipzig, 1876), pp. i, 11 ff., 195.",
            "* G. Maspero, The Struggle of the Nations (London, 1896), p. 168.",
            "“J, Gray, Near Eastern Mythology (London, 1969), p. 117.",
            "* A. Heidel, The Babylonian Genesis (Chicago, 1942), p. 10; M. Vieyra, “Empires of the Ancient Near East:",
            "The Hymns of Creation,” Larousse World Mythology (London, 1972), p. 65.",
            "* G. Michanowsky, The Once and Future Star (N. Y., 1977), p. 49.",
            "“ 4. Heidel, op. cit., p. 84.",
            "* Again, I am indebted to David Lorton for this revelation, but see also A. B. Cook, Zeus: A Study in Ancient",
            "Religion, Vol. II, Part II (N. Y., 1965), p. 1038."
        ]
    },
    {
        "type": "main",
        "page_number": 267,
        "subsections": [
            {
                "title": "",
                "content": "Apsu and Tiamat were two bodies of water joined as a single unit. The Babylonian Berossus\nadditionally informs us that, during this time—i.e. in the beginning—“all was darkness.”\nEven Tiamat, according to him, was shrouded in darkness.\nNow, as it happens, the Egyptian Chaos was styled Nu (or Nun.)*” But Nu more properly\nrefers to “the primordial ocean in which before the creation lay the germs of all things and all\nbeings.”*\n“The texts call him [ie. Nu] the ‘father of the gods,’ but he remains a purely intel-\nlectual concept and had neither temples nor worshippers. He is sometimes found rep-\nresented as a personage plunged up to his waist in water, holding up his arms to sup-\nport the gods who have issued from him.””\nIt should here be mentioned that while Nu might have had no temples or worshippers, a\nfestival, known as the Per-t Nu, used to be held in his honor. Of special meaning to us is\nalso the fact that Nu was also a name of Amen-Ra,” our very own Saturn. Thus, in the\nEgyptian Book of the Dead, Nu is made to state: “I am the great god self created...” But then\nthe question is asked: “Who then is this?” And the answer given is: “It is Ra...” And it was\nRa who was believed to have raised all that came into existence “from out of Nu.”*\nAs Wallis Budge informs us:\n“From various passages found in the religious, mythological, and funeral texts of all\nperiods it is abundantly clear that in primeval times at least the Egyptians believed in\nthe existence of a deep and boundless watery mass out of which had come into being\nthe heavens, and the earth, and everything that is in them.”\nEven the Biblical El/Elohim was known as the god of the cosmic ocean. It has, for in-\nstance, been suggested by Barry Frank that, keeping in mind that vowels were inserted into\nHebrew at a late date, the consonants which spell “Elohim” can be read as “El ha Yam,”\nwhich means “God of the Sea.” The same derivation was suggested six years later by Pro-\n* A. Heidel, op. cit., p. 86.\n“TJ, Viaud, “Egyptian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 11.\n* Ibid.\n*® Ibid.\n* B.A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. 1 (N. Y., 1920/1978), p. 242.\n5' Tbid., p. 350.\n3 Idem, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 134.\n8 Tbid., p. 309.\n54 Tbid., p. 283.\n*> B, Frank, as reported by R. Wescott, “Horizons,” Chronology & Catastrophism Workshop 1986:2, p. 35."
            }
        ],
        "bibliography": [
            "“ A. Heidel, op. cit., p. 86.",
            "*7 J, Viaud, “Egyptian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 11.",
            "* Ibid.",
            "* Ibid.",
            "* B.A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. 1 (N. Y., 1920/1978), p. 242.",
            "5\\ Ibid., p. 350.",
            "2 Idem, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 134.",
            "3 Tbid., p. 309.",
            "54 Tbid., p. 283.",
            "55 B. Frank, as reported by R. Wescott, “Horizons,” Chronology & Catastrophism Workshop 1986:2, p. 35."
        ]
    },
    {
        "type": "main",
        "page_number": 268,
        "subsections": [
            {
                "title": "",
                "content": "fessor Elihu Katz, but Baruch Margalit shot the idea down.” Among Margalit’s objections\nwas the fact that that the He (i.e., “h’”) in the name “Elohim” is a radical, and not the defini-\ntive article; and that the Israelites were “land-lubbers” and thus not given to oceanic deities.”\nNo one has, however, suggested that the he in “Elohim” stands for the definitive article.\nWhat has been suggested is that the name “Elohim” may have been derived from “El ha\nYam.” Margalit should also have considered that the “sea” referred to, as in the Creation\nmyths of other races, was a celestial one, so that the land-lubbered Israelites need not even\nenter into the picture. To be sure, this derivation of the name will remain controversial, but\nwe do not really require it in making our case. As Frank Moore Cross has indicated, the idea\nthat Elohim was a god of the sea actually traces to an ancient belief. An old tradition which\nhe cited has the deity unequivocally stating: “I am El, in the seat of Elohim I am enthroned in\nthe midst of the seas.”*\nElsewhere, however, the Egyptian Nu—this “primeval abyss of water” —is alluded to as\npautet or pautti, which has been translated as “primeval matter.” Thus Ra is made to state: “I\nproduced myself from the primeval matter [which] I made.” “I produced myself from prime-\nval matter.” “I came into being from the primeval matter...”\nIt is obvious from all the above that man did not know what he was looking at. If the cir-\ncumstellar disk we have been postulating as having surrounded Saturn was a fact, we can un-\nderstand man remembering it as a nebulosity, something indistinct. We can also understand\nhis likening it to swirling fog, foam, or fluffy cotton, even a churning of mud or slime, a cha-\notic mess, primeval matter— but water? Why water?\nTHE WATERS OF CHAOS\nUp until 1979, I had held the view that the waters of chaos had actually been terrestrial.\nIn fact I had already earlier described these waters as having been piled up in a tidal heap due\nto the gravitational pull of Saturn which hovered overhead.” Although I still hold to a col-\nlection of water piled up at Earth’s north polar regions, a topic which will be explored in a\nfuture volume, I eventually came to realize, primarily on following the advice of Roger\nAshton and David Lorton, to reconsider ancient testimony concerning the celestial nature of\nthe waters of chaos spoken of in relation to Creation. The celestial nature of these waters is\nperhaps best indicated in Egyptian myth. Traditionally, the Egyptian waters of chaos which,\nas we have just seen, were collectively known as Nu, were unequivocally described as having\nbeen in the sky. Of that there was never any doubt. As Budge tells us, “the name Nu...is ex-\npressed by three vases of water which indicate the sound, and the outstretched heaven...and\n5° E. Katz & B. Margalit, “Was Elohim the God of the Sea?” Biblical Archaeology Review (March/April 1992),\nPid. p. 76.\n°F M. Cross, Canaan Myth and Hebrew Epic (London, 1973), p. 45.\n*E. A. W. Budge, op. cit., p. 309.\n© Tbid., pp. 314-315.\n* D. Cardona, “Let There Be Light, KRONOS III:3 (Spring 1978), p.39; idem, “The Mystery of the Pleiades,”\nKRONOS III:4 (Summer 1978), p. 28."
            }
        ],
        "bibliography": [
            "pressed by three vases ol water which indicate the sound, and the outstretched heaven...and",
            "%E. Katz & B. Margalit, “Was Elohim the God of the Sea?” Biblical Archaeology Review (March/April 1992),",
            "pp. 74, 76.",
            "57 Tbid., p. 76.",
            "°F M. Cross, Canaan Myth and Hebrew Epic (London, 1973), p. 45.",
            "* EA. W. Budge, op. cit., p. 309.",
            "© Tbid., pp. 314-315.",
            "* D. Cardona, “Let There Be Light, KRONOS III:3 (Spring 1978), p.39; idem, “The Mystery of the Pleiades,”",
            "KRONOS III:4 (Summer 1978), p. 28."
        ]
    }
]