[
    {
        "type": "main",
        "page_number": 19,
        "subsections": [
            {
                "title": "",
                "content": "RC TR i Lib iign fh i ae Hh\nEgyptian scribe.\nEgyptian scribes wore special starched kilts which, when sitting cross-legged, acted as a “desk”\non which to place their papyrus sheet when writing—the first lap-top?\n(From a statue now in the Louvre, Paris)"
            }
        ],
        "bibliography": [
            "Egyptian scribe.",
            "Egyptian scribes wore special starched kilts which, when sitting cross-legged, acted as a “desk”",
            "on which to place their papyrus sheet when writing—the first lap-top?",
            "(From a statue now in the Louvre, Paris)"
        ]
    },
    {
        "type": "main",
        "page_number": 20,
        "subsections": [
            {
                "title": "",
                "content": "tener could question the reciter and receive an answer in explanation. One cannot, however,\nquestion the written word. And, in that respect, as much knowledge was lost as was\nrecorded. This we have to keep in mind as we continue with our study, and, while | shall\nnever use it as a crutch, I will have recourse to remind the reader of it from time to time in\nthe pages that follow. As Sharon Begley et al noted:\n“Before there is knowledge, there must be memory. Yet few subjects remain so\nunknown, so obscured in metaphor and myth. According to the ancient Greeks, life is\nthe act of recollecting knowledge the soul forgot at the moment of its birth in a\nbody... Later thinkers noted the perversity of memories—how nothing imprints them\nmore strongly than the desire to forget.””\nPERPLEXITY\nRoger Wescott recently wrote: “Ever since Greek philosophers first initiated critical\nexamination of Homeric and Hesiodic myth, some mythologists have characterized myths in\ngeneral as mad.”*\nAs Wallis Budge stated of Egyptian texts, the perplexity of ancient beliefs confounded\neven those very ancients who professed adherence to them. Speaking especially of the\nantiquity of the so-called Book of the Dead, Budge informed his readers that there is no\ndoubt that “the greater part” of these texts “are far older than the period of...the first\nhistorical king of Egypt.”” According to him: “Certain sections indeed appear to belong to\nan indefinitely remote and primeval time.”® Those who came later, however, did not always\nseem to have understood what the originals had alluded to—which is exactly the situation\nthat Thamus, in reproaching Thoth, had meant to emphasize.\n“The earliest texts bear within themselves proofs, not only of having been composed,\nbut also of having been revised, or edited, long before the days of king Mena [or\nMenes], and judging from many passages in the copies inscribed in hieroglyphics\nupon the pyramids of Unas [and other early kings], it would seem that, even at that\nremote date, the scribes were perplexed and hardly understood the texts which they\nhad before them.”\nConcerning a particular, and very important, “chapter” of the Book of the Dead—a\n“chapter” that has been considered “an abridgment of the whole Book of the Dead” —and\nbasing his opinion on that of Chabas, Budge affirms that it was not only “very ancient” and\n“very mysterious,” but “very difficult to understand” even “fourteen centuries before our\nera.” Can we, millennia later, fare any better in our attempt to understand these texts? And\nis it merely Egyptian texts that will pose this problem for us?\nIn speaking of the great epics of the Germans, the Indians, Finns and other ancient\npeoples, Sigmund Freud claimed that the original cause behind these epics had already fallen\nTS. Begley, et al, “Memory,” Newsweek (Sept. 29, 1986), p. 48 (emphasis added).\nR. W. Wescott, “Indeterminacy: Temporary, Permanent, or Indefinite?” The Velikovskian 1:1 (1993), p. 54.\n* E. A.W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. xii.\n© Ibid. (emphasis added).\n| Ibid.\n® Ibid., p. xiv (emphasis added). But see also p. 314 for variant readings which “offered difficulties to the\nancient Egyptian readers.”"
            }
        ],
        "bibliography": [
            "an Speecnilta Vi Mt Sitch SPS UP UY CES, We AS, 2S a ee",
            "peoples, Sigmund Freud claimed that the original cause behind these epics had already fallen",
            "°\"S. Begley, et al, “Memory,” Newsweek (Sept. 29, 1986), p. 48 (emphasis added).",
            "R. W. Wescott, “Indeterminacy: Temporary, Permanent, or Indefinite?” The Velikovskian 1:1 (1993), p. 54.",
            "% E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. xii.",
            "© Ibid. (emphasis added).",
            "° Ibid.",
            "® Ibid., p. xiv (emphasis added). But see also p. 314 for variant readings which “offered difficulties to the",
            "ancient Egyptian readers.”"
        ]
    },
    {
        "type": "main",
        "page_number": 21,
        "subsections": [
            {
                "title": "",
                "content": "into oblivion before the arrival of Alexander\nthe Great who himself lamented that he had                   eae\nno Homer to immortalize his deeds.® Will            PN\nwe, so many centuries later, be able to ferret          e               SY\nout “the cause behind these epics”?                      Ff:                    X  S\nOf course, as anyone who has ever read         oa                  \\ww\nanything about him knows, Freud had his      bes              \\\nown psychoanalytic beliefs in mind when he          Bese                    q\nreferred to ancient myths. As Richard Hein-         ae       .\nberg noted, “proponents of the non-historical          lad  “   yy\napproach to myth interpretations are more or           4   hs   se        ‘\nless forced not so much to explain...myths       a       Ae     give\nas to explain them away.” And, despite         ¥         gee  1”\nwhat good can still be said of Freud’s psy-        Y =)    “\nchoanalytic methods, in the end, that is ex-         A aan     a\nactly what he did in his attempts to analyze         %       hey *     7\nthe messages he believed to be contained in          1 Malian aS ees   3\nancient myth—he ended up by explaining       Nirah nat a\nthem away. Fortunately, as Heinberg also         i) ih\nnoted, “the ‘collective fantasy’ approach to           pate                       .\nmyth in general is starting to lose ground.”*                              Fo, eB\nThus, despite his own calling as a psycho-                       a      el\nanalyst, Theodore Reik had to admit that:                                            eae\n“[Myths] appeared to us at first as       eet       tee eg\ncollective daydreams, as wish ful-           134      Uuskeye (Saal\nfillment of the masses. Such a char-         RD BREE ae\nacterization is still psychologically\nvalid, but we apply today the inter-              Sigmund Freud— 1856-1939.\npretation of myths in the hope of dis-               In his attempts to analyze the messages he\ncovering at their depths precipita-            believed to be contained in ancient myth, Freud\ntions or sediments of real historical            ended up expieaine one rather than\n*    .    1966                                      explainin;    iem.\nEVERES. OF SHUGHONS.                                             (usaration by ‘Chattes Hogarth.)\nAnd, to be sure, Reik, as well as others of his profession, are now of the professional\nopinion that “the more wide-spread a myth, the more likely it is to have an historical basis.””\nAn example of the complexity of myth comes from the Egyptian Papyrus of Ani in\nwhich, among other things, the deity is made to utter the following words:\n© §, Freud, “Moses and Monotheism,” The Standard Edition of the Complete Psychological Works of Sigmund\nFreud, Vol. XXIII (London, 1955), p. 80.\nR. Heinberg, “Historical Paradise and Collective Psychology,” HORUS 1:3 (Fall 1985), p. 18 (emphasis as\n‘iven).\n& Ibid.\n© T. Reik, as quoted by R. Heinberg, loc. cit. (Emphasis added.)\n8 Ihid., p. 19."
            }
        ],
        "bibliography": [
            "© §. Freud, “Moses and Monotheism,” The Standard Edition of the Complete Psychological Works of Sigmund",
            "Freud, Vol. XXIII (London, 1955), p. 80.",
            "© R. Heinberg, “Historical Paradise and Collective Psychology,” HORUS 1:3 (Fall 1985), p. 18 (emphasis as",
            "given).",
            "® Ibid.",
            "© T. Reik, as quoted by R. Heinberg, loc. cit. (Emphasis added.)",
            "* Ibid., p. 19."
        ]
    },
    {
        "type": "main",
        "page_number": 22,
        "subsections": [
            {
                "title": "",
                "content": "“J am the lord of the crown. I am in the Eye, my egg...My seat is on my throne. I sit\nin the pupil of the Eye.”*\nNow I ask you, what meaning can be extracted from the above? As the “lord of the\ncrown,” the deity can be understood as the crowned god. Thus he can say that his seat is on\nhis throne. There is nothing enigmatic about a crowned god sitting on his throne. But what\ndoes it mean that the deity is, or resides, “in the Eye” or that he sits “in the pupil of the Eye”?\nWhat is this “Eye” in which the god resides? And why is the eye equated with his egg? What\nhas an eye to do with an egg? What is this egg anyway?\nAnd yet, enigmatic as these words are, together with others pertaining to different themes,\nan in-depth study will reveal their coherence and even logic once the key to the symbolism\nbehind them is understood.\nMISTRANSLATIONS\nOnce myths were put into writing, mistranslations were bound to occur. Here, an illustra-\ntion offered by Bob Forrest comes immediately to mind.\n“I can imagine how odd anomalies could arise in transmission, and this point was\nbrought home to me by a curious example I came across just recently: Cinderella’s\nglass slipper. I had always found it peculiar that the slipper should be said to be made\nof glass, but according to Brewer’s ‘Dictionary of Phrase and Fable’ this came about\nvia a mistranslation of the phrase ‘pantoufle en vair’ (a fur slipper) as ‘a glass slipper’\n(pantoufle en verre). I do not suppose, though, that the vagaries of oral transmission\ncan account for more than the odd ‘peculiarity’ of a myth, legend or story.”®\nAnother example concerns one of the most famous sayings attributed to Jesus: “It is eas-\nier for a camel to go through the eye of a needle, than for a rich man to enter into the king-\ndom of God.”” As Vitaliano indicated, this is more than probably a mistranslation of the\nGreek, in which the Gospels were originally written, where the Greek word for\n“rope” — kameylos —was mistranslated as “camel” — kamelos. ” This is because the sound of\nthe Greek letter efa sounds very similar to that of epsilon to a foreign ear. Thus the words of\nJesus should be translated as: “It is easier for a rope to go through the eye of a needle, than\nfor a rich man to enter into the kingdom of God” —which, let’s face it, makes for a better\nsimile.\nWhen it comes to Hebrew, in which the books of the Old Testament were originally set\ndown, we encounter even greater difficulties because, for one thing, Biblical Hebrew was\nwritten without vowels, thus making for confusion between words containing the same con-\nsonants but different vowel sounds, and, for another, there are over a thousand Hebrew words\nwhich appear only in the Old Testament, and, in some cases, appear there only once. How,\nthen, without comparison, can the meaning of such words be verified with certainty?\nAs will be seen in forthcoming pages, such mistranslations, which owe more to the writ-\nten word than they do to oral tradition, permeate the mythological sources of most ancient\nnations. But, rather than proving detrimental to our cause, such mistranslations, where found,\nshall actually help us ferret out the truth.\nSSE. A. W. Budge, The Papyrus of Ani(N. Y., 1967), p. 96.\n© B. Forrest, Velikovsky’s Sources, Vol. 6 (Manchester, 1983), p. 440.\n™ Mark 10:25. See also Luke 18:25.\n™ D.B. Vitaliano, op. cit., pp. 5-6."
            }
        ],
        "bibliography": [
            "MEME GPP UAE OTE Y RP AMIS NIM RESLAIICIIL, GUM, I SUNIL Cdsts, appeal UNIC UlLY UNE. TOW,",
            "then, without comparison, can the meaning of such words be verified with certainty?",
            "As will be seen in forthcoming pages, such mistranslations, which owe more to the writ-",
            "ten word than they do to oral tradition, permeate the mythological sources of most ancient",
            "nations. But, rather than proving detrimental to our cause, such mistranslations, where found,",
            "shall actually help us ferret out the truth.",
            "“B.A. W. Budge, The Papyrus of Ani (N. Y., 1967), p. 96.",
            "© B. Forrest, Velikovsky’s Sources, Vol. 6 (Manchester, 1983), p. 440.",
            "™ Mark 10:25. See also Luke 18:25.",
            "™ D.B. Vitaliano, op. cit., pp. 5-6."
        ]
    },
    {
        "type": "main",
        "page_number": 23,
        "subsections": [
            {
                "title": "",
                "content": "MISINTERPRETATIONS\nThe casual reader of popular mythology may not realize to what extent the subject is in-\nfused with astronomical content. This is partly due to the aversion displayed by most modern\nmythologists to anything in their studies that smacks of astronomical connections. This is so\ntrue that when Girogio de Santillana and Hertha von Dechend dared to go against the com-\nmon trend in their monumental work, Hamlet’s Mill, they found the doors of academia closed\nshut in their face. As Martin Bernal found reason to state:\n“Having written a major book on Galileo, de Santillana [whom Bernal qualifies as\npossibly the greatest historian of Renaissance science] became interested in the Her-\nmetic Egyptian tradition; then, late in life, he read Dupuis’s Origine de tous les cultes,\nand was convinced by its argument that much of ancient mythology was indeed alle-\ngory for scientific astronomy.\n“Despite de Santillana’s enormous reputation, Hamlet’s Mill—the book in which he\nand a younger German colleague [Hertha von Dechend] set out [such a mytho-astro-\nnomical] scheme—was not accepted by any university press and was published com-\nmercially. This means that respectable scholars are not obliged to take such work into\naccount. In addition, de Santillana’s having stuck his neck out so far lessened his ef-\nfectiveness as a [historian]. Furthermore, his work ... could be lumped together with\na more or less ‘lunatic fringe’; this allowed or even compelled orthodox scholars to\nignore it.””\nEarlier in this century, mythologists were quite aware of the astronomical nature of an-\ncient myths, but, of lately, the general assumption has been that these astral connections are\nof late derivation, having been foisted on an already existing mythology. So much can be\nsaid against this that volumes, of which this is one, can be written.\nThe problem, however, goes deeper than that because even those earlier mythologists\nwho had accepted the astronomical nature of the myths were themselves often guilty of tam-\npering with their sources so that, today, it is not easy to discern what these ancient sources\nreally had to say about the cosmic powers our ancestors venerated. This is not to be\nwondered at because, if one had to pursue the astronomical motifs inherent in most of\nmythology, one would be forced to assume that the ancients’ perception of the celestial\nsphere was entirely different from that of modern man. Thus, when modern mythologists\npursue these astral myths, they tend to look up at the sky, if only figuratively, and realize that\nwhat the ancient records state about the planets, and even the Sun and Moon, bears\nabsolutely no resemblance to the present Solar System. And yet one must keep in mind that\nthese self-same ancients, as we shall see in the next chapter, were quite sophisticated when it\ncame to observational astronomy. Thus something of a dilemma faces the mythologist as was\npoignantly demonstrated, a few decades ago, by Irene Nicholson.\nIn a Mayan scheme purported to describe the celestial sphere, Nicholson discovered that\nthe planet Venus was positioned above the Sun, below which was the Milky Way and, below\nthat, the Moon.” Knowing full well that the Maya had been better astronomers than that, she\nattempted to circumvent the problem by blaming these disparities on a faulty record.\n™ M. Bernal, op. cit., pp. 275-276.\n731. Nicholson, Mexican and Central American Mythology (London, 1967), pp. 22-23."
            }
        ],
        "bibliography": [
            "In a Mayan scheme purported to describe the celestial sphere, Nicholson discovered that",
            "the planet Venus was positioned above the Sun, below which was the Milky Way and, below",
            "that, the Moon.” Knowing full well that the Maya had been better astronomers than that, she",
            "attempted to circumvent the problem by blaming these disparities on a faulty record.",
            "™ M. Bernal, op. cit., pp. 275-276.",
            "31. Nicholson, Mexican and Central American Mythology (London, 1967), pp. 22-23."
        ]
    },
    {
        "type": "main",
        "page_number": 24,
        "subsections": [
            {
                "title": "",
                "content": "“The discrepancies between the\n\\X                             true cosmic placing of the Sun,\n<        .                    planets, and Milky Way may be\nN                                    due to a distorted record. We can\n\\                                      hardly suppose that people with so\n\\                                       accurate a calendar [and with such\nWW         fj                              accurate knowledge concerning the\nmotions of the planet Venus] were\nignorant of the general positions of\no ¥                                        the heavenly bodies.”™\n\\                           Because, as we have already seen, mis-\n-        LY                             translations did creep into ancient records,\n|    N EZ                   Nicholson’s suspicion of a “distorted re-\n;                          cord” is not, in itself, unreasonable. Be-\nTm   coon        \\\\               sides mistranslations, however, there has\nSS =                        also been a fair amount of misin-\nSs                    terpretation. Here Nicholson was trapped\n—                         by her predecessors who had already\n—                         identified certain Mayan objects as the\n} SS                             Sun, the Moon, and the Milky Way. It did\ni      . I              eee    not occur to her that these objects might\nC BP shave been misidentified.\n»       Such misidentifications and, therefore,\n{1                                       misinterpretations litter past works on\na  \\                           mythology. Ask anyone who has even a\n\\\\                                  modest knowledge of mythology to name\n7                                       the sun-god par excellence, and he or she\nwould probably point to the Egyptian Ra\n(or Re). And why not? Is that not what\nmost books on mythology claim? The\n|                          Larousse Encyclopedia of Mythology is\n'                                       very specific: “Ra (or Re or Phra), which\nprobably signifies ‘creator,’ is the name of\nthe sun, sovereign lord of the sky.”*\nSo also with James Frazer, who echoed\n{!               \\\\                  this Egyptian dictum when he stated:\n“That Ra was both the physical sun and\na         |           the sun-god is of course undisputed ... “”\nBut then one conducts an in-depth study\nof this Egyptian “physical sun” and “sun-\n‘The Egyptian god Ra, said to be the                  god” only to come to the realization that,\npersonification of the Sun, but whose\nmotions and characteristics do not fit the\nrole of the Sun.                              —__\n\"4 Ihid., p. 24.\n7% J, Viaud, “Egyptian Mythology,” Larousse\nEncyclopedia of Mythology (London, 1972), p. 11.\n7 J. G. Frazer, The Golden Bough (N. Y.,\n1890/1981), Vol. I, p. 313."
            }
        ],
        "bibliography": [
            "OS eg ee",
            "of this Egyptian “physical sun” and “sun-",
            "‘The Egyptian god Ra, said to be the god” only to come to the realization that,",
            "personification of the Sun, but whose",
            "motions and characteristics do not fit the",
            "role of the Sun.",
            "%4 Thid., p. 24.",
            "5 J, Viaud, “Egyptian Mythology,” Larousse",
            "Encyclopedia of Mythology (London, 1972), p. 11.",
            "7 J. G. Frazer, The Golden Bough (N. Y.,",
            "1890/1981), Vol. I, p. 313."
        ]
    },
    {
        "type": "main",
        "page_number": 25,
        "subsections": [
            {
                "title": "",
                "content": "except for the fact that Ra shone brightly in the sky, the characteristics, and even motions,\nattributed to Ra do not fit the role of the Sun.\nThus, for example, Ra was often lauded as “Lord of the Circles” and as “he who entereth\n[or liveth] in the Circle.”” He was described as “the sender forth of light into his Circle” and\nas the “Governor of [his] circle.”®\nWhat is this Circle that the hymns allude to? Egyptologists will immediately inform us\nthat this Circle of which the hymns speak was what the Egyptians referred to as the Duat (or\nTuat), a word that has been rendered into English as “the Underworld.” That may be so, but\nthe fact remains that Ra was said to have shone from within it. What becomes obvious, in\nother words, is that, whatever Ra once signified, it was a celestial body that resided within a\ncircle or band or ring. As we all know, the Sun does not send forth its rays into a circle; it\ndoes not reside in a ring.\nThere will now be those who will tell me that, under certain conditions, the Sun is seen to\nbe surrounded by a ring. They will of course be alluding to that atmospheric re fraction which\nlends a halo, known as parhelia, to the solar orb. But not only is this too rare an apparition to\nhave earned Ra his title of “Governor of his Circle” and/or “Lord of the Circles,” it is also a\nphenomenon that is restricted to northern regions and hardly, if ever, seen at the latitude of\nEgypt. But there is more.\nWhen pictured on the walls of temples and on papyri, Ra is often shown surmounted with\na red or golden disc, which is not inappropriate if the Sun is truly being represented. In the\nliturgies dedicated to him, however, Ra is described as having shed a green, rather than a\ngolden, light. Thus a hymn to Ra states: “Thou hast come with thy splendours, and thou hast\nmade heaven and earth bright with thy rays of pure emerald light.””\nIn another hymn we read: “O Ra ... the heir of eternity, self-begotten and self-born, king\nof earth, prince of the netherworld ... thou dost rise in the horizon of heaven and sheddest\nupon the world beams of emerald light ...“®\nNot only did this sun shed a green, or emerald, light, it itself was green. As Donald\nMackenzie informed his readers, in his form of Sebek-Tum-Ra, this sun was the “radiant\ngreen disk.” “Hail Green One,” was the manner in which Ra was lauded,”\nMythologists have nothing to say by way of explaining why the ancient Egyptians al-\nluded to the Sun as having been green and shedding a green light. And, as long as they con-\ntinue to believe that Ra was the Sun, how can they? Does our Sun shed a green light? Is the\ndisk of the present sun green?\nConsider further the motions of the celestial object called Ra. In a statement found in one\nof the Coffin Texts, the deity is addressed with these words: “You shall go up upon the great\nWest side of the sky and go down upon the great East side of the earth.” Is not this contrary\nto what the present Sun does? Does the Sun today “go up” in the west? Does it “go down” in\nthe east? Thus Faulkner, who translated this passage, could not help stating that this\n“unexpected reversal of the points of the compass is incomprehensible”™—and ended up by\nB.A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), p. 339.\n*8 Ibid., pp. 339-340.\n® Idem, The Egyptian Book of the Dead (N. Y.., 1895/1967), p. 250 (emphasis added).\n® Tbid., p. 251 (emphasis added). See also p. 6 for a similar hymn.\n®'D. A. Mackenzie, Egyptian Myths and Legends (N. Y., 1907/1978), pp. 236-237.\nEA. W. Budge, Osiris & the Egyptian Resurrection, Vol. Il (N. Y., 1911/1973), p. 355.\n® Coffin Texts , Spell 18.\n* As quoted by D. Talbott, “The Ship of Heaven,” AEON 1:3 (May 1988), p. 85."
            }
        ],
        "bibliography": [
            "“unexpected reversal of the points of the compass is incomprehensible”™—and ended up by",
            "7 E. A. W. Budge, The Gods of the Egyptians, Vol. Il (N. Y., 1904/1969), p. 339.",
            "*8 {bid., pp. 339-340.",
            "” Idem, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 250 (emphasis added).",
            "® Tbid., p. 251 (emphasis added). See also p. 6 for a similar hymn.",
            "®D. A. Mackenzie, Egyptian Myths and Legends (N. Y., 1907/1978), pp. 236-237.",
            "SE. A. W. Budge, Osiris & the Egyptian Resurrection, Vol. II (N. Y., 1911/1973), p. 355.",
            "® Coffin Texts , Spell 18.",
            "* As quoted by D. Talbott, “The Ship of Heaven,” AEON I:3 (May 1988), p. 85."
        ]
    },
    {
        "type": "main",
        "page_number": 26,
        "subsections": [
            {
                "title": "",
                "content": "blaming what to him was an inconsistency on “a blunder in an early copy which no one has\nnoticed or at least attempted to correct.”® This explanation, however, presupposes that there\nmust be other texts which give the rising and setting of Ra correctly, that is in accordance\nwith the present motions of the Sun. But, as David Talbott has indicated, “wherever the di-\nrection of the [sun] ship’s movement is explicitly connected with the phases of morning and\nevening the texts always reverse the direction expected by the solar interpretation.”®\nWorse than that, when sailing in his ship, or boat, Ra is said to move down at dawn,” and\n“upstream” at night,® contrary to what we see the Sun doing in our sky at present.\nThere are many other characteristics of Ra that do not conform with the appearance and\nmotions of our Sun which, in order not to anticipate the major thesis of this book, I will leave\nfor later chapters. In the meantime I would simply like to add that the items I have so far\ntouched upon have not really gone unnoticed by mythologists. Each and every datum that\nwill be analyzed in this work have been noted and, in some cases, even discussed. Unfortu-\nnately, these incongruous astronomical oddities have never been collected in one place in an\neffort to analyze them as a whole—which is exactly what I intend to do in the chapters that\nwill follow.\nCONTRADICTIONS\nContradictions permeate ancient accounts. This is especially true, but not restricted to, the\ntales contained in the Old Testament and those that constitute what is generally termed Clas-\nsical mythology. To give but just two examples:\nIn chapter six of the Book of Genesis, which describes the loading of the ark in prepara-\ntion for the coming deluge, it is written that God commanded Noah to take aboard two, a\nmale and a female, of every living beast.” But in chapter seven of the same book, the com-\nmand to Noah is to take aboard two only of unclean beasts, but seven of every clean beast as\nwell as of every kind of fowl.” Why the difference?\nThe second example I will give comes from Greek mythology and concerns the goddess\nAthena. According to Hesiod, the father of Greek didactic poetry, Athena was born from the\nhead of Zeus,” a tale that became very popular among the ancient Greeks. But, despite the\nnotability of Hesiod’s tale, Athena’s parentage, as also the nature of her birth, was not\nunanimously agreed upon among the Hellenes. To some it was Poseidon who fathered\nAthena, Zeus becoming her adopted father only because the goddess disowned the god of the\nsea.” To others, Athena’s father was Itonus, king of Iton in Phithiotis.® Next in popularity to\nHesiod’s tale was that which claimed that Athena was fathered by the giant Pallas whom she\nlater slew and flayed.” According to Apollodorus, on the other hand, Pallas was the name of\nAthena’s playmate whom she also slew, but accidentally, while engaged in friendly\n% Ibid.\n% Tbid., p. 86.\n® Pyramid Texts, Spell 1133.\n® Coffin Texts , Spell 136.\n® Genesis 6: 19-20.\n” Ibid., 7: 2-3.\n°! Hesiod, Theogony , 912-936.\n% Herodotus, Historiae,1V: 180.\n%8 Pausanias, Descriptions of Greece, IX: 34: 1.\n* Tzetzes, On Lycophron, 355."
            }
        ],
        "bibliography": [
            "% Ibid., p. 86.",
            "® pyramid Texts, Spell 1133.",
            "8 Coffin Texts , Spell 136.",
            "® Genesis 6: 19-20.",
            "” Ibid., 7: 2-3.",
            "°! Hesiod, Theogony , 912-936.",
            "% Herodotus, Historiae, IV: 180.",
            "%8 Pausanias, Descriptions of Greece, IX: 34: 1.",
            "“ Tzetzes, On Lycophron, 355."
        ]
    },
    {
        "type": "main",
        "page_number": 27,
        "subsections": [
            {
                "title": "",
                "content": "ae       ay\n?              A Peg        .      .\n® ) (ieee\nAthena— (Roman sculpture)—whose daughter was she?\n(Photograph by the author, courtesy of the Los Angeles County Museum of Art.)"
            }
        ],
        "bibliography": [
            "Athena—(Roman sculpture)—whose daughter was she?",
            "(Photograph by the author, courtesy of the Los Angeles County Museuin of Art.)"
        ]
    },
    {
        "type": "main",
        "page_number": 28,
        "subsections": [
            {
                "title": "",
                "content": "combat.” Apollonius Rhodius tells us that, according to the Pelasgians, Athena was born on\nthe shores of Lake Tritonis in North Africa,” having been fostered by Triton (or Tritos), the\ndeity of the lake.” Philo Byblius, basing his report on that of Sanchoniathon and quoted by\nEusebius of Caesarea, stated that Athena was the daughter of Kronos.*\nSo which of these versions, if any, is the correct one? Better still: If, as stated above,\nmythic lore was faithfully transmitted by word of mouth through the ages before it became\nengraved in writing, how did we end up with so many different versions of the same tale?\nWhile it is tempting to blame such contradictions on faulty recording when these myths were\nfirst written down, such is not always the case.\nThe example given above concerning Noah from the Book of Genesis was not chosen at\nrandom. It was chosen specifically to clarify a conundrum.\nThus, in that passage which tells that only two of every beast was to be taken aboard the\nark, the instructions come from Elohim, an ancient name which is usually translated as\n“God” in most English versions of the Old Testament. But in the passage which specifies that\nseven should be the number taken on board of the beasts designated as clean, the command is\nsaid to have come from Yahweh, sometimes rendered “Jehovah,” another ancient name\nwhich is usually translated as “the Lord” in English versions of the same work.\nWe shall not, at this point, involve ourselves in a discussion concerning whether or not\nthese two names— Yahweh and Elohim—were but two different designations for one and the\nsame deity. We shall leave that for later. Biblical scholars, however, had long ago realized\nthat the Old Testament preserves more than one tradition, and that, among other things, these\ndifferent traditions can be recognized by the name applied to what one usually considers as\nhaving been “God.” One of these traditions referred to the deity as Elohim, another tradition\nreferred to him as Yahweh. Thus Biblical scholars refer to these different versions, among\nothers, as the Elohist tradition on the one hand, and the Yahwist tradition on the other. Origi-\nnally, these different traditions belonged to different peoples who had passed on their tradi-\ntions by word of mouth, without change, from one generation to the next. But, as happened\nso often in the past, these different peoples merged to become one nation even though each\nfaction was persistent in retaining its particular version of what they believed to have tran-\nspired in the past. At an even later time, when they decided to put their history into writing,\nthese various traditions were incorporated as a unified, but not seamless, whole. And that, to\nput it simply, is what the Old Testament, as it exists today, consists of.\nSo, similarly, with the ancient Greeks, who referred to themselves as Hellenes, suppos-\nedly after Helen of Troy, a nation that was forged from the remnants of earlier civilizations\nand wandering tribes—Pelasgians, Minoans, Mycenaeans, Achaeans, Trojans, Ionians, Dori-\nans, and heaven knows who else—each of whom brought their own traditions into that Indo-\nEuropean melting pot that has become known as Greek history and Classical mythology.\nEven so, why should there be more than one version of any one particular myth? Here I\ncan best ask the reader to consider an event from the modern world—the blowing up, by the\ninvading army, of the colossal swastika that had towered above the Germans in symbolic\nsplendor above so many Nazi rallies. As Lewis Greenberg noted: “There appears to be some\nconfusion over which swastika was dynamited, with some opting for one over the Reichstag\n°5 Apollodorus, Bibliotheka, III: 12: 3; see also Pausanias, op. cit., IX: 33: 5.\nBs Apollonius Rhodius, Argonautica, IV: 1310.\n°” G. W. Cox, Mythology of the Aryan Nations (N. Y., 1870), p. 249.\n%8 Eusebius Pamphili, Praeparatio Evangelica, I: X: 36, 38."
            }
        ],
        "bibliography": [
            "can best ask the reader to consider an event from the modern world—the blowing up, by the",
            "invading army, of the colossal swastika that had towered above the Germans in symbolic",
            "splendor above so many Nazi rallies. As Lewis Greenberg noted: “There appears to be some",
            "confusion over which swastika was dynamited, with some opting for one over the Reichstag",
            "° Apollodorus, Bibliotheka, III: 12: 3; see also Pausanias, op. cit., IX: 33: 5.",
            "had Apollonius Rhodius, Argonautica, IV: 1310.",
            "°” G. W. Cox, Mythology of the Aryan Nations (N. Y., 1870), p. 249.",
            "*8 Eusebius Pamphili, Praeparatio Evangelica, |: X: 36, 38."
        ]
    }
]