[
    {
        "type": "main",
        "page_number": 169,
        "subsections": [
            {
                "title": "",
                "content": "nos, whom we already know to have been a sky-god: Ouranos means the coverer,\nbut...the name would have remained unintelligible apart from its reference to the\nSanskrit name.”3!\nGiven the equivocalness of translation, we are not surprised to find Wendy O’Flaherty\ngiving the meaning of the name Varuna as “all-enveloping.”32 Even so, and once again, tem-\nporarily leaving aside the god’s assimilation to the sky, we find that Varuna was sometimes\nsimply called Aditya—“eternal, celestial light”23—-which, like the other deities in the series\nwe have been considering, identifies the deity as a celestial body.\nLike the Saturnian deities of other nations, Varuna was considered “the first Sovereign” 34\nand “universal monarch.”35 While Ovid spoke of “yellow-eyed Saturn,”3° Varuna was said to\nhave had yellow eyes.3”\nTrue, some may consider the above as rather slim evidence on which to base the identity\nof Varuna as Saturn but, in following chapters, more will be presented. All that needs to be\nre-stated here is that, like Janus, with whom we are presently mainly concerned, the above\nseries of gods were all believed to have represented that entity which the Greeks called\nkosmos and which, among modern mythologists, has come down to symbolize the sky or\nheaven. Using the old adage that things which are equal to the same thing must be equal to\none another, one can therefore assume that, since the deities enumerated above are all, to\nsome extent, identifiable as avatars of the Saturnian deity, then so must Janus be identified.\nActually, the above series of identifications has been presented more as an exercise in\ncomparative mythology, and as a basis for coming chapters, than as evidence for the Saturn-\nian identity of Janus since the comparisons are not really required to make our case. As will\nbe seen directly below, we have direct evidence at our disposal.\nSATURNUS\nThat Janus was merely another name for Saturn was known and acknowledged by the\nancients themselves. Thus, in describing the New Year Festival, which we have already seen\naffiliated with the Saturnian planet through the Persian feast of Nauroz, Joannes Lydus had\nthis to say:\n“Our own Philadelphia still preserves a trace of the ancient belief. On the first day of\nthe month [that is January, named after Janus] there goes in procession no less a per-\nsonage than Janus himself, dressed up in a two-faced mask, and people call him Sat-\nurnus, identifying him with Kronos.”38\nHere I must at once state that there is no point in claiming that Janus and Saturnus are\npresented as different deities in the Roman pantheon or that the quote from Lydus is too late,\ndating from the sixth century, for any credence to be attached to it. In the first place, it was\nnot Lydus who called Janus by the name Saturnus. It was, as he tells us, the people who did\nso. In other words, he was reporting general belief. More than that, as Lydus himself stated,\nthe knowledge he imparted still preserved “a trace of the ancient belief,” meaning that the\n31 A. S. Murray, Who’s Who in Mythology: Classic Guide to the Ancient World(London, 1995), p. 328.\n32 W. D, O’Haherty, Hindu Myths (Harmondsworth, 1976), p. 356.\n33 V. Ions, Indian Mythology (London, 1967), p. 20.\n34M. Eliade, The Myth of the Eternal Return (London, 1955), p. 29.\n35 J. W. Perry, Lord of the Four Quarters (N. Y., 1970), p. 121.\n36H, Gregory (trans.), The Metamorphoses (N. Y., 1958), p. 176.\n37 A.B. Keith, “Indian Mythology,” The Mythology of All Races, Vol. V1 (1964), p. 85.\n38 Joannes Laurentius Lydus, De Mensibus 4:2 (emphasis added)."
            }
        ],
        "bibliography": [
            "so. in oler Words, he Was reporting general bevel. iviore Man Mat, as Lyaus iimseil stated,",
            "the knowledge he imparted still preserved “a trace of the ancient belief,” meaning that the",
            "31 A. S. Murray, Who’s Who in Mythology: Classic Guide to the Ancient World(London, 1995), p. 328.",
            "32 W. D, O’Haherty, Hindu Myths (Harmondsworth, 1976), p. 356.",
            "33 V. Ions, Indian Mythology (London, 1967), p. 20.",
            "34M. Eliade, The Myth of the Eternal Return (London, 1955), p. 29.",
            "35 J, W. Perry, Lord of the Four Quarters (N. Y., 1970), p. 121.",
            "36 H. Gregory (trans.), The Metamorphoses (N. Y., 1958), p. 176.",
            "37 A.B. Keith, “Indian Mythology,” The Mythology of All Races, Vol. VI (1964), p. 85.",
            "38 Joannes Laurentius Lydus, De Mensibus 4:2 (emphasis added)."
        ]
    },
    {
        "type": "main",
        "page_number": 170,
        "subsections": [
            {
                "title": "",
                "content": "T leon \\ i [Tomer \\5        es\nOa   ete os         ==       Ae       8s TSK\nThe two-faced Janus.\nRoman coins.\nwas itself already ancient in his time.\nMeanwhile, the fact that Janus and Saturnus were considered separate deities has nothing\nto do with the issue. As noted earlier, and as has been recognized by others, there is nothing\nstrange about having different deities, even within the same pantheon, as personifying the\nsame celestial object. As far as Janus is concerned, he could be considered an older Saturn—\nCook had no qualms about making him an older Jupiter,3? with which this author naturally\ndisagrees.\nTo be fair, since I mentioned him, Cook did not accept the statement of Lydus— bur not\nbecause he considered the source as a late one. “The confusion of Ianus [the same as Janus]\nwith Kronos,” he tells us, “no doubt presupposes the usual blunder Kronos = Chronos [that is\nTime personified], which from the fifth century B.C. onwards queered the course of Greek\ntheology.”#°\nWhy did Cook bring this point up? He did so because he could not avoid the veneration\nof Janus as a god of time, or Time personified,*! which, through the rules of comparative\nmythology, would equate the Italic deity with the Greek Chronos. But, in the first place, ac-\ncording to Lydus, his countrymen did not call Janus by the name Kronos. They called him by\nthe name Saturnus. The identification with Kronos was added because Kronos was simply\nthe Greek counterpart of the Italic Saturnus. In the second place, as will be indicated in detail\nin a later chapter of this work, the blunder concerning the identification of Kronos/Saturn\nwith Chronos/Time happens to be Cook’s. In fact, as we shall soon see, the identification of\nJanus as Saturn does not rest solely on the statement of Lydus but also on the comparison of\nthis deity’s characteristics with those of the known Saturnian deities of other nations. Thus,\nfor instance, William Heidel speaks of “the recognized association of Saturn with Janus” 4?\n39 4. B. Cook, op. cit., pp. 335 ff.\n40 Ibid., p. 374.\n41 [bid., pp. 336-337.\n42 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 469 (emphasis added)."
            }
        ],
        "bibliography": [
            "Janus as Saturn does not rest solely on the statement of Lydus but also on the comparison of",
            "this deity’s characteristics with those of the known Saturnian deities of other nations. Thus,",
            "for instance, William Heidel speaks of “the recognized association of Saturn with Janus” 4?",
            "39 A. B. Cook, op. cit., pp. 335 ff.",
            "40 Ibid., p. 374.",
            "41 Ibid., pp. 336-337.",
            "#2 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 469 (emphasis added)."
        ]
    },
    {
        "type": "main",
        "page_number": 171,
        "subsections": [],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 172,
        "subsections": [
            {
                "title": "",
                "content": "and gives a reference to Macrobius®\nN                      besides the one to Lydus. For whatever\nee                      it is worth, Hislop also identified Janus\noe                   as Saturn. It cannot therefore be said\n;     he Oe                  that Macrobius was that much in error\nf      am)        fy )             when he presented Janus as a solar de-\n(3, eld” allt            ity if this solar deity is understood to\n'   fi io         ian ih                 have been the primeval Saturnian sun.\ni ie           ; Nat                      But why did I bring all this up at this\nte     P         i  “a              particular point? Merely to indicate that\nie   f  . &L aes             Janus can also be seen as yet one more\nyy LNs) a              example of the Saturnian sun? Hardly. I\n}     eS       4,           brought all this up as a foundation for\nay    2 Ned:          the next datum I wish to present—one\nfo ~ SAN    i          that will take us into even deeper wa-\n/ DN      é            ters.\n; Al,    Sy   j RY                STELLA PROXIMA\nY    Ags] \\                  One aspect conceming Janus that\nSS Bee Va                     has bewildered mythologists in the past\n= NEES, wo                   was originally presented by the Roman\n- ea                       Poet Publius Ovidius Naso, who is bet-\n=                  ter known simply as Ovid. It was he\n=                  who reported Janus as having stated:\n=                 “The ancients called me chaos, for a\n= \\                    being from of old am I.” And, after\ni                        having described the creation of the\n=|                              “world,” the same Janus is made to dec-\n—                           lare: “T’was then that I, till that time a\na |                  mere ball, a shapeless lump, assumed\nspammer,                             the face and members of a god.”47\nLAT ~                              What this tid-bit of a myth tells us is\nthat, prior to Creation, Janus/Saturn was\nWinged Saturnus—with star above his head,          believed fo. have had the ap pretence ofa\nindicating his function as a celestial body, and       sphere— ‘a mere ball.  A similar myth\nglobe in his hands, indicating his original shape.      is also told by the Eskimos who claim\nthat Ataksak, one of their major divini-\nties, lives in heaven but does not have\nthe form of a man. He merely looks like a sphere.*8\nAtaksak is not identified as an aspect of the planet Saturn. But since he happens to share a\nSaturnian trait to which we shall come later, I will beg my readers’ credence in allowing me\n43 Macrobius, Saturnalia, 1:7 sq.\n44 A. Hislop, op. cit (1916 edition), p. 271.\n45 Macrobius, op. cit., 1:9:9.\n4 Ovid, Fasti 1:103.\n47 Tbid., 1:111 (emphasis added).\n48 M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London,"
            }
        ],
        "bibliography": [
            "eee II, hI TOE",
            "Ataksak is not identified as an aspect of the planet Saturn. But since he happens to share a",
            "Saturnian trait to which we shall come later, I will beg my readers’ credence in allowing me",
            "43 Macrobius, Saturnalia, 1:7 sq.",
            "44 A. Hislop, op. cit (1916 edition), p. 271.",
            "45 Macrobius, op. cit., 1:9:9.",
            "4 Ovid, Fasti 1:103.",
            "47 Tbid., 1:111 (emphasis added).",
            "48 M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London,",
            "1972), p. 427."
        ]
    },
    {
        "type": "main",
        "page_number": 173,
        "subsections": [
            {
                "title": "",
                "content": "to assume the identification. In any case, even without the additional evidence of this Eskimo\nsnippet, we are still left with the spherical shape of Janus/Saturn. The implication here is\nclear. If ancient man could remember a time when Saturn appeared as a sphere to the\nunaided eye, Saturn would had to have been closer to Earth.\nTHE DOGON MYSTERY\nAt this point I wish to introduce a few items which archaeoastronmers have found quite\nbewildering. I start with the astronomical knowledge of the Dogon of Mali of what had once\nbeen the French Sudan, in Africa.\nThanks to the writings of Marcel Griaule, Germaine Dieterlen, and Robert Temple, the\nDogon, once a little-known tribe with some very curious rituals, have now been placed on the\ntourist map. But more than their exotic costumes, bizarre masks, dances, and commemorative\nfestivals, these people have become increasingly renowned for their astronomical lore. As\nEdwin Krupp reported:\n“Counting the phases of the moon, keeping track of the configurations of Venus, and\nwatching the arrivals and departures of the stars are all part of Dogon practical as-\ntronomy. The Dogon recognizes 266 stars or asterisms and associate them with 266\npictographic symbols that are painted on rock shelters, altars, and other shrines.”49\nThe Moon, say the Dogon, “is dry and dead like dry dead blood.”©° They know that the\nplanets, which they call tolo tanaze —that is “stars that turn (around something)”>! —revolve\naround the Sun. They claim that “Jupiter follows Venus by turning slowly around the sun.”52\nThey possess four different kinds of calendar—a solar calendar, a lunar calendar, a Venus\ncalendar, and, remarkably, one based on the star known to us as Sirius.*3 Either through in-\ntuition or otherwise, the Dogon are of the belief that an infinite number of stars and an infi-\nnite number of planets, together with their satellites, exist.\nWhat mostly interests us here, however, has to do with what they have to say in relation\nto Saturn. Concerning this planet, the Dogon “affirm there is a permanent halo around the\nstar, different from the one sometimes seen around the moon.”55 Their own drawing of Sat-\nurn actually shows the planet, depicted as a circle, distinctly surrounded by a ring. Saturn is\nalso known to them as “the star of limiting the place,”* which probably alludes to the fact\nthat Saturn is the outermost planet among those visible to the naked eye.\nAs Krupp was later to admit, these astronomical traditions of the Dogon “were bound to\ncause consternation among astronomers, for it seems impossible to reconcile the Dogon as-\ntronomical knowledge...with their instrumental resources, namely the unaided eye.”5” While\nGriaule and Dieterlen did not, themselves, come to a definite conclusion concerning how the\nDogon came upon their astronomical lore, Robert Temple, who built an edifice on their\n49 E. C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 166.\n50M. Griaule & G. Dieterlen, La Renard Pale (Paris, 1965), p. 478.\n5! Jbid., pp. 480-481.\n> Ibid.\n33 Ibid., p. 226\n* Ibid., pp. 321, 323.\n55 Ibid., p. 292.\n% Ibid., p. 291.\n57 BE. C. Krupp, “Observatories of the Gods and Other Astronomical Fantasies,” in E.C. Krupp (ed.), In Search\nof Ancient Astronomies (N. Y., 1977), p. 267."
            }
        ],
        "bibliography": [
            "49 E. C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 166.",
            "50M. Griaule & G. Dieterlen, La Renard Pale (Paris, 1965), p. 478.",
            "51 [bid., pp. 480-481.",
            "33 Ibid., p. 226",
            "» Ibid., pp. 321, 323.",
            "55 Ibid., p. 292.",
            "% Ibid., p. 291.",
            "57 E, C. Krupp, “Observatories of the Gods and Other Astronomical Fantasies,” in E.C. Krupp (ed.), In Search",
            "of Ancient Astronomies (N. Y., 1977), p. 267."
        ]
    },
    {
        "type": "main",
        "page_number": 174,
        "subsections": [
            {
                "title": "",
                "content": "work, was of the opinion that the knowledge was given to the Dogon’s ancestors by visiting\nextraterrestrials.°8 Believe it if you will. (It has always fascinated me that such extraterrestri-\nals would have bestowed such astronomical knowledge to the ancestors of the Dogon,\nknowledge which was of no practical use to them, while giving them nothing that might have\nalleviated the precarious living of their Stone Age primitiveness.)\nOthers would rather have the Dogon educated in these matters by other sorts of visiting\naliens—Christian missionaries from the West. The missionary campaign in tropical Africa,\nhowever, did not commence in earnest until the late eighteenth/early nineteenth century.\nBut this is neither here nor there because, to be sure, the Sudan, including Mali, had much\nearlier come under the influence of Islam, so that no Christian influence could have pene-\ntrated the region—and this despite the fact that the rural areas, such as the one occupied by\nthe Dogon, continued to stick to their traditional animistic ways.®! And, in any case, would\nmissionaries, Christian or otherwise, bent on converting primitive peoples to their faith, have\nfilled the minds of these natives with astronomical knowledge? Or why was this knowledge,\nas adhered to by these natives, first reported to the outside world by missionaries who were\nas confounded by the knowledge as were later astronomers?\nOne other alternative that has been proposed is that the ancestors of the Dogon had been\nin possession of optical instruments. However, even Galileo, with his pioneering telescope,\nwas not able to see Saturn as a ringed orb. In fact, the image of Saturn that he was capable of\nresolving through his optical instrument was so vague that he mistook the planet for three\nseparate bodies. As he himself reported:\n“I have observed with great admiration that Saturn is not a single star but three to-\ngether, which, as it were, touch each other...the middle being much larger than the\nlateral ones...by employing a glass which multiplies the superficies [i.e., visible\nboundaries] more than a thousand times, the three globes will be seen very distinctly\nand almost touching, with only a small dark space between them.” ®\nIt was not until 1655 that Christian Huygens, with a better instrument, was able to report\n(through his now famous encoded message) that Saturn was actually “girdled by a thin flat\nring, nowhere touching, inclined to the ecliptic.”\nIs it then probable that the Dogon, who are still living in their primitive mud huts as I\nwrite this, could have been in possession of a better telescope than the one utilized by Gali-\nTHE STAR OF NINE MOONS\nThe Efe Pygmies of the Ituri Forest in the eastern portion of Africa’s Congo basin in\nwhat is now Upper Zaire have been unceremoniously relegated by most anthropologists to\nthe lowest rungs of human evolution. Although their ancient way of life started coming to an\n58 R. K. G. Temple, The Sirius Mystery (N. Y., 1976), p. 11 ff., and throughout the entire work.\n59 See here, E. Huxley, The Chalienge of Africa (London, 1971), pp. 53 ff.\n60 A. Adu Boahen, “Kingdoms of West Africa,” in A. M. Josephy, Jr. (ed.), The Horizon History of Africa (N.\nY., 1971), pp. 185 ff.\n61 Jbid., p. 186; J. H. Clarke, “Time of Troubles,” in ibid., p. 388.\new, Bixby, The Universe of Galileo and Newton (N. Y., 1964), p. 57 (emphasis added).\n63 General knowledge."
            }
        ],
        "bibliography": [
            "IA IIS EN DIN SOD ALIA IIIS III GE PIII OLIN OSAIOSS AS IS III LIN LILLIA SOINDLDIIDIIS OE OSES",
            "58 R. K. G. Temple, The Sirius Mystery (N. Y., 1976), p. 11 ff., and throughout the entire work.",
            "59 See here, E. Huxley, The Challenge of Africa (London, 1971), pp. 53 ff.",
            "60 A. Adu Boahen, “Kingdoms of West Africa,” in A. M. Josephy, Jr. (ed.), The Horizon History of Africa (N.",
            "Y., 1971), pp. 185 ff.",
            "61 Jbid., p. 186; J. H. Clarke, “Time of Troubles,” in ibid., p. 388.",
            "62 W. Bixby, The Universe of Galileo and Newton (N. Y., 1964), p. 57 (emphasis added).",
            "63 General knowledge."
        ]
    },
    {
        "type": "main",
        "page_number": 175,
        "subsections": [
            {
                "title": "",
                "content": "ee                     end with the institution of the Ituri Re-\n” (Fe Sido:                    search Station,“ here were these di-\n=   & fom),            minutive people, trying to eke an exis-\ntiff           a a Sy                tence in peaceful rapport with their over-\nff (a           Be  Ne               grown environment in an area where\nBs         “URS              stars are only partly visible at night\nAs       SS          through the narrow openings of jungle\nb :         My SS                clearings. If ever there was a people who\nSe,   ens N               did not need any knowledge of the stars,\nRoe f Baw Be  x               or who, even if they did, would have\nfo 4 i.” Saas           been encumbered by their environment\n‘a               4 Le ii                   in properly observing the twinkling deni-\noi Si    Pee Slt             zens of the night sky, it surely must have\nfi       =      ‘    Sw                  been these Pygmies. Of horizons, so cru-\nhy rat  f                 cial to astronomical observations, they\n4 fh TAA PPS S                  could see nothing. And yet, hampered as\n44 i diay Aaa                   they are by their encroaching jungle,\naM    a ARE                     they possess “some rather remarkable\noe        1) Me ANA,          ern     knowledge of the planets and constella-\n4             ?           —          tions” which they continue to observe\n‘an   , oie           “with the keenest interest.”\nPosi eta                     As with the Dogon, of special inter-\n:                          est to us in this work is the Efe Pygmy\nknowledge concerning the planet Saturn.\nGalileo Galilei.                                 Par    ze\nDespite the fact that he was the first in modern         There are s  intimations that, like the\ntimes to telescopically view the rings of Saturn, he | Dogon, their ancestors were also aware\nat first mistook them for two adjoining bodies.         that this planet is surrounded by a ring.\n(lustration by Charles Hogarth.)           They definitely hold the belief that Sat-\nurn is surrounded by satellites. Up until\nthe end of the nineteenth century, Saturn\nwas known to possess only eight satellites. Phoebe, the ninth satellite of Saturn, was discov-\nered by W. H. Pickering in 1899. No further Saturnian satellites were discovered until the\ndawn of the space age. In the views of Earth-based telescopes, only nine of Saturn’s satellites\nare visible. And yet, the Efe Pygmies “traditionally define the planet Saturn as ‘the star of\nnine moons’.”7 Their name for the planet—Bibi Tiba Abutsiua’ani—means exactly that:\nThe Star of Nine Moons. They also call it Bibi Deba—“The good or perfect star.” 6\nJean-Pierre Hallet, of course, is of the belief that the Efe Pygmies had not always occu-\npied the land they do at present. “According to Pygmy legends,” he wrote, “the ancient Pyg-\nmies smelted and worked metals, dwelled in ‘great villages’ or cities, practiced agriculture\nand animal husbandry, sailed about in boats, manufactured pottery, and in general lived on an\nexceedingly high level of material technology.”” None of this has ever been verified by\nR. C. Bailey, “The Efe: Archers of the African Rain Forest,” National Geographic (November 1989), pp.\n65 J.P Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973), p. 110.\n© Ibid., p. 386.\n87 Jbid., p. 291.\n88 Ibid., p. 385.\n© Ibid.\n70 Ibid., p. 110."
            }
        ],
        "bibliography": [
            "een ene eee ee ee eee eee gee een eee ee ne eee eee eee en ON ONE OID ONE OIE LE DEE EE",
            "exceedingly high level of material technology.””° None of this has ever been verified by",
            "© R. C. Bailey, “The Efe: Archers of the African Rain Forest,” National Geographic (November 1989), pp.",
            "664 ff.",
            "65 J-P Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973), p. 110.",
            "& Ibid., p. 386.",
            "87 Ibid., p. 291.",
            "88 Ihid., p. 385.",
            "8 Ibid.",
            "70 Ibid., p. 110."
        ]
    },
    {
        "type": "main",
        "page_number": 176,
        "subsections": [
            {
                "title": "",
                "content": "telescope, which led him to believe that the planet was actually three separate bodies.\nanthropology and/or archaeology. But even if there is a grain of truth in these legends, it still\nwould not have enabled the Efe Pygmies, or their ancestors, to see the satellites surrounding\nthe planet Saturn. So where did that information come from?\nWhen all is said and done, the only other alternative left to explain the Dogon and Efe\nPygmy knowledge of Saturn’s ring structure and its satellites is that their ancestors had, in a\nfar off time, been able to view the planet at closer proximity—which would mean that,\nsomehow, Earth had been much closer to Saturn than it is at present. As outlandish as this\nidea may appear, there seems to be no other resolution to the problem—which brings to mind\nthe oft-repeated words of Arthur Conan Doyle: “When you have eliminated the impossible,\nwhatever remains, however improbable, has to be the truth.”7! Besides, as forthcoming\nchapters will indicate, everything else that our ancient forefathers had to say about this planet\ncontinues to strengthen the supposition.\nTHIRD INTERLUDE\nScience has forgotten Oskar Reichenbach who, as far back as 1884, had proposed a the-\nory purporting to prove that land masses on Earth have rifted and moved northward.” His\nideas can therefore be said to have preceded the similar ones of Alfred Wegener, himself rel-\negated to a footnote in the annals of science as the originator of the Continental Drift Theory,\nby some 33 years. But, more than that, Reichenbach was of the belief that, in the past, the So-\nlar System had experienced a series of catastrophic events.7? Basing his conclusions on the\nimperfect knowledge of his time, he had also formulated certain theories concerning the\nplanet Saturn. As wrong as he might have been, and I am not here concemed with defending\nReichenbach, he hit on the novel idea that Earth is “an offspring of Saturn,””4 by which he\nmeant to imply that Earth had once been a satellite of the giant gas planet.\nWhether Immanuel Velikovsky was aware of Reichenbach’s wild theory or not must\nremain a moot question but, many years later, he, too, came to the same conclusion. Origi-\nnally, Velikovsky’s Worlds in Collision contained a section on Saturn concerning events that\npredated the ones he described in that work. For various reasons, he was then advised to ex-\n71 A. Conan Doyle, The Sign of 4 (1890), Ch. 6 (emphasis as given).\nia O. Reichenbach, On Some of the Remarkable Features in the Evolution of the Earth (London, 1884), pp. 6 ff.\nIbid., p. 3.\n74 Ibid., b 5."
            }
        ],
        "bibliography": [
            "AKeichenbach, he nit on the novel idea that arth 1s an olispring of satum, “ DY which he",
            "meant to imply that Earth had once been a satellite of the giant gas planet.",
            "Whether Immanuel Velikovsky was aware of Reichenbach’s wild theory or not must",
            "remain a moot question but, many years later, he, too, came to the same conclusion. Origi-",
            "nally, Velikovsky’s Worlds in Collision contained a section on Saturn concerning events that",
            "predated the ones he described in that work. For various reasons, he was then advised to ex-",
            "71 A. Conan Doyle, The Sign of 4 (1890), Ch. 6 (emphasis as given).",
            "7 O. Reichenbach, On Some of the Remarkable Features in the Evolution of the Earth (London, 1884), pp. 6 ff.",
            "Ibid., p. 3.",
            "74 Ibid., p. 5."
        ]
    },
    {
        "type": "main",
        "page_number": 177,
        "subsections": [
            {
                "title": "",
                "content": "cise this section from his seminal work and to present it at a future time as a prequel. At one\ntime, because of the manner in which he was treated by academia, Velikovsky threatened to\ntake his Saturnian thesis with him to the grave but, as matters turned out, reason prevailed\nand he was able to expand and finalize his hypothesis under the title of Saturn and the Flood\nand Jupiter of the Thunderbolt, a title which was later changed to In the Beginning. As of this\nwriting, this work still has to see the light of day.\nIn 1971, however, Velikovsky gave a lecture at the University of the New World in\nValais, Switzerland, in which he presented a synopsis of his unpublished Saturnian scenario.\nAmong the items he disclosed there was the hypothesis that Earth might once have been a\nsatellite of Saturn.75 The lecture was later transcribed by Jan Sammer and appeared as an ar-\nticle in KRONOS.7©\nIndependent of Velikovsky, but basing their work on his as also on the mytho-historical\nrecord, Harold Tresman and Bernard Newgrosh (writing under the name of Brendan\nO’Gheoghan), also came to the conclusion that Earth must once have orbited Saturn as a\nsatellite,”7 a topic to which Tresman was later to return.78\nIn analyzing the ambiguous, but tantalizing, planetary system proposed by Philolaos, the\nPythagorean philosopher from Southern Italy who lived in the time of Socrates, Lynn Rose\ncame to the same conclusion. Although this system of Philolaos had long been relegated to\nthe library of Classical curiosities, Rose was able to recapture what it might have once in-\ntended to portray. Although what resulted was a Saturnian scenario the details of which are at\nvariance with the one being presented here, it still contains some of its basic elements. As\nRose explained: “According to the conventional interpretation, the system of Philolaos had\nEarth in orbit around a Central Fire...”79 Since the Sun was described as orbiting this Central\nFire®° it becomes obvious that the Central Fire could not have been the Sun. An in-depth\nstudy of this system, together with his privileged knowledge of Velikovsky’s unpublished\nwork on the subject, enabled Rose to conclude that this Central Fire was Saturn shining as a\n“sun,” and that Earth was in those days in orbit around it.8!\nCombining Velikovsky’s postulate with that of David Talbott and others, Frederick Hall\nembraced the same idea, presenting it in a speculative scenario concerning the history of the\nSolar System.®2\nCertain fundamentals, based on specific proposals offered by others, are here accepted,\nbut also tested against the record. The hypothesis that Earth had once been a satellite of Sat-\nurn, which originally came to this author via Velikovsky, is one of them. Additional research\nconducted independently by the present author has led to the same conclusion. This research\nhas however made it apparent that prehistoric man, ignorant of astronomical matters, would\nnot have been able to deduce that his world was a satellite of another planet. But, being close\nenough to Saturn, he would have been able to view that planet as something much bigger\nthan the present pin-point of light we see in the night sky. Saturn, in fact, would have loomed\nlarge in the sky as a disk, or sphere, much larger than that of the present full Moon. And this\n75 |. Velikovsky, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), p. 7; see also idem, Mankind in\nAmnesia (N. Y., 1982), p. 99.\n76 Ibid., pp. 3-11.\n77H. Tresman & B. O’Gheoghan, “The Primordial Light?” SIS Review II:2 (December 1977), p. 36.\n78 H. Tresman, “Geological Genesis,” Chronology & Catastrophism Workshop ,1992:2, pp. 4 ff.\n2 L. E. Rose, “Variations on a Theme of Philolaos,” KRONOS V:1 (Fall 1979), p. 12.\nIbid.\n81 [bid., pp. 24, 26 ff.\n82 FF, Hall, “Solar System Studies,” Part 2, AEON I:4 (July 1988), p. 26."
            }
        ],
        "bibliography": [
            "75 1. Velikovsky, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), p. 7; see also idem, Mankind in",
            "Amnesia (N. Y., 1982), p. 99.",
            "6 Ibid., pp. 3-11.",
            "77H. Tresman & B. O’Gheoghan, “The Primordial Light?” SIS Review 11:2 (December 1977), p. 36.",
            "78 H. Tresman, “Geological Genesis,” Chronology & Catastrophism Workshop ,1992:2, pp. 4 ff.",
            "3 L. E. Rose, “Variations on a Theme of Philolaos,” KRONOS V:1 (Fall 1979), p. 12.",
            "81 Ibid., pp. 24, 26 ff.",
            "82 FF, Hall, “Solar System Studies,” Part 2, AEON I:4 (July 1988), p. 26."
        ]
    },
    {
        "type": "main",
        "page_number": 178,
        "subsections": [
            {
                "title": "",
                "content": "The sun-like symbol of Shamash (left) and the less elaborate one of Ra (right).\nis precisely what we find intimated in the lore of our ancient forefathers, a lore that continues\nin the belief of some of our more primitive siblings.\nThis makes us better understand why Janus/Saturnus was made to state that, prior to\nCreation, he appeared as “a mere ball,” a claim also made for the Eskimo deity Ataksak who\nwas said to look “like a sphere.” It also explains why the symbol of Shamash, identified as\nthe planet Saturn by the Assyro-Babylonians themselves, was represented as a sun-like disk.\nSo, likewise, with the disc-symbol representing Ra, whom we have also seen identified as\nSaturn, although in a less elaborate manner. It definitely explains the beliefs of the Dogon of\nMali, as also those of the Efe pygmies of the Ituri forest.\nThis, then, together with its radiating brightness , better explains why Saturn was consid-\nered to have been the most prominent among the planets—which provides us with our next\nnumbered hypothesis. But, rather than numbering this as Hypothesis #3, I would like to num-\nber it #1, while reshuffling our previous two hypotheses. What we have at this point then is\nthe following:\nHypothesis #1: That, from what can be deduced from ancient as well as primitive astron-\nomical lore, Earth had one been a satellite of the planet Saturn which, because of its proxim-\nity, loomed large in the sky as a distinct disc larger than the size of the full Moon.\nHypothesis #2: That, according to the ancients, the planet Saturn once shone as a sun.\nHypothesis #3: That, still according to the ancients, this primitive Saturnian sun shone\nduring that time we today call the night.\nBut does astronomy, as presently believed in, allow for this state of affairs?"
            }
        ],
        "bibliography": []
    }
]