[
    {
        "type": "main",
        "page_number": 149,
        "subsections": [
            {
                "title": "",
                "content": "since time immemorial, has never however been doubted. Unfortunately, the ancient tales\nwere written down in their present form by early Christian monks who saw fit to turn the an-\ncient gods into men of flesh and blood. Such was Balor, he of the single flaming eye, whose\nname is ultimately derived from bhel, and thus equivalent to Beli or Bel. He who once had\nbeen a celestial divinity was turned into a terrestrial king. Despite this metamorphosis, even\nthough the idea has not been widely accepted, the characteristics of Balor have been com-\npared to those of the Sun.” That Balor, however, had been a nocturnal sun is indicated by his\ntitle. He was known as the King of Night. ®\nTHE GOD OF SATURDAY NIGHT\nAs befitted his nocturnal station, Osiris was venerated in a festival which took place at\nnight.\n“Herodotus tells us that the grave of Osiris was at Sais in Lower Egypt, and that there\nwas a lake there upon which the sufferings of the god were displayed as a mystery by\nnight. This commemoration of the divine passion was held once a year...and an im-\nage of a cow, made of gilt with a golden sun between its horns, was carried out of the\nchamber in which it stood the rest of the year...A great feature of the festival was the\nnocturnal illumination. People fastened rows of oil-lamps to the outside of their\nhouses, and the lamps burned all night long. The custom was not confined to Sais, but\nwas observed throughout the whole of Egypt.”®\nAnother celebration connected with Osiris was the Sed festival which has been claimed to\nbe the oldest Egyptian feast of which we yet retain a trace.” James Frazer has suggested that\nthe ritual, which is known to have been celebrated until the end of the Roman period, was as\nold as Egypt itself. This particular event was held every thirty years—which makes it signifi-\ncant since thirty years is the period of Saturn’s revolution around the Sun. As Frazer himself\nstates, this correlation of the Sed festival with the planet’s revolution has been noticed, and\ncommented upon, by several scholars before him. Since then, the subject has been ap-\nproached again by de Santillana and von Dechend, although here the authors present Ptah,\nrather than Osiris, as the “inventor” of the festival, even though they themselves identify Ptah\nas “the Egyptian Saturn.”* The Sed, of course, was a royal jubilee festival which the pharaoh\nheld after having reigned thirty years. Lucky was the pharaoh who could celebrate two such\njubilees.\nNor was this custom unique to Egypt. The Persian Shahs, who traced their lineage from\nthe towering figures of the mythical kings—Kai Kubad, Kai Ka’us, and Kai Khusrau—also\ncelebrated their royal jubilee after having reigned thirty years—a fact that did not escape the\nattention of de Santillana and von Dechend.*\nMeanwhile, a curious tale comes our way through Apuleius who tells us that, when being\ninitiated into the mysteries of Isis, wife of Osiris, a certain Lucius was given “to see the sun\n* See here, J. X. W. P. Corcoran, “Celtic Mythology,” New Larousse Encyclopedia of Mythology (London,\n“Dd, A Mackeaie: Egyptian Myth and Legend (N. Y., 1907/1978), p. 300.\n* J. G. Frazer, The Golden Bough: A Study in Magic and Religion (London, 1922/1974), pp. 491-492.\n5! Idem, Adonis, Attis, Osiris (London, 1919), p. 156.\n®G. de Santillana & H. von Dechend, op. cit., p. 129.\n% Ibid."
            }
        ],
        "bibliography": [
            "ee nee ee eee OES NOE ESS",
            "ee ee ee ee NINE IISA IIIS EE OEE IIE OO",
            "initiated into the mysteries of Isis, wife of Osiris, a certain Lucius was given “to see the sun",
            "8 See here, J. X. W. P. Corcoran, “Celtic Mythology,” New Larousse Encyclopedia of Mythology (London,",
            "1972), p. 227.",
            "“”D. A. Mackenzie, Egyptian Myth and Legend (N. Y., 1907/1978), p. 300.",
            "® J. G. Frazer, The Golden Bough: A Study in Magic and Religion (London, 1922/1974), pp. 491-492.",
            "5! Idem, Adonis, Attis, Osiris (London, 1919), p. 156.",
            "®G, de Santillana & H. von Dechend, op. cit., p. 129.",
            "% Ibid."
        ]
    },
    {
        "type": "main",
        "page_number": 150,
        "subsections": [
            {
                "title": "",
                "content": ": jie . Soe bere ee Pll\nER = We ae eT PO \"Oe ae\nOe emer ail |\nOo aN Sm i a\nwa       Wy\nCRI           et\nals Tie ee 2 ig ie Coch a\niy ee ag   yo\\ \\ aff Pr\n\\         t  Pt   We re a    ads a4\nLE Cie\nry eC  up  Wares see   a ORS 4\na Sy Ae    en ES mh ee?\nPty ° SE ds  . os.)  Hm   i Se\nPEA FE i     {i\nProcession during the festival of Osiris."
            }
        ],
        "bibliography": []
    },
    {
        "type": "main",
        "page_number": 151,
        "subsections": [
            {
                "title": "",
                "content": "at midnight in its radiant light.” Later, at the Iseum in Rome, the same Lucius is admitted\nto the degree of Osiris himself, during which initiation he spends ten days in fasting before\nhe is introduced to the nocturnal rites, or orgia, of Osiris.\nAnother nocturnal feast, as brought to my attention by Roger Ashton, is also held in some\nparts of India when the thirteenth day of a lunar fortnight happens to fall on a Saturday. In\nSanskrit, the day of Saturday is called Shanivar which, Shani being Saturn, translates as\n“Saturn’s Day.” Actually, Saturday was the day held sacred to Saturn among more than one\nancient nation and, to this day, it continues to bear the planet’s name not only in Sanskrit. To\nthe Jews, Saturday is Shabbath (the Sabbath), which word is sometimes said to derive from\nthe closely related shabath, which means “to repose” or “to rest.” In fact, however, the\nSabbath is named in honor of Saturn which, in Hebrew, is called Shabtai.” The word sha-\nbath—\"to repose” —is then traceable to the same root, derived because Elohim was said to\nhave rested from creation on that day.* In Italian, Saturday is rendered Sabato, derived from\nHebrew through the Greek Sabbaton. In Maltese, Saturday is called Sibt, derived from the\nsame Semitic root. The English name Saturday is itself a contraction of the Saxon Saterne’s\nDay (or Daeg) from the Latin Saturni Dies. Even in Indo-China, and more specifically Cam-\nbodia, Saturday is named in honor of Prah Sau, which is the planet Saturn.”\nNow while it is true that not every ceremony that is celebrated on a Saturday has to be\nSaturnian in character and/or origin, the Indian ceremony mentioned above is itself called\nShani Pradosh.® Since pradosh means “night,” the festival in question is translatable as\n“Saturn’s Night.” A ceremony called Saturn’s Night held in the evening of Saturn’s Day is\nnot just any ceremony conducted on a Saturday; it is obviously one conducted in honor of\nSaturn.\nThus it was that, among other things, Saturn became known as the Lord of the Sabbath,\na belief which finds a curious echo in Persian cosmogony. As Al-Biruni, an Arabian scholar\nof the 11th century A.D., tells us:\n“On the 6th day of Farwardin, the day Khurdadh, is the great Nauroz, for the Persians\na feast of great importance. On this day—they say—God finished the creation, for it\nis the last of the six days...On this day God created Saturn...”*\nThe pre-Islamic feast of Nauroz—or Naw Ruz, as it is sometimes transliterated—continues\nto be celebrated unto this day on the eve of the Persian New Year which traditionally takes\nplace on the first day of spring. It continues to be celebrated not only in Iran (i.e. ancient Per-\nsia) but everywhere that Iranians, Afghanis, Kashmiris, Kurds, and Zoroastrians (i.e. Parsis)\ns Apuleius, Metamorphoses , 1X:22, X1:23.\n*R_E, Witt, Isis in the Graeco-Roman World (Ithaca, 1971), p. 159.\n$5 Hindi-English edition of Bhargava’s Standard Illustrated Dictionary of the Hindi Language (Varanasi,\n1960), p. 1017. V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1975), entry under “Shanivar.”\n% J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 112.\n*'W. A. Heidel, op. cit., p. 465.\n* Genesis 2:2.\n* C,H. Marchal, “The Mythology of Indo-China and Java,” Asiatic Mythology (N. Y., 1972), p. 198.\n© V.S. Apte, op. cit., p. 907.\n*! See here the index to E. Hoffman’s edition of Augustine’s De Civitate Dei (Vienna, 1899-1900); R.\nKlibansky, et al, Saturn and Melancholy (London, 1964), p. 161.\n® Al-Biruni, The Chronology of the Ancient Nations (London, 1879), p. 201 (emphasis added)."
            }
        ],
        "bibliography": [
            "*R_E, Witt, Isis in the Graeco-Roman World (Ithaca, 1971), p. 159.",
            "55 Hindi-English edition of Bhargava’s Standard Illustrated Dictionary of the Hindi Language (Varanasi,",
            "1960), p. 1017. V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1975), entry under “Shanivar.”",
            "* J, Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 112.",
            "*’W. A. Heidel, op. cit., p. 465.",
            "® Genesis 2:2.",
            "* C.H. Marchal, “The Mythology of Indo-China and Java,” Asiatic Mythology (N. Y., 1972), p. 198.",
            "© V.S. Apte, op. cit., p. 907.",
            "* See here the index to E. Hoffman’s edition of Augustine’s De Civitate Dei (Vienna, 1899-1900); R.",
            "Klibansky, et al, Saturn and Melancholy (London, 1964), p. 161.",
            "® Al-Biruni, The Chronology of the Ancient Nations (London, 1879), p. 201 (emphasis added)."
        ]
    },
    {
        "type": "main",
        "page_number": 152,
        "subsections": [
            {
                "title": "",
                "content": "ee a eee                           f\n'      oO aT           alll titi eh fh AS ha\nLaem 2 NO RS\nf ‘i      ey, q un ‘a     ei ‘a\n'         yi     >                     Ha Ks\n“,..an image of a cow, made of gilt with a golden sun between its horns, was carried out of the\nchamber in which it stood the rest of the year.””"
            }
        ],
        "bibliography": [
            "REN WwW WW",
            "“,..an image of a cow, made of gilt with a golden sun between its horns, was carried out of the",
            "chamber in which it stood the rest of the year.”"
        ]
    },
    {
        "type": "main",
        "page_number": 153,
        "subsections": [
            {
                "title": "",
                "content": "have settled, including this writer’s domicile\ncity of Vancouver in British Columbia.\nAnd yet how many of these celebrants                               ff\nhave an inkling that what they are really\ncelebrating originated as a Saturnian festi-\nval? Of added interest is the fact that, like\nother festivals of its kind, the feast of\nNauroz is celebrated at night; the festivities                     \\...L\ncommence the minute the Sun goes down.             SHS Ls\nOf course it will be pointed out that, being a                ee Ala\nNew Year’s Eve festival, its celebration at               j EZ\nnight would be logical. In fact, whether                 f (Gi            i\ncelebrated as New Year festivals or not,                  iy .:       se  LY\nthere is really nothing strange about the fact                 ©    eae v.\nthat Saturnian festivals were conducted at                 Jiao  W  A\nnight. After all, in today’s skies, it is at night                         4           (Wi\nthat Saturn shines, as so it must have shone                     I, 4\nin ancient times. But, we ask, as a sun? If                  eit\nwe are to believe our ancient forefathers, it                    CEI)\nseems that such was the case.                                               Ri Be!\nEven if one should disregard all this and                    ao ebet\n:            i                                            sl OGEt\nassume, against all logic, that such an astro-                   Weisisisy 9 ly\nnomical fantasy would have, through diffus-                   QOQEHGC    len\nion, been dispersed around the ancient world                         Pivlelet     fm\nand accepted as a truth, how can one explain                       sOGe'     vy,\nthe migration of this idea across the waters                   eretey    2\nof the Atlantic? For, according to Eric                      Bee       i\nThompson, even in Mesoamerica do we en-                    Hel oly\ncounter this persistent belief in a night sun.                            IQLIC\nAt this point we can add Hypothesis #2                  JB3t\nto the effect that, still according to the an-                    ARIS\ncients, the primeval Saturnian sun shone                     BL StS] Q\nduring that time we today call the night.                                ae\nThe question that should now be asked                 Li |\nis: Is it possible that the planet we know as                   (~~\nSaturn could have once radiated as a sun? Or\nwhat does astronomy and/or astrophysics                    Isis—wife of Osiris\nhave to offer concerning such a possibility?\n63 See here for instance, M. van Nimwegen, “Persians Get Fired Up to Mark New Year,” The Vancouver Sun\n(March 22, 1993), p. C5.\n4], E. S. Thompson as cited by D. H. Kelley, “The Nine Lords of the Night,” Contributions of the University of\nCalifornia Archaeological Research Facility, No. 16 (October 1972), p. 56."
            }
        ],
        "bibliography": [
            "3 See here for instance, M. van Nimwegen, “Persians Get Fired Up to Mark New Year,” The Vancouver Sun",
            "(March 22, 1993), p. C5.",
            "4], E. S. Thompson as cited by D. H. Kelley, “The Nine Lords of the Night,” Contributions of the University of",
            "California Archaeological Research Facility, No. 16 (October 1972), p. 56."
        ]
    },
    {
        "type": "main",
        "page_number": 154,
        "subsections": [
            {
                "title": "",
                "content": "Chapter 5\nDARK STARS\ns late as 1966, most theories still pictured the planet Jupiter as consisting of a large in-\nner core of ice under enormous pressure. This core was believed to be surrounded by\na voluminous ocean of compressed and liquefied gases which, in turn, merged into an\natmosphere of hydrogen. It was “known” that the planet could not be emitting heat from its\nown internal source. With a core of ice, obviously, this would have been impossible. Ther-\nmocouple measurements had in fact detected a very low temperature in the region of -130 to\nAs with Jupiter, so with Saturn. The similar nature of these two planets was stressed.\nTemperatures on Saturn were estimated as being extremely low, approximately -150°C2\nWhat an embarrassing difference from the picture that emerged less than a year later!\nOf course, as usual, there was no consensus among astronomers and some were painting\npictures of a Jupiter with a much hotter interior. F. R. Moulton, for example, was speaking\nof Jupiter’s internal heat as early as 1910.3 It will not be found stated in current scientific lit-\nerature, but Immanuel Velikovsky was alluding to both Jupiter and Saturn as “dark stars” by\n1950.4 This was not based on the scenario of his book, Worlds in Collision, in which the\nstatement appeared, but on earlier events presented in a prequel to that work, which prequel\nremains unpublished to this day.> It is not that I uphold either of Velikovsky’s scenarios; I do\nnot. But I am not about the throw the baby out with the bath water. Credit should be given\nwhere due. In any case, Velikovsky was not alone. By 1962, E. J. Opik had calculated that\nJupiter radiated from 1.2 to 2.0 times the energy it receives from the Sun. As Ralph Juergens\npointed out: “Indeed, speculation that Jupiter is a dying star, radiating away internal heat,\ngoes back more than a century.””\nPOTTED STARS\nIn 1967, Val Axel Firsoff brought to the attention of astronomers, of whom he was one,\nthe reality of the deep convective atmosphere of these planets. He stressed the fact that, in\nsuch an environment, temperatures tend to decline upwards at a steady rate. With the known\ncomposition of such atmospheres, this steady rate could be determined. He thus calculated\n1 L. Rudaux & G. de Vaucouleurs, Larousse Encyclopedia of Astronomy (London, 1966 revised edition), pp.\n2 Ibid., p. 221.\n3 FR. Moulton, An Introduction to Astronomy (N. Y., 1910), p. 343.\n41; Velikovsky, Worlds in Collision (N. Y., 1950), p. 373.\n5 See, however, idem, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), pp. 3 ff.\n: R. E. Juergens, “On Morrison: Some Final Remarks,” KRONOS V:2 (Winter 1980), p. 71.\nIbid."
            }
        ],
        "bibliography": [
            "1 L. Rudaux & G. de Vaucouleurs, Larousse Encyclopedia of Astronomy (London, 1966 revised edition), pp.",
            "212-213.",
            "2 Ibid., p. 221.",
            "3 FR. Moulton, An Introduction to Astronomy (N. Y., 1910), p. 343.",
            "41. Velikovsky, Worlds in Collision (N. Y., 1950), p. 373.",
            "5 See, however, idem, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), pp. 3 ff.",
            "7 R. E. Juergens, “On Morrison: Some Final Remarks,” KRONOS V:2 (Winter 1980), p. 71."
        ]
    },
    {
        "type": "main",
        "page_number": 155,
        "subsections": [
            {
                "title": "",
                "content": "that if Jupiter’s atmosphere was 300 miles deep, the temperature at its base should be in the\nregion of 1800°K. This would be akin to the surface temperature of cool stars.8\n“Indeed,” wrote Firsoff, “Jupiter does emit microwave radiations corresponding to such\ntemperatures.” Allowing for some thermonuclear reactions to proceed at a slow rate in their\ncentral regions, and shielded as they are by their vast opaque and cold atmospheres, Firsoff\nassumed that stellar temperatures could easily obtain inside the Jovian planets. As he con-\ncluded: “They would thus be in the nature of ‘potted stars’.”9 By then, even the renowned\nGerald Kuiper was referring to Jupiter as a star and the Sun-Jupiter system as a binary. !°\nFAILED STARS\nDecember 3, 1973 is a historical date in the annals of astronomy. On that day, Pioneer 10\npassed within 81,000 miles of Jupiter. Exactly a year later, Pioneer 11 skimmed within\n27,000 miles of the planet’s south polar region. The new data that these two space probes re-\nlayed to Earth sent astronomers and astrophysicists scurrying back to their slide rules and\ncalculations. Observations in the infrared had already indicated that Jupiter was much\nbrighter than would be the case had it merely been a planet reflecting light. D. A. Allen noted\nthat, at 5 mu, Jupiter appeared so bright that it must be radiating more energy than it could\nabsorb from the Sun.!! “When the long wavelength data are also included,” wrote Allen, “we\nfind that Jupiter radiates nearly three times the energy it receives.” !2\nAs if he had been the only one or the first, D. McNally, who was then with the University\nof London Observatory, suggested the idea that Jupiter may be more like a star than a\nplanet.!3 John A. Simpson, then professor of physics at the University of Chicago, described\nJupiter as “nature’s best gift of what a poor man’s star is like.”!4\nWhat the data from the Pioneer probes had disclosed was that Jupiter is a fast rotating\nmass of liquid hydrogen. Its convective weather seems to be driven by what physicists began\nto call its “primordial internal heat.” As time went by, more astronomers began to talk about\nJupiter’s “starlike properties” and its similarities to a “mini-solar system.” !5\n“But Jupiter is definitely not a star,” Henry Simmons stated and added that, although the\nplanet’s core may reach as much as 30,000°C, its temperature is “hundreds of times too low\nto ignite the thermonuclear reactions that heat the stars.”!° These giant planets, Arielle Em-\nmet echoed him, “could not heat up enough to begin deuterium burning.” !7\nFirsoff did not quite agree. He stated that even the lowest assumed temperature of\nJupiter’s interior is adequate to initiate nuclear fusion. With deuterium, which has been dis-\ncovered in the Jovian atmosphere, a reaction can start at 50,000°K. Lithium and beryllium\nburning would soon follow. “This could raise the central temperature to 1,000,000°C, re-\nquired for the proton-proton reaction, which is the main source of power in the Sun.” !8\n: V. A. Firsoff, Life, Mind, and Galaxies (U. K., 1967), pp. 89-90.\nIbid.\n10]. Velikovsky, “A Rejoinder to Motz,” Yale Scientific Magazine (April 1967), p. 14.\nD. A. Allen, Infrared: The New Astronomy (U. K., 1975), p. 61.\nIbid.\n13 D. McNally, “Are the Jovian Planets ‘Failed’ Stars?” Nature, 244 (August 1973), pp. 424-426.\n14H. T. Simmons, “Visit to a Large Planet: The Pioneer Missions to Jupiter,” 1976 Yearbook of Science and\nthe Future (Chicago, 1976), p. 28.\n16H. T. Simmons, loc. cit.\n17 A, Emmet, “Living Planets and Proto-Stars,” Science Digest (April 1976), p. 14.\n18 V. A. Firsoff, The Solar Planets (Canada, 1977), pp. 162-163."
            }
        ],
        "bibliography": [
            "9 Ibid.",
            "10]. Velikovsky, “A Rejoinder to Motz,” Yale Scientific Magazine (April 1967), p. 14.",
            "b D. A. Allen, Infrared: The New Astronomy (U. K., 1975), p. 61.",
            "13 D. McNally, “Are the Jovian Planets ‘Failed’ Stars?” Nature, 244 (August 1973), pp. 424-426.",
            "14H. T. Simmons, “Visit to a Large Planet: The Pioneer Missions to Jupiter,” 1976 Yearbook of Science and",
            "the Future (Chicago, 1976), p. 28.",
            "15 bid.",
            "16 H. T. Simmons, loc. cit.",
            "17 4, Emmet, “Living Planets and Proto-Stars,” Science Digest (April 1976), p. 14.",
            "18 V. A. Firsoff, The Solar Planets (Canada, 1977), pp. 162-163.",
            "RELIED PAGS ELIE IIIA ASIOSPAPSSE KILA® EDM DIMAS Fy OE"
        ]
    },
    {
        "type": "main",
        "page_number": 156,
        "subsections": [
            {
                "title": "",
                "content": "oa    wt”\n«aga                 viiien\n0 Ri                     a Ap ee\nee                      ete\nJupiter—radiating more light than it reflects from the Sun.\n(Photograph courtesy of NAASA)"
            }
        ],
        "bibliography": [
            "Jupiter—radiating more light than it reflects from the Sun.",
            "(Photograph courtesy of NAASA)"
        ]
    },
    {
        "type": "main",
        "page_number": 157,
        "subsections": [
            {
                "title": "",
                "content": "According to McNally, it is not just Jupiter but the entire Jovian planets that can be clas-\nsified as “failed stars.”!9 What applies to Jupiter must therefore also apply to Saturn.\nPROTO-STARS\nBy late 1980, Voyager 1 did for Saturn what the earlier Pioneers had done for Jupiter.\nGarry Hunt, the Voyager mission meteorologist, stated: “We have this paradox of bodies that\nare somewhat like stars inside but have Earth-like weather on the outside.”20\nIt did not, of course, require Voyager 1, or the later Voyager 2, to bring this conclusion\nhome. Writing in 1976, Simmons had already spoken for the scientific community at large\nwhen he stated that, like Jupiter, Saturn appears to emit more heat than it receives from the\n“Being further out [wrote Rick Gore], Saturn gets only a fourth the solar energy that\nJupiter receives. At Jupiter the solar heat striking the atmosphere is equal to the inter-\nnal heat coming up. At more distant Saturn internal heating dominates. The up-\nwelling of this heat may generate the much stronger surface winds. In any event, both\nplanets are a theorist’s delight.”22\nIn fact, scientists found that Saturn generates bursts of energy in the one-megahertz fre-\nquency range.\nGore described Saturn as “a pale yellow giant, a turbulent ball of primordial gas that more\nresembles a star than the inner planets we know.”24 Emmet had earlier expressed similar\nviews. “Recent observations of the giant planets, Jupiter and Saturn,” he wrote, “lend cre-\ndence to earlier speculation that both were actually proto-stars.” Both have a system of ac-\ncompanying satellites which have been likened to miniature solar systems. 25\nSaturn’s temperature was eventually given as 94.4 + 3° K. But this, it must be pointed\nout, was not the assumed temperature of the planet’s interior. Its total heat emission has been\ncalculated at about 2.2 times higher than its absorbed sunlight. It was then felt that this excess\nheat cannot be due to residue from the planet’s formative period. An internal heat source,\nlong postulated, was therefore thought to be certain.26\nIn 1977 Firsoff had written that “it has been obvious for many years that Saturn is heated\nfrom within.” According to him, Saturn must be powered by substantially the same nuclear\nprocesses he had postulated for Jupiter.?”\nRED DWARF STAR\nDark stars, cool stars, potted stars, failed stars, proto-stars—all these terms have been ap-\nplied to Jupiter and Saturn and more were about to be added to the list. Back in 1982, I sug-\ngested we discard them all in favor of a new term.”8 The Solar System, if anything, is\n19D. McNally, loc. cit.\n20 R. Gore, “Voyager 1 at Saturn: Riddles of the Rings,” National Geographic (July 1981), p. 21.\n21H. T. Simmons, op. cit., p. 43.\n22 R. Gore, loc. cit. (emphasis added).\n23H, T. Simmons, loc. cit.\n24R. Gore, op. cit., p. 4.\n25 A. Emmet, op,. cit., pp. 14-15.\n26 Anonymous, “Ringside Seat,” Scientific American (April 1980), p. 72.\n27\\. A. Firsoff, op. cit., p. 164.\n28 D. Cardona, “Night Sun,” Frontiers of Science (March-April 1982), p. 30."
            }
        ],
        "bibliography": [
            "19D. MeNally, loc. cit.",
            "20 R. Gore, “Voyager 1 at Saturn: Riddles of the Rings,” National Geographic (July 1981), p. 21.",
            "21H, T. Simmons, op. cit., p. 43.",
            "22 R. Gore, loc. cit. (emphasis added).",
            "23H. T. Simmons, loc. cit.",
            "24R. Gore, op. cit., p. 4.",
            "25 A. Emmet, op,. cit., pp. 14-15.",
            "26 Anonymous, “Ringside Seat,” Scientific American (April 1980), p. 72.",
            "27\\. A, Firsoff, op. cit., p. 164.",
            "28 D. Cardona, “Night Sun,” Frontiers of Science (March-April 1982), p. 30."
        ]
    },
    {
        "type": "main",
        "page_number": 158,
        "subsections": [
            {
                "title": "",
                "content": "Saturn—radiating more heat than it receives from the Sun.\n(Photograph courtesy of NAASA.)"
            }
        ],
        "bibliography": [
            "Saturn—radiating more heat than it receives from the Sun.",
            "(Photograph courtesy of NAASA.)"
        ]
    }
]