[
    {
        "type": "main",
        "page_number": 309,
        "subsections": [
            {
                "title": "",
                "content": "all times’...yet it seems advisable to emphasize, on the one hand, that technical ter-\nminology has its own laws and is not subject to the jurisdiction of linguists, and to\npoint, on the other hand, to one of the Sanskrit names of Saturn, i.e., ‘Kala,’ meaning\n‘time’...”\"°\nThus, in Sanskrit, one of the names for the planet Saturn and the word for “time” are one\nand the same, both rendered “Kala.” But also:\n“Tt should be stressed that the disinclination of philologists to allow for the ‘essential’\nconnection of Chronos and Kronos rests upon the stern belief that the ‘god’ Saturn\nhas nothing to do with the planet Saturn, and upon the supposition that an expert in\nclassical philology has nothing whatever to learn from Indian texts. Were it not so,\nthey might have stumbled over Kala, i.e., Chronos, as a name of Yama, i.e., Kronos,\nalias the planet Saturn.”””\nThat Time (Kala) was a name of Yama can also be learned from E. Burgess;'* that the\nHindu Yama, the same as the Persian Yima, was Saturn can be learned from Hermann Col-\nlitz.'° So that this, also, is the same as saying that Time was another name for Saturn.\nBesides, leaving Chronos aside, Kronos was himself lauded as “the originator of times.””\nKALA\nTo the Hindus, the “Wheel of Time” is known as the Kala-cakra (or “chakra”).”' Of im-\nportance to our thesis is the fact that it was Brahma, i.e. Saturn, who is said to turn this wheel\nof time.” In the Svetasvatara Upanishad, it is stated that: “Some wise men, deluded, speak\nof Nature, and others of Time as the cause of everything, but it is the greatness of God by\nwhich this Brahma-wheel is made to turn.”” Thus the same source alludes to Brahma as “the\ntime of time.” The Mundaka Upanishad proclaims that the year, indeed, came from\nBrahma.” What has also significant meaning is the added fact that the waters of chaos, which\nwe have previously had reason to connect with Saturn, were said to have arisen from Kala.”\n16 G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),\nwid, p. 373.\n18 E. Burgess, Surya Siddhanta (Calcutta, 1860/1935), p. 5.\nH. Collitz, “Konig Yima und Saturn,” Festschrift Pavry (1993), pp. 86-108; see also, Linga Purana 1:60:2-5.\n2° G, de Santillana & H. von Dechend, op. cit., p. 133.\n71 W. E. Begley, Visnu’s Flaming Wheel: The Iconography of the Sudarsana-Cakra (N. Y., 1973), p. 96.\n® F. O. Schrader, Introduction to the Pancaratra and the Ahirbudhnya-Samhita (Madras, 1916), pp. 106, 132.\n3R_ Van Over, op. cit., p. 308.\n4 Ibid.\n3 Tbid., p.311.\n°6 Atharva Veda X1X:54."
            }
        ],
        "bibliography": [
            "p. 135.",
            "\" Did. p. 333.",
            "18 E. Burgess, Surya Siddhanta (Calcutta, 1860/1935), p. 5.",
            "H. Collitz, “Konig Yima und Saturn,” Festschrift Pavry (1993), pp. 86-108; see also, Linga Purana 1:60:2-5.",
            "29 G, de Santillana & H. von Dechend, op. cit., p. 133.",
            "2 W. E, Begley, Visnu’s Flaming Wheel: The Iconography of the Sudarsana-Cakra (N. Y., 1973), p. 96.",
            "® FO. Schrader, Introduction to the Pancaratra and the Ahirbudhnya-Samhita (Madras, 1916), pp. 106, 132.",
            "3R. Van Over, op. cit., p. 308.",
            "4 Ibid.",
            "% Ibid., p. 311.",
            "* Atharva Veda XIX:54."
        ]
    },
    {
        "type": "main",
        "page_number": 310,
        "subsections": [
            {
                "title": "",
                "content": "In the Atharva Veda it is stated that: “Time is the lord of all, who was the father of Praja-\npati” but also that “time in the beginning [is or was] Prajapati.””’ That Prajapati is to be iden-\ntified as Saturn need not be repeated. The Satapatha Brahmana tells us that “Vaishva-\nnara...truly is the year, and Prajapati is the year.” In fact, Prajapati is alluded to as “the\nyear” in numerous passages of the same work. There, Varuna, whom we have also identified\nas Saturn, is also referred to as “the year.” Meanwhile, we have already seen Vishnu,\nwhom we have also equated with Saturn, being lauded as Mahakala, which name we have\ntranslated as “Great Saturn.” But, seeing as Kala also means Time, the same epithet can be\ntranslated as “Great Time.”* The result is the same because, as all the above should have in-\ndicated by now, as far as the ancients were concerned, the god and planet Saturn was syn-\nonymous with time. Thus Iranian Time was also personified as Zurvan,”’ whose Saturnian\nidentity, as we have already seen, is well attested.”\nAccording to the Atharva Veda, Kala, who was both Time and the planet Saturn, was\nconsidered the very first god, which is in keeping with our thesis. As we had also seen in an\nearlier chapter, Dhruva, the Pole star, had also been an earlier name of Saturn and, as such,\nthe word dhruva came to have the meanings of “time,” “epoch,” and/or “era.\nTHE SLOW-MOVING PLANET\nThe association of time with the planet Saturn could not, of course, have eluded mytholo-\ngists and, in seeking an explanation, they naturally appealed to logic. Back in 1875, Gustave\nSchlegel, citing Dupuis, justified the phenomenon by referring to the planet’s present lagging\norbital pace:\n“The planet, with its slow and heavy walk, imitating age, drags itself along its path, in\na manner of speaking; before finishing its revolution, it would have seen a great num-\nber of men die whom it had seen born, so slow was its pace...He [i.e., Saturn] was the\nfather of the years and the centuries...his was the longest measure of time which na-\nture seemed to give for a single revolution of one of the celestial bodies or one of the\nmoving stars. Is it not, therefore, natural to believe that the Ancients, who had attrib-\nuted to each star its domain and its function in Nature, should have given to the planet\nSaturn the supervision of the celestial movements which regulate the length of the\nyears and the centuries?”\n27 Ibid., X1X:53:8-10 (emphasis added).\n°8 Satapatha Brahmana V:2:5:14.\n2 Tbid., 1V:1:4:10.\n°'V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 749.\n3! S. G. F, Brandon, Creation Legends of the Ancient Near East (1963), p. 203.\n* J, O'Neill, The Night of the Gods (London, 1893), pp. 778-779.\n33 Atharva Veda XIX:53:2.\n4 V_S. Apte, op. cit., p. 531.\n* G. Schlegel, Uranographie Chinoise (Leiden, 1875), p. 628 (as translated privately for the author by Birgit\nLiesching & Gayle Chin Anderson)."
            }
        ],
        "bibliography": [
            "2 Ibid., X1X:53:8-10 (emphasis added).",
            "?8 Satapatha Brahmana V:2:5:14.",
            "2 Tbid., 1V:1:4:10.",
            "3°'V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 749.",
            "31 §. G. F. Brandon, Creation Legends of the Ancient Near East (1963), p. 203.",
            "% J, O'Neill, The Night of the Gods (London, 1893), pp. 778-779.",
            "% Atharva Veda X1X:53:2.",
            "4 V_S. Apte, op. cit., p. 531.",
            "+5 G. Schlegel, Uranographie Chinoise (Leiden, 1875), p. 628 (as translated privately for the author by Birgit",
            "Liesching & Gayle Chin Anderson)."
        ]
    },
    {
        "type": "main",
        "page_number": 311,
        "subsections": [
            {
                "title": "",
                "content": "Stecchini, on the other hand, reversed the process by assuming that it was “because of\nKronos’s association with time that his name was given to the most distant of the seven\nheavenly bodies...because it concludes its orbit in 30 years, so that a day in its year corre-\nsponds to a month in the earth’s year.”**\nSaturn’s slow motion along its orbit, however, does not explain why the planet was also\nchosen to represent the year. If any celestial body can presently claim the right to represent\nthe year, it surely would have to be the Sun. As an indicator of the passage of time, it remains\nsupreme. Even the Moon would have been a better indicator with which to gauge the pro-\ngress of time. Moreover, our ancient forebears, living in this primeval era, would hardly have\neven noticed the planet Saturn if it then appeared, like now, as nothing but a pin-point of\nlight in the night sky. More importantly, Dupuis’, or Schlegel’s, as also Stecchini’s, exposi-\ntions do not explain what Saturn, even as Time personified, had to do with Creation. Besides,\nwhy would the slowness of the planet Saturn have led ancient man to believe in an era when\ntime was not?\nAs we have indicated in earlier pages, and as we shall show more fully in a sequel vol-\nume, it was the Saturnian deity who was held responsible for the Creation. But, in an Iranian\nRivayat, this role is bestowed on Time. “Time is both Creator and the Lord of Creation which\nit created,” it is there stated.”” This is paralleled by the Atharva Veda which states that “Time\ncreated the earth...”** A curious passage concerning Creation in a Hindu Brahmana brings\nvarious elements together:\n“Then the seed [of Creation] became a year. Before that time there was no year.”\nThus, despite the fact that the waters of chaos were said to have been born of Time, as we\nhave seen above, the reverse was just as true. As it was said, the waters of chaos themselves\nproduced the year, “the ordainer of the days and nights.“ We also have it from the Maitri\nUpanishad that “the year, verily, is Prajapati [that is Saturn, who] is Time.”\nWhat all this intimates is that what Hindu sources term as “the year” is a synonym for\n“time.” This synonymy is also apparent in Hebrew where yom (or yowm), which is normally\ntaken to mean “day,” has the additional meaning of “year” but also “time.” So, similarly, in\nEgypt. The word thera, which means “year,” also means “time.” Thus Ptah, whom we have\nalready seen identified as Saturn, was called “the Lord of the Year,”** whereas Atum, his al-\nter-ego, was called “the Lord of Time.” The two epithets are synonymous.\n*°L. C. Stecchini, loc. cit., (emphasis added).\n37S. G. F. Brandon, op. cit., p. 204.\n38 Atharva Veda X1X:53:6-10.\n» R. Van Over, op. cit., p. 318.\n® Rig Veda X:190:2.\n| Maitri Upnaishad V1:15.\n® J, Strong, Hebrew and Chaldee Dictionary (Madison, 1890), p. 48.\n* B.A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978), p. 857.\n“M. S. Holmberg, The God Ptah (Lund, 1946), pp. 22, 64, 77, 178-180.\nSR. T.R. Clark, Myth and Symbolism in Ancient Egypt (N. Y., 1959), p. 56."
            }
        ],
        "bibliography": [
            "3°. C. Stecchini, loc. cit., (emphasis added).",
            "%”S. G. F. Brandon, op. cit., p. 204.",
            "%8 Atharva Veda X1X:53:6-10.",
            "* R. Van Over, op. cit., p. 318.",
            "® Rig Veda X:190:2.",
            "“' Maitri Upnaishad V1:15.",
            "® J, Strong, Hebrew and Chaldee Dictionary (Madison, 1890), p. 48.",
            "* B.A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. II (N. Y., 1920/1978), p. 857.",
            "“™M. S. Holmberg, The God Ptah (Lund, 1946), pp. 22, 64, 77, 178-180.",
            "4SR.T.R. Clark, Myth and Symbolism in Ancient Egypt (N. Y., 1959), p. 56."
        ]
    },
    {
        "type": "main",
        "page_number": 312,
        "subsections": [
            {
                "title": "",
                "content": "DIONYSUS\nIn an our first chapter we saw Dionysus as the original impetus behind Greek drama. But\nwho was this god?\nThe mythology of Dionysus presents him as a rambunctious conqueror who spread ter-\nror, as well as civilization, to the (known) world. Wherever he went, he introduced the grape\nvine and, with it, the fermentation of wine. In this respect he was similar to the Egyptian\nOsiris/Saturn who also traveled the (known) world, bringing civilization to the countries he\nvisited, as so did other Saturnian deities.\nEusebius Pamphili (c. 260-340 A. D.) already knew that the Greek Dionysus was the\nequivalent of the Egyptian Osiris. He knew about this equation from Plutarch (c. 46-120 A.\nD.)” and the even earlier Herodotus who lived in the 5th century B.C.* The similarity be-\ntween Dionysus and Osiris, moreover, did not merely concern their histories as civilizers, but\neven their rites. This was so much so that Herodotus was driven to claim that the rites of Di-\nonysus could only have been borrowed by the Greeks from the Egyptians.” These similari-\nties, however, are not restricted to Dionysus and Osiris, but are common to various other\nSaturnian deities. (There is also some indication that, in some quarters, Dionysus was identi-\nfied as an alter-ego of Helios® who, as we have already seen, was the original Greek name of\nthe planet Saturn.)\nThe association of time with Saturn explains why the much later festivals of the New\nYear, touched upon briefly in preceding pages, were devoted to Saturn in his many guises.\nWe should therefore not be surprised to find that among these festivals were those held in\nhonor of Dionysus, who is not only identifiable as the Saturnalian king,” but also directly as\nthe Saturnian deity. It was not, therefore, spurious of William Heidel to note the obvious\nconnection of Dionysus with Aion.® As Marija Gimbutas informed her readers: “In these\nfestivals, which have assimilated elements of deep antiquity, Dionysus appears as a year-\nQUETZALCOATL UNVEILED\nThe Aztec deity Quetzalcoatl, known to the previous Maya as Kukulkan, has been\nidentified by various authorities as different celestial, and non-celestial, entities: as the Sun;*\nEusebius Pamphili, Evangelicae Praeparationis 1:1:45d.\n* Plutarch, De Iside et Osiride 35.\n8 Herodotus, Historiae 1:42.\n*® Tbid. 11:49.\n> W. A. Heidel, op. cit., p. 481.\n5! [bid., p. 489.\n® W. F, Otto, Dionysus: Myth and Cult (Bloomington, 1965), pp. 195-201.\n3 W. A. Heidel, op. cit., p. 490.\n*M. Gimbutas, The Goddesses and Gods of Old Europe (London, 1982), pp. 227-228.\n55M. Simoni, “Central America: Gods of Sacrifice,” Larousse World Mythology (London, 1972), p. 461; D.\nGifford, Warriors, Gods & Spirits from Central & South American Mythology (N. Y., 1983), p. 21; M. Oldfield\nHowie, The Encircled Serpent (N. Y., 1955), p. 302."
            }
        ],
        "bibliography": [
            "~~ Plutarch, De Iside et Osiride 35.",
            "“8 Herodotus, Historiae 11:42.",
            "*® Tbid. 11:49.",
            "* W. A. Heidel, op. cit., p. 481.",
            "51 Tid., p. 489.",
            "® W. F, Otto, Dionysus: Myth and Cult (Bloomington, 1965), pp. 195-201.",
            "3 W. A. Heidel, op. cit., p. 490.",
            "*M. Gimbutas, The Goddesses and Gods of Old Europe (London, 1982), pp. 227-228.",
            "55M. Simoni, “Central America: Gods of Sacrifice,” Larousse World Mythology (London, 1972), p. 461; D.",
            "Gifford, Warriors, Gods & Spirits from Central & South American Mythology (N. Y., 1983), p. 21; M. Oldfield",
            "Howie, The Encircled Serpent (N. Y., 1955), p. 302."
        ]
    },
    {
        "type": "main",
        "page_number": 313,
        "subsections": [
            {
                "title": "",
                "content": "fe Ae\ni     aes FN      eA Aa\nGt ae    Be\nsav S\nDionysus.\nCivilizer and Saturnalian king."
            }
        ],
        "bibliography": [
            "Dionysus.",
            "Civilizer and Saturnalian king."
        ]
    },
    {
        "type": "main",
        "page_number": 314,
        "subsections": [
            {
                "title": "",
                "content": "Bh Mg Ds by a ee Na a\nBU Ai ay ee’      Vitae TR \\ gpm os\nMythological scene representing the New Year rite of Dionysus—the year-god.\nas the Greek Hermes® and, therefore, Mercury; directly as the planet Mercury;”” a comet;* as\nthe Milky Way;® as the amorphous sky;® and even as a tenth century A.D. ruler of the\nToltecs named Topiltzin®'!—although this latter actually refers to a “king” of the Toltecs who\ntook on the name of Quetzalcoatl,” very much like the Roman Emperor Marcus Aurelius\nAntoninus, born Varius Avitus, who took on the name of his preferred deity Elagabalus. As\nEv Cochrane commented: “The celestial identification of Quetzalcoatl, quite clearly, is not a\nsimple question, and it is further complicated by the fact that the Mesoamericans themselves\napparently wavered with regard to the original celestial identity.” It can safely be stated,\nhowever, that most scholars of Mesoamerican lore have accepted Quetzalcoatl as a personifi-\n% H. Fox, Gods of the Cataclysm (N. Y., 1976), pp. 211, 217.\n5D. Kelley, “Astronomical Identities of Mesoamerican Gods,” Archaeoastronomy 2—Journal for the History\nof Astronomy (1980), p. 16.\n® P. Brown, Comets, Meteorites and Men (N. Y., 1973), p. 18.\n* B. C. Brundage, The Phoenix of the Western World (Norman, 1981), pp. 112-113.\n© Idem, The Fifth Sun (Austin, 1979), p. 105.\n°! H. W. Goodkind, “Lord Kingsborough Lost His Fortune Trying to Prove the Maya Were Descendants of the\nTen Lost Tribes,” Biblical Archaeology Review (September/October 1985), p. 65.\n@ N. Baldwin, Legends of the Plumed Serpent (N. Y., 1998), p. 36.\n® E. Cochrane, “On Comets and Kings,” AEON II:1 (June 1989), p. 65."
            }
        ],
        "bibliography": [
            "* H. Fox, Gods of the Cataclysm (N. Y., 1976), pp. 211, 217.",
            "5D. Kelley, “Astronomical Identities of Mesoamerican Gods,” Archaeoastronomy 2—Journal for the History",
            "of Astronomy (1980), p. 16.",
            "® P. Brown, Comets, Meteorites and Men (N. Y., 1973), p. 18.",
            "* B. C. Brundage, The Phoenix of the Western World (Norman, 1981), pp. 112-113.",
            "© Idem, The Fifth Sun (Austin, 1979), p. 105.",
            "°! H.W. Goodkind, “Lord Kingsborough Lost His Fortune Trying to Prove the Maya Were Descendants of the",
            "Ten Lost Tribes,” Biblical Archaeology Review (September/October 1985), p. 65.",
            "© N. Baldwin, Legends of the Plumed Serpent (N. Y., 1998), p. 36.",
            "© E. Cochrane, “On Comets and Kings,” AEON II:1 (June 1989), p. 65."
        ]
    },
    {
        "type": "main",
        "page_number": 315,
        "subsections": [
            {
                "title": "",
                "content": "cation of the planet Venus since the time of the Spanish conquest of the Americas.” (Thus\none should not castigate Immanuel Velikovsky who, on the testimony of Eduard Seler,\nadhered to this identification,® as so have many of his followers.) Jill Abery, on the other\nhand, was not quite happy with this identification or with any of the others mentioned\nabove—and rightly so. As she opined:\n“Quetzalcoatl is a very ancient god with a multiple of aspects. As the feathered ser-\npent, readers of Velikovsky will have no difficulty in identifying him as Venus in\ncometary garb. But beyond this he is the Lord of healing, learning, beauty, creativity\nand vegetation. He was a benefactor who brought to men the use of metals and the\narts of government; who ruled in an age of perfumed, melodious plenty which can be\nregarded as the Golden Age of Mesoamerica...It would [therefore] appear that Quet-\nzalcoatl was originally the Mesoamerican equivalent of Osiris or Saturn.”\nWould that mainstream mythologists had been as astute. Abery, of course, was not the\nfirst to ferret out the true identity of Quetzalcoatl,” but I mention her especially because her\nintuition exemplifies what can be gleaned by a mind which is not constrained by orthodox\nviews.\nWhat has confused the issue, and many a mythologist, is the Mesoamerican belief that\nwhen Quetzalcoatl died, his heart flew up and turned into the Morning Star,® which star has\nbeen usually understood as Venus when it appears in the morning®—an event that, as we\nhave seen on an earlier page, is duplicated in the mythology of the Egyptian Osiris/Saturn.\nWhat mythologists and archaeoastronomers seem to forget is that it was the heart of\nQuetzalcoatl, and not Queizalcoatl himself, which turned into the Morning Star. Quetzalcoatl\nand the Morning Star were thus two entirely different entities.\nLet me now state that nowhere in Mesoamerican lore is Quetzalcoatl identified as Saturn.\nIf this identification is to hold, it must do so on the evidence offered by comparative\nmythology.\nLike the Saturnian deity of other nations, Quetzalcoatl was considered as the creator.”\nLike the Saturnian deity of other nations, as Abery indicated, Quetzalcoatl was also a\ncivilizer.” As in the Saturnian myths of other nations, Quetzalcoatl was the original one and\nonly god. Thus, according to a Toltec hymn:\nSee here, for example, E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 199.\n°S]. Velikovsky, Worlds in Collision (N. Y., 1950), p. 157.\nJ. Abery, “Problems With the Morning Star,” Chronology & Catastrophism Workshop 1987:1, p. 9.\n® While never explicitly stated, the identification of Quetzalcoatl as Saturn is more than intimated in G. de\nSantillana & H. von Dechend, op. cit., pp. 42, 77, 78, 213, 247, 360; the identification is more apparent through\nthe evidence presented by D. N. Talbott, The Saturn Myth (N. Y., 1980), pp. 13, 17-18, 57, 88, 163, 199.\nEC. Krupp, op. cit., pp. 200-201.\n® But see here, D. Cardona, “Moming Star,” AEON V:1 (April 1995), pp. 11 ff.\nH. B. Alexander, Latin American Mythology—Vol. 11 of Mythology of All Races (1920/1964), p. 94; see also\nM. Simoni, op. cit., p. 461.\n™ N. Baldwin, op. cit., pp. 34, 63, 79."
            }
        ],
        "bibliography": [
            "_ see here, lor example, &. C. Krupp, beyond the bine Horizon (N. Y., 1991), p. 199.",
            "6S]. Velikovsky, Worlds in Collision (N. Y., 1950), p. 157.",
            "© J. Abery, “Problems With the Morning Star,” Chronology & Catastrophism Workshop 1987:1, p. 9.",
            "* While never explicitly stated, the identification of Quetzalcoat! as Saturn is more than intimated in G. de",
            "Santillana & H. von Dechend, op. cit., pp. 42, 77, 78, 213, 247, 360; the identification is more apparent through",
            "the evidence presented by D. N. Talbott, The Saturn Myth (N. Y., 1980), pp. 13, 17-18, 57, 88, 163, 199.",
            "E. C. Krupp, op. cit., pp. 200-201.",
            "® But see here, D. Cardona, “Moming Star,” AEON V:1 (April 1995), pp. 11 ff.",
            "™ H.B. Alexander, Latin American Mythology—Vol. 11 of Mythology of All Races (1920/1964), p. 94; see also",
            "M. Simoni, op. cit., p. 461.",
            "™ N. Baldwin, op. cit., pp. 34, 63, 79."
        ]
    },
    {
        "type": "main",
        "page_number": 316,
        "subsections": [
            {
                "title": "",
                "content": "Qe Boe\nrs                                       NOES\nSy   . LO           Sea      r a     2\n:                          ERS        YT  8     3\ny          OFS] (24°\n~S/  )         oF oS,\nZire                   Vi 2     wt OAC Se\nEe                 Cy                          °\nLc uy         yo    )       <o,\n“YYUUYM oO\nQuetzalcoatl as the Feathered (or Plumed) Serpent.\n“Only one god did they [the ancestors] have,\nand they held him as the only god,\nthey invoked him, they supplicated him;\nhis name was Quetzalcoatl.”””\nAccording to M. Simoni: “All the great gods of the Aztec pantheon, both the tribal gods\nand those they won over [from preceding or neighboring civilizations], have a solar aspect\nand are the Sun in one of its attributes.”” It may thus seem understandable when Quetzal-\ncoatl himself is identified as an aspect of the Sun, not only by Simoni,” but by others as\nwell.” The Codex Borgia actually reinforces this belief when it depicts Quetzalcoatl with the\nsign of Tonatiuh on the back of his head, since Tonatiuh had always been understood to be\nthe Sun. And yet, the depiction in question incorporates the sign for “night” with that of To-\nnatiuh,” thus intimating that Tonatiuh and, by inference, also Quetzalcoatl, was a sun of\nnight. That the sun of night was an aspect of the primeval Saturnian sun we have already\nseen.\n® J. W. Perry, Lord of the Four Quarters (N. Y., 1970), p. 196.\n73 M. Simoni, loc. cit. (emphasis as given).\n™ Ibid.\n5 D. Giffors, loc. cit.; M. Oldfield Howie, loc. cit.\n76 A. Vollemaere, “Venus—Geboorte en Leven,” Oud-America 08 (August-October 1981), p. 122."
            }
        ],
        "bibliography": [
            "” J. W. Perry, Lord of the Four Quarters (N. Y., 1970), p. 196.",
            "73 M. Simoni, loc. cit. (emphasis as given).",
            "™ Ibid.",
            "5D. Giffors, loc. cit., M. Oldfield Howie, loc. cit.",
            "76 &. Vollemaere, “Venus—Geboorte en Leven,” Oud-America 08 (August-October 1981), p. 122."
        ]
    },
    {
        "type": "main",
        "page_number": 317,
        "subsections": [
            {
                "title": "",
                "content": "Additional to this, the Mayan sacred book known as the Popul Vuh informs us that the\nPlumed Serpent, that is Kukulkan/Quetzalcoatl, lived in an ocean—here understood as the\ncelestial waters—in an era of primordial darkness.”\n“Whatever might be is simply not there:\nonly murmurs, ripples, in the dark, in the night.\nOnly the Maker, Modeler alone,\nSovereign Plumed Serpent...a glittering light.””\nMoreover, in keeping with the topic of the present chapter, Quetzalcoatl was said by the\nAztecs to have existed in the “Time Before Time””—that is, in a timeless era. The same be-\nlief is shared by the Mixtec who even claim they were the “direct descendants” of Plumed\nSerpent, and that they were “rooted” to their land “through him” since “the time before\ntime.”™\nTIME ZERO\nOn an earlier page, we met with another Aztec god named Xiuhtecuhtli and although, like\nQuetzalcoatl, this deity is nowhere directly identified with Saturn, we there enumerated cer-\ntain aspects of his which accord well with the Saturnian deities of other nations. Among these\naspects is the deity’s other name of Huehueteotl, which means “the old god” and/or “the old\ngod of the centre”; his being revered as “the sun of the centre” and “the central fire”; his be-\ning described as the pivot of the turning heavens; and his identification with the celestial\npole. We can now add one more Saturnian characteristic of this god: Like the Greek Diony-\nsus, he was also lauded as the year-lord.™\nLeaving Central America, we travel briefly to China where we learn that the chaos out of\nwhich Creation progressed was equivalent to Huang-Ti, the Yellow Emperor, whom we\nhave already encountered as a personification of the planet Saturn.” Others, however,\nmaintain that from chaos was born P’an-ku, the entity responsible for Creation.® The Com-\npendium of Wong-shi-Shing recounts how “P’an-ku came forth in the midst of the great\nchaotic world,” having “existed before the shining of the light.” We are further told that:\n“After the chaos cleared away”—or after “the chaotic state passed away”—“heaven\nappeared first in order, then earth.” Parallel statements inform us that “the atmosphere had\nchanged in character” —or “the atmosphere gradually cleared” —which seems to be the same\nas saying that the chaotic state had cleared. We can perhaps also understand this as meaning\n7 N. Baldwin, op. cit., p. 29.\n8 Ibid., p. 54.\n” Ibid., p. 8.\n® Tbid., p. 47.\n®!'D. H. Kelley, “The Nine Lords of the Night,” Contributions of the University of California—Archaeological\nResearch Facility, No. 16 (Berkeley, October 1972), p. 63.\n® M. Soymié, “China: The Struggle for Power,” Larousse World Mythology (London, 1972), p. 274.\n® [bid., p. 275."
            }
        ],
        "bibliography": [
            "as Saying Mat the Cnaouc state nad Cieared. We Calh permaps also Understand UNS as Meanins",
            "TN. Baldwin, op. cit., p. 29.",
            "® Ibid. p. 47.",
            "8! D. H. Kelley, “The Nine Lords of the Night,” Contributions of the University of California—Archaeological",
            "Research Facility, No. 16 (Berkeley, October 1972), p. 63.",
            "® M. Soymié, “China: The Struggle for Power,” Larousse World Mythology (London, 1972), p. 274.",
            "® Ibid., p. 275."
        ]
    },
    {
        "type": "main",
        "page_number": 318,
        "subsections": [
            {
                "title": "",
                "content": "eet (aan Lice y,   LES a SS  a     fe\n. of     ei aes      ‘    NTS OE   en,   wot\necono \\ aoe   So —  SH   Nea 08\nare | ieee en uty \\g 5 fm, KE ‘ ae a\nRES SANS WY HOO   a Ofen N a LOA AL,  aD). za /y\nLATS Nee ie sae\n2 gm OD       \"EAN    (Ta    eR Se,\nBD (eect ANS7 cases a RASC,\nMh aN   yy  Mats) wo)  eu 14\nGN BLLT | ReeVFacaes]       gh te\nWert     k  ay ee) aoe SR   j    LM i Pty\nis LUNE ize = i Se Pn =\nas 0) NCEE ren RT”       :      sya comer om =), ONY\neyed ow |      %      M.    /     :   oy Be OM el\nAztec sculptors carving out the great Sun Stone, also known as the Calendar Stone, which depicts\nTonatiuh, identified in the Codex Borgia as the sun of night, in the centre. The Stone, 12 feet in dia-\nmeter, and weighing 24 tons, is now housed in the National Museum of Anthropology in Mexico City.\n(Illustration by John Green.)"
            }
        ],
        "bibliography": [
            "Aztec sculptors carving out the great Sun Stone, also known as the Calendar Stone, which depicts",
            "Tonatiuh, identified in the Codex Borgia as the sun of night, in the centre. The Stone, 12 feet in dia-",
            "meter, and weighing 24 tons, is now housed in the National Museum of Anthropology in Mexico City.",
            "(illustration by John Green.)"
        ]
    }
]