[
    {
        "type": "main",
        "page_number": 269,
        "subsections": [
            {
                "title": "",
                "content": "the determinative for water...and the sign for ‘god,’ all of which show that this deity was the\ngod of the watery mass in the sky.” Moreover, in a hymn to Ra, we read: “Praise be to thee,\nO Ra...thou shining one who dost send forth light upon the waters of heaven.”® Of Osiris,\nalso, it was said that “[his] water is in heaven.”™\nIn the Egyptian Book of the Dead, Ra is also made to utter: “I am the Great God who cre-\nated himself.” It is then asked: “Who is he?” And the answer is given: “The Great God who\ncreated himself is the water—it is the Abyss, the Father of the Gods.”® For that reason Ra\nwas also known as Akeb-ur, the “god of the great celestial waters.”\nThe Indic Satapatha Brahmana informs us that “in the beginning this (universe) was\nwater, nothing but a sea of water,”” where “universe” is the translation of the Sanskrit vishva\nwhich actually means “all.” And, during the time of being and not being, according to the Rig\nVeda, “all was a dark and watery chaos.” The same Rig Veda also tells us that this was a sea\nof “upper waters.” Thus Varuna, whom we have also seen identified as Saturn, was lauded\nas he who is “an ocean far removed” while worship was said to ascend to him through\nheaven.” Even more explicitly, the Satapatha Brahmana additionally informs us that “the\nseat of the waters is the sky, for in the sky the waters are seated.””\nAccording to some accounts, these waters seem to have preceded Creation. Thus, for in-\nstance, Nahum Sarna noted that:\n“{Genesis] shares with [the Babylonian] Enuma Elish the idea of the priority\nof water in time. Just as Apsu and Tiamat...exist before all things, so in Gene-\nsis the existence of water is taken for granted. The darkness is over the surface\nof the deep...Now this concept of the priority of water is fairly widespread\namong many unrelated mythologies.”\nAmong these unrelated mythologies, one might again point to that of ancient Egypt.\nWhile all that was created was said to have been raised from the watery abyss of Nu, some of\nthe Egyptian versions of Creation do not state that the waters themselves were created.” But,\nin a hymn to Ptah-Tenen, whom we have also seen identified as Saturn, mention is made of a\ntime “when the waters had not [yet] come forth””* while, a little later, “the celestial water” is\n° E. A. W. Budge, op. cit., p. 283.\nTbid., p. 341.\nIdem, Osiris and the Egyptian Resurrection, Vol.1(N. Y., 1911/1973), p. 142.\n$5 A. Piankoff, The Shrines of Tut-Ankh-Amon (N. Y., 1955), p. 121.\nSE. A. W. Budge, op. cit., p. 131.\n° Satapatha Brahmana 11:1:6:1.\n% Rig Veda X:129.\n© Tbid., 1:163:1.\n” Ibid., VII:41:8.\n” Satapatha Brahmana VII:5:2:56.\n™N. M. Sarna, Understanding Genesis (N. Y., 1976), p. 13.\n® E, A. W. Budge, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 295.\n% Ibid., p. 510."
            }
        ],
        "bibliography": [
            "”\" Idem, Osiris and the Egyptian Resurrection, Vol. 1 (N. Y., 1911/1973), p. 142.",
            "$5 A. Piankoff, The Shrines of Tut-Ankh-Amon (N. Y., 1955), p. 121.",
            "SE. A. W. Budge, op. cit., p. 131.",
            "® Satapatha Brahmana 11:1:6:1.",
            "Rig Veda X:129.",
            "© Tbid., 1:163:",
            "” Ibid., VIU:41:8.",
            "™ Satapatha Brahmana VII:5:2:56.",
            "™N. M. Sarna, Understanding Genesis (N. Y., 1976), p. 13.",
            "®B, A. W. Budge, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 295.",
            "%4 Tbid., p. 510."
        ]
    },
    {
        "type": "main",
        "page_number": 270,
        "subsections": [
            {
                "title": "",
                "content": "said to have come forth from the “mouth” of the same god.” Also, in a hymn to Ra, the\ncreator is praised with the words: “Thou art the One God who came into being in the begin-\nning of time...thou didst make the watery abyss of the sky...””° Budge could thus paraphrase\nthe point we wish to stress through the following words:\n“In what form [Atum-Ra] existed no one knows, but he created for himself, as a place\nwherein to dwell, the great mass of Celestial Waters to which the Egyptians gave the\nname of Nu. In these, for a time, he lived quite alone.. a\nSo, similarly, in the Laws of Manu where the “Self-existent...first with a thought created\nthe waters...” Although described in a philosophical vein, the Satapatha Brahmana like-\nwise discloses the creation of the waters:\n“Verily, there was nothing here in the beginning: by Death this (universe) was cov-\nered...He [the creator] created for himself this mind, thinking ‘May I have a soul.’ He\nwent on worshipping. Whilst he was worshipping the waters were produced...””\nOf special interest here is that what is translated as “Death” is actually Yama whom we\nhave also presented as one of the Sanskrit names for the planet Saturn. So that the line trans-\nlated as “By Death this (universe) was covered” should actually read “by Saturn this All was\ncovered.”\nNow whether the waters had always been there, whether Saturn was seen to emerge from\nthem, or whether the waters were seen to issue out of the Saturnian globe, seems to have de-\npended on who did the remembering. At this late date it is not easy, if even possible, to reach\na definite conclusion. The more important question remains: What were these celestial wa-\nters?\nTHE WHIRL OF CREATION\nAll these, and other, myths of celestial waters led Roger Ashton to assume that there must\nhave been some celestial phenomenon resembling shimmering waters, possibly an auroral\neffect, surrounding the primeval Saturnian orb.® As he also elsewhere stated, “part of that\nassemblage must have looked like waters, whose implicitly or explicitly celestial character\nhas severally been noted” and that these “waters evidently appeared in a distinct image or\npattern.”*' But while an auroral effect might resemble shimmering water, and while this\ncould also be called an indistinct entity, even a nebulosity, it is doubtful that it would also\n75 Ibid., p. 511.\n76 Idem, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 251.\n77 Idem, as cited by R. Van Over, op. cit., p. 253.\n78 Laws of Manu 1:6-8.\n” Satapatha Brahmana X:6:5:1-7.\n© R. Ashton, “The Age of Purple Darkness,” AEON V:3 (December 1998), p. 98.\n*! Idem, “Saturn: The First of the Gods,” unpublished manuscript, p. 17."
            }
        ],
        "bibliography": [
            "pattern. But while an auroral eliect might resemble shimmering water, and while this",
            "could also be called an indistinct entity, even a nebulosity, it is doubtful that it would also",
            "75 Ibid., p. 511.",
            "76 Idem, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 251.",
            "77 Idem, as cited by R. Van Over, op. cit., p. 253.",
            "8 Laws of Manu 1:6-8.",
            "° Satapatha Brahmana X:6:5:1-7.",
            "© R. Ashton, “The Age of Purple Darkness,” AEON V:3 (December 1998), p. 98.",
            "*! Idem, “Saturn: The First of the Gods,” unpublished manuscript, p. 17."
        ]
    },
    {
        "type": "main",
        "page_number": 271,
        "subsections": [
            {
                "title": "",
                "content": "The hieroglyphic characters which denote the primeval waters of Egyptian mythology.\n|                                                       (Rendering by Stéphane Rossini.)                                                       |\nhave imparted an image of fog, or foam, or fluffy cotton, mud, slime, or primeval matter in\nchaos.\nIs it then not more conceivable that the nebular cloud we have been pushing forward as a\ntentative explanation of the entity in question would have been seen by the majority of the\nancients as a spinning whirlpool of chaotic water? If there is one thing that many an astro-\nnomical nebula resembles, it has to be a whirlpool. But should we let astronomical\nnebulae—that is circumstellar disks—which are not themselves planetary, dictate what\nSaturn’s nebulosity would have looked like?\nLet us then re-examine the record. What does the Yuki creation myth say about that fog\nor foam that was at the beginning of things? It “moved round and round continually,” it is\nsaid. Nor was this foam known only to the Yuki. It also appears in Buddhist mythology\nwhere the surface of the celestial waters is said to have been stirred by “the dawn wind of\ncreation.”® It is then said that the foam of the waters solidified to form the god’s residence.®\nHere we have a direct connection between the nebulosity that was described as foam and the\ncelestial waters; they were both part and parcel of the same entity.\nBut to continue—what about the myth of the Marquesas Islands? Is it not there stated that\nthe “primeval void” started a whirling? Ovid also reminds us that Chaos “heaved and\nturned.” So, also, with the entity called Tao which was said to have been “eternally revolving\nwithout fail.”\nEverywhere, then, we catch a glimpse of this indistinct entity as continually moving\nround and round, whirling, like a whirlwind in the sky. Why not then a whirlpool, many of\n. A. K. Coomaraswamy, Elements of Buddhist Iconography (New Delhi, 1972), p. 52.\nIbid."
            }
        ],
        "bibliography": [
            "But to continue—what about the myth of the Marquesas Islands? Is it not there stated that",
            "the “primeval void” started a whirling? Ovid also reminds us that Chaos “heaved and",
            "turned.” So, also, with the entity called Tao which was said to have been “eternally revolving",
            "without fail.”",
            "Everywhere, then, we catch a glimpse of this indistinct entity as continually moving",
            "round and round, whirling, like a whirlwind in the sky. Why not then a whirlpool, many of",
            "® 4K. Coomaraswamy, Elements of Buddhist Iconography (New Delhi, 1972), p. 52.",
            "® Ibid."
        ]
    },
    {
        "type": "main",
        "page_number": 272,
        "subsections": [
            {
                "title": "",
                "content": "which, in the form of eddies, man would have been accustomed to seeing in terrestrial wa-\nters?\nHere we have to exercise great caution because mythology speaks of diverse whirl-\npools—as also cyclones—not the least of which being the whirlpool of destruction into\nwhich Saturn was said to have ultimately sunk (yet one more topic which will have to be re-\nserved for a future work). Even so, in describing the cosmology of the Phoenicians accord-\ning to Sanchoniathon, Philo wrote that:\n“The first principle of the universe he [Sanchoniathon] supposes to have been air\ndark with cloud and wind, or rather a blast of cloudy air, and a turbid chaos dark as\nErebus; and these were boundless and for long ages had no limit.”\nIt was out of this dark and turbid chaos that Creation was said to have progressed, a de-\nscription that has more in common with a dark whirlwind, if not whirlpool, than an auroral\neffect.\nSomething similar is recounted in the Japanese Nihongi as paraphrased by Raymond Van\nOver:\n“Before Heaven and Earth were produced, there was something which might be com-\npared to a cloud floating over the sea. It had no place of attachment for its root.”*°\nAnd so, also, among the Chinese as we learn from the Tao Teh Ching:\n“There is [or was] a thing confusedly formed, born before heaven and earth. Silent\nand void, it stands alone and does not change, goes round and does not weary.”\nAnd did not Ovid tell us that this water “heaved and turned in darkness”?\nAt the other extreme of civilization, we encounter Amma, the Dogon creator, of whom it\nwas said that, during the “original darkness,”®’ he spun and danced while creating the heav-\nens; he whirled round as he commenced to organize (or reorganize) the world out of\nchaos.”\nThe Norse Aesir, according to the Véluspa, established their seat on Idavollr, i.e. the\n“whirl-field,” derived from ida, meaning “eddy.”” This led to a Teutonic legend concerning\nsome Frisians who sailed on a voyage up to the Arctic Ocean where they encountered a dark-\n* Eusebii Pamphili, Evangelicae Praeparationis, Book 1, Chapter X.\n85 R. Van Over, op. cit., p. 354.\n* J. Purce, The Mystic Spiral: Journey of the Soul (N. Y., 1974), p. 20.\n® M. Griaule & G. Dieterlen, “Un Systéme Soudanais de Sirius,” Journal de la Société des Africainistes XX:1\n58 Idem, Le Renard Pale (Paris, 1965), p.163.\n® Idem, see reference #87, Note #14.\n® G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),"
            }
        ],
        "bibliography": [
            "* Eusebii Pamphili, Evangelicae Praeparationis, Book 1, Chapter X.",
            "85 R. Van Over, op. cit., p. 354.",
            "® J. Purce, The Mystic Spiral: Journey of the Soul (N. Y., 1974), p. 20.",
            "* M. Griaule & G. Dieterlen, “Un Systéme Soudanais de Sirius,” Journal de la Société des Africainistes XX:1",
            "(1950), p. 274.",
            "® Idem, Le Renard Péle (Paris, 1965), p.163.",
            "® Idem, see reference #87, Note #14.",
            "% G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),",
            "p. 154."
        ]
    },
    {
        "type": "main",
        "page_number": 273,
        "subsections": [
            {
                "title": "",
                "content": "ness that could hardly be penetrated. They were then exposed to a maelstrom which threat-\nened to drag them down into Chaos.” While this legend cannot be used as evidence of any-\nthing, we notice how the various themes we have been considering are brought together in\nwhat appears to be a garbled version of the motifs of Creation. The northern region in which\nwe have seen ancient man persistently place the primeval Saturn, and therefore the celestial\nwaters associated with him, is here terrestrialized as the northern Arctic Ocean; the darkness\nin which the celestial waters were enshrouded is here remembered as having enveloped the\nsame Arctic Ocean; the whirling nebulosity in the sky became a terrestrial maelstrom or\nwhirlpool; and even Chaos shows up in connection with it all. Such is the nature of myths\nand legends.\nCan we then be positively sure that the celestial waters of chaos owed their origin to Sat-\nurn’s nebular cloud? Of course not. It would be arrogant of me to be adamant about this.\nWhat our ancient forebears saw in the sky during this period was too indistinct for them to\ndescribe in clear detail. That much is more than obvious. All that can safely be stated is that\nthe few snippets from the mytho-historical record we have had a chance to examine seem to\nfit such a model.\n*!'V. Rydberg, Teutonic Mythology (N. Y., 1907), p. 320."
            }
        ],
        "bibliography": [
            "°*'V. Rydberg, Teutonic Mythology (N. Y., 1907), p. 320."
        ]
    },
    {
        "type": "main",
        "page_number": 274,
        "subsections": [
            {
                "title": "",
                "content": "Chapter 13\nThe Age of Darkness\nDARKNESS AND THE DEEP\n\\   J hether Saturn’s nebulosity and/or celestial waters were or were not emitted by the\nplanet itself, there is no doubt that the entity and the planetary deity embedded in it\nexisted in darkness. As already stated, few motifs surface as often in the mytho-\nhistorical record of the entire world. Time and again, the Egyptian myths of Creation ascer-\ntain that, in the beginning, the creator was the only entity man remembered having seen in\nthe sky hovering over the waters of the deep. “I am Atum,” the god is made to utter, “who\nappeared alone...rising from the waters of chaos.”\"\nThe identity of Atum as Saturn need not be repeated. Neither is that of Osiris. We are\nthus not surprised to discover that Neb-er-tcher/Khepera/Osiris was likewise made to state:\n“T am the creator of what hath come into being...and I came into being in\nprimeval time...I was alone, for they [the other deities] were not [yet]\nborn...”?\nVery much like those of Genesis, the Egyptian waters of chaos were said to have been\nenveloped in darkness. “Nothing existed,” it is written, “except a boundless primeval mass of\nwater which was shrouded in darkness.”* In the Pert-em-hru we even find Osiris/Saturn\ncomplaining about “his life alone in darkness.”*\nPtah-Seker, another form of the Egyptian creator, was also lauded as “the great god,\nwho came into being in the beginning, he who resteth upon the darkness.” He was thus\nknown inter alia as “the guardian of the darkness.” Thus Wallis Budge saw Ptah-Seker as a\n“form of Osiris, that is to say, of the night sun” and that he “was originally a power of dark-\nness, or of the night, which in later times was identified with forms of the night sun like Tem\n[i-e., Atum].”°\nThe Qoran also preaches that Allah was on the waters when he indulged in Creation.\n“Throned above the waters,” it is there written, “He made the heavens and the earth...”°\n‘The Book of the Overthrow of Apophis,” as cited by F. G. Bratton, Myths and Legends of the Ancient Near\nEast (N. Y., 1970) pp. 63-64.\nB.A. W. Budge, The Gods of the Egyptians, Vol. I (N. Y., 1904/1969), p. 300.\n3 Idem, The Egyptian Book of the Dead (N. Y., 1895/1967), p. xcviii.\n*R. Anthes, “Mythology in Ancient Egypt,” Mythologies of the Ancient World (N. Y., 1961), p. 50.\n5E. A. W. Budge, The Gods of the Egyptians, Vol. 1 (N. Y., 1895/1967), pp. 503-504.\n° Qoran, sura 11."
            }
        ],
        "bibliography": [
            "SRY LONGHE GISU PICGUHs Hdl LAM WAS Ui Le WALES WHOL MO LUMEN 1 Itai.",
            "“Throned above the waters,” it is there written, “He made the heavens and the earth...”°",
            "‘The Book of the Overthrow of Apophis,” as cited by F. G. Bratton, Myths and Legends of the Ancient Near",
            "East (N. Y., 1970) pp. 63-64.",
            "B.A. W. Budge, The Gods of the Egyptians, Vol. I (N. Y., 1904/1969), p. 300.",
            "3 Idem, The Egyptian Book of the Dead (N. Y ., 1895/1967), p. xcviii.",
            "*R. Anthes, “Mythology in Ancient Egypt,” Mythologies of the Ancient World (N. Y., 1961), p. 50.",
            "5E. A. W. Budge, The Gods of the Egyptians, Vol. 1 (N. Y., 1895/1967), pp. 503-504.",
            "° Qoran, sura 11."
        ]
    },
    {
        "type": "main",
        "page_number": 275,
        "subsections": [
            {
                "title": "",
                "content": "We move to India. We browse through a few more pages of ancient texts. In one Ve-\ndic hymn we find it stated that: “Darkness there was at first by darkness hidden; without dis-\ntinctive marks, this all was water.”” Or, according to a different translation: “Darkness was\nthere, all wrapped around by darkness, and all was water indiscriminate.”* Similarly, the\nLaws of Manu preach: “This world was darkness, unknowable, without form, beyond reason\nand perception, as if utterly asleep.””\nNot only among the Hindus, but even among the lesser tribes of India, such as the\nMuria of the Bastar State in the Central Provinces, the same motif keeps repeating itself:\n“When this world was first made, there was neither sun nor moon...and everything was\ndark.””°\nFrom Japan comes a similar belief which Wheeler not only recognizes as being uni-\nversal but also as a prototype of the Kronos/Saturn myth:\n“In the earliest legend with which the recital [i.e., the Kojiki] opens, one rec-\nognizes the primal myth...the development from a primordial darkness and\nchaos...This is the Kronos legend, in its thousand forms, the father of all my-\nthologies, upon which so many peoples have constructed their cosmogo-\nnies.”!!\nAs we have already seen, among these “many peoples” were the Greeks among\nwhom Hesiod tells us that night preceded day: “From chaos came black night...And night in\nturn gave birth to day...”\nOther philosophical myths from Greece, reversing the process described by Hesiod,\nimply that darkness was first, and from darkness sprang Chaos.\"? Others claimed that Chaos\nand darkness coexisted—as, for instance, Aristophanes: “Chaos and Night and black Erebus\nand wide Tartarus first existed.” And Orpheus is made to say: “From the beginning the\ngloomy night enveloped and obscured all things that were under the ether.”\"*\nFrom the cold spaces of Siberia comes a Creation myth that unfolds as a competition\nbetween Num, the demiurge, and Nga, his alter-ego. “Since you claim you are stronger than I\nam,” Num said to Nga,” organize the earth.” The sky, however, was already in existence and,\nas elsewhere, so was the primordial ocean.’°\n7 Rig Veda X:129:3, as translated by A. A. Macdonell in Swami Nikhilananda, The Upanishads (London, 1963).\n® Rig Veda X:129:3, as translated by R. Panikkar, The Vedic Experience (Berkeley, 1977).\n° Laws of Manu l:v:5.\n‘©. Van Over, Sun Songs: Creation Myths From Around the World (N. Y.., 1980), p. 299.\n\" P. Wheeler, The Sacred Scriptures of the Japanese (N. Y., 1952), p. 387.\n\" D. Wender, Hesiod and Theognis (Harmondsworth, 1976) p. 27.\n3 R. Graves, The Greek Myths, Vol. | (Harmondsworth, 1964), p. 33.\n1. Donnelly, Ragnarok: The Age of Fire and Gravel, reissued as The Destruction of Atlantis (N. Y., 1971), p.\n'S E. Lot-Falck, “Siberia: The Three Worlds,” Larousse World Mythology (London, 1972), p. 433."
            }
        ],
        "bibliography": [
            "7 Rig Veda X:129:3, as translated by A. A. Macdonell in Swami Nikhilananda, The Upanishads (London, 1963).",
            "® Rig Veda X:129:3, as translated by R. Panikkar, The Vedic Experience (Berkeley, 1977).",
            "° Laws of Manu I:v:5.",
            "‘© R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 299.",
            "\" P. Wheeler, The Sacred Scriptures of the Japanese (N. Y., 1952), p. 387.",
            "\" D. Wender, Hesiod and Theognis (Harmondsworth, 1976) p. 27.",
            "8 R. Graves, The Greek Myths, Vol. | (Harmondsworth, 1964), p. 33.",
            "1. Donnelly, Ragnarok: The Age of Fire and Gravel, reissued as The Destruction of Atlantis (N. Y., 1971), p.",
            "'S E. Lot-Falck, “Siberia: The Three Worlds,” Larousse World Mythology (London, 1972), p. 433."
        ]
    },
    {
        "type": "main",
        "page_number": 276,
        "subsections": [
            {
                "title": "",
                "content": "THE AMERIND TRADITIONS\nAs the ancestors of the North American Indians are said to have done, we cross the\nBering Strait and, among the Inuit of Alaska, we also find a Creation myth that presupposes\nthe pre-existence of a watery abyss.'°\nFurther south, the Indians of British Columbia assert that: “Very dark, damp, and\nchaotic was the world in the beginning” and that they, i.e., the people, existed “while the\nworld was still in darkness, and without sun, moon, or stars.”\"”\nThe Yuki creation myth, which we have already quoted, is even more interesting\nwhen told in full:\n“[In the beginning] there was only water, and over it a fog. On the water was\nfoam. The foam moved round and round continually...After a time there is-\nsued from the foam a person in human form...This was Taiké-mol [Solitude\nWalker]. He floated on the water...He stood on the foam, which still revolved.\nThere was no light.”\"*\nThe Algonquins believed in an “earth” that existed “anterior to this of ours, but one\nwithout light.”\"° The Zuni claim that:\n“In the beginning of things Awonawilona was alone. There was nothing beside\nhim in the whole space of time. Everything there was black darkness and void.””\nAwonawilona is described as “one who contains everything,”” which reminds us of\nthe Arabic Suhail (Suhayl and/or Sahel) which, as the primordial star, was “presented under\nthe form of an egg that contained all things that were to be born.”” Awonawilona’s attrib-\nutes also brings to mind the Egyptian Atum, the root of whose name—tm—means “to be\ncomplete” thus also connoting “one who contains everything.”\nThere is hardly a North American tribe that does not have a Creation myth in which\nthe primeval ocean and/or prolonged darkness was said to have existed before the demiurge\ncommenced on his work of Creation.” Over and again, we hear that there was darkness—or a\nprolonged night—in which there was no Sun, no Moon, no stars. In the telling, of course,\nmany of these myths acquired a fanciful cast and framework that sometimes borders on\nchildish fable. But that, after all, is the nature of allegory and myth.\n‘6 Idem, “Eskimo Lands: Man Against Nature,” in ibid., p. 441.\n17H. H. Bancroft, The Native Races of the Pacific States, Vol. II] (1874-1876), p. 98.\n18 J. Bierhorst, The Red Swan: Myths and Tales of the American Indians (N. Y ., 1976), p. 39 (emphasis added).\n1°. Donnelly, op. cit., p. 222.\nR, Van Over, op. cit., p. 23.\n2! C, Burland, “North American Indian Mythology,” Mythology of the Americas (London, 1970), p. 120.\n® V. Paques, L’Arbre Cosmique dans la Pensée Populaire et dans la Vie Quotideinne du Nord-Ouest Africain\n(Paris, 1964), p. 47.\nB.A. W. Budge, op. cit., Vol. II (N. Y., 1904/1969), p. 87.\n» For further examples, see R. Van Over, op. cit., pp. 35, 36, 37, 48, 61, 63, 67, 85, 86, 88, 89, 90."
            }
        ],
        "bibliography": [
            "‘6 Idem, “Eskimo Lands: Man Against Nature,” in ibid., p. 441.",
            "17H. H. Bancroft, The Native Races of the Pacific States, Vol. III (1874-1876), p. 98.",
            "18 J. Bierhorst, The Red Swan: Myths and Tales of the American Indians (N. Y ., 1976), p. 39 (emphasis added).",
            "1°. Donnelly, op. cit., p. 222.",
            "20R. Van Over, op. cit., p. 23.",
            "2! C, Burland, “North American Indian Mythology,” Mythology of the Americas (London, 1970), p. 120.",
            "2. Paques, L’Arbre Cosmique dans la Pensée Populaire et dans la Vie Quotideinne du Nord-Ouest Africain",
            "(Paris, 1964), p. 47.",
            "EA. W. Budge, op. cit., Vol. II (N. Y., 1904/1969), p. 87.",
            "» For further examples, see R. Van Over, op. cit., pp. 35, 36, 37, 48, 61, 63, 67, 85, 86, 88, 89, 90."
        ]
    },
    {
        "type": "main",
        "page_number": 277,
        "subsections": [
            {
                "title": "",
                "content": "a Se   4\" evga     S    cits cars if   S\naan ares  Oe    PAF com ee?       Ae\n¥      9, Aksal]      KY WeAhc/)\nb>} a oe AAT ‘o         51; Ae     ‘,    Soe\namen aerate tif    re re  mse |\\\nfj OE Pose ee, Wg       a 3\na NA      1        ee =     aH\naslo   oo Pot       mei\nSee EA eee, Af\nNR   Te Stren WT VEL\nVillage of the Algonquins who believed in an “earth” that existed “anterior to this of ours, but one with-\nout light.”\n(ilustration by John Green.)\nTraveling further south to Central America, we come across a Cholula myth which\nstates that: “In the beginning, before the light of the sun had been created, this land was in\nobscurity and darkness and void of any created thing.”* Likewise, the Mixtec account of ori-\ngins speaks of the beginning when “all was chaos and confusion” and “the earth was covered\nwith water.” In a Nahua myth of Creation, the primordial substance also seems to have\nbeen water,”’ while the Chibcha Indians of Columbia tell that, “in the beginning,” everything\nwas dark.”\n51. Donnelly, op. cit., p. 215.\n6 M. Léon-Portilla, Pre-Columbian Literatures of Mexico (Norman, 1969), pp. 56-57.\n7”. Nicholson, Mexican and Central American Mythology (London, 1967), p. 26.\n28 4. Metraux, “South America: Creation and Destruction,” Larousse World Mythology (London, 1972), p. 483."
            }
        ],
        "bibliography": [
            "with water.”* Ina Nahua myth of Creation, the primordial substance also seems to have",
            "been water,” while the Chibcha Indians of Columbia tell that, “in the beginning,” everything",
            "was dark.”",
            "51. Donnelly, op. cit., p. 215.",
            "6 M. Léon-Portilla, Pre-Columbian Literatures of Mexico (Norman, 1969), pp. 56-57.",
            "271, Nicholson, Mexican and Central American Mythology (London, 1967), p. 26.",
            "28 4. Metraux, “South America: Creation and Destruction,” Larousse World Mythology (London, 1972), p. 483."
        ]
    },
    {
        "type": "main",
        "page_number": 278,
        "subsections": [
            {
                "title": "",
                "content": "KON TIKI VIRACOCHA\nIn South America, myths of the primeval darkness are quite widespread. As H. Os-\nborne noted:\n“Some mythological cycles feature a primitive age of darkness before the ex-\nistence of the sun, when human beings lived in a state of anarchy without the\ntechniques of civilized life.””\nIn a similar vein, Juan de Betanzos narrates the following:\n“They say that in ancient times the land of Peru was dark and there was no\nlight nor day in it. In those times there dwelt there a certain people who owed\nallegiance to an overlord whose name they no longer remember. And they say\nthat in those times when all was night in the land there came forth from a lake\nin the district called Collasuyu, a Lord named Con Ticci Viracocha...And\nwhile he was there...he suddenly made the sun and the day and commanded\nthe sun to follow the course which it does follow...They say that this Con\nTicci Viracocha had emerged on an earlier occasion and that on this first ap-\npearance he made the heaven and the earth and left everything dark.”*°\nSimilarly, an account by Sarmiento de Gamboa states that:\n“The natives of this country [i.e., Peru] say that in the beginning, before the\nworld was created, there was one whom they called Viracocha. And he cre-\nated the world dark and without the Sun, nor Moon, nor stars.”*!\n“The Sun, according to Sarmiento’s narrative,” Jan Sammer informs us, “emerged\nonly after the Deluge.””\nIt seems, then, that even the famous Kon Tiki (Con Ticci) was none other than a Sat-\nurnian figure, and the “lake” from which it was said he emerged nothing but the dim memory\nof the ancient waters of chaos. The description of this god as a fair-skinned, red-bearded man\nhas captured the imagination of western chroniclers but, among the original natives, this be-\nlief was not unanimous. Besides, that Viracocha was a celestial deity is ascertained by his\nhaving been lauded as “Thou who art in the high heavens...”\nAlso:\n» H. Osborne, “South American Mythology,” Mythology of the Americas (London, 1970), p. 294 (emphasis\nadded).\n3° J. de Betanzos, Suma y Narracion de los Incas, as cited by H. Osborne in ibid., p. 332.\n3! J. N. Sammer, “The Cosmology of Tawantinsuyu,” KRONOS IX:2 (Winter 1984), p. 22.\n» Ibid.\nSR. Van Over, op. cit., p. 114."
            }
        ],
        "bibliography": [
            "faving been lauded aS 1 nou Who art in the hign heavens.",
            "H, Osborne, “South American Mythology,” Mythology of the Americas (London, 1970), p. 294 (emphasis",
            "added).",
            "30 J. de Betanzos, Suma y Narracion de los Incas, as cited by H. Osborne in ibid., p. 332.",
            "3! J. N. Sammer, “The Cosmology of Tawantinsuyu,” KRONOS IX:2 (Winter 1984), p. 22.",
            "» Tbid.",
            "SR. Van Over, op. cit., p. 114."
        ]
    }
]