[
    {
        "type": "main",
        "page_number": 419,
        "subsections": [
            {
                "title": "",
                "content": "resting place...But the initial inactivity seems to suggest the motionlessness you\nwould get from a phase lock of a satellite to its primary.”®!\nI will not here comment on the validity, or otherwise, of Hall’s particular scenario. I\nmerely note that, regardless of the mechanism proposed by Hall, what he described is pre-\ncisely what later happened to Comet Shoemaker-Levy 9. And so—enter Wallace Thornhill\nwho proposed just such an analogy.\nTo begin with, like Hall and Talbott, Thornhill was also of the belief that Earth originally\norbited Saturn equatorially.®? And, like Hall, he was of the belief that this earlier system was\nstretched into its co-axial formation only on entering the Sun’s domain of influence. Granted,\nas already noted, the Shoemaker-Levy 9 event was a transient one. But, according to Thorn-\nhill, so, too, was the axial-coupled Saturnian system. To quote him:\n“We have seen graphically how an assemblage of orbiting bodies can become strung\nout in a line with the recent dismemberment of Comet Shoemaker-Levy [9] by the in-\nfluence of Jupiter. That model takes care of the polar Saturn configuration (which I\nconsider to have been short lived but spectacular.)”®?\n“The break-up of the components of [Shoemaker-Levy 9] under the influence of Ju-\npiter may provide an object lesson for the formation of the Saturnian polar configura-\ntion, as compellingly reconstructed from ancient sources.” ®4\nUnlike Hall, however, Thornhill did not see Jupiter as the cause of the Saturnian Sys-\ntem’s dismemberment. Instead, he credited our present solar primary “as Saturn’s gravita-\ntional sphere of influence shrank on approach to the Sun.” As he explained: “The polar con-\nfiguration seems to have been a spectacular transitory arrangement between the break-up of\nthe original Saturnian stellar system” and its capture “by our current Sun.”85\n“It therefore seems that the spectacular Saturnian polar configuration...was created\nwhen its planetary system was disrupted by the Sun in a manner similar to that when\nJupiter disrupted comet Shoemaker-Levy 9 into a ‘string of pearls.’ Such an arrange-\nment is unstable and, therefore, transitory.” °°\n“Once inside the heliosphere, proto-Saturn would have exchanged charge with the\nsolar wind at an ever increasing rate as the charge density increased radially toward\nthe Sun. This, I think, would explain why the linear formation was maintained on the\n81 D. Talbott, in an electronic post on Kronia, November 20, 1998 (upper case as given).\n82 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 36.\n83 Idem, electronic post on Kronia, May 26, 1997; see also, idem, “Gyroscopic Precession,” SIS Internet Digest\n1998:1, p. 18; Idem, “Saturnian Biosphere,” THOTH (electronic newsletter), III:7 (May 14, 1999), p. 9.\n84 Idem, The Electric Universe (Beaverton, Oregon, 1997), p. 92.\n85 Ibid.\n86 Idem, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 49; see also, idem, “Friday Evening\nDiscussion,” Chronology & Catastrophism Review 2000:1, p. 7; idem, “The Electric Saturnian System,” AEON\nVI:1 (February 2001), pp.35-36, 37-38."
            }
        ],
        "bibliography": [
            "81 D. Talbott, in an electronic post on Kronia, November 20, 1998 (upper case as given).",
            "82 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 36.",
            "83 Idem, electronic post on Kronia, May 26, 1997; see also, idem, “Gyroscopic Precession,” SIS Internet Digest",
            "1998: 1, p. 18; Idem, “Saturnian Biosphere,” THOTH (electronic newsletter), III:7 (May 14, 1999), p. 9.",
            "ie Idem, The Electric Universe (Beaverton, Oregon, 1997), p. 92.",
            "86 Idem, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 49; see also, idem, “Friday Evening",
            "Discussion,” Chronology & Catastrophism Review 2000:1, p. 7; idem, “The Electric Saturnian System,” AEON",
            "VI:1 (February 2001), pp.35-36, 37-38."
        ]
    },
    {
        "type": "main",
        "page_number": 420,
        "subsections": [
            {
                "title": "",
                "content": "long journey to the inner Solar System. It was a dynamic equilibrium maintained by\nproto-Saturn’s linear acceleration.”®”\nHow short-lived was this transitory system? Thornhill would not vouch for “thousands of\nyears” but “maybe only a few centuries.”®8 Accepting Talbott’s postulate that “Saturn seems\nto have wandered in the sky before assuming a fixed polar station,” he presented two possi-\nbilities for this errant motion. As he himself adduced:\n“This could mean either that the pre-existing polar configuration was disturbed or\nthat Saturn’s [satellite was] dislodged from [its] phase locked Saturnian equatorial\n[orbit] by the increasing influence of the Sun...and moved into the polar configura-\ntion.”89\nFaced with that choice, Thomhill then opted for “the second option” as being “more\nlikely.”° Four years later, however, Thornhill had reason to revise his valuation of the co-\naxial system’s time span. As he then stated during an interview:\n“When it comes to estimating the duration of the polar configuration, the best that can\nbe done is to look at the relative velocities of nearby stars. If we take, for the sake of\nargument, that the relative radial velocity between proto-Saturn and the Sun averaged\n10 kilometers per second, it would have taken proto-Saturn about 45 years to cover\nthe 15 billion kilometers to the inner Solar System.”?!\nHe, however, also added that this forty-five year period was “merely an order-of-magni-\ntude calculation. As he said: “It could have taken much longer, but I don’t think it likely to\nhave been much shorter.”\nThornhill’s minimum forty-five year period was better than Spedicato and Del Popolo’s\nmaximum of three months for the duration of the Saturnian co-axial system but, when other\nparameters are taken into account, not by much. To begin with, as Thornhill’s interviewer\nfound reason to comment:\n“The one thing that bothers me in all this are those 45 years. Okay—so you say it\ncould have been much longer. Unless I am mistaken, however, I doubt that you would\nbe thinking in hundreds, let alone thousands, of years. And yet, Saturn’s linear for-\nmation left such an indelible wound on the human psyche—leading to the birth of re-\nligion, complete with human sacrifice, the scars of which remain with us till the pre-\nsent—that it is difficult to believe this was the result of a short transient event. Would\n45 years—at best a person’s life-time—or even a hundred, account for the universal\nmass of mythological material we have at our disposal concerning the event in ques-\ntion? Would it have been enough to scar humanity for the rest of its existence on\nEarth?3\nTo which Thornhill replied:\n87 Ibid., p. 38.\n88 Idem, “Speculations on Polar Configuration,\" THOTH (electronic newsletter), I:27 (December 10, 1997), p.\n89 Ibid (emphasis added).\n% Ibid.\n91 Idem, “The Electric Saturnian System” see reference # 83, p. 38.\n2 Ibid., p. 39.\n93 AEON interviewer in ibid."
            }
        ],
        "bibliography": [
            "To which Thornhill replied:",
            "87 Ibid., p. 38.",
            "88 Idem, “Speculations on Polar Configuration,” THOTH (electronic newsletter), 1:27 (December 10, 1997), p.",
            "89 Ibid (emphasis added).",
            "% Ibid.",
            "91 Idem, “The Electric Saturnian System” see reference # 83, p. 38.",
            "2 Ibid., p. 39.",
            "93 AEON interviewer in ibid."
        ]
    },
    {
        "type": "main",
        "page_number": 421,
        "subsections": [
            {
                "title": "",
                "content": ":               ang   q   ce cg\nbia (Wf    7      f    4,\n- WL LN wre           ,    ip    —_    a       Hens\n. VE    SOOT          4     pve                7\nHitt     NS            ss         fl   \\N\nGs Nee RAE  he\nCYL DINE) ee a eS]\nAaa lh ee WN\ni ee awe         f “hk Naiay  st\na VE i   JA ” = ge     7  r Sh ff  .\nrepre           aaa                                fh          Ya\nBO ge    lt re   a a  Staind\neal    le    cine,    .    vue      —      ‘\nWould a protracted but transient event which unfolded over a period of 200 years have left such an in-\ndelible wound on the human psyche, leading to the birth of religion, complete with human sacrifice?\nShown above, Aztec human sacrifice to the gods.\n(Illustration by John Green.)"
            }
        ],
        "bibliography": [
            "Would a protracted but transient event which unfolded over a period of 200 years have left such an in-",
            "delible wound on the human psyche, leading to the birth of religion, complete with human sacrifice?",
            "Shown above, Aztec human sacrifice to the gods.",
            "(Illustration by John Green.)"
        ]
    },
    {
        "type": "main",
        "page_number": 422,
        "subsections": [
            {
                "title": "",
                "content": "“The best I can do at present is make an estimate made on the best guess of the ex-\ntent of the heliosphere and the relative speeds of nearby objects. Meanwhile, the\ncelestial effects as viewed from Earth would have been so dramatic that it seems to\nhave completely overshadowed even the growing appearance of the Sun as this\nloomed closer. I’m not able to say how long it would have taken for the Saturnian\nconfiguration to have had the lasting influence it has had on the human psyche. I\nhave tried to visualize the apparition in the sky, and I think it would have been psy-\nchologically overwhelming and disturbing. I imagine that all it would have taken\nwould have been one generation of exposure to that sky for it all to become ‘im-\nprinted’ on mankind.”94\nTo say the least, this was not a satisfactory answer. As Jueneman, in agreement with\nThornhill’s interviewer, noted, “the idea of a 45-year-long excursion into the inner Solar\nSystem wouldn’t begin to impress mythological engrams on the psyche of the human survi-\nvors.”95 In reply, Thornhill did hedge a little. “There are too many unknowns at present,” he\nwrote, “to pin down the duration of the polar configuration to 50 years, 100 years, or 200\nyears.” But would even 200 years have been enough for the permanent scarring of the hu-\nman race?\nMy own main objection to such a short length of time during which the Saturnian system\nsustained itself in axial alignment, however, has more to do with the paleontological evi-\ndence than with the time required for such engraphic impressions. As detailed in a previous\nchapter of this work, this state of affairs stretched back into the remote past, possibly as far as\nthe Cretaceous Period, definitely as far as the Paleocene Epoch of the Tertiary Period. And\neven if one were to grant a reduction in time of these geological ages, there is no way in\nwhich they could be reduced to a mere 200 years. Even Thornhill would balk at that.\nThere is, however, one possible way in which Thornhill’s scenario could be made to ac-\ncommodate the palaeontological data, and so I present the last tentative scenario before\ndriving home. I do so not to play the role of devil’s advocate, but in an endeavor to leave no\npossible solution unaccounted for.\nAn original Saturnian system with Earth in a phase-locked equatorial orbit around it ala\nHall and Thornhill’s hypothesis would satisfy the message of the mytho-historical record as\nwell as the palaeontological data if the present terrestrial north polar region would have faced\nSaturn. Under this condition, Saturn would still have appeared stationary in Earth’s north\ncelestial pole providing Earth with the required north polar temperature demanded by the\nsouthward radiation of fauna and flora from the Arctic region. Earth’s original axis of rota-\ntion would thus have passed through points in the present equatorial latitude.\nAt this point, one might even ask: Why not adopt this system—which is basically Rose’s\nmodel with some modifications—and leave it at that? Would this not be more believable than\nhaving Saturn and Earth sharing the same axis of rotation?\nThe problem with this is that, in a change from a phase-locked system in equatorial orbit\nto a later co-axial formation, Earth would have had to undergo a series of drastic changes. Its\ngravitational lock would have had to be broken only to be re-installed in an entirely different\nmode; its orbital speed would have had to come to a halt; its axis of rotation would have had\nto shift by 90°; and its rotational speed would have had to increase. To all this must be added\nthe acquisition of an equatorial bulge due to the increase in Earth’s rotational speed. Each\n°4 W. Thornhill, in ibid., p. 40.\n95 F, B. Jueneman, “Further Comments on the Saturnian Configuration Theory,” AEON VI:2 (December 2001),\n5s W. Thornhill, in answer to F. B. Jueneman, ibid., p. 15."
            }
        ],
        "bibliography": [
            "to a later co-axial formation, Earth would have had to undergo a series of drastic changes. Its",
            "gravitational lock would have had to be broken only to be re-installed in an entirely different",
            "mode; its orbital speed would have had to come to a halt; its axis of rotation would have had",
            "to shift by 90°; and its rotational speed would have had to increase. To all this must be added",
            "the acquisition of an equatorial bulge due to the increase in Earth’s rotational speed. Each",
            "°4 W. Thornhill, in ibid., p. 40.",
            "95 F. B. Jueneman, “Further Comments on the Saturnian Configuration Theory,” AEON VI:2 (December 2001),",
            "W. Thornhill, in answer to F. B. Jueneman, ibid., p. 15."
        ]
    },
    {
        "type": "main",
        "page_number": 423,
        "subsections": [
            {
                "title": "",
                "content": "one of these changes on its own would have entailed catastrophic destruction on Earth re-\ngardless of the speed with which they would have occurred. Acting in concert, abrupt or\notherwise, these changes would have resulted in an even more colossal upheaval the gravity\nof which would boggle the mind. They even belittle Ashton’s previously mentioned gargan-\ntuan cataclysms, making it doubtful that life would have survived on Earth. It is not that cata-\nstrophic signs are absent from Earth’s geological strata somewhere near the Age of Saturn\nbut, regardless of their extension, these nowhere show signs of the dimensions demanded by\nthe totality of the above mentioned terrestrial changes.\nAnd then, when all is said and done, why bother with this proposed change from one type\nof system to another when, as seen from Earth, nothing would have appeared to change in the\ncelestial sphere? After all, as seen from Earth, Saturn would have ended up motionless in the\nnorth celestial sphere just as it would have been prior to the change from the earlier system to\nthe later one.\nBesides, what is there in the mytho-historical record that can be interpreted in favor of\nsuch a change? As we have seen, Talbott is of the opinion that “the earliest remembered con-\ndition was that of phase lock.”\nWhat led him to this?\nAs we have also indicated, still according to Talbott, a phase-locked Saturnian system is\n“the best explanation for the initial MOTIONLESSNESS or INACTIVITY of Atum-Ra” and\nthat this initial inactivity “seems to suggest the motionlessness you would get from a phase\nlock of a satellite to its primary.” But, unless I have badly missed something, there is nothing\nin the mytho-historical record that differentiates between an earlier type of Saturnian inactiv-\nity or “motionlessness” and a later but different sort of “motionlessness” or inactivity. All\nthat the record proclaims is that Saturn and/or its anthropomorphic deity was motionless\nand/or inactive in Earth’s north celestial pole. No change is indicated.\nIn his own objections to Talbott’s postulate concerning the placement of Jupiter behind\nSaturn, Thornhill had declared that: “The principle of parsimony of hypotheses suggests that\nwe don’t introduce another massive body into the system if there are no reports of it during\nthe transition of the proto-Saturn system from a primordial configuration into a polar con-\nfiguration.”*” Would it not, then, be just as parsimonious in not introducing a different Sat-\nurnian system since no indications of it can be inferred from the human record? Would not\nthis be in harmony with the scientific principle of Occam’s razor which specifies that entities\nand events must not be needlessly multiplied?\nWhat, then, of Talbott’s insistence concerning the previous wandering of Saturn prior to\nits eventual stationary establishment in Earth’s north celestial sphere? As Talbott himself\nwell knows, this constituted a postulate which I had for long contested. In the end, however,\ndue to continuing research, I finally ended up accepting it. Not only had I been looking in the\nwrong place, due to some sort of blind spot I had even misconstrued some of the clearest\nmessages. As it turned out, and as it had been apparent to Talbott from the start, the message\nof the human record, in this case, turns out to be unequivocal. What, then, to make of this\nevent?\nActually, Thornhill had already supplied the answer himself—but he disregarded it. As\nalready noted, when faced with the postulate of Saturn’s early wandering, he presented two\npossible scenarios to account for it. “This could mean either that the pre-existing polar con-\nfiguration was disturbed,” he wrote, “or that Saturn’s [satellite was] dislodged from [its]\nphase locked Saturnian equatorial [orbit] by the increasing influence of the Sun...and moved\ninto the polar configuration.” While he opted for the second proposition as being the “more\n97 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 35.\n98 Emphasis added."
            }
        ],
        "bibliography": [
            "event?",
            "Actually, Thornhill had already supplied the answer himself—but he disregarded it. As",
            "already noted, when faced with the postulate of Saturn’s early wandering, he presented two",
            "possible scenarios to account for it. “This could mean either that the pre-existing polar con-",
            "figuration was disturbed,” he wrote, “or that Saturn’s [satellite was] dislodged from [its]",
            "phase locked Saturnian equatorial [orbit] by the increasing influence of the Sun...and moved",
            "into the polar configuration.” While he opted for the second proposition as being the “more",
            "97 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 35.",
            "98 Emphasis added."
        ]
    },
    {
        "type": "main",
        "page_number": 424,
        "subsections": [
            {
                "title": "",
                "content": "likely,” it is the first proposal that best fits the scheme. It was a “pre-existing polar configu-\nration” that was disturbed “by the increasing influence of the Sun.”\nWhat seems to have transpired is that Earth’s axis was temporarily and slightly dislodged\nas the Sun attempted to separate it from Saturn. The Saturnian system’s entry into the Sun’s\ndomain, however, was a prolonged development that unfolded in a series of awe-inspiring\nevents. For a while of relative short duration, Earth teetered slightly off balance, and it was\nduring this precarious episode that Saturn was seen to slowly circle around its former station-\nary spot. The god wandered for a time. But Saturn was soon to reassert its hold upon its sat-\nellite and the deity returned to his former motionless locale. There is, of course, much that\nwent on before this temporary interlude, and even more that followed it—but the detailed ac-\ncount of all that, complete with the relative evidence, will have to wait for the proposed se-\nquel to this work.\nThrough all this we have not been able to lay down our dragon’s ugly head—because, if\nthe mechanics behind the break-up of comet Shoemaker-Levy 9 are not the ones we seek in\nexplaining the manner in which the Saturnian system could have maintained its axial cou-\npling, we are simply back to where we had started at the beginning of this chapter. What\nShoemaker-Levy 9 taught us is that linear formations can exist, but only for a short period.\nThat is not what we seek. What is required is a means to keep such a formation linearly\naligned for a much longer period—longer than 3 months, longer than 45 years, 100 years, or\n200 years. We need to discover a means to keep Saturn and Earth axially coupled for\nthousands of years, if not even longer.\nWhat, then, is the answer?\nCOSMIC JETS\nThe subject of the Saturnian co-axial system was discussed during the private round-table\nsession held for the speakers at the 2000 KRONIA Communications world conference in\nPortland, Oregon. At that time, the astrophysicist Halton Arp declared that linear formations\nare not uncommon in the cosmos—to which he added the caveat that such formations are\nonly possible if given a long time to form. While this declaration should have raised eye\nbrows, it raised but little.\nWhen, a month later, I asked Arp what linear formations he had in mind,” he referred me\nto the “condensations” which had been discovered being ejected by galaxies.!© These\ncondensations, as Arp called them, are now known to be “violent jets of plasma that erupt\nfrom the cores of some galaxies” !°! in poleward directions. In other words, the jets in ques-\ntion are shot out along the axis of the galaxy’s rotation. How are these jets formed?\nOnce deemed anathema to astronomy, electric currents are now known to exist through-\nout the Solar System. As James Peebles declared:\n“No one today denies the importance of magnetic fields and currents in the solar sys-\ntem and in its formation. This is now completely accepted.” !2\nMore than that, as noted earlier in this work, 99% of the universe is now known to consist\nof plasma, an ionized gas that can conduct electricity. This led the plasma physicist and\nNobel laureate Hannes Alfvén to ask: “why shouldn’t plasma still behave the same way for\n°° D. Cardona to H. Arp, October 16, 2000 (private communiqué).\n100 H. Arp to D. Cardona, October 27, 2000 (private communiqué).\n101 E, J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), p. 75.\n102 Jbid., p. 74 (emphasis added).\n103 Jbid., p. 72."
            }
        ],
        "bibliography": [
            "tem and in its formation. 1his is now completely accepted.",
            "More than that, as noted earlier in this work, 99% of the universe is now known to consist",
            "of plasma, an ionized gas that can conduct electricity. This led the plasma physicist and",
            "Nobel laureate Hannes Alfvén to ask: “why shouldn’t plasma still behave the same way for",
            "99 D. Cardona to H. Arp, October 16, 2000 (private communiqué).",
            "100 H. Arp to D. Cardona, October 27, 2000 (private communiqué).",
            "101 E, J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), p. 75.",
            "102 Tbid., p. 74 (emphasis added).",
            "103 Jbid., p. 72."
        ]
    },
    {
        "type": "main",
        "page_number": 425,
        "subsections": [
            {
                "title": "",
                "content": "ci a ee Ale\ni          dee:            Seen\nae  ot.            Pais\nHalton Arp\n(Photograph—2000—by Wallace Thornhill.)"
            }
        ],
        "bibliography": [
            "Halton Arp",
            "(Photograph—2000—by Wallace Thornhill.)"
        ]
    },
    {
        "type": "main",
        "page_number": 426,
        "subsections": [
            {
                "title": "",
                "content": "the entire observable universe...?”!\nAs Eric Lerner explains:\n“In Alfvén’s theory, a galaxy spinning in the magnetic field of space acts as a huge\ngenerator, inducing electric currents in the interstellar plasma. The currents flow in\ngreat filamentary spirals toward the center of the galaxy, where they turn and flow\nupwards along the spin axis.”'05\nIt is this model, according to Alfvén, which accounts for the violent jets that are observed\nerupting from the centre of galaxies.\n“Every now and then [says Alfvén], the electric current in a galaxy short-circuits and\ndumps a vast amount of energy into the core. The galaxy ‘blows a fuse,’ and the blast\npropels a jet of plasma up the spin axis.” 106\nMost astrophysicists, on the other hand, claim that these jets are due to the intense gravity\nof a black hole harboring at the centre of these galaxies,!°’ even though the existence of\nblack holes themselves has recently been raising some serious doubts. !°8 But when it comes\nto similar jets expelled by a breed of new stars, to say nothing of the remains of supernovae,\nthe black hole explanation becomes untenable.\nThe Crab Nebula is the remains of just such a star which went supernova in 1054 A.D.\nThe explosion blazed so brightly that it was visible from Earth in broad daylight. Plasma jets\nsimilar to the ones seen ejecting from galaxies, to say nothing of a ring of hot plasma, have\nrecently been revealed by X-ray photography around the “inner workings” of the Crab. The\nplasma ring itself has been calculated to be 200 times wider than the Solar System. This ring\nis believed to be “powered by particles shooting along the star’s magnetic poles” which cre-\nate the twin jets that are seen “firing out perpendicularly to the ring.” !© An identical situa-\ntion has been found in the Vela supernova remnant. !!0\nThe same is true of young stars, which are now believed to form from gas and dust which\n“clump” at the centre of “an envelope of material” surrounded by “a swirling disk.” Magnetic\nforces then “direct jets along the axis.”\nActually, even our own Sun is now posited to have exhibited such bi-polar outflows,!!! to\nsay nothing of a so-called accretion disk, a remnant of which remains to this day as a circum-\nsolar ring of asteroidal dust.!!2\nBut what have these cosmic jets to do with Earth’s axial coupling with proto-Saturn?\n104 [bid., pp. 74-75 (emphasis added).\n105 Thid., p. 75 (emphasis added).\n106 Ibid.\n107 Ibid; see also R. Jayawardhana, “Beyond Black,” Astronomy (June 2002), p. 33; R. Kunzig, “Black Holes\nSpin?” Discover (July 2002), p. 38 (emphasis in title as given).\n198 R. Jayawardhana, op. cit., pp. 29 ff.\n109 K. A. Svitil, “Cracking the Crab,” Discover (February 2000), p. 12 (emphasis added).\n10 Anonymous, “Do All Pulsars Fly Pole-First?” Sky & Telescope (September 2000), p. 20.\nMl A.M. MacRobert & J. K. Beatty, “Fountains of Chondrules From the Sun’s Cloudy Birth,” Sky &\nTelescope (October 2001), p. 18.\n112 §. F. Dermott, et al, “A Circumsolar Ring of Asteroidal Dust in Resonant Lock With Earth,” Nature 369"
            }
        ],
        "bibliography": [
            "nO me pd",
            "105 Thid., p. 75 (emphasis added).",
            "106 Ibid.",
            "107 Jbid.; see also R. Jayawardhana, “Beyond Black,” Astronomy (June 2002), p. 33; R. Kunzig, “Black Holes",
            "Spin” Discover (July 2002), p. 38 (emphasis in title as given).",
            "108 R. Jayawardhana, op. cit., pp. 29 ff.",
            "109K. A. Svitil, “Cracking the Crab,” Discover (February 2000), p. 12 (emphasis added).",
            "10 Anonymous, “Do All Pulsars Fly Pole-First?” Sky & Telescope (September 2000), p. 20.",
            "111 A, M. MacRobert & J. K. Beatty, “Fountains of Chondrules From the Sun’s Cloudy Birth,” Sky &",
            "Telescope (October 2001), p. 18.",
            "112 § F. Dermott, et al, “A Circumsolar Ring of Asteroidal Dust in Resonant Lock With Earth,” Nature 369",
            "(1994), pp. 719-723."
        ]
    },
    {
        "type": "main",
        "page_number": 427,
        "subsections": [
            {
                "title": "",
                "content": "HERBIG-HARO OBJECTS\nAt the same round-table conference\nduring which Arp had pointed out that lin-\near features are not uncommon in space, I\nhad passed around the photograph and\ngraphic reconstruction of just such a new\nstar ejecting jets of plasma from both its          ips\npoles. At least visually, the item in ques-         eae\ntion bore such an uncanny similarity to my       Res tag         3\nproposed model of the proto-Saturnian      Bein?     is\nbrown dwarf star that I believed it impor-      Hei Res\ntant enough to share with the other at-                  ‘\ntendees. Unfortunately, all those present\nwho were interested in the co-axial Sat-\nurmian system brushed it aside as irrele-                   Ae\nvant. Worse still, Arp himself declared the                          ae\nitem a mistaken interpretation.                                                   age.\nIt was only during my following corre-                        oe\nspondence with Arp that I realized he had                   eS\nmistaken my new star for something en-              Sere\ntirely different. What I had passed around                        *\nfor consideration was a picture of the star                        -\ndesignated as HD 163296. What Arp mis-\ntook it for was the controversial runaway\nplanet—if that is what it is—that had been\ndiscovered streaming away from the                    cs\ndouble star system known as TMR-1 by\nSusan Terebey.\nOnce this confusion was straightened\nout, Arp reminded me that he himself had\nincluded two photographs of a star emit-\nting jets in his 1998 iconoclastic work on\nredshifts.!!3 Both photographs show the\nlinear polar jet expelled by “a young stellar\nobject.” What is of more importance, how-\never, is that, very much like the jets from\nHD 163296, a number of globular clusters,                   %\nsometimes referred to as “knots,” which\nare astronomical bodies in their own right,\nare imbedded in the star’s jet. These jet\nformations are known as Herbig-Haro ob-\njects—thus designated HH—named after         .    «a   sai        sco\ntheir discoverers, George Herbig and Guil-     a aly ba Re Sy ete he\nlermo Haro. The one shown on the two              Observatory)\nphotographs in Arp’s book is HH 34 which\n113 H, Arp, Seeing Red (Montreal, 1998), last two photographs following p. 306."
            }
        ],
        "bibliography": [
            "are imbedded in the star’s jet. These jet Ce eens",
            "formations are known as Herbig-Haro ob-",
            "jects—thus designated HH—named after",
            "their discoverers, George Herbig and Guil- (Photograph courtesy of the European Southern",
            "lermo Haro. The one shown on the two Observatory)",
            "photographs in Arp’s book is HH 34 which",
            "HH 34 showing the “knots” lined up along its jet.",
            "113 yy, Arp, Seeing Red (Montreal, 1998), last two photographs following p. 306."
        ]
    },
    {
        "type": "main",
        "page_number": 428,
        "subsections": [
            {
                "title": "",
                "content": "also featured in a more recent article by Thomas Greene. !!4\nThe photograph and graphic reconstruction of HD 163296 that I had initially offered for\nconsideration included three of these globular clusters—labeled HH 409-A, B, and\nC—imbedded in the star’s bipolar plasma jets. (The jet itself is labeled HH 409.) HH 34 has\nat least five of these globular clusters all lined up in a row along the star’s polar jet. The tell-\ntale “accretion disk” is also shown encircling HD 163296.\nHere, then, was incontestable evidence—nay, proof—that axially aligned linear forma-\ntions were not only possible, but actually existed in space. They line up along plasma jets\nejected poleward, sharing the same axis of rotation as their parent star, exactly as has been\nposited for Earth and Saturn in this study. Nor can it be said that these configurations are in\nany way transitory, as in the case of Comet Shoemaker-Levy 9, since they are believed to\nexist for millions of years—and thus Arp’s caveat re the “very long time” needed for their\nformation. Moreover, rather than being uniquely rare cases, Herbig-Haro objects occur in\nprofusion. As of 1994, as many as 250 of such objects had been discovered,!!5 and more\nkeep being added to the list.\nNow if these stars can line up as much as five bodies in co-axial alignment, what is so\nimpossible about proto-Saturn having had one such body, that is Earth, similarly aligned?\nMoreover, as those who are already familiar with the Saturn thesis know, and as I intend to\nshow in future sequels, Proto-Saturn eventually ended up having at least three planetary\nbodies co-axially aligned. Thus, whatever keeps the bodies in Herbig-Haro jets axially\naligned would also have kept Saturn and Earth (to say nothing of later planets) in similar\nalignment.\nWhat I must stress here is that all this is not to say that the Saturnian system was a Her-\nbig-Haro object, the immense masses and distances of which alone would preclude such an\nidentity. What is being hypothesized is that the Saturnian system can be visualized to have\nbeen a scaled down version of such an “object,” concerning which more will be revealed in\nour final chapter.\nAt this crucial point, however, the following question presents itself: Did proto-Saturn\ndisplay jets?\n1147, P. Greene, “Protostars,” American Scientist (July/August 2001), p. 319.\n115 B. Reipurth, A General Catalogue of Herbig-Haro Objects,” Electronic Version 1994-1."
            }
        ],
        "bibliography": [
            "1147. P. Greene, “Protostars,” American Scientist (July/August 2001), p. 319.",
            "115 B, Reipurth, A General Catalogue of Herbig-Haro Objects,” Electronic Version 1994-1."
        ]
    }
]