[
    {
        "type": "main",
        "page_number": 299,
        "subsections": [
            {
                "title": "",
                "content": "shadow one might expect from illumination by the Sun.” At the same time, Thornhill was\nsuggesting something quite similar. As Talbott reported: “I should mention here that, ac-\ncording to Wal Thornhill, it is possible that in the more electrically active phases the entire\nconfiguration may have moved within a [plasma] discharge sheath—something that would\nnot preclude general illumination by the Sun, but could have kept the illumination diffuse.”*\nIn his own work, that same year, Thornhill described the “[Saturnian] planetary group” as\nhaving been “inside a gigantic cometary coma.”” Three years later, Thornhill restated his\nconviction when he wrote that, in his opinion, Earth orbited in the anode dark space beneath\nthe chromosphere of the brown dwarf that was proto-Saturn.”\n“Earth situated inside the spherical envelope of such a star radiating according to the\nusual inverse square law, would find the energy influx almost equal over the entire\nplanet. Such an arrangement is far more benign toward life than at present where the\nenergy source, the Sun, subtends a small angle in the sky.”\nBrown dwarf stars, to which we had compared both Saturn and Jupiter in an earlier\nchapter, had by then been discovered in quantity. In our neighborhood alone, it has been\nstated, there may be more brown dwarfs than Sun-like stars.” Some of these have been cal-\nculated to be one-tenth the size of the Sun with a temperature rising no more than 950° K.\nIn answer to the question whether living entities, including man, would have been able to\nbreathe the constituents of Saturn’s brown dwarf atmosphere, Thornhill replied with the\nwords:\n“We are [presently] nestled in the Sun’s atmosphere without it causing us any prob-\nlems. Proto-Saturn’s envelope would have been more dense but still a good approxi-\nmate to a vacuum. The constituents of the atmosphere of brown dwarf stars, so far as\nthey have been determined, seem to include water molecules and others helpful to\nlife.”\nWhat did Thornhill mean by stating that we are presently nestled within the Sun’s atmos-\nphere. As Gary Zank plainly puts it: “We’re surrounded by hot gas.” And whence this gas?\nZank explains:\n“As our sun moves through extremely ‘empty’ or low-density interstellar space, the\nsolar wind produces a protective bubble—the heliosphere around our solar system,\nwhich allows life to flourish on Earth...Without the heliosphere, neutral hydrogen\nwould interact with our atmosphere, possibly producing catastrophic climate changes,\naD: Talbott, Symbols of an Alien Sky (Beaverton, Oregon, 1997), p. 61.\nIbid.\n% W. Thornhill, The Electric Universe (see above), p. 95.\na ae “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48.\n® A. Burrows, “Extrasolar Giant Planets and Brown Dwarfs,” Science (August 6, 1999), pp. 847-848.\n® W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 33.\n“ A. Yee, “Sir Fred Hoyle Vindicated After 60 Years,” SIS Internet Digest 1998:2, p. 12."
            }
        ],
        "bibliography": [
            "would interact with our atmosphere, possibly producing catastrophic climate changes,",
            "57D. Talbott, Symbols of an Alien Sky (Beaverton, Oregon, 1997), p. 61.",
            "8 Ibid.",
            "% W. Thornhill, The Electric Universe (see above), p. 95.",
            "© Idem, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48.",
            "® A. Burrows, “Extrasolar Giant Planets and Brown Dwarfs,” Science (August 6, 1999), pp. 847-848.",
            "® W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 33.",
            "“ A. Yee, “Sir Fred Hoyle Vindicated After 60 Years,” SIS Internet Digest 1998:2, p. 12."
        ]
    },
    {
        "type": "main",
        "page_number": 300,
        "subsections": [
            {
                "title": "",
                "content": "while our exposure to deadly cosmic radiation in the form of very high-energy cosmic\nrays would increase.”\nWhat, then, is the Sun’s heliosphere?\nAs already noted, astrophysicists now believe that 99.9 percent of the Universe is made\nup of plasma. Cometary tails are also now known to be composed of plasma.” But, more\nthan that, the Solar System itself is encased in a magnetic bubble, known as the heliosphere,\nthat contracts and expands “like a colossal jellyfish.” Although the existence of the helio-\nsphere had already been known, Pioneer 10 revealed that the bubble is much larger than it\nhad been predicted. Its edge is now believed to lie somewhere between 5 and 10 billion miles\nfrom the Sun. It is this heliosphere—this “breathing bubble” as it is now being called—that\nacts as a “cocoon” which “allows life to flourish on earth.”\nWhat all this amounts to is that Earth resides within the Sun’s heliosphere, just as Ashton\nand Thornhill suppose it once resided in proto-Saturn’s plasma sheath, a hypothesis that can\nno longer be dismissed as far-fetched.\nAs Thornhill explained further:\n“The astronomer [William] Herschel believed that people inhabited the Sun beneath\nits shining clouds. We now know that is a crazy idea. But would it be so crazy if the\nSun were a brown dwarf star? To a close observer, proto-Saturn would have looked\nlike a dim red star. Red giants have immense, very low density envelopes. If Betel-\ngeuse were to replace the Sun, it would encompass all of the planets out as far as Ju-\npiter! Astronomers accept the idea that planets could orbit within the thin envelope of\nsuch stars.”\n“Another interesting consequence is that all objects orbiting in that region would re-\nceive the same energy per unit area of their surface. The spectrum of the light would\nhave been much redder than at present...””\nTrue, as already noted, Earth’s primordial star would have been feebler than our present\nSun, but this would have been compensated for by Earth’s proximity to proto-Saturn which\nwould have involved a stretch that was much shorter than its present distance from the Sun,\nto say nothing of the redder spectrum of light in which it would have been bathed.\nBut could Saturn’s plasmasphere have existed within the Sun’s heliosphere which is itself\nnothing but a plasmasphere? Can a plasmasphere exist within another? As already noted, our\nworld itself is now being spoken of as being in a “near-Earth plasma environment.”” What\ndoes this mean?\n5 Ibid.\n° T. Dickinson, “The Seeds of Life,” Equinox (July 1997), pp. 65-66.\n*’T. Yulsman, “Pioneer 10 Maps Cosmic Bubble,” Science Digest (September 1982), p. 17.\n® W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), pp. 47-48; see also, “The Last\nSupper,” New Scientist (November 13, 1999), p. 45.\n© W. Thornhill, op. cit., p. 48 (emphasis added).\n7 R. W. Schunk, ef al., “The Flow of Plasma in the Solar Terrestrial Environment,” Final Technical Report,\nUtah State University Logan Center for Atmospheric and Space Sciences (September 1990)."
            }
        ],
        "bibliography": [
            "NN NNN IIA III OE INDO II INI IOI EOE I IO EE IE IEE",
            "does this mean?",
            "5 Ibid.",
            "° T. Dickinson, “The Seeds of Life,” Equinox (July 1997), pp. 65-66.",
            "*’T. Yulsman, “Pioneer 10 Maps Cosmic Bubble,” Science Digest (September 1982), p. 17.",
            "® W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), pp. 47-48; see also, “The Last",
            "Supper,” New Scientist (November 13, 1999), p. 45.",
            "© W. Thornhill, op. cit., p. 48 (emphasis added).",
            "™R. W. Schunk, ef al., “The Flow of Plasma in the Solar Terrestrial Environment,” Final Technical Report,",
            "Utah State University Logan Center for Atmospheric and Space Sciences (September 1990)."
        ]
    },
    {
        "type": "main",
        "page_number": 301,
        "subsections": [
            {
                "title": "",
                "content": "4     %,     at       re |\nLge       4     Sena\ni              Siesg\ncin.4         pena s {freee   :\nRRR LEI IT IITs EE LEED\nSSS Spee\nr        ¥       SRERRTET UTE IMiEeETEEEE ENA ky AAA\n;          ‘       Bsteecess (init (Ate te deen an aed Uh Ht\neRReSiass H4U44H! Lieeeeeee es eeu ae EME EL HHH 40)\n:                eT teeN AED! LEP EE AEE oA ER ae ER Oe TET Hit 14 64\nSeteeeen Te a etatage ett tt ae\n;               seetteestant sti ii ies  MAAS\nSeetteeteneh Mitt iiii gar eee tees AA\n\\         Paectsthiy autiaeeneeeeeeeat ceeateti tt\nHy      p:      pinsstectces 411) Lato bad agen teeny tLe Egy a4\nny        ipoerteaters sane Unie art 017 toe ita\n+ an         ME staeeatee 1) bAAN TAM bat og EET PERRET ETT\n}  bef   q       HALE RSA ULL ad Ve\nig | Ow   Wile cceenten (MANE UA aa cer cb ete e ee et tty\ni          VAISS VAM ANAT EEE eae gt\nHit     /       PEER: ANI ANAS AR a a     ;\nfe                 TELL.) AANA NEL bet a BARE EET\nHY             MBE in Pa bk Wu lRea tA READ oboe ik\naii 8           PELLICLE Uc aoe? Cas\nt          HEEL AAMAM TNA PAS ARETE BETIS\nHi |         PUT VCCI LT TUT Laer\n+e            TETUTIEAAV LARA PEEL Lape Lea\n+              LUTE HEAL CAAA TAA VELOC EEL LAA ER Oh ee bese i4}\nWallace Thornhill\n(Photograph —1995—by the author)"
            }
        ],
        "bibliography": [
            "Wallace Thornhill"
        ]
    },
    {
        "type": "main",
        "page_number": 302,
        "subsections": [
            {
                "title": "",
                "content": "It was in 1962, due to Mariner 2, that the interplanetary medium was found not to be a\nnear-vacuum as previously believed. Instead, this medium was found to consist of plasma.\nBut, even then, the full implication of this discovery was not immediately understood. As\nRalph Juergens, writing in 1972, noted:\n“One of the primary characteristics of a plasma has up to now received little or no at-\ntention from astronomers. This is its ability to shield itself from the electric field of\nany body in contact with it, or contained within it, and charged to an electric potential\ndifferent from that of the plasma itself. The mechanism by which such shielding is\naccomplished was named the space-charge sheath by those who first studied the phe-\nnomenon.””\n“By the same sort of analysis, I would conclude that the earth has a potential not quite\nin keeping with its space environment, and that it therefore is surrounded by a space\ncharge sheath. For the same reasons that a comet’s sheath is elongated away from the\nsun, I would suppose that the earth’s sheath has a tail; in other words, I would equate\nthe terrestrial sheath with the earth’s so-called magnetosphere.”\nSo, also, Wallace Thornhill who, during one of the question periods at the Society for\nInterdisciplinary Studies’ Silver Jubilee in September 1999, made reference to “Earth’s\nwindsock-like envelope” usually referred to as its “magnetotail.” As he there pointed out: “In\nJuergens’ view it is a plasma sheath...”\nBy the turn of the century, astrophysicists themselves were speaking of plasmaspheres\naround the bodies of the Solar System as if they had always known about them. Venus, it was\ndiscovered, possessed a plasmasphere in the form of a cometary tail that spread close enough\nto “tickle the Earth when the two planets are in line with the Sun.”” Jupiter, too, is now\nknown to be surrounded by a plasma sheet which, like the Sun’s electrical current sheet, lies\nalong Jupiter’s magnetic equator.” So, similarly, with Saturn. As Thornhill noted, had Sat-\nurn’s plasma sheath been visible in the sky, it would make the planet appear as a distinct disc\ninstead of the mere pin-point of light we see in the night sky.” Eventually, Earth’s own\nplasmasphere, which has been calculated to extend at least 12,000 miles into space, was even\n“photographed.”\n7 R. Juergens, “Reconciling Celestial Mechanics and Velikovskian Catastrophism,” Pensée IVR II (Fall 1972),\nf Ibid., p. 12.\n™ W. Thornhill, Chronology & Catastrophism Review 2000:1, p. 94.\n3 Idem, The Electric Universe (Beaverton, Oregon, 1997), p. 18.\n74 NASA release as reported by W. Thornhill, “Did They Really Say That?” Thoth (electronic newsletter) III: 1\n(January 24, 1999), p. 12; see also, New York Times (May 29, 1999); New Scientist (August 7, 1999), pp. 26-31.\n> W. Thornhill, see reference # 72.\n6K. A. Svitil, “Ring of Fire,” Discover (September 2000), p. 26."
            }
        ],
        "bibliography": [
            "7 R. Juergens, “Reconciling Celestial Mechanics and Velikovskian Catastrophism,” Pensée IVR II (Fall 1972),",
            "” [hid., p. 12.",
            "™ W. Thornhill, Chronology & Catastrophism Review 2000:1, p. 94.",
            "® Idem, The Electric Universe (Beaverton, Oregon, 1997), p. 18.",
            "™ NASA release as reported by W. Thornhill, “Did They Really Say That?” Thoth (electronic newsletter) III:1",
            "(January 24, 1999), p. 12; see also, New York Times (May 29, 1999); New Scientist (August 7, 1999), pp. 26-31.",
            "5 W. Thornhill, see reference # 72.",
            "76K. A. Svitil, “Ring of Fire,” Discover (September 2000), p. 26."
        ]
    },
    {
        "type": "main",
        "page_number": 303,
        "subsections": [
            {
                "title": "",
                "content": "Like Juergens, astrophysicists originally expected Earth’s plasmasphere to be elongated\nvery much like that of Venus.” But when NASA’s IMAGE satellite beamed back a picture of\nsunlight being scattered off the helium ions in the plasmasphere, it turned out to be circular in\nshape.” Whether this was due to a misunderstood vagary, imperfect instrumentation, faulty\nreasoning, or whether it is really so remains to be seen.\nIt is thus obvious that plasmaspheres are contained within larger plasmaspheres since the\nplanetary plasmaspheres within our Solar System are all contained with that of the Sun.\nThere is therefore nothing unusual about our posited Saturnian system having been en-\ncased within a plasmasphere as hypothesized by Ashton in 1980. On the contrary, the theory\nnot only fits current astrophysical reality, it is actually demanded by it.\nAll of the plasmaspheres within the Solar System, however, are transparent and, as such,\nare not able to reflect radiation back toward the primary around which they are wrapped. As\nalready noted, Ashton had theorized that the plasmasphere surrounding our posited Saturnian\nsystem would have had to have been opaque. But can a plasmasphere be opaque? The answer\nis that it can. As Anthony Peratt, one of the foremost plasma physicists alive today, has\nstated, a “plasma cloud...indeed can vary between transparent and opaque at different wave-\nlengths.”” So in that, also, we seem to be on the right track.\nSIXTH INTERLUDE\nIn the meantime, before moving to the next phase of our reconstruction, which will help\nus to unearth more of the evidence we are looking for, it behooves us to recapitulate what we\nhave learned in these last three chapters. It also allows us to expand our list of theses which,\nin keeping with the chronological sequence of events, will now have to be reshuffled and re-\nnumbered.\nHypothesis #1: That, from what can be deduced from ancient as well as primitive astro-\nnomical lore, Earth had once been a satellite of the planet Saturn, originally a brown dwarf\nstar, which, because of its proximity, loomed large in the sky as a distinct disc larger than the\napparent size of the full Moon.\nHypothesis #2: That, still according to ancient astronomical lore, during this indetermi-\nnate period, Saturn was the only visible celestial body in Earth’s primordial sky.\nHypothesis #3: That, as seen from Earth, the Saturnian sun did not rise and/or set, but\nremained visibly immobile at all times.\nHypothesis #4: That Saturn’s immobility was due to the fact that Earth was stationed di-\nrectly “beneath” Saturn’s south pole and that, from Earth, Saturn therefore appeared to be\npermanently fixed in the north celestial sphere, the very place now occupied by the Pole Star.\nWhat this also means is that Saturn and Earth were linearly aligned with the both of them\nsharing the same axis of rotation.\n7 Ibid.\n\"8 Ibid.\n” A. L. Peratt, on the Intersect electronic discussion group sponsored by KRONIA Communications, April 26,"
            }
        ],
        "bibliography": [
            "Teculy beneath oaturn s south pole and thal, from Farth, saturn therefore appeared to be",
            "permanently fixed in the north celestial sphere, the very place now occupied by the Pole Star.",
            "What this also means is that Saturn and Earth were linearly aligned with the both of them",
            "sharing the same axis of rotation.",
            "7 Ibid.",
            "*8 Ibid.",
            "” A. L. Peratt, on the Intersect electronic discussion group sponsored by KRONIA Communications, April 26,"
        ]
    },
    {
        "type": "main",
        "page_number": 304,
        "subsections": [
            {
                "title": "",
                "content": "Hypothesis #5: That both Earth and Saturn were embedded in a plasmasphere centered on\nproto-Saturn, the opacity of which enabled proto-Saturn’s radiation to be reflected toward all\nterrestrial latitudes.\nHypothesis #6: That, according to some of man’s earliest memories, Earth was originally\nengulfed in what our ancestors persistently referred to as darkness. This was an age which,\ndespite its remoteness in time, ended up etching itself indelibly in human consciousness. It\nwas a time during which the Sun, the Moon, and the stars were not yet visible in the sky. Sat-\nurn ruled alone.\nHypothesis #7: This age, we have also found out, could not have been one of total dark-\nness, and that, in fact, mankind itself remembers that the Saturnian deity actually shed a\nfeeble light. The terrestrial environment during this age was bathed in a perpetual twilight or,\nrather, a protracted dawn, which man remembered as the dawn of Creation.\nHypothesis #8: That, during this period, a nebulous entity, which our ancestors had diffi-\nculty in describing clearly, surrounded the Saturnian primary. We have conjectured this en-\ntity to have been a placental cloud, or circumstellar disk, surrounding the Saturnian orb. This\nentity seems to have been that to which the ancients alluded to as Chaos.\nHypothesis #9: During this same unspecified period, the Saturnian orb was seen to float\nover an apparition which, to ancient man, looked like water, a cosmic ocean. This “water”\nwas probably the same nebular disk which, spinning slowly, would have had the appearance\nof a celestial whirlpool.\nHypothesis #10: That, at some later time, Saturn shone much brighter than it had previ-\nously done, bright enough for ancient man to allude to it consistently as a sun.\nHypothesis #11: That this primordial Saturnian sun shone during that time we today call\nthe night.\nOne thing to keep in mind is that ancient man could only describe what he had witnessed\nin the sky. Our ancient forefathers could not, however, tell what the cause of any of it was. It\nis even doubtful that they thought about it or even cared. To them, whatever it was they saw\nwas simply there. Unlike our present Sun, proto-Saturn did not rise or set. It did not move. It\njust sat there, doing nothing. It offered them no harm. It had always been there. They had al-\nways remembered it. They would have taken it for granted.\nThere is, however, one discordant note concerning all this. As it is now becoming in-\ncreasingly clear, there is “a dearth of brown dwarfs in close orbits around Sun-like stars””\n—which means that the chances of our Sun having had a brown dwarf in orbit around it is\npretty slim. It therefore seems we are not yet out of the woods.\n® A. M. MacRobert, “The Closest Brown Dwarf to a Star,” Sky & Telescope (August 2002), p. 20."
            }
        ],
        "bibliography": [
            "® A.M, MacRobert, “The Closest Brown Dwarf to a Star,” Sky & Telescope (August 2002), p. 20."
        ]
    },
    {
        "type": "main",
        "page_number": 305,
        "subsections": [
            {
                "title": "",
                "content": "Chapter 15\nThe Timeless Era\nTHE FATHER OF YEARS\nf what has so far been postulated actually transpired, it would logically follow that, dur-\n[= the age of darkness, or perpetual dawn, man would have had no means of telling\ntime. With a dim Saturnian orb embedded within an indistinct nebulosity perpetually\nsuspended overhead, and with the Sun, the Moon, and the stars still apparently absent from\nthe sky—in other words, without the succession of day and night—there would have been\nnothing on which ancient man could have focused that would have enabled him to calculate\nthe passage of time. This, then, presents us with yet another opportunity to test the internal\nconsistency of the mytho-historical record because, if the above surmise is correct, our theory\ndemands that the record should have something to say about the subject. If man could not tell\ntime, he would have known nothing about it. The idea of a day, a month, or a year would\nhave meant nothing to him. The concept of time would not even have occurred to him. But\nsince, at some point, man was given the means by which he was able to calculate the passage\nof time, he would have remembered the previous timeless era. It is therefore inconceivable\nthat he would not have left a record of this earlier situation. Does man’s collective memory\nhave anything to say about any of this? Can this demand be met?\nIn this connection, as in many others, ancient man did not mince words. Not only did he\nleave us records of a timeless era and of an age when time began, he inexorably tied it all\nwith the Saturnian deity and his planet. The Satapatha Brahmana, for instance, unequivo-\ncally speaks of a time when the year “was not then in existence.”' And that the year was con-\nnected with our Saturnian deity can be inferred from the Ugaritic pantheon where we find El,\n“the creator of created things,” also alluded to as “the father of the years.”” In Egypt, too, Ra\nwas made to utter: “I am the maker of hours, the creator of days, I am the opener of the festi-\nvals of the year.”?\nNot only the year but, according to the ancients, time itself was not. As the Malay\nCharmbook, in its inimitable mixture of Muslim and pagan doctrines, has it stated:\n' A. B. Cook, Zeus: A Study in Ancient Religion, Vol. II, Part II (N. Y., 1965), pp. 1035-1036.\n? A. Murtonen, A Philological and Literary Treatise on the Old Testament Divine Names (Helsinki, 1952), p.\n31; A. Caquot, “Western Semitic Lands: The Idea of the Supreme God,” Larousse World Mythology (London,\n1972), p. 87. (NOTE: Murtonen’s belief that this particular epithet of El is due to “later theologumena” is\ncontradicted by comparative mythology.)\n3E. A. W. Budge, The Gods of the Egyptians, Vol. I (N. Y., 1904/1969), p. 383."
            }
        ],
        "bibliography": [
            "eee ee I ID OI II",
            "' A. B. Cook, Zeus: A Study in Ancient Religion, Vol. II, Part II (N. Y., 1965), pp. 1035-1036.",
            "? A. Murtonen, A Philological and Literary Treatise on the Old Testament Divine Names (Helsinki, 1952), p.",
            "31; A. Caquot, “Western Semitic Lands: The Idea of the Supreme God,” Larousse World Mythology (London,",
            "1972), p. 87. (NOTE: Murtonen’s belief that this particular epithet of El is due to “later theologumena” is",
            "contradicted by comparative mythology.)",
            "3E. A. W. Budge, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 383."
        ]
    },
    {
        "type": "main",
        "page_number": 306,
        "subsections": [
            {
                "title": "",
                "content": "“In the days when Haze bore Darkness, and Darkness Haze, when the Lord of the\nOuter Silence Himself was yet in the womb of Creation, before the existence of the\nnames of Earth and Heaven, of God and Muhammad, of the Empyrean and Crystal-\nline spheres, or of Space and Void, the Creator of the entire Universe pre-existed by\nHimself, and He was the Eldest Magician...Now from before the beginning of time\nexisted that Magician—that is, God.”\nIn the above, beyond the statement concerning the beginning of time, we again catch sight\nof that indistinct nebulosity surrounding the primordial Saturnian orb, here referred to as\nHaze, which is not far removed from that of the fog described in the Yuki and Oceanic myths\nwe have previously encountered. Meanwhile, Macrobius also tells us that:\n“...they [i.e., the ancients] conclude that, when there was chaos, no time existed, in-\nsofar as time is a fixed measure derived from the revolution of the sky. Time begins\nthere; and of this is believed to have been born Kronos [i.e., Saturn] who is Chronos\n[i-e., Time]...”°\nCHRONOS\nThe equation of Kronos/Saturn with Chronos/Time has long been contested by philolo-\ngists. Arthur Cook, commenting on the Philadelphians’ identification of Janus with Kro-\nnos/Saturnus, for instance, has it that: “The confusion of Ianus [the same as Janus] with Kro-\nnos no doubt presupposes the usual blunder Kronos = Chronos, which from the fifth century\nB.C. onwards queered the course of Greek theology.”° The identification of Janus as Kronos,\nhowever, is not due to confusion anymore than the equation of Kronos with Chronos is due\nto a blunder. As William Heidel had earlier noted:\n“Tt is not for naught that Pherecydes identified Cronus [the same as Kronos] with\nChronos (Time), whose cycle is defined by the year...The myths and festivals of\nCronus-Saturn prove beyond a doubt that he was associated with the turn of the\nyear...for the myth of the Golden Age, which coincided with the beginnings of man-\nkind...is connected with the reign of Cronus-Saturn...In keeping with this fact is the\nrecognized association of Saturn with Janus.”\nThis view has more recently been echoed by Livio Stecchini:\n“It is true that for a person who consults a dictionary the name Kronos is different\nfrom the Greek term chronos, meaning ‘time’; but there is no difference to a person\n*R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), pp. 386-387 (emphasis\nadded).\n5 Macrobius, Saturnalia 1:22:8 (emphasis added).\n° A. B. Cook, op. cit., p. 374.\n7 W. A. Heidel, The Day of Yahweh (N. Y., 1929), pp. 468-469."
            }
        ],
        "bibliography": [
            "ifs view has more recently been ecnoed Dy Livio otecchini:",
            "“It is true that for a person who consults a dictionary the name Kronos is different",
            "from the Greek term chronos, meaning ‘time’; but there is no difference to a person",
            "*R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), pp. 386-387 (emphasis",
            "added).",
            "5 Macrobius, Saturnalia 1:22:8 (emphasis added).",
            "° A.B. Cook, op. cit., p. 374.",
            "7 W. A. Heidel, The Day of Yahweh (N. Y., 1929), pp. 468-469."
        ]
    },
    {
        "type": "main",
        "page_number": 307,
        "subsections": [
            {
                "title": "",
                "content": "acquainted with classical literature. The association of Kronos...with chronos is well\nestablished in poets of the fifth century B.C. This association is as old as the first\nGreek speculations on the nature of time in the preceding early period of Greek cul-\nture.”®\nSo, similarly, with the Italic god Saturnus, as Cicero informs us:\n“Saturnus was chosen as the one to have as his province the intervals and cycles of\ntime. In Greek this god is called by the very word time, since Kronos is the same as\nchronos, that is, time. We call him Saturnus because he saturates himself with years.””\nStecchini goes on with:\n“The etymological connection of the two words Kronos and chronos has been\npositively affirmed by some linguists and strongly denied by others, because, on the\none hand, the semantic similarity of the two words is evident and, on the other, from a\ntechnical linguistic point of view, the difference between K and ch is most\nsignificant.”°\nAION\nAs for Janus himself, Lydus informs us that he was by some considered the father of\nAion and, by others, Aion’s very self.'' But Aion, who was the god of time which gave us the\nEnglish word “eon,” was that “unlimited order” held as an “indestructible bond” by Kronos,\nwho was Saturn.’ More than that, Aion has been directly identified as Saturn.’ As the god of\ntime, Janus was made to preside over the first day of the month, and the first month of the\nyear, which month, in fact, was named after him—Januarius, i.e., January.'* In time, and for\nreasons we shall soon see, he even became the god of the seasons.'*\nThe association of Saturn with time, meanwhile, does not rest on the fallacious etymo-\nlogical equation of Kronos with Chronos, as Giorgio de Santillana and Hertha von Dechend\neventually pointed out when they stated that:\n“It is not hidden from us that the indestructible laws of philology do not allow for the\nidentification of Kronos and Chronos, although in Greece to do so ‘was customary at\n*L. C. Stecchini, “Chronos and Kronos,” KRONOS VII:2 (Winter 1982), p. 41.\n° Cicero, De Deorum Natura 11:25.\nLC. Stecchini, loc. cit.\n\"A. B. Cook, op. cit., pp. 336-337.\n” Orphic Hymn, #13.\n°F Cumont, The Mysteries of Mithras (N. Y., 1956), pp. 105-107; D. Ulansey, The Origin of the Mithraic\nMysteries (N. Y., 1989), pp. 120 ff.; R. Van der Broek, The Myth of the Phoenix (Leiden, 1972), p. 300.\n‘4 P. Grimal, “Rome: Gods by Conquest,” Larousse World Mythology (London, 1972), p. 178.\n\"5 Ovid, Fasti 1:125."
            }
        ],
        "bibliography": [
            "*L. C. Stecchini, “Chronos and Kronos,” KRONOS VII:2 (Winter 1982), p. 41.",
            "° Cicero, De Deorum Natura 11:25.",
            "LC. Stecchini, loc. cit.",
            "\"A.B. Cook, op. cil., pp. 336-337.",
            "2 Orphic Hymn, #13.",
            "5 F. Cumont, The Mysteries of Mithras (N. Y., 1956), pp. 105-107; D. Ulansey, The Origin of the Mithraic",
            "Mysteries (N. Y., 1989), pp. 120 ff.; R. Van der Broek, The Myth of the Phoenix (Leiden, 1972), p. 300.",
            "' P. Grimal, “Rome: Gods by Conquest,” Larousse World Mythology (London, 1972), p. 178.",
            "\"5 Ovid, Fasti 1:125."
        ]
    },
    {
        "type": "main",
        "page_number": 308,
        "subsections": [
            {
                "title": "",
                "content": "LATA\nAion—who gave us the English word “eon””—Saturnian Time personified."
            }
        ],
        "bibliography": []
    }
]