[
    {
        "type": "main",
        "page_number": 49,
        "subsections": [
            {
                "title": "",
                "content": "a          ff.       J\nASS    nN ba   a Lee 4 2\n_ MESA 8  @ ars VN WES\nDEE | neers!\nREO AS\nKK UNVSEND     aes\nACIS Ke   be Nm\nay, ZA) :    AGE  AY  y &  yotmn\nLA ft  oe  ye  ak  My      i\n—   —  eo.         We ff |    s\nKe Sel elle\nMeee a A len RY\nSocrates defending himself at his trial.\nAccused of preaching against the gods and corrupting the youth of his time, Socrates was\nfound guilty and sentenced to death. Surrounded by his saddened friends, he carried out\nthe sentence by drinking hemlock.\n(Illustration by John Green.)"
            }
        ],
        "bibliography": [
            "Socrates defending himself at his trial.",
            "Accused of preaching against the gods and corrupting the youth of his time, Socrates was",
            "found guilty and sentenced to death. Surrounded by his saddened friends, he carried out",
            "the sentence by drinking hemlock.",
            "(Illustration by John Green.)"
        ]
    },
    {
        "type": "main",
        "page_number": 50,
        "subsections": [
            {
                "title": "",
                "content": "\\\"   errs 2 yy ian    3\nSTAN TM AL EM\nKronos, holding the sickle with which he castrated his father."
            }
        ],
        "bibliography": [
            "UT ee AN",
            "Kronos, holding the sickle with which he castrated his father."
        ]
    },
    {
        "type": "main",
        "page_number": 51,
        "subsections": [
            {
                "title": "",
                "content": "SSS An         a     xf  ai        AM) iid\neS =|. S| A    ae Ne\n= SAjlaa yp           / y 2\nES = >   Hoff   if  SS =o ry     br   je     ys    — S\na    AME Mt    Ferd      ee / |      ey hee      3\nne A   °     ines\nRhea, giving Kronos a stone in swaddling clothes, instead of her son Zeus, for him to devour .\n(From a relief now in the Capitoline Museum, Rome.)\nplanets, should we not turn our attention to a possible cosmological interpretation of the\nmyth?\nTHE PLANETARY DEITIES\nThat ancient man worshipped the planets as gods is not a new revelation. The study of\nclassical texts, of cuneiform tablets, even the pages of the Old Testament, have long illumi-\nnated this oft-ignored aspect of ancient religions. The Sun and the Moon—one as the bene-\nfactor of light and warmth, the other as the vanquisher of nightly shades—might be consid-\nered appropriate candidates for divine worship. But what influence could the planets have ex-"
            }
        ],
        "bibliography": [
            "planets, should we not turn our attention to a possible cosmological interpretation of the",
            "THE PLANETARY DEITIES",
            "That ancient man worshipped the planets as gods is not a new revelation. The study of",
            "classical texts, of cuneiform tablets, even the pages of the Old Testament, have long illumi-",
            "nated this oft-ignored aspect of ancient religions. The Sun and the Moon—one as the bene-",
            "factor of light and warmth, the other as the vanquisher of nightly shades—might be consid-",
            "ered appropriate candidates for divine worship. But what influence could the planets have ex-"
        ]
    },
    {
        "type": "main",
        "page_number": 52,
        "subsections": [
            {
                "title": "",
                "content": "erted on Earth and its inhabitants to induce our ancient forebears to deify them, venerate\nthem, and offer them the blood of human sacrifice? After all, unlike the Sun and Moon, to the\nunaided eye the planets appear no more than small flickering pin-points of light lost amid a\nstarry sea among a multitude of other flickering pin-points of light.\nThe ancient Greeks deified all of the heavenly bodies of the Solar System that were, and\nstill are, visible to the naked eye. Saturn was Kronos who was once king of heaven. Jupiter\nwas Zeus who, as in the case of other planetary pantheons, seized the kingdom of the gods\nfrom his father Kronos/Saturn. Mars was known as Ares, the blood-thirsty god of war.\nAphrodite, the goddess of love, perhaps the most popular of the Greek deities, was the\npersonification of Venus. The planet Mercury was Hermes, with his winged sandals, the\nswiftest god among the Olympians.\nThese planetary identifications were even adopted by those ancient peoples who came\ninto direct contact with the Greeks. Thus, in The Book of the Secrets of Enoch, a Graeco-\nJewish work from the intertestamental period, the names of the planets are so given in Greek:\nKruno for Kronos/Saturn; Zeus for Jupiter; Aris for Ares/Mars; Aphrodit for\nAphrodite/Venus; and Ermis for Hermes/Mercury.'™\nCan it however be said that, in the minds of the Greeks, planets and gods were\nsynonymous? I pose this all-important question because critics have often denied this to have\nbeen the case. My answer is that the identity of the ancient gods as planets should never even\nhave been questioned. The only acceptable assertion in this matter is that of those very\npeople who once believed in, and venerated, these gods. Giorgio de Santillana and Hertha\nvon Dechend recognized this truth when they wrote:\n“The most ‘ancient treasure’ ... left to us by our predecessors ... was the idea that the\ngods are really stars, and that there are no others. The forces reside in the starry\nheavens, and all stories, characters and adventures narrated  by  mythology\nconcentrate on the active powers among the stars, who are the planets.”\nThis is quite a claim, to say the least, when one remembers that, at the very dawn of\ncivilization, the Sumerian list of deities already contained more than five thousand names\nwith which to reckon'*—think about it! Accepting that most of these names constitute\nnothing but a litany of epithets bestowed on a much shorter list of deities, the deities\nthemselves, and the tales told about them, remain quite numerous. And yet, as we shall see,\nthis was not merely a case of epithets, for the deities themselves were often inadvertently\nduplicated, triplicated, and so forth.\nOn the other hand, to maintain that all mythological characters reduce to a handful of\nplanets, and that all mythological tales are descriptive of planetary motions, is not, in my\nopinion, a defensible position. After all, in the end, man found it expedient to recognize\ndivinity in just about everything, creating deities who would lord it over such concepts as\nbirth, health, sleep, and death and a thousand other issues to boot. Even so, I will maintain\nthat if we restrict ourselves to the world’s major myths, de Santillana and von Dechend’s\nclaim can be validated.\n151 1] Enoch, XXX:4. (NOTE: The difference in the spelling of the names is merely due to different transcription\nfrom the Greek.)\n12 G_ de Santillana & H. von Dechend, Hamilet’s Mill: An Essay on Myth and the Frame of Time (Boston,\n1969), p. 177 (emphasis added).\n185 FG. Bratton, op. cit., p. 21."
            }
        ],
        "bibliography": [
            "ee eee eee ee eee ee eee ee oe eo esse ee ee NE ON EELS”",
            "that if we restrict ourselves to the world’s major myths, de Santillana and von Dechend’s",
            "claim can be validated.",
            "151] Enoch, XXX:4. (NOTE: The difference in the spelling of the names is merely due to different transcription",
            "from the Greek.)",
            "12 G_ de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston,",
            "1969), p. 177 (emphasis added).",
            "155 FG. Bratton, op. cit., p. 21."
        ]
    },
    {
        "type": "main",
        "page_number": 53,
        "subsections": [
            {
                "title": "",
                "content": "BLES SR\n(fe FAQ\nZan my sya       Les >\nSel  i -                   wet\nSo NN Ww    Ex: >y\nZ      = NS Wwutiert |: Se\nlg     <=     iG     >       os\nPA UG\nEe 2 8 Uf    Wy 2 Big\nss |       a   =;  aif: §\nES   NG    LS   $2:\nB-fse   ) S20 *    NSB\nS-tSaS! | RSa 4  : CS\nZi SSws  SU yy  * sae A\n22 ==)   == SE Oy NSE\na SESS EN       =e\nB= F SEES SS,       4\nS Loy SJB\nAres, the blood-thirsty god of war, personification of the planet Mars.\n(From an ancient marble statue—the Ares Ludovisi—now in Rome.)"
            }
        ],
        "bibliography": [
            "Ares, the blood-thirsty god of war, personification of the planet Mars.",
            "(From an ancient marble statue—the Ares Ludovisi—now in Rome.)"
        ]
    },
    {
        "type": "main",
        "page_number": 54,
        "subsections": [
            {
                "title": "",
                "content": "When it comes to the ancient Greeks, as\nvy                    the authors in question had it noted,\na                  “Aristotle was proud to state it as known\n3 SEF                     that the gods were originally stars, even if\noer ‘               popular fantasy had later obscured this\nae     4                     truth.”\"* Aristotle’s own words read as\nfollows:\nFe Ly                   “A tradition has been handed down\n~~ 3                      by the ancient thinkers of very early\ntimes ... to the effect that these\nheavenly bodies are gods ... The rest\nae!                                of their tradition has been added later\na ae                   in a mythological form to influence\né oo Ee af                            the vulgar... “©\nd  Ss                     Translators, and other commentators,\n:                        have since attempted to fault Aristotle since,\n~~}                 as they have pointed out, the gods are not\n. eA              identified as planets in the earliest extant\nAR              Greek sources. Thus, M. Tredennick, who\n4             og’            translated Aristotle’s works for the famed\n7 rom       tee BA              Loeb Classical Library, thought it appropri-\n(Wss5=—\" me f  La             ate to append a footnote to the above pas-\n\\      ere tae A           sage which, in part, reads:\nVe eG if    ) Esp\nTey A wad f   a:             “This statement [of Aristotle] is not\n4 ait  Zé OS a                   literally true. The planets do not seem\nGF pd \"a  af      oan                  to have been associated with the gods\n{   gee Page o Ff             of popular mythology until the 4th\nd i fi! if tay           century B.C.”\nBHF PE 8 Nip               redennick then referred his readers to\nWi f   dy 4A        John Burnet, an earlier authority on the\nBp   y  f+’,               subject, who had written:\n“i ] pay: a    et              “In classical Greek literature no\nEPS       a4              planets but Hesperos [Venus as\nes     “af                 Evening Star] & Eosphoros [the\nee     cS       4             Morning Star] are mentioned by\n_ ae        \"             name at all ... Mercury appears for\neee                                 the first time by name [as Hermes] in\nFelon,              £5             [Plato’s] Timaeus 38e, and other di-\ni. 2            ‘4 G_ de Santillana & H. von Dechend, op. cit., p. 4\n.    —                           (emphasis added).\nAphrodite of Melos, Greek goddess of love and        ie Aristotle, Metaphysics, 12:8:19.               .\nbeauty, personification of the planet Venus.       H. Tredennick, translator of Aristotle’s\nMetaphysics (Loeb Classical Library, 1947), footnote"
            }
        ],
        "bibliography": [
            "Aphrodite of Melos, Greek goddess of love and",
            "beauty, personification of the planet Venus.",
            "the first time by name [as Hermes] in",
            "[Plato’s] Timaeus 38e, and other di-",
            "*4 G_ de Santillana & H. von Dechend, op. cit., p. 4",
            "(emphasis added).",
            "155 Aristotle, Metaphysics, 12:8:19.",
            "‘% 1H. Tredennick, translator of Aristotle’s",
            "Metaphysics (Loeb Classical Library, 1947), footnote",
            "to 12:8:19,"
        ]
    },
    {
        "type": "main",
        "page_number": 55,
        "subsections": [
            {
                "title": "",
                "content": "vine names are given [by the same             PRESS\nPlato] in Epinomis 987b sq, where           4; i hes NDR\nthey are said to be ‘Syrian.’ The              F NT We\nGreek names Phaenon [Saturn],            if AS   SS . KR)\nPhaethon [Jupiter], Pyroeis [Mars],             -  ie   “sy yy 2\nPhosphoros [another designation for         ;  ae    am   ae  tty\nthe Morning star] &  Stilbon                       at am\n[Mercury] are no doubt older, though             ey  7    man\nthey, go  not happen to occur ear-             WI y     re     er\nW. D. Ross was another modern transla-                Cy  von wy     &\ntor of Aristotle who appended a similar dis-                (A    Lh      <\nclaimer_to the original passage quoted       I\nabove. '®            5     Passage            i         re yy    WY!\nWhat the above authorities, and others       '       pat) SA a            :\nsince then, have failed to take into consid- 7    \\    °                   .\neration is that, at bottom, the characteristics          .                 se\nof the Greek gods were identical to the                             ~        .\nknown planetary deities of other, and older,     mes   \\                 f\nraces with whom the Greeks came in contact                    ~\nand from whom they borrowed much of                          .\ntheir cosmological and cosmogonical lore.      ae Who “was proud to state It it known”  that\nThat this knowledge, as per Aristotle,   ‘ soda ere oeseinally aro How a es.\nhad to be reaffirmed was due to a multitude         {llustration by Charles Hogarth.\nof factors, the least of which not being the\n“forgetting” of cosmic history by the Greek nation. When Solon visited Egypt, he was\ninformed that “neither he nor any other Hellene knew anything worth mentioning about the\ntimes of old.”'” He was told that “there is no old opinion handed down among you [Greeks]\nby ancient tradition, nor any science which is hoary with age.”\"® The Greeks, according to\nthe Egyptian sages, knew “nothing of what happened in ancient times”’” and this,\nsupposedly, was due to the survivors of previous natural catastrophes who, for whatever\nreason, had left “no written record” behind them.'*\nThe gods’ eventual disassociation from the planets was also abetted by the fact that, like\nother nations, the Greeks were wont to allude to the planets by a different set of names when\ndealing with astronomical, as opposed to cosmogonical, matters. Thus, as indicated by\nBurnet above, we come across Saturn, who was Kronos, being referred to as Phaenon;\nJupiter, who was Zeus, as Phaethon; and so forth. It should be noted, however, that these\nastronomical terms were not themselves devoid of mythic characteristics—so that even in\npurely astronomical treatises, it was difficult to disassociate the study of planets from that of\nthe gods.\n187 J, Burnet, Early Greek Philosophy (4th ed., 1931), p. 23.\n188 G. de Santillana & H. von Dechend, loc. cit.\n*® Plato, Timaeus 22.\n16 Thid.\n16! Tbid., 23.\n18 Thid."
            }
        ],
        "bibliography": [
            "ee eee eee ee eee eee ee nee nee eee eee EI I",
            "the gods.",
            "187 J, Burnet, Early Greek Philosophy (4th ed., 1931), p. 23.",
            "158 G. de Santillana & H. von Dechend, loc. cit.",
            "*® Plato, Timaeus 22.",
            "1 Ibid.",
            "161 Tbid., 23.",
            "18 Ibid."
        ]
    },
    {
        "type": "main",
        "page_number": 56,
        "subsections": [
            {
                "title": "",
                "content": "Aristotle had no reason to invent the equation of planets with gods. Having been widely\nforgotten by his immediate, but not his earlier, ancestors, he simply rediscovered this verity\nand sought to reaffirm it. Besides, he was not the only one to offer the assertion. Others\nmaintained and voiced identical opinions.\nAmong the Greeks, Lucian of Samosata also knew this truth.\" Thus he tells us that\n“from both Homer the poet and the epics of Hesiod we should understand that the ancients\nwere of one mind with the astrologers,” and that it is “the conjunction of Venus and Mars”\nthat “creates the poetry of Homer.”'® Plato, who recognized the same truth on his own, had\nit verified by the Egyptians. ‘©\nThe Romans, who, in their turn, borrowed many of their deities from the Greeks, were no\ndifferent. It is in fact to them that we owe the present names of the planets in the western\nworld so that, to this day, the planets still bear the names of the gods.\nKronos became Saturnus, the god of civilization. Zeus became Iuppiter, Diespiter, or\nsimply lovis, and, like his counterparts throughout the world, was considered king of all the\ngods. Ares became Marspiter, also known as Mavors—pronounced Ma-oors—or Marmar, a\ngod of war as blood-thirsty as his Greek counterpart. Aphrodite became Venus, retaining her\nposition as the queen of Jove and feminine beauty. Hermes became Mirqurius, or Mercurius,\nand was honored as the god of merchandise.\nThe synonymy of planets with gods was so entrenched among the Romans that Cicero\ndenied the possibility of planetary orbital changes simply because he believed such changes\nto be contrary to the planets’ divine nature.'”\nThis belief, that the gods were really deified astronomical bodies, even touched primitive\npeoples. Thus the name of the great Polynesian god, Ta’urua, simply means “star”'*—and\nhere we cannot help but note the similarity of this name to that of Tara, an epithet of\nKali/Durga, mentioned earlier, which also means “star,” even though no etymological con-\nnection between the two names has yet come to light. In old records of Tahiti, the name\nTa’urua is applied to Fomalhaut, a star in the constellation Pisces; to Orion’s belt; to Al-\nphard or Cor Hydra; Betelgeuse; Canopus in the constellation Argo; Deneb in Cygnus; and\nSirius. Each particular star was then identified by a clarifying epithet added to the name\nTa’urua.\"* The same name, however, was also applied to the planets Jupiter and Venus. The\nformer was designated Ta’urua-o-rai’i-taetae’a-o-Havai’i-i-te-tua and the latter as Ta’urua-e-\nhiti-Matavai.\nAmong the Skidi branch of the Pawnee Indians of North America, there were some who,\nin a sense, might be considered to have been astronomers. These men compiled star maps;\nidentified the constellations and the brightest stars among them; noted the planets and\nrecorded their movements. The beginning of the Pawnee ceremonial year was co-ordinated in\nrites.'\" As G. A. Dorsey discovered, “the greater part of the [Pawnee] heavenly gods were\n1© G. de Santillana & H. von Dechend, op. cit., p. 177.\n147 ucian, De Astrologia 22.\n'6 Ibid.\n36 Plato, op. cit., 22.\n161. Velikovsky, Mankind in Amnesia (N. Y., 1982), pp. 59-60.\n16 T, Henry, Ancient Tahiti (Honolulu, 1928), pp. 363-364.\n1° Ibid.\n1 Ibid.\n1 M. B. Zysman, “The Pawnee Papers,” Part I, read at the Haliburton seminar sponsored by the Canadian\nSociety for Interdisciplinary Studies, Sept. 2, 1982; E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p.246."
            }
        ],
        "bibliography": [
            "1© G. de Santillana & H. von Dechend, op. cit., p. 177.",
            "‘47 ucian, De Astrologia 22.",
            "6 Ibid.",
            "36 Plato, op. cit., 22.",
            "161, Velikovsky, Mankind in Amnesia (N. Y., 1982), pp. 59-60.",
            "\"7. Henry, Ancient Tahiti (Honolulu, 1928), pp. 363-364.",
            "1 Ibid.",
            "1 M. B. Zysman, “The Pawnee Papers,” Part I, read at the Haliburton seminar sponsored by the Canadian",
            "Society for Interdisciplinary Studies, Sept. 2, 1982; E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p.246."
        ]
    },
    {
        "type": "main",
        "page_number": 57,
        "subsections": [
            {
                "title": "",
                "content": "Se gy\nCES)    es        wn VIET\noe   I I a\nLBS   A\nWa ANSE ee)\n;     atin we  rr =f\nI    iL 4b “Mg    Yff '\"\naK    Ye |        es   EG)   \\, Vy\nThe Roman Jupiter—Iuppiter, Diespiter, lovis—king of the gods, who personified\nthe planet of the same name.\n(From a wall painting at the Casa dei Dioscuri.)"
            }
        ],
        "bibliography": [
            "The Roman Jupiter—Iuppiter, Diespiter, lovis—king of the gods, who personified",
            "the planet of the same name.",
            "(From a wall painting at the Casa dei Dioscuri.)"
        ]
    },
    {
        "type": "main",
        "page_number": 58,
        "subsections": [
            {
                "title": "",
                "content": "ie if      \\\ng          ig      weg\n+ ans       ep hace ie\npitt FY\nThe Roman Mercury—Mirqurius, Mercurius—god of merchandise,\nwho personified the planet of the same name.\n(From a sculpture by Giovanni di Bologna.)"
            }
        ],
        "bibliography": [
            "The Roman Mercury —Mirqurius, Mercurius—god of merchandise,",
            "who personified the planet of the same name.",
            "(From a sculpture by Giovanni di Bologna.)"
        ]
    }
]