[
    {
        "type": "main",
        "page_number": 439,
        "subsections": [
            {
                "title": "",
                "content": "David Leeming presented Hurakan as an aspect of the Feathered Serpent, that is our old\nfriend Quetzalcoatl. In the Popul Vuh, however, Hurakan and Feathered Serpent, there called\nGucumatz, are presented as partners in Creation. Thus, while we view Gucu-\nmatz/Quetzalcoatl as the embodiment of the Saturnian deity, it is obvious that Hurakan,\nwhile closely associated with proto-Saturn, was visualized as a separate entity.\nIn a recent work, M. Preuss had half a mind to identify Hurakan, which name she ren-\ndered by the Spanish spelling “Jurakan,” with the constellation of Ursa Minor. This is in-\nteresting because Ursa Minor, the Little Bear, is the very northern constellation which con-\ntains the Pole Star, thus situating Hurakan in the very locality where the myths of other na-\ntions place the primeval north wind. Additionally, however, Preuss was astute enough to note\nthe connection between this deity and the axis mundi,55 the term used by mythologists to de-\nnote the boreal column said to have stretched between Earth and sky.\nOf additional importance is the fact that the name Hurakan translates as “One\nLeg”*°—which brings us to the next motif in our unfolding scenario.\nTHE ONE-LEGGED GOD\nAmong the ancient Egyptians, Osiris was said to have shone “above the Leg of heaven.”\nWhat this indicates is that this “Leg” appeared beneath the Saturnian orb, represented here as\nOsiris.57 We also note that, whatever this leg was, it had the appearance of fire. “Hail, Leg of\nfire,” was the manner in which it was invoked.°8 That this “Leg of fire” descended from\nEarth’s celestial north pole, the proto-Saturnian place par excellence, was cogently argued by\nGerald Massey® and, as Talbott has shown, also by Hermann Kees.® It thus becomes appar-\nent that this “Leg” stood for a support which stretched from beneath Saturn’s south pole to\nEarth’s north polar regions.\nIn India we meet with the deity named Manu whose assimilation to the god Saturn had\nalready been noticed in the 19th century by William Jones and G. S. Faber.°! That this identi-\nfication is correct is borne out by Manu’s epithet of Satyavrata, which is one of the many\nSanskrit names for the planet Saturn.©? Moreover, as Jacob Grimm indicated, Satyavrata is\nthe Sanskrit equivalent of the Slavic Sitivrat, which is also a name for Saturn.® It is therefore\nnoteworthy that Manu was said to have performed a severe penance which consisted of being\n“poised on one leg” for ten thousand years.\nIt is also stated in the Upanishads, that Brahma, whom we have already seen identified as\nSaturn, “is only one-footed.”65\n33D. A. Leeming, The World of Myth (N. Y., 1990), p. 60.\n34 M. Preuss, “A Study of Jurakan of the Popul Vuh,” in E. Magana & P. Mason (Eds.), Myth and the\nImaginary in the New World (Laramie, 1986), p. 364.\n55 Ibid.\n% Ibid, pp. 126, 248.\n57E. A. W. Budge, The Papyrus of Ani (N. Y., 1967), p. 118.\n°8 Idem , The Egyptian Book of the Dead (London, 1901), p. 370.\n5° G. Massey, Ancient Egypt (N. Y., 1970), p. 311.\n6 D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 211.\n61 E. Cochrane, “Kronos, Minos, and the Celestial Labyrinth,” KRONOS IX:2 (Winter 1984), p. 19.\n62 G. S. Faber, The Origins of Pagan Idolatry, Vol. II (London, 1816), p. 491; M. William, Sanskrit Dictionary\n(Oxford, 1872), p. 743; J. Grimm, Teutonic Mythology, Vol. 1 (N. Y., 1966), pp. 248-249.\n© J. Grimm, loc. cit.\n© Suryakanta, The Flood in Sanskrit Literature (Delhi, 1950), p. 4, as cited by D. N. Talbott, op. cit., p. 212.\n65 Swami Nikhilananda, The Upanishads (N. Y., 1963, abridged edition), pp. 221 ff., as cited by D. N.Talbott,\nloc. cit."
            }
        ],
        "bibliography": [
            "7 LEG, Pp. 120, 246.",
            "57. A.W. Budge, The Papyrus of Ani (N. Y., 1967), p. 118.",
            "58 Idem, The Egyptian Book of the Dead (London, 1901), p. 370.",
            "5° G. Massey, Ancient Egypt (N. Y., 1970), p. 311.",
            "D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 211.",
            "61 E. Cochrane, “Kronos, Minos, and the Celestial Labyrinth,” KRONOS IX:2 (Winter 1984), p. 19.",
            "© G, §. Faber, The Origins of Pagan Idolatry, Vol. II (London, 1816), p. 491; M. William, Sanskrit Dictionary",
            "(Oxford, 1872), p. 743; J. Grimm, Teutonic Mythology, Vol. 1 (N. Y., 1966), pp. 248-249.",
            "63 J. Grimm, loc. cit.",
            "© Suryakanta, The Flood in Sanskrit Literature (Delhi, 1950), p. 4, as cited by D. N. Talbott, op. cit., p. 212.",
            "65 Swami Nikhilananda, The Upanishads (N. Y., 1963, abridged edition), pp. 221 ff., as cited by D. N.Talbott,",
            "loc. cit."
        ]
    },
    {
        "type": "main",
        "page_number": 440,
        "subsections": [
            {
                "title": "",
                "content": "oO           004 ye  oS           ne  7s\nD                        rsd | >)     =\nO               A                     Se 6           7d] je\noe Le\n5                     =         AO       <9 amt\nHurakan—amid stylized swirls of smoke or clouds.\nFrom a late Classic vase.\n(lustration by Karl Taube.)\nPresently a name for the Pole Star, we have also seen how Dhruva was placed in its posi-\ntion by Vishnu, the location of which he claimed to have been his in an earlier time. More\nthan that, we have actually seen that Dhruva was originally one of Vishnu’s own epithets.\nThe added interest here is that, very much like Manu, Dhruva was said to have maintained\nhimself in intense meditation while standing upright on one foot. Furthermore, in Sanskrit,\nthe word dhruva also means “post” and/or “stake”®? which, as Roger Ashton indicated, evi-\ndently stood for “a celestial support.”\nIn the Maitri Upanishad, Vishnu himself is referred to as “All-supporting.”©° Another\nepithet of Vishnu is Yamakila, derived from Yama, one of the Sanskrit names for Saturn,\nplus the suffix kilah, meaning “post” and or “pillar.”7° Yet another epithet of Vishnu was\nEkapada, from Ekapad, which means one-footed.7! Under this archaic epithet, sometimes\nrendered Aja Ekapad, Vishnu is referred to as the one footed support of the Cosmos?? and\n“the Birthless One-footed One.””3 This is in keeping with our theory that the divine Leg un-\nder consideration must have been a physical substance that had the appearance of a columnar\nsupport. But also, being “birthless” presupposes an existence beyond memory. In other\nwords, this celestial support, stretching between Saturn and Earth, seems to have always been\n© J, O'Neill, The Night of the Gods (London, 1893), p. 501; G. de Santillana & H. von Dechend, op. cit., p.\n87 V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 531.\n68 R. Ashton, “The Polar Planet,” unpublished, MS p. 3.\n69 Maitri Upanishad V1:13.\n7 VS. Apte, op. cit., p. 358.\n11 Ibid., p. 313.\n72 J, Schwabe, Archetyp und Tierkreis (Basle, 1951), p. 34, as cited by D. N. Talbott, loc. cit.\n3 A. K, Coomaraswamy & Sister Nivedita, Myths of the Hindus and Buddhists (N. Y., 1967), pp. 388-389, as\ncited by D. N. Talbott, loc.cit."
            }
        ],
        "bibliography": [
            "6 J. O'Neill, The Night of the Gods (London, 1893), p. 501; G. de Santillana & H. von Dechend, op. cit., p.",
            "67 V. S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 531.",
            "88 R. Ashton, “The Polar Planet,” unpublished, MS p. 3.",
            "69 Maitri Upanishad V1:13.",
            "7 VS. Apte, op. cit., p. 358.",
            "11 Ibid., p. 313.",
            "72 J, Schwabe, Archetyp und Tierkreis (Basle, 1951), p. 34, as cited by D. N. Talbott, loc. cit.",
            "BALK. Coomaraswamy & Sister Nivedita, Myths of the Hindus and Buddhists (N. Y., 1967), pp. 388-389, as",
            "cited by D. N. Talbott, loc.cit."
        ]
    },
    {
        "type": "main",
        "page_number": 441,
        "subsections": [
            {
                "title": "",
                "content": "there as, in fact, Genesis implies in connection with the ruach which has led us to this disclo-\nsure.\nOther epithets of Saturn in Sanskrit literature are Pangu, signifying a lame person,”4 and\nShirnapada, meaning “withered foot.”75\nPerhaps the most well-known Sanskrit name for the planet Saturn is Shani (or Sani).7°\nAnd while Shani is not described as having been one legged, he is nonetheless said to have\nbeen lame.7”\nAs Talbott has noted:\n“The Celtic Sol [so named by the Romans] stood on one foot all day. The African\nWachoga tell of the old god Mrule who...had only one leg...Russian myth presents\nthe demonic Verlioka as a...one-legged figure. So also was the Chinese primeval god\nK’uei one-footed.” 78\nOne even finds this one-legged god among the Australian Aborigines, where he is re-\nmembered as Turunbulun.7?\nOne word of caution: There are other deities said to have possessed a single leg or foot\nwho do not translate as personifications of the planet Saturn, prime among whom is the\nMesoamerican Tezcatlipoca. But that, too, is a related topic that must await a future volume.\nTHE PHALLIC POST\nIn the year 2000, while exploring the Neolithic remains at the Nakovana cave near Du-\nbrovnik on Croatia’s Dalmatian Coast, Tim Kaiser and Staso Forenbaher made a revealing\ndiscovery. Having come across a barrier to the cave, first thought to be a natural rock fall, but\nlater disclosed as having been man made, they penetrated beyond it to three natural cham-\nbers. Various shards of pottery, some dating to 6000 B. C., were found scattered all over the\nfloors of these chambers. The central room, however, contained a two-foot high stalagmite,\n“unmistakably phallic in shape.” Examination of this stalagmite showed that it had actually\nbeen formed in another part of the cave from where it was detached and moved to the central\ncubicle. Near the stalagmite was a trough covered with limestone slabs, which is thought to\nhave served as a bench, running the entire width of the cave. A three-foot deep pit was also\nfound nearby.®° All of this marks the cave as having been a cult center devoted to the wor-\nship of the phallus.\nNatural formations of similar resemblance have long attracted the attention of primitive\nsocieties as well as members of civilized races. One such phallic rock, an artificially en-\nhanced natural formation, and now a prominent stop for tourists, is Kauleonanahoa, in the\nforest above the Kalaupapa Cliffs, on the Hawaiian island of Molokai.\nIt has, of course, long been known that phallic worship was an institution that stretches\nback into the mist of time. In certain parts of the world, especially in India, it continues to\n74V.S. Apte, op. cit., p. 577.\n75 Ibid., pp. 610, 921.\n7 This is so well known that no references are required.\n77. Ions, Indian Mythology (London, 1967), pp. 100-101.\n78D. N. Talbott, op. cit., p. 211.\n9 Ibid.\n80 Anonymous, “Wine, Aphrodite and a Stalagmite,” Archaeology Odyssey (March/April 2001), p. 12."
            }
        ],
        "bibliography": [
            "ee ee ee ee ee ee a ee",
            "back into the mist of time. In certain parts of the world, especially in India, it continues to",
            "74V.S. Apte, op. cit., p. 577.",
            "75 Ibid., pp. 610, 921.",
            "7 This is so well known that no references are required.",
            "77 Ions, Indian Mythology (London, 1967), pp. 100-101.",
            "78D. N. Talbott, op. cit., p. 211.",
            "79 Ibid.",
            "80 Anonymous, “Wine, Aphrodite and a Stalagmite,” Archaeology Odyssey (March/April 2001), p. 12."
        ]
    },
    {
        "type": "main",
        "page_number": 442,
        "subsections": [
            {
                "title": "",
                "content": "Ba.          ‘                   mien Wh)         | fe eiaes #\n‘    To Lh me         eo Pa        «    ;\nah        :         ee | me O82\n‘  Pa bs         ie      £ sie ie      #2\nEa See age                      Ee eee           =     we .\n=  oe ee I\nThe phallic rock in the forest above the Kalaupapa Cliffs on the Hawaiian island of Molokai.\n(Photograph by the author.)\nthis day. Phallic images—idols, actually—have been found all over Stone Age Europe. One\nfound in a Neolithic temple on Malta, the island of my birth, and now housed in the ar-\nchaeological museum in Valletta, reproduces the phallus in triplicate form. Triplicate phallic\nimages were also found at Alatri and on the Pelasgic walls at Grottatore.®!\nUntil recently, Western sentiments, especially those harbored by Judeo-Christian faiths,\nhad long been shocked by the veneration of the male reproductive organ. This is so true that,\nin 1891, a Hindu boy was flogged in Madras, India, by order of the British Police Magistrate\n“for exhibiting an indecent figure in public view.”®? As Count Eugene Goblet d’Alviella re-\ncounted:\n“What he had explicitly done was to set up, in accordance with universal custom, a\nphallic image before a house that was in the course of erection...The image was in-\ndeed set up before [the house] as a symbol of the Deity...”\n81 FT. Elworthy, The Evil Eye (N. Y., 1971), p. 155.\na E, Goblet d’Alviella, Symbols: Their Migration and Universality (N. Y., 1894/2000), p. xix.\nIbid."
            }
        ],
        "bibliography": [
            "“What he had explicitly done was to set up, in accordance with universal custom, a",
            "phallic image before a house that was in the course of erection... The image was in-",
            "deed set up before [the house] as a symbol of the Deity...”*°",
            "81 FT. Elworthy, The Evil Eye (N. Y., 1971), p. 155.",
            "i E. Goblet d’Alviella, Symbols: Their Migration and Universality (N.Y ., 1894/2000), p. xix."
        ]
    },
    {
        "type": "main",
        "page_number": 443,
        "subsections": [
            {
                "title": "",
                "content": "Those of Western religious sentiment would be even more shocked to learn that the\nHebrew El, the very same god who, under the name Elohim, is believed to have created\nthe world, was said to have been equipped with a long penis.\nWhat was this sacred virile member attached to god?\nAmong the Egyptians, the phallus of Ra was highly honored. This is indicated in the\npraises glorifying the god. As it was written: “Who is this?” And the answer is given: “It\nis Osiris.” But, as an alternative, which, in this case, as in many others, boils down to the\nsame thing, the passage continues with: “Others, however, say that his name is Ra, and\nthat the god who dwelleth in Amentet is the phallus of Ra, wherewith he had union with\nhimself.”85\nThe most popular ithyphallic god of Egypt was Min. Unfortunately, despite Ev Coch-\nrane’s attempt to identify this deity as a personification of Saturn® and, later, through a\nchange of mind, as a personification of Mars, 87 not enough is known about this deity to reach\na definite conclusion concerning his genesis.\nAlthough at this point, as noted above, the inclusion of Shu would be out of chronologi-\ncal sequence, it is interesting to note that this god was inter alia lauded as “Lord of the Phal-\nlus.”88 In the Pyramid Texts, he is actually equated with the male organ of Atum.° What is\neven more revealing, however, is the fact that, in some depictions, the heaven-sustaining Shu\nis replaced with the phallus of Geb. It is then evident that the phallus of the deity was itself\nbelieved to have acted as the support of heaven much in the same manner that the single leg\nof the god did.\nAs Diodorus reported, it was not only the Egyptians who consecrated “that member” in\ntheir initiatory rites, but quite a few other nations. And, as a more modern authority noted:\n“The antiquity of the phallus as an amulet is shown by the number found among\nEgyptian sculptures. No visitor to Egyptian antiquities needs to be told this...The\nphallus was the most sacred amulet worn by the vestal virgins of ancient Rome.\nMoreover, we find that Sesostris of the early twelfth dynasty, who conquered Asia,\nset up memorials of a phallic nature among the people who had acted bravely...In the\nruins of Zimbabwe, in Central Africa, are to be seen phalli carved upon stone, similar\nto those found in Sardinia, which are said to be Phoenician...Again, numbers of\nphallic amulets in bronze are found in the earliest Etruscan tombs...”9!\nMythologists have always assumed that phallic worship arose out of the ancients’ recog-\nnition of the male member as a generative organ, and thus worthy of sacred honor as a sym-\nbol of fertility. Nor is this entirely a modern view, as evidenced by the writings of Dio-\ndorus.°2 That this is a logical assumption there is no need to tell. As an example, the lower\npart of a statue of Dionysos, at Phigaleia, was covered with leaves of bay and ivy. Arthur\nCook surmised that this was “possibly” done in order to conceal the god’s erect phallus and\n84. Cross, Canaan Myth and Hebrew Epic (London, 1973), p. 23.\n85 R. Van Over, op. cit., p. 283.\n86 E. Cochrane, “Kronos, Minos, and the Celestial Labyrinth,” KRONOS IX:2 (Winter 1984), p. 14.\n87 Idem, “Thundergods and Thunderbolts,” AEON VI:1 (February 2001), p. 97.\n88D. N. Talbott, op. cit., p. 368.\n89 Pyramid Texts, spell 642.\n9% Eusebius Pamphili, Evangelicae Praeparationis 11:i:50.\n91 F. Elworthy, op. cit., p. 153.\n92 Eusebius Pamphili, loc. cit."
            }
        ],
        "bibliography": [
            "84. Cross, Canaan Myth and Hebrew Epic (London, 1973), p. 23.",
            "85. Van Over, op. cit., p. 283.",
            "86 E. Cochrane, “Kronos, Minos, and the Celestial Labyrinth,” KRONOS IX:2 (Winter 1984), p. 14.",
            "87 Idem, “Thundergods and Thunderbolts,” AEON VI:1 (February 2001), p. 97.",
            "88D. N. Talbott, op. cit., p. 368.",
            "89 Pyramid Texts, spell 642.",
            "90 Eusebius Pamphili, Evangelicae Praeparationis 11:i:50.",
            "91 F, Elworthy, op. cit., p. 153.",
            "92 Eusebius Pamphili, loc. cit."
        ]
    },
    {
        "type": "main",
        "page_number": 444,
        "subsections": [
            {
                "title": "",
                "content": "The impregnation of Nut by Geb, where Geb’s phallus stands in for the usual position of Shu.\nFrom the Papyrus of Tameniu.\n(Compare with illustration on page 486.)\ncontinued by adding that, “if so, we may conjecture that a late moralistic intention had been\nread into an early fertility-charm.”* Such musings, by moderns and ancients alike, do not,\nhowever, go to the root of the problem, especially when the subject itself is not even viewed\nas a problem. A problem, on the other hand, does present itself when in-depth research re-\nveals that the divine phallus was believed to have acted as a supporting post for heaven or the\nOne thing concerning which Cook was correct is that the cult of Dionysos was a phallic\none. As Marija Gimbutas elucidated:\n“[Dionysus’] cult in Greece is evidenced by temples, sculptures of phalli and descrip-\ntions of processions carrying huge phalli as late as the second century\nBC...Brimming with virility, he was the god most favored by women.\n“The abundance of phalli in Dionysiac festivals, in sculptures near the temples, on\nherms used as signposts on the roads and before the doors of houses suggest that the\nancient Greeks were no less obsessed by phallic magic than were the Old Europe-\n“The Lenaia festival held in January was preceded by a Rural Dionysia in which\n°%3 A.B. Cook, Zeus: A Study in Ancient Religion, Vol. II (N. Y., 1965), p. 244.\n°4M. Gimbutas, The Goddesses and Gods of Old Europe (London, 1982), p. 227."
            }
        ],
        "bibliography": [
            "ancient Greeks were no less obsessed by phallic magic than were the Old Europe-",
            "ans.”94",
            "“The Lenaia festival held in January was preceded by a Rural Dionysia in which",
            "°%3 4. B. Cook, Zeus: A Study in Ancient Religion, Vol. II (N. Y., 1965), p. 244.",
            "°4M. Gimbutas, The Goddesses and Gods of Old Europe (London, 1982), p. 227."
        ]
    },
    {
        "type": "main",
        "page_number": 445,
        "subsections": [
            {
                "title": "",
                "content": "ep ee\nSg? (hphon tame           eee pa\nas i See\nReins suena                    a = A se\n“Mg              ae m ee\nPend                 #   —    a\nMonumental phallus at the sanctuary of Dionysos on the island of Delos.\n(Photograph by the author.)"
            }
        ],
        "bibliography": [
            "Monumental phallus at the sanctuary of Dionysos on the island of Delos.",
            "(Photograph by the author.)"
        ]
    },
    {
        "type": "main",
        "page_number": 446,
        "subsections": [
            {
                "title": "",
                "content": "phalli were carried in procession...”95\nBroken stone phalli, representative of the god himself, can still be seen at the sanctuary of\nDionysos, on the sacred island of Delos, to the mirth, embarrassment, and/or shock of visit-\ning tourists. But what is of greater importance to this study is that the same Dionysos, still\ndecked with ivy-sprays, was elsewhere represented by a post dressed up as the god.% That\nDionysos represented an aspect of the Saturnian deity need not be repeated.\nThe nature of what this divine phallus really was comes to us from Phlius. There, a\nwinged aged man with phallus erect was once depicted on the gates of the city. This being\nwas known as phaos rhyentes. What is interesting, however, is that, according to Hippolytus,\nPhaos rhyentes was said by the Sethians to mean “the downward flow of light from above.”97\n“For there was a ray coming from above from that perfect light held fast in the dark, dread-\nful, bitter, filthy water...”°8 The “perfect light” from which this ray of light emerged was a\ndim remembrance of the Saturnian sun “held fast” in the centre of its placental cloud, re-\nmembered here as “dark, dreadful, bitter, filthy water” —the “mud,” or “slime,” or mot of the\nPhoenicians. That this was a reminiscence of the ruach of Genesis is then indicated when\nHippolytus continues by stating that this was “the spirit of light ‘rushing’ over the water.”\nAnd since this ray was remembered as “coming from above,” it stands to reason that the\nwater in question was also somewhere above, presumably in the sky, as our thesis actually\ndemands.\nIt was then this “downward flow of light” from proto-Saturn and its placental cloud\nwhich the ancients likened to the god’s single leg and/or his penis. In some instances, the god\nhimself was considered to have been nothing more than the phallus of Creation. Conse-\nquently, one of the meanings of the name of the Hindu Creator, Prajapati, is the male organ\nof generation. !©° More revealing is a passage in the Linga Purana which has been interpreted\nto mean that:\n“Pradhana, the primary unevolved matter, the cause of the universe is Linga itself. At\nthe root of Linga the creator Brahma is stationed.” !0!\nHere not only do we again find a reference to our posited placental cloud as the “un-\nevolved matter,” but its direct association with the linga, that is phallus, as also with Brahma\nwho, as we have seen, originated as an avatar of Saturn. Curiously, in the Bhagavata Purana,\nthere is presented the image of a cosmic porpoise with the planet Saturn itself projected on its\ngenerative organ.102\nOf most importance is the fact that, in some cases, a phallus “sculptured in granite,\nmarble, or ivory,” which used to be kept “in the inmost recess, or sanctuary” of Hindu\ntemples, was “surmounted by a golden star.” !3 A similar colossal phallus was presented by\nPtolemy Philadelphus to the temple of Osiris in Alexandria. This, too, was crowned in gold\n95 [bid., p. 228.\n%6 A. B. Cook, loc. cit..\n97 W. Barnstone, op. cit., p. 656.\n%8 Ibid., p. 655.\n» Ibid.\n100 VS. Apte, op. cit., p. 642.\n101 Comment from the translators of The Linga-Purana (Delhi, 1973), p. xx; see Linga Purana 1:74:19-20.\n102 Bhagavata Purana V:23:7; see also, Ganesh Vasudeo Tagare (trans.), The Bhagavata Purana, Vol. II\n(Delhi, 1979), p. 754.\n103 H. M. Westropp & C. S. Wake (with A. Wilder), Ancient Symbol Worship: Influence of the Phallic Idea in\nthe Religions of Antiquity (N. Y., 1875), p. 19."
            }
        ],
        "bibliography": [
            "95 Ibid., p. 228.",
            "96 A. B. Cook, loc. cit..",
            "97 W. Bamstone, op. cit., p. 656.",
            "38 Thi",
            "ly. s, Apte, op. cit., p. 642.",
            "101 Comment from the translators of The Linga-Purana (Delhi, 1973), p. xx; see Linga Purana 1:74:19-20.",
            "102 Bhagavata Purana V:23:7; see also, Ganesh Vasudeo Tagare (trans.), The Bhagavata Purana, Vol. 11",
            "(Delhi, 1979), p. 754.",
            "03H. M. Westropp & C. S. Wake (with A. Wilder), Ancient Symbol Worship: Influence of the Phallic Idea in",
            "the Religions of Antiquity (N. Y., 1875), p. 19."
        ]
    },
    {
        "type": "main",
        "page_number": 447,
        "subsections": [
            {
                "title": "",
                "content": "BiG                                    Sees)\nBS De eS 2 ae         ig)\noe  —  SO”: atin didi Ai\nai      Ag  “Se aan * 16; ae    J)   .\nBRO OCR RAR Ae BS  Not in A CAH R ORR\nee eta eS SEAN ES Pe     es    9   iO IR TH itchy\n&    x          peribes +. Wa         Ysverr rit eererr sees\nThe Sakti Puja.\nTableau of Hindu deities surrounding phallic emblem.\nand surmounted by a golden star, which was “carried in a splendid chariot in the midst of\nreligious processions.” + The meaning these last two items have for us is that, in each case,\nthe golden star surmounting the vertical phallus served as a cogent symbol of the proto-\nSaturnian sun seen atop the fiery axis in the sky.\nAnother word of caution: As in the case of the one-legged gods, not all phallic deities,\nand Shiva in particular, are to be identified as Saturn, but that, too, must await future revela-\ntions.\nTHE SKY PILLAR\nIn pre-Islamic Arabia, pillars called hammanim were set up on the altars of the god Ba’al.\nOn top of each of these pillars rested the disk of Samsu, usually understood as the name of\nthe Sun.!°5 Granted that Samsu, as well as its variants SemeS and Sim8a, was eventually\nutilized as a name for the Sun, we have seen that the Assyro-Babylonian Samas (or Shamash)\n104 Tbid., p. 20.\n105 See the entry under “Shamash,” Encyclopaedia Britannica (1959 edition), Vol. 20, p. 454."
            }
        ],
        "bibliography": [
            "THE SKY PILLAR",
            "In pre-Islamic Arabia, pillars called hammanim were set up on the altars of the god Ba’al.",
            "On top of each of these pillars rested the disk of Samsu, usually understood as the name of",
            "the Sun.!°5 Granted that Samsu, as well as its variants SemeS and Sim8a, was eventually",
            "utilized as a name for the Sun, we have seen that the Assyro-Babylonian Samas (or Shamash)",
            "104 Ibid., p. 20.",
            "105 See the entry under “Shamash,” Encyclopaedia Britannica (1959 edition), Vol. 20, p. 454."
        ]
    },
    {
        "type": "main",
        "page_number": 448,
        "subsections": [
            {
                "title": "",
                "content": "was by the Assyro-Babylonians themselves specified to have been the name for the planet\nSaturn. We may therefore safely assume that the pre-Islamic Samsu originally stood for the\nsame planet. This is lent evidence by the fact that our present Sun does not appear to be rest-\ning on any kind of pillar while, as we have seen above, the proto-Saturnian sun was so con-\nceived to have stood on a support which was inter alia visualized as a vertical whirlwind, a\nsingle leg, and/or an erect phallus. Thus, Elmer Suhr, who confused so many mythological\nissues, was nevertheless astute enough to realize that the primeval wind “is especially effec-\ntive in the heavens at the top of the cosmic column.”!0%\nSuhr tells us that this cosmic column was “a very old concept dating back to primitive\ntimes,” and that it was the “sun” on top of this column that created the wind “by its whirling\nmotion.”!°7 Also: “It is especially important to think of the cosmic column not as a static post\nbut as a constantly whirling crucible, forever forming and re-forming the constituent ele-\nments into the changing aspects of human experience.” !°8\nThe memory concerning the association of this pillar with Saturn was retained in the\nChristian Sybyllines which proclaim that Sabaoth Adonai “shall sit on a heavenly throne and\nestablish a great pillar,”!°? which is elsewhere rendered a “pillar of glory.”!!° Sabaoth,\nsometimes rendered Zebaot, is a name derived from the Hebrew tsaba or tseba’ah, meaning\n“army,” and is used in the New Testament as the military epithet of God.!!! Adonai, mean-\nwhile, means “my Adon,” where Adon is a Phoenician title that simply means “Lord.” !!2\nTaking their cue from the Canaanites, who were the same as the Phoenicians, the Jews used\nthe epithet Adonai to designate their own God. Thus it was said that when God asked Adam\nwhat his name was, Adam replied with the words: “Adonai, Lord, because Thou art Lord\nover all creatures.” !!3 As Louis Ginzberg has it, the name Adonai is “the very name God had\ngiven unto Himself, the name by which the angels call Him, the name that will remain im-\nmutable evermore.”!!4 Moreover, when Moses is said to have asked God for his name, God\nis reported to have replied:\n“Thou desirest to know My Name? My Name is according to My acts. When I judge\nMy creatures, I am called Elohim...when I rise up to do battle against the sinners, I\nam Lord Zebaot...when I have mercy upon the world, I am Adonai.” !!5\nElsewhere it is said that Adonai and Elohim were “the two sacred names of God,” !!6\neven though, in fact, he was known by various others. This, then, tells us that, as far as the\nJews were concerned, Adonai and Lord Zebaot, which translates as Sabaoth Adonai, was the\nsame as Elohim, the majestic plural of El, that is Saturn.\n106 E.G. Suhr, Before Olympos (N. Y., 1967), p. 43.\n107 Jhid., p. 39.\n108 Thid., p. 79.\n109 W. Barnstone, op. cit., p. 559.\n110 [bid., p. 673.\n111 J. Strong, A Concise Dictionary of the Words in the Greek Testament (Madison, New Jersey, 1890), p. 64.\n112 See here for instance, P. Gaber & W. G. Dever, “The Birth of Adonis?” Archaeology Odyssey (Spring\n113 L. Ginzberg, op. cit.,Vol. 1, p. 62.\n114 Tbid.\n115 Jbid., Vol. Il, p. 319.\n116 Tbid., Vol. III, p. 158."
            }
        ],
        "bibliography": [
            "—_ &. G, oun, bejore Olympos UN. Y., 1907), Pp. 45.",
            "107 Thid., p.",
            "108 Thid., p. 79.",
            "109 W. Barnstone, op. cit., p. 559.",
            "110 Thid., p. 673.",
            "111 J. Strong, A Concise Dictionary of the Words in the Greek Testament (Madison, New Jersey, 1890), p. 64.",
            "112 See here for instance, P. Gaber & W. G. Dever, “The Birth of Adonis?” Archaeology Odyssey (Spring",
            "1998), p. 54,",
            "113 L. Ginzberg, op. cit.,Vol. 1, p. 62.",
            "114 Tbid.",
            "115 Jbid., Vol. Il, p. 319.",
            "116 Tbid., Vol. III, p. 158."
        ]
    }
]