[
    {
        "type": "main",
        "page_number": 129,
        "subsections": [
            {
                "title": "",
                "content": "which is Ninurta as well as Ningirsu.” As with the former, so also with the latter: The lumi-\nnary identified with the god is spoken of as radiating a great light. Thus we find it recorded in\nGudea’s Cylinder B:\n“Ningirsu...rose in overwhelming splendor. In the land it became day; the Eninnu\n[another epithet of the god] rivaled in brilliance the child of Enzu.”®\nThis Enzu, also read Zu-en, was the more familiar Sin. His “child” was Shamash, often\nreferred to as Shamash mar Sin —i. e. Shamash son of Sin.®\nThis led William Albright to state that “Ningirsu is here the sun...who ascends each\nmorning from the underworld.”” That Albright was not well acquainted with the character-\nistics of this deity is further illustrated when he also opined that “Ningirsu, like Ninurta,\nseems to have been primarily a god of fertility with intimate solar associations.”” Albright\ndid recognize that Ningirsu has “solar associations,” but that Ningirsu was Saturn and not the\nSun had already been demonstrated by Jastrow.”\nThis identification is based on a series of deductions which not only proves the ancient\nidentity of Ningirsu but also that of Ninurta. These deductions lead us back to those omens\nincorporating the formula “when Shamash stands in the halo of Sin” that we have already\nhad occasion to note. Apart from the gloss already there discussed, which explains that\nShamash is the name of the planet Saturn (Lu-Bat Sag-US), we also come across a clarifica-\ntion which names Ninib/Ninurta as “standing therein.”” This indicates, beyond any reason-\nable doubt, that Ninib/Ninurta was the same as Lu-Bat Sag-US/Shamash/Saturn.” As Donald\nMackenzie noted: “The sun god was identical with Ninip and Nin-Girsu...and resembling\nBabbar, ‘the shining one,’ the solar deity of Akkadian Sippar, whose Semitic name was\nShamash.”” Also, in a slab relief of the god retrieved from the temple of Ninurta in ancient\nKalakh (or Kalhu), present-day Nimrud (still named after the very god), Ninurta is depicted\nwith the scythe as one of his weapons. As is widely known, the scythe was the favored\nweapon of Kronos/Saturnus. Thus, as Jastrow admitted, Franz Kugler was correct in identify-\ning “the planet (Lu-Bat) whose name is Ninib [i.e. Ninurta]” as referring to Saturn.” And,\nlet’s face it, in a bilingual list of the planets, now in the British Museum, Ninurta is definitely\nlisted as the name of the planet Saturn.”\nNow it should be understood that the term “Lu-Bat” was also used to designate Mars and\nMercury besides Saturn. A. F. O’D Alexander, however, misunderstood the usage of this\nterm when he stated that a “further ambiguity was caused by using lubad [the same as Lu-\nBat] (‘planet’) sometimes for Saturn, sometimes for Mercury.” What Alexander should\n®7 W. G. Lambert, “The Gula Hymn of Bullutsa-rabi,” Orientalia: New Series, 36 (1967), pp. 105 ff.\n® W. F. Albright, “The Mouth of the Rivers,” The American Journal of Semitic Languages and Literatures,\n35:4 (July 1919), p. 165 (emphasis added).\n© Ibid., pp. 165-166.\nIbid.\n| Ibid., p. 166 (emphasis added).\n™ M. Jastrow, Jr., op. cit., p. 173.\n® Tbid., p. 172.\n\"4 Ibid.\n75D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian\nPeople (London, 1996), p. 132.\n78 Tbid.; F. X. Kugler, Sternkunde und Sterndienst in Babel, Vol. 1 (Munster, 1907-1913), pp. 221 ff.\n7D. A. Mackenzie, op. cit., p. 301.\n78 A. F.O’D. Alexander, The Planet Saturn (N. Y., 1962), p. 44."
            }
        ],
        "bibliography": [
            "eethdl inet Meena £2. eee ies ieee ae",
            "© Ibid., pp. 165-166.",
            "| Ibid., p. 166 (emphasis added).",
            "™ M. Jastrow, Jr., op. cit., p. 173.",
            "® Ibid., p. 172.",
            "™ Ibid.",
            "75D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian",
            "People (London, 1996), p. 132.",
            "78 Tbid.; F. X. Kugler, Sternkunde und Sterndienst in Babel, Vol. 1 (Munster, 1907-1913), pp. 221 ff.",
            "7D. A. Mackenzie, op. cit., p. 301.",
            "78 A. F.O’D. Alexander, The Planet Saturn (N. Y., 1962), p. 44."
        ]
    },
    {
        "type": "main",
        "page_number": 130,
        "subsections": [
            {
                "title": "",
                "content": "D>)                                                 CN o EIT TT I\n|    | RIERA\noy                      Hh eg                 Hi  ls:         5        Es\nSs                           i                          8     x\nBOY Ir NM       au   FS alsa\ni            WA              SoTL                Ye\ncut                       ae iy,                 EE\ni                                                           cod\nHA                        © GU Se) Sesame\nA         CAI = | ty SNS\nQ)     i                      ore  bs KS         sh  i\nNingirsu—shown seated with his seven-headed weapon—from a cylinder seal impression.\nhave noted is that it is the descriptive epithets added to “Lu-Bat” that signifies which of these\nthree planets is meant. Thus Lu-Bat Dir was Mars, Lu-Bat Gu-Ud was Mercury, and Lu-Bat\nSag-US, as we have seen, was Saturn. Neither Jupiter nor Venus, on the other hand, was ever\ndesignated as Lu-Bat.”\nMeanwhile, an astrological text distinguishes Ningirsu as (An) Lu-Bat which identifies\nthe deity as a planet even if we are left with a choice between Saturn, Mars, and Mercury. As\nJastrow however pointed out, the listing of Ningirsu as an alias of Ninurta leaves no doubt as\nto which Lu-Bat—i.e. which planet—is intended. If Ninurta, as we have seen, was Lu-Bat\nSag-US/Shamash/Saturn, then so must have been Ningirsu.”\nOf Ningirsu it was also said that “he changes darkness into light.” This is quite a claim\nto make of the planet Saturn and yet it is in keeping with the sun-like brilliance attributed to\nother Saturnian deities. Now while no conventional mythologist has, to my knowledge, ever\nsanctioned this hypothesis, the veneration of Saturn by the ancients as some sort of sun has\nbeen accepted as fact by more than one of them.® Discretion, it seems, has kept them from\ngoing further.\n”M. Jastrow, Jr., op. cit., pp. 174-175.\n% Tbid., p. 173.\n8! Idem, The Religion of Babylonia and Assyria (Boston, 1898), p. 57.\n® Besides Jastrow, see, for example, U. von Wilamowitz-Mollendorf, “Phaethon,” Hermes 18 (1883), pp. 421-\n422; F. Boll, “Kronos-Helios,” Archiv fur Religionwissenschaft 19 (1916-1919), in toto."
            }
        ],
        "bibliography": [
            "oer satummian deities. INOW While no conventional Mytho1ogist has, to My KNOW1edese, ever",
            "sanctioned this hypothesis, the veneration of Saturn by the ancients as some sort of sun has",
            "been accepted as fact by more than one of them.” Discretion, it seems, has kept them from",
            "going further.",
            "”M. Jastrow, Jr., op. cit., pp. 174-175.",
            "® Tbid., p. 173",
            "8! Idem, The Religion of Babylonia and Assyria (Boston, 1898), p. 57.",
            "® Besides Jastrow, see, for example, U. von Wilamowitz-Mollendorf, “Phaethon,” Hermes 18 (1883), pp. 421-",
            "422; F. Boll, “Kronos-Helios,” Archiv fur Religionwissenschaft 19 (1916-1919), in toto."
        ]
    },
    {
        "type": "main",
        "page_number": 131,
        "subsections": [
            {
                "title": "",
                "content": "(For those in the know: The association of Ninurta with Nergal, as also with the Greek\nHerakles, will be discussed in a future volume.)\nTHE TRUE SUN\nLike that of other ancient nations, Hindu astronomy is inseparable from mythology. This\nparticular mythology, however, continues to thrive as the basis of Hindu religion. In a way, it\ncan therefore be said that, among the Hindus, planetary worship is practiced to this day—and\nnot only in an indirect way. Here I would like to remind the reader of that passage from the\nLinga Purana we had earlier looked at which admonishes that “the worship of the planets\nshould be pursued by good men.” Moreover, the reason behind this admonition is the ward-\ning-off of evil at times of planetary “harassment.” That, in these modern times, not many\npracticing Hindus are even aware of these words, and that few, if any, among them actually\npractice planetary worship, is besides the point. What is at issue here is that the admonition in\nquestion is contained in one of the missals, if you wish, by which one of the world’s great\nliving religions is meant to abide.\nLike the gods of other nations, Vedic deities are known by more than one name or epithet\nas so, also, are the planets. Thus, one of the names for the Sun in Sanskrit is Arka.® But then\nwe find that three related designations for the planet Saturn in the same language are Arki,”\nArka-putra,” and Arkatanayah.® Both Arka-putra and Arkatanayah translate as “son of the\nSun.” © Arkaja, which means “sun-born” can also be applied to the planet Saturn,” as so,\nalso, can Arkanandana.” So, once again, we find the planet Saturn bearing a name which is\nshared by the Sun.\nHindu mythology, of course, is largely based on Vedic belief. And yet, as one critic\npointed out quite a few years ago, it has never been proved to the general satisfaction of In-\ndologists that any planets are mentioned in the Vedas.” As I had earlier written in reference\nto this criticism, however, this lack can be compensated for “if it can be shown that certain\ndeities mentioned in the [Vedic] hymns possess planetary traits and/or characteristics com-\nparable to the [known] planetary deities of other nations.”® Today I can go even further be-\ncause, if it can be shown that the names and/or epithets applied to the Vedic deities are iden-\ntical to those applied to the planets by the same race and in the same language, the equiva-\nlence of deities and planets is proven on home ground without any recourse or appeal to\ncomparative studies. Such, for instance, is the case with Brahma, the supreme creator of In-\ndian mythology.\nStrictly speaking, Brahma was not a Vedic deity. He more properly belongs to that corpus\nof Hindu lore known as Brahmanic mythology. He was proclaimed the first of the Devas,\nusually said to mean “gods,” but which properly translates as “shining ones. Here it should\nbe noted that the Sanskrit adjective brahmanya means “relating [or belonging] to Brahma.\n® Tinga Purana, |:57:32-39.\n* Ibid.\n®5V_S. Apte. op. cit., p. 147.\n® Tbid., p. 228; R, K, G. Temple, The Sirius Mystery (N. Y., 1976), p. 180.\n* Ibid., p. 181.\n® VS. Apte, op. cit., p. 147.\n® Ibid.; R. K. G.Temple., op. cit., p. 180.\n” Ibid.\nIbid.\n* F. Edgerton, “Still Colliding,” Harper’s Magazine (August 1951).\n°% D. Cardona, “Child of Saturn,” Part II, KRONOS VII:2 (Winter 1982), p. 35.\n*V._S. Apte, op. cit., p. 707."
            }
        ],
        "bibliography": [
            "®V_S. Apte. op. cit., p. 147.",
            "% Tbid., p. 228; R, K, G. Temple, The Sirius Mystery (N. Y., 1976), p. 180.",
            "* Ibid., p. 181.",
            "® V_S. Apte, op. cit., p. 147.",
            "® Ibid.; R. K. G.Temple., op. cit., p. 180.",
            "” Ibid.",
            "* Ibid.",
            "* F. Edgerton, “Still Colliding,” Harper’s Magazine (August 1951).",
            "° D. Cardona, “Child of Saturn,” Part II, KRONOS VII:2 (Winter 1982), p. 35.",
            "*V._S. Apte, op. cit., p. 707."
        ]
    },
    {
        "type": "main",
        "page_number": 132,
        "subsections": [
            {
                "title": "",
                "content": "Brahmanyah, however, is yet another\nan                         epithet of the planet Satum.* As\nAN                 Brahmanyah, Saturn can therefore be\nHESSD),                said to be Brahma’s planet. In fact,\npres we                     while Indologists may find it difficult\nGeet ees                     to accept, Brahma has long been\nSa PE iF                        identified as Saturn by certain sages of\n“          Owe:                      Hindu  religion  itself.   What | is of\n7         4 Boag We                      greater import to this study is that\nae. wy ae       (PY          these sages consider Brahma to be the\nLae      SA ‘sf [Se                      “true sun””—which is the same as\né AY hee V/ J           saying that, to them, it is Saturn, and\n{ Ye    ee io\"              not the present solar orb, that is the\nFi     ea /, pea                    real “sun.” Since even these sages can\nWR OA. Jee                       see that this is absurdly not so, we can\n3 OTT ea,           only assume, on the strength of what\n.      4 i         “Cs             we have leamed, that this dictum must\n'          ats         wee         have been believed to stem from an-\nA         Tass   =,           cient lore. But how could Saturn have\n4            ALS           E              been to ancient man what the Sun is to\nx                _          2                    us today?\nAs any work on Indian mythology\nBrahma, whom certain Hindu sages identify as the     will assert, Surya is not only the name\nplanet Saturn and a form of the True Sun.         of the god of the Sun but is the most\ncommon Sanskrit name of the Sun it-\nself. There are, however, lines of evidence which indicate that Surya, too, was originally Sat-\nurn, the least of which not being the reference to Surya as graha Surya, that is the planet\nSun.* But let me forestall an objection.\nIt will be pointed out by the knowledgeable that in India, as in certain other nations, the\nSun was counted, with the Moon, as one of the seven “planets.” But one hardly finds,\namong these other nations, the Sun itself alluded to singly by a term reserved for planets.\nEven so, one might argue that the Hindus allowed this exception. Maybe so. But, as in the\ncase of the Egyptian Ra, Surya is described as having motions and characteristics which do\nnot fit those of the Sun. Thus, to give but one example (and, later, I shall be giving others),\nSurya is said to have occupied samanam dhama, which means “the same place of rising and\nsetting.”\"® Everyone knows that the Sun does not rise and set in the same place. (How this\noddity, in turn, applies to the primeval Saturn will be explained in a later chapter of this\nwork.)\nLet me, however, be a little more specific. Surya is also termed Suraj. But Suraj, again, is\nyet another name for the planet Saturn.\" So that, yet one more time, we can see that Saturn\n°° Ibid., p. 708. (NOTE: I must here register my debt to Roger Ashton for this datum, as also, in fact, for all\nother references to V. S. Apte.)\n°° E. Moor, Hindu Pantheon (London, 1864), p. 218.\n°\" Ibid.\n°8 Linga Purana , |:54:65-68.\n® Tbid., 1:57:19-20.\n1 HD. Velanker, Reveda Mandala VII (Bombay, 1963), p. 147.\n1! Bhargava’s Standard Illustrated Dictionary of the Hindi Language (Hindi-English edition, Varanasi, 1969),"
            }
        ],
        "bibliography": [
            "ee ee ee ieee een ER NN BIN BARING MAREN IN RL IN REL INNER EE",
            "° Ibid., p. 708. (NOTE: I must here register my debt to Roger Ashton for this datum, as also, in fact, for all",
            "other references to V. S. Apte.)",
            "°° E. Moor, Hindu Pantheon (London, 1864), p. 218.",
            "°7 Ibid.",
            "°8 Linga Purana, 1:54:65-68.",
            "® Tbid., 1:57:19-20.",
            "1 HD. Velanker, Reveda Mandala VII (Bombay, 1963), p. 147.",
            "1°! Bhargava’s Standard Illustrated Dictionary of the Hindi Language (Hindi-English edition, Varanasi, 1969),",
            "p. 1110."
        ]
    },
    {
        "type": "main",
        "page_number": 133,
        "subsections": [
            {
                "title": "",
                "content": "and the Sun once shared the same\nname as, among the Hindus, at least                          A\nin Sanskrit, they still do.                                               a\nAs earlier noted, another Sanskrit                             eS\nname for the planet Saturn is Graha-                         gt 2]\nnayakah, which means “chief, or                            perensy d\nleader, of the planets.” But, again,                         $4  Bre\nGrahanayakah is also one of the                       ko)      (01\nnames bestowed on the Sun.”                                 w/ -   ag  A\nTHE SATURNIAN SUN                               nm        ey,        py/\\\nWe have now reached a point                  Wy         ean        Vi\nwhere we face the risk of monoto-                     .         wm         og,\nnous repetition. But ours is a precari-                 8 h  4             » Ap\nous position since, while listening to                     lea   reet“inc |   v\nthe voice of antiquity, we seem to be                        H Ny rH |\nlending a deaf ear to astronomical                       jj  j         a\\\nprinciples. For the moment, however,                        5      if\nour main interest must focus on what                        of      \"|      hy\nthe ancients had to say concerning                         i}    ¥    (\\\nthe cosmos around them. Thus, if our                        NY  Us\ninquiry is to have any meaning, our                    Nr ee\nposition will have to be fortified and,           Wu le     y a CF\nhopefully, sustained by invoking first    (F                   t :\nthe strength of numbers. Unless                                \") A\nenough evidence is presented, we                            ord  et\nwill always face the greater risk of                  COS)\nbeing accused of selectivity. For that                      a,\nreason, and in order to show that the\ntheme being developed here wee well      Surya—the sun-god whose motions fail to conform to\nnigh universal, we must continue to               those of the present Sun.\npress home with further examples\nuntil we have covered a fair share of\nthe ancient world.\nWhen it comes to astronomical lore, ancient Egypt presents something of a problem since\nthe Egyptians were not possessed of a formal astronomy until Ptolemaic times. It almost\nseems as if the Egyptians were content to view the heavenly bodies as deities whose motions\nwere too sacred to be reduced to mundane numbers. Despite their star maps, charts, and cal-\nendars, when it comes to the planets and their motions, nothing has survived from pre-Alex-\nandrian Egypt that would allow us to claim an astronomical achievement on their part.\nOn the other hand, if conventional mythologists can treat of deities like Horus and Ra as\nsolar representations, with the likes of Isis and Hathor as lunar or Venerian ones, then so are\nwe allowed to treat them as celestial bodies. In fact, as already noted, ask any mythologist to\nname the solar god par excellence and the name of Ra (or Re) is bound to come up. Not only\nis Ra presented as the Egyptian sun god, he is believed to have been the Sun itself. As James\nFrazer echoed this Egyptological dictum: “That Ra was both the physical sun and the sun-\n1 VS. Apte, op. cit., pp. 417, 542."
            }
        ],
        "bibliography": [
            "eo rT oe rt",
            "andrian Egypt that would allow us to claim an astronomical achievement on their part.",
            "On the other hand, if conventional mythologists can treat of deities like Horus and Ra as",
            "solar representations, with the likes of Isis and Hathor as lunar or Venerian ones, then so are",
            "we allowed to treat them as celestial bodies. In fact, as already noted, ask any mythologist to",
            "name the solar god par excellence and the name of Ra (or Re) is bound to come up. Not only",
            "is Ra presented as the Egyptian sun god, he is believed to have been the Sun itself. As James",
            "Frazer echoed this Egyptological dictum: “That Ra was both the physical sun and the sun-",
            "1 VS. Apte, op. cit., pp. 417, 542."
        ]
    },
    {
        "type": "main",
        "page_number": 134,
        "subsections": [
            {
                "title": "",
                "content": "NYG                   god is of course undisputed...”'® And\nEQOA   .                      yet, as we have already pointed out, the\nNs ARS                           motions and characteristics of Ra do not\nSSAA   fj                 match those of the Sun. In view of the\nEAS                       ancient connections we have now dis-\nae                         covered between Saturn and the Sun,\nOE WS                          we should not therefore be surprised to\nUj     <                                learn that an Egyptian ostrakon from\n/,     if, Pp                                        Ptolemaic times actually identifies Ra as\nif    |       \\\\                       the Greek Kronos, which is the planet\n‘as [Zig                       Sawn\"               a on:\nA                         _Egyptologists, of course, will object,\n——     gel                            pointing out that this is such a late, and\na      —      \\\\                 isolated, case, stemming, no less, from\na eae Se                         Greek interpretation, that the datum\n—                         should not be given any credence.\n|                      Which is why I was surprised when it\nOe                          was brought to my attention * that\n!     vi                             Samuel Mercer came close to admitting\n1             : q A~. something similar. In his study of the\ni               >    Pyramid Texts, Mercer noted that the\n4                                                Egyptian star designated shd.w “is com-\n8  \\                                  pared to and identified with Re [the\n\\                                 same as Ra], and might have been our\nJIB                            Saturn...”\"® It is, of course, the “star”\nshd.w that Mercer thinks might have\nbeen the same as Saturn. But if shd.w\nwas Saturn, it’s identification with Ra\nwould be telling the same story the\nPtolemaic ostrakon does.\nGranting the uniqueness of the os-\ntrakon in question, we at least have one\n{}               \\\\                   direct identification of Ra as Saturn\n(plus a second indirect one if Mercer is\na         correct). Besides, is it conceivable that,\naa            =            with the progress of astronomical sci-\nence, it would have been forgotten by\nPtolemaic times that Ra was the Sun?\nRa, who, in Ptolemaic times, was actually identified     Or had the Greeks no word for the Sun\nas a representative of the planet Saturn.        for them to refer to it as Kronos? (In\nview of what follows, of course, I real-\nize that this last is something of a loaded question.)\n1 J, Frazer, The Golden Bough (N. Y., 1890/1981), Vol.I, p. 313.\n1 F. Boll, “Kronos-Helios,” Archiv fiir Religionwissenschaft, XIX (1916-1919), pp 343 ff.\n15 E. Cochrane, “The Milky Way,” AEON IV:4 (April 1996), pp. 49-50.\n1 S. Mercer, The Pyramid Texts in Translation and Commentary, Vol. 2 (N. Y., 1952), p. 157, as quoted in\nibid (emphasis added)."
            }
        ],
        "bibliography": [
            "as a representative of the planet Saturn. for them to refer to it as Kronos? (In",
            "view of what follows, of course, I real-",
            "ize that this last is something of a loaded question.)",
            "1 J, Frazer, The Golden Bough (N. Y., 1890/1981), Vol.I, p. 313.",
            "' F. Boll, “Kronos-Helios,” Archiv fiir Religionwissenschaft, XIX (1916-1919), pp 343 ff.",
            "15 E. Cochrane, “The Milky Way,” AEON IV:4 (April 1996), pp. 49-50.",
            "1 S. Mercer, The Pyramid Texts in Translation and Commentary, Vol. 2 (N. Y., 1952), p. 157, as quoted in",
            "ibid (emphasis added)."
        ]
    },
    {
        "type": "main",
        "page_number": 135,
        "subsections": [
            {
                "title": "",
                "content": "Even so, on the basis of this one datum, I would not be bold enough to build an edifice.\nAnd, as a qualification I should perhaps add that this does not mean that Ra never stood for\nthe Sun. It is obvious from texts of a historical, or narrative, but not mythological, nature\nthat the Sun was also referred to as Ra. But is this not the same situation we have found\namong other nations where the planet Saturn and the Sun are made to share the same name?\nMeanwhile, the Ptolemaic identification of Ra as Saturn is given additional credence by\nthe Greek poet known as Nonnus. A native of Panapolis in Ptolemaic Egypt, Nonnus like-\nwise referred to the Arabic Sun as Kronos” which, again, was the same as calling the Sun\nby the name of Saturn.\nNow it is true that the Greeks, and after them the Romans, had a penchant for calling\nalien deities and celestial bodies by what they understood to be their Greek, or Roman, coun-\nterparts. It is also known that, in certain cases, their matching was somewhat arbitrary. But\nneither the planet Saturn nor the Sun could have contributed to such arbitrariness since both\nluminaries were beyond confusion. So why would Nonnus have chosen to call the Arabic\nSun by the name of the planet Saturn? Is not one inclined to assume that a similar ambiguity\nbetween the Sun and the planet Saturn must have existed in Arabic nomenclature? And does\nthis not indicate that the Graeco-Egyptian who had it recorded that Ra stood for Kro-\nnos/Saturn was, in fact, echoing the popular belief of the time?\nThe Greeks, of course, had their own lore to draw upon. Not only did they, as we have\nseen, refer to the planet Saturn as the star of Helios, that is the star of the Sun, they actually\nidentified it outright as Helios. Thus, for instance, Plato (or Philip of Opus) wrote that pre-\neminent among the planets for its slowness was the one whom “some call ...Kronos,”'”\nwhich is Saturn. But, in the earliest copies of the text, the name used was not Kronos but,\nrather, Helios.\" It was only later copyists, who could not understand why the planet Saturn\nwas here being alluded to by the name of the Sun, who “corrected” the text to read “Kronos,”\nthe “accepted” Greek name of the planet Saturn. As Franz Boll, whose illuminating study of\nthis subject has long been ignored, demonstrated, the practice of “correcting” such\ntexts—changing the name “Helios” to read “Kronos”—was quite common among later\ncopyists.”\"\nTo Porphyry, originally named Malchus, the Greek historian and Neoplatonist from Tyre,\nin Syria, Kronos/Saturn was also called Helios’? as it was to Rhetorios and Claudius\nPtolemy himself.’® All of which further indicates that the Ptolemaic identification of Ra as\nKronos/Saturn was in keeping with the belief of the time.\nAs it happens, the name “Helios” closely resembles the Greek transliteration of the Ca-\nnaanite/Phoenician “El,” that is “Elos,” a deity who, as Philo Byblius proclaimed, was the\nsame as Kronos/Saturn.'* Thus a confusion between the names Elos and Helios has been\nsuggested to be at the root of this belief.\" This point is somewhat tacky because, in my\nopinion, the Greek Helios, together with similar divinities incorporating the same philol-\nogical root, does ultimately derive from El. But Plato, who already used the name Helios for\n‘7 Nonnus, Dionysiaca , XL:393.\n18 See next reference.\n*® Plato, Epinomis , 987c. (NOTE: There are some who ascribe the authorship of this work to Plato’s pupil,\nPhilip of Opus.)\n\"OF. Boll, loc. cit.\nIbid.\n™ Macrobius, Saturnalia, 1:22:8.\n\"3B. Boll, op. cit., p. 344.\n\"4. Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 83;\nsee also W. A. Heidel, op. cit., p. 470.\n\"5 A. Bouche-Leclercq, op. cit., p. 93."
            }
        ],
        "bibliography": [
            "*°T Nonnus, Dionysiaca , XL:393.",
            "*8 See next reference.",
            "'® Plato, Epinomis , 987c. (NOTE: There are some who ascribe the authorship of this work to Plato’s pupil,",
            "Philip of Opus.)",
            "\"°F. Boll, loc. cit.",
            "™ Ibid.",
            "12 Macrobius, Saturnalia, 1:22:8.",
            "\"3 FB. Boll, op. cit., p. 344.",
            "\"4. Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 83;",
            "see also W. A. Heidel, op. cit., p. 470.",
            "\"5 A. Bouche-Leclercq, op. cit., p. 93."
        ]
    },
    {
        "type": "main",
        "page_number": 136,
        "subsections": [
            {
                "title": "",
                "content": "Helios, the patron deity of ancient Rhodes, whom Plato named as the planet Saturn.\n(Photograph by the author, courtesy of the Archaeological Museum of Rhodes.)"
            }
        ],
        "bibliography": [
            "Helios, the patron deity of ancient Rhodes, whom Plato named as the planet Saturn.",
            "(Photograph by the author, courtesy of the Archaeological Museum of Rhodes.)"
        ]
    },
    {
        "type": "main",
        "page_number": 137,
        "subsections": [
            {
                "title": "",
                "content": "for the planet Saturn, would not have known this since he wrote some four hundred years\nbefore Philo. Besides, as Boll pointed out, and as we have seen, the association of Saturn\nwith the Sun was much too widespread to be attributed to a Greek confusion based on\nPhilo.\"® Boll’s own conclusion was that the naming of the planet Saturn as Helios was not\ndue to any confusion of names, and hardly a confusion of the luminaries involved, but owed\nits cause to the simple fact that, originally, Helios and Kronos were one and the same god\nand, therefore, one and the same planet—that is Saturn.”\nAmbrosius Theodosius Macrobius, the Roman philosopher and grammarian who lived\nbetween 395 and 423 A.D., has been much maligned for claiming, in the first book of his\nSaturnalia, that all forms of worship derived from that of the Sun. Among the misconcep-\ntions that are laid at his door is his identification of Kronos as the Sun.'’ But, having learned\nwhat we now have, can we honestly say that Macrobius was that much in error? Was he not,\nin his own way, reporting what his ancestors, and those of the Greeks before them, had be-\nlieved—that Saturn bore the name of the Sun?\" Should we fault him for believing that this\nsun was the same Sun that shone daily above his head? Have we not now seen that most\nmodern mythologists have been trapped into committing the same error?\nThis belief was so inbred in the early sciences it even turns up in alchemy, the foster-\nmother of chemistry. When astrology embraced, and thus debased, what had commenced as a\nmonopolized industry in the transformation of base metals into gold-simulating alloys by the\npriestly caste of Alexandria, ancient astronomical lore entrenched itself in mystical treatises\nthat were to obsess alchemists well past medieval times. Among these astro-chemical echoes\nwe encounter the statement that the planet Saturn constitutes “the best sun,” which reminds\nus of Saturn as the “true sun” believed in by Hindu sages. As David Talbott well realized:\n“it is unlikely that [the alchemists] themselves knew what to do with the idea. But\nthat the tradition was passed down from remote antiquity is both indisputable and\ncrucial.”\nThis belief was so deeply entrenched that the Swiss psychologist, Carl Jung, could refer\nto Saturn as “the second sun” as if the oddity was well known.'”\nFIRST INTERLUDE\nThe handing down of traditions from remote antiquity of which Talbott speaks above\ndoes not, however, explain the tenacity with which ancient man has held to the idea that Sat-\nurn was a sun. Neither does it explain how the belief itself originated. So that, despite the fact\nthat ideas do travel over distance, across geographical boundaries, and through time, from\ncenturies to millennia, it is not easy to understand why a belief in something that was obvi-\nously not so could have survived the advertency of the ages.\nIt is therefore not enough to maintain that this belief owes its spread to diffusion, cultural\ncontact, or wholesale borrowing, because, for one thing, we are not here concerned with an\nidea that would readily have lent itself to popular appeal. What we are concerned with is an\n\"6 F. Boll, op. cit., p. 343.\n\"7 [hid., pp. 345-346.\n\"8 Macrobius, lo. cit.\n\"9 Tn fact, to be sure, was not his statement based on the belief of Porphyry?—see ibid.\n120 J. Schwabe, Archetyp und Tierkreis (Basle, 1951), p. 492.\n1D. Talbott, The Saturn Myth (N. Y., 1980), p. 40.\nC. Jung, Symbols of Transformation (N. Y., 1976)."
            }
        ],
        "bibliography": [
            "~ oT onal ~r el",
            "contact, or wholesale borrowing, because, for one thing, we are not here concerned with an",
            "idea that would readily have lent itself to popular appeal. What we are concerned with is an",
            "\"6 F. Boll, op. cit., p. 343.",
            "7 Ibid., pp. 345-346.",
            "\"8 Macrobius, lo. cit.",
            "\"Tn fact, to be sure, was not his statement based on the belief of Porphyry?—see ibid.",
            "120 J. Schwabe, Archetyp und Tierkreis (Basle, 1951), p. 492.",
            "1D. Talbott, The Saturn Myth (N. Y., 1980), p. 40.",
            "C. Jung, Symbols of Transformation (N. Y., 1976)."
        ]
    },
    {
        "type": "main",
        "page_number": 138,
        "subsections": [
            {
                "title": "",
                "content": "astronomical belief, something that the common man in the street would not have cared\nabout except as a curiosity. In this respect, it was no different then than it is now.\nGranted that religion would have augmented the belief until it fossilized itself into a\ncredo of faith, the question of why such an obvious falsity would have been incorporated in\nritual litanies in the first place remains unanswered. More amazing is the fact that the belief\nsurvived the scrutiny of those who were in the best position to know otherwise—the as-\ntronomers and astrologers. How could these professional men have attempted to utilize the\ndatum in a more practical way when the belief on which it was based belied reality.\nWe can, perhaps, understand how an error in astronomical observation, or a miscalculated\nset of figures, could have been misconstrued into a truth. Habitual acceptance of such a mis-\nconstrued fact might even, in time, have cemented the misconception into dogmatic belief. It\nhappens. But the incongruity of a belief in something which was demonstrably false would\nhave had a difficult time in being accepted as dogma by a culture and installed as a pillar of\nastrological wisdom supposedly based on astronomical verity. It is difficult to understand\nwhy ancient astronomers, astrologers, or priests looked up at the planet Saturn and asserted\nthat it was a sun. More difficult to believe would be that such a preposterous idea, even if it\nwas somehow believed in, say, by the Babylonians, could have been foisted on a people of a\ndifferent culture. Everyone could look up into the sky and see that Saturn was not a sun. One\nneed not have been an astronomer in order to expose such a deceit.\nWhat people might have believed is that Saturn could have once shone as a sun. This\nwould have been different because although everyone could see that Saturn did not shine as a\nsun, there was no way they could tell whether it once did. And, let us face it, man has long\nbeen prone to the possibility that things could have been different in remote antiq-\nuity—which renders this very study beyond exception.\nOn the other hand, whether imbedded in fact or fiction, every belief has to have an origin.\nSo what could have been the origin of this particular one? One explanation offered by Pin-\ngree is that the Sun’s hyposoma sets as Saturn’s rises.’* A hyposoma—plural, hyposo-\nmata—is the astrological term for the point in the zodiacal sign in which a planet is believed\nto exert its greatest influence. But, as Ulla Koch- Westenholz noted, “the earliest evidence for\nthe hyposomata is from the seventh century BC,” and the association of Saturn and the sun\nis certainly older and far more entrenched in the tradition than warranted by such arcane\nspeculations.” The classicist R. Beck had a different explanation. As he had it stated:\n“In ancient astrology it is widely attested...that Saturn was the star of the\nSun...Graeco-Roman astrology made the [same] identification because Babylonian\nastrology had made it already, and the western tradition here simply drew on its older\neastern relative.”\nBut the Babylonians and, before them, the Sumerians, had absolutely no reason to invent\nthe postulate, to perpetrate this astronomical lie. It could have served no purpose—religious,\npolitical, or otherwise. It would not have answered any questions posed by theology, sover-\neignty, or nature. Besides, if we are to invoke diffusion as a solution to this problem, how\nwould we explain similar beliefs from the American continent which, we have been taught,\ncould have had absolutely no contact with the world of the ancient Near East? I will not, at\n\"3 U. Koch- Westenholz, Mesopotamian Astrology (N. Y., 1995), pp. 122-123.\n14 And see here, S. Langdon, op. cit., p. 304.\n5 Ibid.\nR. Beck, Planetary Gods and Planetary Order in the Mysteries of Mithras (Leiden, 1988), p. 86. (NOTE: I\nam indebted to Peter J. James for beringing this datum to my notice.)"
            }
        ],
        "bibliography": [
            "Me Re ee ee ee ee",
            "political, or otherwise. It would not have answered any questions posed by theology, sover-",
            "eignty, or nature. Besides, if we are to invoke diffusion as a solution to this problem, how",
            "would we explain similar beliefs from the American continent which, we have been taught,",
            "could have had absolutely no contact with the world of the ancient Near East? I will not, at",
            "3 U, Koch-Westenholz, Mesopotamian Astrology (N. Y., 1995), pp. 122-123.",
            "14 And see here, S. Langdon, op. cit., p. 304.",
            "5 Ibid.",
            "1 R. Beck, Planetary Gods and Planetary Order in the Mysteries of Mithras (Leiden, 1988), p. 86. (NOTE: I",
            "am indebted to Peter J. James for beringing this datum to my notice.)"
        ]
    }
]