[
    {
        "type": "main",
        "page_number": 379,
        "subsections": [
            {
                "title": "",
                "content": "The axial tilt debate then spilled into the early years of the twentieth century. Thus, in\n1929, Harold Jeffreys could still ask: “Has the inclination of the earth’s axis to the plane of\nits orbit varied during its history?”'” As he himself confessed: “The answer to [this] question\nis a definite ‘Yes!’”''° By 1937, W. B. Wright continued to maintain that “the earth’s axis of\nrotation has not always had the same position” and that the “many changes of the position of\nthe climatic zones on the surface of the earth” were “due to a displacement of the pole from\nits present position.”\"\"\"\nIn 1950, Velikovsky himself provided an explanation for the tilting of Earth’s axis as\nhaving been due to close terrestrial interactions with the planets Venus and Mars, at different\nepochs during historical times.'” Forgetting that past giants of science had debated the pos-\nsibility, his detractors, among them even some astronomers, maintained that terrestrial axial\nshifts had never been heard of and that the notion is not supported by scientific literature.'?\nBeyond stating my firm belief that the cosmic catastrophes described in Worlds in\nCollision were unfortunately displaced in time by Velikovsky, the present work has nothing\nto offer concerning the possibility of terrestrial axial shifts during historical times. My main\ninterest, here, concerns the much earlier Tertiary period. In this respect it is noteworthy to\nnote that when, in the 1980s, remains of sub-tropical flora and fauna were discovered by So-\nviet scientists in Spitsbergen, the axial tilt hypothesis was revived and, as of this writing,\ncontinues to be the standing Russian (previously Soviet) understanding of what had to have\ntranspired in ages past.''*\n“Tn the early 1980s, scientists proved the far North had once been a tropical paradise.\nThe tilt of the earth shifted and so did the weather.”!>\nMost scientists on the American continent, however, were not convinced. As Johnson\npointed out, Basinger, a Canadian, “would rather contemplate a plant/animal ecosystem that\nhas no uniformitarian counterpart on today’s Earth.”\"'® But, as Johnson argued: How does\none warm Earth’s polar regions in the Pliocene by 90° Fahrenheit without raising tropical\ntemperatures to those of present equatorial areas, while frying the equatorial areas and drying\nthem out?\" “[I]t is not reasonable to postulate a polar heat build-up that somehow misses the\ntorrid zones of the Earth.”\"*\n1 H. Jeffreys, The Earth, its Origin, History and Physical Constitution (1929), p. 303.\n0 Tbid.\n\"WwW. B. Wright, loc. cit.\n'? |. Velikovsky, Worlds in Collision (N. Y. 1950), pp. 312-317.\n\"3 Idem, Earth in Upheaval (N. Y ., 1955), p. 128.\n4 “Aretic Warmth,” SIS Workshop 6:2 (August 1985), p. 36.\n\"S'S. Page, “One ‘Kabloona’ Who Cared,” Ottawa Citizen (September 5, 1990). p. D2.\n\"61. C. Johnson, “Antarctic Anomalies,” AEON II:1 (June 1989), p. 127.\n47 Idem, “Long Term Violation of Uniformitarianism Demonstrated by Fossil Discoveries in Polar Regions,”\nChronology & Catastrophism Workshop (1991) 2, p. 20.\nU8 Ibid., pp. 20-21."
            }
        ],
        "bibliography": [
            "~~ H. Jeffreys, The Earth, its Origin, History and Physical Constitution (1929), p. 303.",
            "10 Tbid.",
            "“WB, Wright, loc. cit.",
            "'? 1. Velikovsky, Worlds in Collision (N. Y. 1950), pp. 312-317.",
            "\"3 Idem, Earth in Upheaval (N. Y ., 1955), p. 128.",
            "4 “Arctic Warmth,” SIS Workshop 6:2 (August 1985), p. 36.",
            "\"S'S. Page, “One ‘Kabloona’ Who Cared,” Ottawa Citizen (September 5, 1990). p. D2.",
            "\"ST. C. Johnson, “Antarctic Anomalies,” AEON II:1 (June 1989), p. 127.",
            "\"7 Idem, “Long Term Violation of Uniformitarianism Demonstrated by Fossil Discoveries in Polar Regions,”",
            "Chronology & Catastrophism Workshop (1991) 2, p. 20.",
            "U8 Thid., pp. 20-21."
        ]
    },
    {
        "type": "main",
        "page_number": 380,
        "subsections": [
            {
                "title": "",
                "content": "“High-temperature environments in the Pliocene Antarctic and the Eocene High Arc-\ntic are geophysically unreasonable. To conform with thermodynamics, and an Earth\ntilted 23 degrees to the plane of the ecliptic [as at present], these environments had to\nbe considerably closer to the equator. If they were closer to the equator, then either\ncontinental drift occurred both much more rapidly and mysteriously than the geologi-\ncal record indicates, or else the Earth has tilted or experienced crustal slippage in\nsome fashion that allowed warming of these lands without disrupting the continuity of\nequatorial rainforests. Another mechanism has the Earth with little or no tilt to its axis\nof rotation, which removes seasonality and ensures light each day on each point of the\nglobe, coupled with a dense canopy that allows much more even temperatures despite\nvariation in latitude.”\"””\nAccording to Bernard Delair, theoretically, Earth ought to rotate on a vertical axis “and\nmay actually have done so in the geologically recent past.”'”° And: “There ought to be no\nreason why any Earth-like planet undisturbed for untold ages should not have a vertically-\npositioned axis.”!”!\nUnfortunately, there are various problems with the axial tilt hypothesis. To begin with,\nDelair’s declaration did not go unchallenged. As Michael Reade pointed out, “a spinning ball\nforced to traverse an elliptical orbit around a primary would adopt a tilted attitude.” As he, in\nturn, assured his readers, “it is never possible to get a free-spinning ball to spin with its axis\neither vertical or horizontal: the principal axis of the ball always settles to a well-defined and\nseemingly invariable angle of tilt.” This, as Reade pointed out, “has long been known to\nengineers: spinning bodies, such as turbines or speed governors, impose asymmetric stresses\non their shaft bearings.”!”\nTrue, as Jane Francis noted, had Earth’s axis been perpendicular to the plane of the\necliptic, the Sun would have bathed the polar regions with twelve hours of light every day. At\nthe poles, however, the Sun’s rays would have been weak and low-angled, similar to those\nexperienced just before sunset. And this would have been insufficient for the growth of\nplants such as the remains of which have been discovered in polar regions.'”\nWhy not then propose a model which would combine both theories? Would not a\nperpendicular Earth orbiting around the Sun with Saturn stationed at Earth’s north celestial\nsphere fill the bill? Not really because, for one thing, this would be contrary to what the my-\ntho-historical record has to tell us. We have seen that, time and again, the record states that,\nduring the age of semi-darkness, the Sun was not yet visible. And there is no point in ap-\npealing to the Pleiongaea hypothesis to account for this invisibility. Had sunlight managed to\n19 Thid., p. 21.\n¥° J. B. Delair, “Planet in Crisis: The Earth’s Last 12,000 Years,” Chronology & Catastrophism Review (1997)\nribs see also J. Harris, Celestial Sphere and Doctrine of the Earth’s Perpendicular Axis (Montreal, 1876),\nin toto.\n1 M. G. Reade, “The Spin of the Earth—Is it Driven or Inertial?” Chronology & Catastrophism Review (1998)\nay E. Francis, “Arctic Eden,” Natural History (January 1991), p. 61."
            }
        ],
        "bibliography": [
            "pealing to the Pleiongaea hypothesis to account for this invisibility. Had sunlight managed to",
            "119 7p:",
            "120 ie ie “Planet in Crisis: The Earth’s Last 12,000 Years,” Chronology & Catastrophism Review (1997)",
            "i oats see also J. Harris, Celestial Sphere and Doctrine of the Earth’s Perpendicular Axis (Montreal, 1876),",
            "fs Mo. Reade, “The Spin of the Earth—Is it Driven or Inertial?” Chronology & Catastrophism Review (1998)",
            "sf B Francis, “Arctic Eden,” Natural History (January 1991), p. 61."
        ]
    },
    {
        "type": "main",
        "page_number": 381,
        "subsections": [
            {
                "title": "",
                "content": "filter at all through a heavier atmospheric envelope, as it must do on Venus, it would still\nhave entailed a day-night succession which, as we have seen, is also disallowed by the re-\ncord. And in order for the Sun to have been entirely shielded by an impenetrable terrestrial\natmosphere, its substantiality would have had to have been denser than that of Venus. Ven-\nerian-like pressures at Earth’s surface, let alone an even greater burden, would not have al-\nlowed the survival of terrestrial mammals including the human race.\nAt bottom lies this additional fact: While the axes of the Solar System planets point in\ndifferent directions, those of Saturn and Earth come close to coinciding. Saturn is tilted at\n26.7 degrees while Earth’s tilt is at 23.45 degrees.'* Both axes point to about the same spot\nin space. Saturn’s present north star is the same as Earth’s—Polaris. This is a situation that\nwould be expected had Saturn and Earth once shared the same axis of rotation as our main\nthesis demands. What this seems to indicate is that, despite Delair’s assurance to the contrary,\nEarth’s present axial tilt is the most natural one for it to possess, and that it has not changed\nsince at least the Tertiary period.\nWhat then of a perpendicular axis with an Earth in phase-lock outside the Solar System\nas posited by Ken Croswell for red dwarf planets? This, too, fails to fill the bill because, as\nwe have already noted, while Croswell’s theoretical system would entail a world without\nvariable seasons, it does not occasion one universal spring-like climate. True enough, the\nclimate would not have been variable, but tropical and equatorial regions would still have\nbeen much warmer than the poles. The poles, in fact, would have been the recipients of low\nslanting rays and if such slanting rays from our own Sun would have been inadequate to\nallow the thriving of sub-tropical flora and fauna at the poles, neither would the slanting rays\nfrom a red or brown dwarf star.\nWhat if we were to adapt Croswell’s phase-locked system by having it encased within\nthe totally warm plasma sheath we have already postulated for the proto-Saturnian system?\nLight and warmth would then have reached all latitudes in equal proportion without having to\nrely on an axial alignment, already posited as the most difficult mechanical configuration to\nmaintain. In other words, why not adopt Wallace Thornhill’s scenario wherewith Earth was\nin just such a positional situation and that it only “broke” into polar alignment when it\nentered the Sun’s influence? This, then, would make the Saturnian system’s axial alignment a\nmere transitional event, which would be more amenable to celestial mechanics.\nAs already claimed, the encasing of the proto-Saturnian system in a plasmasphere is our\naccepted tenet. In the end, however, it may even be found that both postulates—a denser\natmospheric envelope and a plasma sheath—are quite compatible with each other since a\ndenser terrestrial atmospheric envelope might have existed within the Saturnian plasma\nsheath. We would thus have a situation in which the light and heat from the proto-Saturnian\nsun would have been reflected back, or otherwise radiated outward and inward, from the\nplasma sheath and dissipated evenly through the greenhouse property of Earth’s denser\natmosphere.\n4 Actually, the tilt of Mars, at 25.2 degrees, is even closer to Saturn’s— but of Mars we will speak in a separate\nvolume."
            }
        ],
        "bibliography": [
            "denser terrestnal atmospheric envelope might have existed within the Saturnian plasma",
            "sheath. We would thus have a situation in which the light and heat from the proto-Saturnian",
            "sun would have been reflected back, or otherwise radiated outward and inward, from the",
            "plasma sheath and dissipated evenly through the greenhouse property of Earth’s denser",
            "atmosphere.",
            "4 Actually, the tilt of Mars, at 25.2 degrees, is even closer to Saturn’s— but of Mars we will speak in a separate",
            "volume."
        ]
    },
    {
        "type": "main",
        "page_number": 382,
        "subsections": [
            {
                "title": "",
                "content": "ee a ON\nee Se Ee\nTee ew ee\neerie                          Pre   ara\nAncestors of the land tortoise, pictured above, as well as other sub-tropical species, appeared in polar\nregions long before they did in more southerly latitudes.\nWhat is not acceptable is that the axial alignment came into being upon the Saturnian\nsystem’s entry into our present Sun’s domain.\nCLUES FROM OTHER PLANETS\nIs evidence concerning any of the above at least available from other planets of the Solar\nsystem? Only to an extent because, after all, as far as the Solar System is concerned, the case\nfor Saturn presented above is unique—which is not to say that similar systems might not yet\nbe discovered out in space. Meanwhile, the extent to which other planets can provide some\nevidence, no matter how slim, is exemplified by Uranus. Lyle Broadfoot, for instance, was\nsurprised to discover what he termed an electroglow bathing the sunlit side of Uranus. Its en-\nergy source still remains unknown.'* As we have posited for proto-Saturn, Philip Nicholson\nhas also posited the one time existence of a nebular cloud, or circumstellar disk, around\nUranus.” As we have already seen, very much like the Saturnian system we have been\ndescribing, the temperature of Uranus is globally uniform,'”’ even though, again like proto-\nSaturn, its north pole was found to be warmer than the rest of the planet. Of added interest\nhere is that when Voyager 2 made this discovery, the north pole had been in darkness for\n5 J. Schefter, “Uranus!” Popular Science (May 1986), p. 120.\n© Cornell University News Service for May 5, 1998, published as “Caliban & Sycorax: Names for Iey Moons\nof Uranus,” SIS Internet Digest (1998) 2, p. 10.\n271. Overbye, “Voyager Was On Target Again,” Discover (April 1986), p. 79."
            }
        ],
        "bibliography": [
            "Uranus.” As we have already seen, very much like the Saturnian system we have been",
            "describing, the temperature of Uranus is globally uniform,'”’ even though, again like proto-",
            "Saturn, its north pole was found to be warmer than the rest of the planet. Of added interest",
            "here is that when Voyager 2 made this discovery, the north pole had been in darkness for",
            "5 J. Schefter, “Uranus!” Popular Science (May 1986), p. 120.",
            "© Cornell University News Service for May 5, 1998, published as “Caliban & Sycorax: Names for Iey Moons",
            "of Uranus,” SIS Internet Digest (1998) 2, p. 10.",
            "\"7D. Overbye, “Voyager Was On Target Again,” Discover (April 1986), p. 79."
        ]
    },
    {
        "type": "main",
        "page_number": 383,
        "subsections": [
            {
                "title": "",
                "content": "P Yui              es                        :\nThe ancestor of the tapir, the Malaysian variety of which is shown above, also appeared in\nArctic regions long before it did in Asia.\nforty years.'* As Thornhill indicated: “This offers a clue as to how the Earth might have\nhad a uniform global climate during the Saturnian era...”'”\nEven more recently, it has been discovered that Jupiter’s satellite, Io, also has its poles as\nwarm as its equator. “Aside from hot spots at volcanic sites, night temperatures on lo appear\nto be about the same near the equator as near the poles even though, as on earth, the equator\ngets more direct sunshine to heat its surface.”!”°\nTrue, Uranus and Io do not have a north polar sun to heat their northern regions, and I\nonly include these data to show that such a state of affairs—global uniform temperature with\na slightly warmer north pole—is not of itself a bizarre situation.\nThat being the case, what need have we of an axial alignment between proto-Saturn and\nEarth? Why do we need to have the proto-Saturnian sun stationed in Earth’s north celestial\npole to account for the single spring-like season in which Earth basked in past geologic eras.\nBut consider now the following:\n\"8 J. Schefter, op. cit., p. 121.\n\"9 W. Thornhill, “Galactic Currents and the Outer Planets,” Thoth (electronic newsletter) III:5 (March 20,\n139 Media Relations Office, Jet Propulsion Laboratory, California Institute of Technology (June 22, 2001)."
            }
        ],
        "bibliography": [
            "Earth? Why do we need to have the proto-Saturnian sun stationed in Earth’s north celestial",
            "pole to account for the single spring-like season in which Earth basked in past geologic eras.",
            "But consider now the following:",
            "\"8 J, Schefter, op. cit., p. 121.",
            "\"9 W. Thornhill, “Galactic Currents and the Outer Planets,” Thoth (electronic newsletter) III:5 (March 20,",
            "1999), p. 6.",
            "13° Media Relations Office, Jet Propulsion Laboratory, California Institute of Technology (June 22, 2001)."
        ]
    },
    {
        "type": "main",
        "page_number": 384,
        "subsections": [
            {
                "title": "",
                "content": "THE BOREAL CRADLE\nHeer’s study of fossil Arctic flora led him to postulate that the Arctic had served as the\ncentre of new generations of plants which then radiated south to America, Europe, and\nAsia.\"\n“These migrations of new plant species and groups, which originated in the Arctic\nand then became closely related ‘vicarious’ species through simultaneous differentia-\ntion, elegantly account for the mysterious similarity of tree and shrub vegetation in\nsuch scattered locations as eastern Asia and Atlantic North America. This theory also\nexplained the resemblance noted by Heer of the Tertiary flora of Europe and the Re-\ncent flora of eastern Asia and Atlantic North America.”\"”\nAs Johnson noted, while Heer’s theory dates to the late 19th century, his “notion of an\nArctic evolutionary cradle is startlingly modern, in line with the work of Dawson and\nHickey” to which we shall come anon.\nE. C. Pielou, on the other hand, reminded her readers of photoperiodism which presents\nan “apparent obstacle to long, northward and southward migration of plants” since such\nmigrations would have moved said plants out of their physiological niche.\"* Long-day\nplants, for instance, cannot survive in the tropics, while short-day plants cannot thrive in\nmore northern latitudes. This is because the photoperiodic length varies from latitude to lati-\ntude and from season to season. Because day and night lengths in the tropics approximate\ntwelve hours each all year round, photoperiodic variations are small to non-existent. In the\nmid-temperate regions, photoperiodic spans can vary from up to nine hours in December to\nup to sixteen hours in June. In the present Arctic regions, photoperiodicity drops to zero in\nDecember, rising as high as twenty-four hours in June.\nAll this, however, would have been of very little, if any, importance during the Tertiary if\nEarth had basked under a continuous and universal sub-tropical climate and light regime as\nseems to be indicated by the evidence presented above. In the case at hand, the climatic\nrequirements would have been close to identical the world over. Migrating plants would not\nhave had to vacate any physiological niches; they would merely have radiated into new areas\nthe climatic properties of which would have been near identical to the ones of their origin.\nIn the end, it is the available evidence that counts. Does the evidence support the theory\nof a Tertiary plant migration from the Arctic into more southerly latitudes? We have seen\nabove that Johnson claimed that Heer’s nineteenth century theory of just such a migration is\nin line with the modern work of Dawson and Hickey. What have these two authorities to\nshow us?\n1351. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology &\nCatastrophism Review X1V (1992), p. 8.\n132 Ibid.\n\"33 Ibid.\n™ EC. Pielou, After the Ice Age (Chicago, 1991), p. 10."
            }
        ],
        "bibliography": [
            "of a lertiary plant migration from the Arctic into more southerly latitudes’ We have seen",
            "above that Johnson claimed that Heer’s nineteenth century theory of just such a migration is",
            "in line with the modern work of Dawson and Hickey. What have these two authorities to",
            "show us?",
            "\"511. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology &",
            "Catastrophism Review X1V (1992), p. 8.",
            "'32 Ibid.",
            "133 Ibid.",
            "SE. C. Pielou, After the Ice Age (Chicago, 1991), p. 10."
        ]
    },
    {
        "type": "main",
        "page_number": 385,
        "subsections": [
            {
                "title": "",
                "content": "In the Canadian Arctic, Mary Dawson discovered tapirs and flying lemurs which were\nclosely associated in geologic context. But, further south, the tapir was found in a Middle\nEocene context, while the flying lemur appeared in an Early Eocene stratum.'*° Meanwhile,\nLeo Hickey, who had already spent twenty years studying Eocene flora, came to the\nconclusion that plants, together with marine invertebrates, had risen earlier in the Arctic than\nin the mid-latitudes. Ancestors of the horse, camel, rhinoceros, land tortoises, together with\nthe flying lemur, and such trees as the Mexican elm, walnut, and the redwood, originated\nmillions of years earlier in the polar regions.'*°\n“Dawson and Hickey in the early 1980s co-authored a paper in Science where they\nargued that certain plants show up in the fossil record 18 million years earlier in the\nArctic than elsewhere while some animals evolved 2 to 4 million years ahead of their\ntime north of the Arctic Circle.”!”\nAn alternative way in which the theory of Pleiongaea could be brought in line with the\nSaturnian model is if Earth’s dense atmospheric envelope exhibited a north polar clearing—a\nhole if you wish. This would bring our thesis perilously close to that advocated in 1886 by\nIsaac Newton Vail,'* propounded further by his modern defender, Donald Cyr” and, in a\ndifferent but slightly similar vein, by Dolph Earl Hooker’ plus, to a certain extent, even by\nMilton Zysman.\"\" All of these authors—from whom the present writer disassociates him-\nself—have proposed a terrestrial canopy of sorts, although not all of them have included the\npolar opening. Meanwhile, such a polar opening in a planet’s atmosphere is not all that for-\neign in the Solar System. Venus has such a polar opening—a “huge hollow” 1,000 kilometers\nwide—in its own dense atmosphere right over its north pole, through which the Sun might\npossibly be shining.’” If such was the case, the Saturnian sun, complete with its nebular\ndisk, would have been clearly seen through the opening. More than that, it would have\nwarmed Earth’s Arctic regions even more effectively. Unfortunately, a lamentable objection\nhas to be raised against this hypothesis since, as we have already seen, the proximity of the\nproto-Saturnian sun would have raised Earth’s atmosphere in a tide precisely above Earth’s\nnorth polar region. Thus, if a Pleiongaea-like atmosphere did prevail, it would have lacked a\npolar opening.\nIn the meantime, what Hickey and Dawson’s discoveries seem to demand is a north polar\nsun emplacement exactly as hypothesized in this volume. Thus, in addition to a universal\nclimatic regime which would have warmed Earth throughout all its latitudes, a direct radiant\n85H. Thurston, “Icebound Eden,” Equinox (May-June 1986), p. 80.\n86 Tbid., pp. 74, 81.\n871. C. Johnson, op. cit., p. 11.\n138 | N. Vail, The Waters Above the Firmament (1886), in toto.\n89D. L. Cyr, The Ice Crystal Veil (Santa Barbara, California, 1995), in toto.\n“ D. E. Hooker, op. cit., in toto.\n‘41 M. Zysman, “Let There Be Lights,” Catastrophism 2000 (Toronto, 1990), pp. 143 ff.; but also, D. Cardona,\n“The Reflective Canopy Model and the Mytho-Historical Record,” AEON IV:4 (April 1996), pp. 13 ff.\n12 RA. Gallant, loc. cit."
            }
        ],
        "bibliography": [
            "135 H. Thurston, “Icebound Eden,” Equinox (May-June 1986), p. 80.",
            "86 Jhid., pp. 74, 81.",
            "871. Johnson, op. cit., p. 11.",
            "138 | N. Vail, The Waters Above the Firmament (1886), in toto.",
            "3° DL. Cyr, The Ice Crystal Veil (Santa Barbara, California, 1995), in toto.",
            "D. E. Hooker, op. cit., in toto.",
            "‘41 M. Zysman, “Let There Be Lights,” Catastrophism 2000 (Toronto, 1990), pp. 143 ff.; but also, D. Cardona,",
            "“The Reflective Canopy Model and the Mytho-Historical Record,” AEON IV:4 (April 1996), pp. 13 ff.",
            "'® R.A. Gallant, loc. cit."
        ]
    },
    {
        "type": "main",
        "page_number": 386,
        "subsections": [
            {
                "title": "",
                "content": "A  > Wi      Wiel %           6 \\ ee      CORN i\nfind    y      jiy) fax ae Xe   \\\ney cin\nHomo Sapiens\nA world with but one season was the state of affairs long before the advent of man...\n(ilustration by R. C. Dingli.)\nsource at the very top of the world would have ensured that Earth’s Arctic regions\nwould have been slightly warmer earlier than the rest of the globe. In other words, Earth’s\nsub-tropical climate would have itself advanced slowly from the polar regions to the more\nsoutherly latitudes, with flora and fauna advancing along with the climate—just as the\ngeological and palaeontological evidence seems to call for.\nIt thus seems that the Saturnian sun was already stationed above Earth’s north pole from\nat least as far back as the Eocene Epoch of the Tertiary Period of the Cenozoic Era which is\ndated by geologists to c. 58 million years ago. And even if this time span would have to be\ndrastically shortened, as it probably will have to be, sometime in the future, it remains evi-\ndent that the situation we have described would have to have prevailed from long before the\nadvent of man.\nTHE CARETAKER OF THE WORLD\nIt must, however, also be stressed that, when man finally arrived on the terrestrial scene,\nthe situation remained much the same, as mythic themes unambiguously maintain.\nThus, much later in time, the Papago Indians of North America who, together with the\nrest of humanity, were not yet on Earth during the ages we have been discussing, continued"
            }
        ],
        "bibliography": [
            "dent that the situation we have described would have to have prevailed from long before the",
            "advent of man.",
            "THE CARETAKER OF THE WORLD",
            "It must, however, also be stressed that, when man finally arrived on the terrestrial scene,",
            "the situation remained much the same, as mythic themes unambiguously maintain.",
            "Thus, much later in time, the Papago Indians of North America who, together with the",
            "rest of humanity, were not yet on Earth during the ages we have been discussing, continued"
        ]
    },
    {
        "type": "main",
        "page_number": 387,
        "subsections": [
            {
                "title": "",
                "content": "BX         Se PASSA SS        Ge     ‘Gurxk     =\nof  ee ae              . iron aa      WA Ve\nSGaexS SS     ga        LT SPE:    Pe          We      .\n(SS WIA Rae ast Sa  O\\ ee    NY\nCr  i on 4/4)  es S A  Neng      X  N\\  eee      R\n5    cae? AN    = ©) EO     ——————\n..-but, when man finally arrived on the terrestrial scene, the situation remained much\nthe same—a world with but one spring-like season.\nto believe in a time when the “sun” was closer to Earth. As recorded in one of their tales, told\nin 1883: “The sun was much nearer the earth then, so that it was always pleasantly warm.”'*\nOf seasons there were none. “There was no winter and no freezing cold.”'“ It was only later,\nsay these Indians, that the “sun” was pushed “farther away from the earth” and then winter,\nsnow, ice, and hail appeared.'**\nIn a “sun” that was “nearer the earth” we again recognize the Saturnian brown dwarf star\nwhich shed its light and warmth from Earth’s north celestial pole.\nSo, likewise, with the Zuni who maintain that winter came much later when the “sun” es-\ncaped, rose into the sky, and drifted away.'” Had this been our present sun, where could it\nhave been before that? Where could it have drifted to? Can we not see that the Zuni have\nretained a memory of that time when Earth had basked beneath the light and warmth\n18 R. Erdoes & A. Ortiz (eds.), American Indian Myths and Legends (N. Y., 1984), p. 487.\nIbid.\n48 Thid., p. 489.\n\"6 Thid., p. 142."
            }
        ],
        "bibliography": [
            "VU, UROEWISE, WIL LO ZU WHO Tilaiiitalil idl WIILCr Calle MiUCi Iater WHICH We SUT G57",
            "caped, rose into the sky, and drifted away.'® Had this been our present sun, where could it",
            "have been before that? Where could it have drifted to? Can we not see that the Zuni have",
            "retained a memory of that time when Earth had basked beneath the light and warmth",
            "1 R. Erdoes & A. Ortiz (eds.), American Indian Myths and Legends (N. Y., 1984), p. 487.",
            "“4 Ibid.",
            "5 Tbid., p. 489.",
            "6 Thid., p. 142."
        ]
    },
    {
        "type": "main",
        "page_number": 388,
        "subsections": [
            {
                "title": "",
                "content": "JB Aa NG\n{i      IM “OHA  y\nSe Yb OO  —\n“The sun was much nearer the earth, so that it was always pleasantly warm,” so the Papago\nIndians maintain. “There was no winter and no freezing cold.”\nShown above: The Tcirkwena—an archaic ritual dance of the Papago.\n(ilustration by Peter F. Copeland.)"
            }
        ],
        "bibliography": [
            "an © I.",
            "“The sun was much nearer the earth, so that it was always pleasantly warm,” so the Papago",
            "Indians maintain. “There was no winter and no freezing cold.”",
            "Shown above: The Tcirkwena—an archaic ritual dance of the Papago.",
            "(ilustration by Peter F. Copeland.)"
        ]
    }
]