[
    {
        "type": "main",
        "page_number": 89,
        "subsections": [
            {
                "title": "",
                "content": "which lists 405 synodic months during some 33 years of observation. The manuscript\nalso presents a table of 69 possible dates of future solar eclipses. The Evening Star\nVenus, with its irregular course, the first to appear and the last to fade, caught their\neye. The Maya strived [sic.] to measure its height which varies at sunrise and sun-\nset...All of these preoccupations, which went far beyond those required to compile an\nagrarian calendar, showed their obsessive interest in infinity — whether of time or\nspace—and also an anxiety in the face of the passage of time.”\nThe astronomical observations of the Maya were so precise that the figures they arrived at\nin computing the solar year were not only more accurate than the Julian year, but, as some\nhave claimed, also more accurate than the Gregorian year which was introduced into Europe\nin 1582 and remains the calendar year until the present.”\nMesoamerican calendars were not produced by any one person in any single generation.\nTheir development and refinement was the product of centuries. In fact, their basic elements\ncan be traced as far back as the Olmec, who had established their cities and ceremonial cen-\ntres in Mexico’s Gulf Coast “at least as early as the second century B. C.”* In time—pun not\nintended—these calendars evolved into an intricate system in which several different time\ncycles, all of which were calculated independently and with similar exactitude, were incorpo-\nrated in various combinations, relating one cycle to another, in their utilization of time meas-\nurement.®\nOne particular calendar employed by the Maya, called Haab, was based on a 360-day\ncount and was divided into 18 months of 20 days each, to which five days—believed to be\n“malefic, ill-omened, empty, and nameless”*—were added at the end to bring the year to a\ntotal of 365 days.\nWhile the 365-day calendar, which in time became the common  property  of all\nMesoamerican peoples, has been attested in inscriptions as early as 667 B.C.,” Edmonson\ntells us that the 360-day calendar did not come into use by the Olmecs earlier than the first\ncentury B.C.,® that is some 300 years after the inauguration of the 365-day one. I mention\nthis here in passing because, if Edmonson is correct, Immanuel Velikovsky’s contention that\nthe 365-day calendar followed the 360-day one® has to be wrong.\nA somewhat simpler, but more mysterious, calendar, said to have been called Tzolkin by\nthe Maya, but Tonalamatl by the Aztecs, was composed of 260 days divided into 13 months\nof 20 days each. Usually referred to as the sacred calendar because it was used to keep the\nreligious festivals in line with the proper seasons, the Tzolkin has been demoted to a mere\ndivinatory program by students of Mesoamerican culture.”\nMore recently, Vincent Malmstrém has attempted to show that this 260-day calendar was\nactually even older than the Maya. Said to have been originally developed for agrarian pur-\nposes, Malmstrém contends that this calendar owed its origin to the Zoque of Mexico’s Pa-\ncific coastal plain and that it marks the interval between passages of the Sun at its zenith over\n* G. Anequin, op. cit., pp. 204-206.\n® W. Gates in D. de Landa, Yucatan Before and After the Conquest (Baltimore, 1937), p. 60.\n®! A. Aveni, op. cit., p. 174 (emphasis added).\n© Ibid., pp. 174, 175.\n® G. Anequin, op. cit., p. 202.\n“ M. S. Edmonson, The Book of the Year: Middle American Calendrical Systems (Salt Lake City, 1988), p. 116\n(but see Aveni, previously cited in reference #61, above).\n®S Tbid., pp. 194-195.\n1. Velikovsky, op. cit., pp. 330 ff.\n° G. Anequin, loc. cit.; P. Tompkins, op. cit., p. 290."
            }
        ],
        "bibliography": [
            "* G. Anequin, op. cit., pp. 204-206.",
            "® W. Gates in D. de Landa, Yucatan Before and After the Conquest (Baltimore, 1937), p. 60.",
            "®! A. Aveni, op. cit., p. 174 (emphasis added).",
            "® Ibid., pp. 174, 175.",
            "® G. Anequin, op. cit., p. 202.",
            "“M. S. Edmonson, The Book of the Year: Middle American Calendrical Systems (Salt Lake City, 1988), p. 116",
            "(but see Aveni, previously cited in reference #61, above).",
            "®S Tbid., pp. 194-195.",
            "1. Velikovsky, op. cit., pp. 330 ff.",
            "7 G. Anequin, loc. cit.; P. Tompkins, op. cit., p. 290."
        ]
    },
    {
        "type": "main",
        "page_number": 90,
        "subsections": [
            {
                "title": "",
                "content": "the Zoque’s ceremonial center at Izapa. Developed in the fourteenth century B.C., the calen-\ndar passed on to the Olmec of the Gulf Coast and, from there, to the Maya in the east and the\nplateau of Mexico in the west.® Whether Malmstrom has come across a red herring, and/or\nwhether Mayanists will ever accept his conclusions, as of this writing remains to be seen.\nOne thing that can be stated for certain is that the synchronization of this calendar with the\n360-day one occurred once every 18,980 days, which makes for 52 years.® This is the same\ntime period we have already encountered as separating the ceremony known as the Binding\nof the Years which began at the midnight transit of the Pleiades constellation.\nThe Mesoamericans also devised a lunar calendar which fitted into their other time-\nkeeping devices. The lunar r period of 29.53 days that they obtained contained a mere discrep-\nancy of only .112 of a day.\nThe Dresden Codex not only includes the perpetual lunar calendar mentioned above, but\nalso a table of new moons to be used for the prediction of solar eclipses.”\nVENUS\nOf all the celestial bodies that the Mesoamericans observed, the planet Venus seems\nwithout doubt to have been considered the most important. Called, among other things, the\nGreat, or Ancient, Star, it is repeatedly alluded to in the extant codices. Ramén y Zamora,\nwho studied the lore of the Mexican tribes only a few decades after the re-discovery of\nAmerica, was astounded to discover that the Indians kept a precise record of the appearances\nof this planet. “So accurately did they keep the record of the days when it appeared and dis-\nappeared,” he wrote, “that they never made a mistake.”” Toribo Motolina added that “they\nknew on what day it would appear again in the east after it had lost itself or disappeared in\nthe west” and that “they counted the days by this star and yielded reverence and offered sac-\nrifices to it.””\nThe Dresden Codex of the Maya includes a complete record of the apparition of this\nplanet in its cycle from Moming to Evening Star, recorded in the dot and bar mathematical\nsymbols which they employed (in which a dot signifies 1, and a bar stands for 5, with an\noval—a stylized seashell, really—for the concept of zero). Intervals indicating the elapsed\ntime between successive heliacal risings are there recorded. This interval of time was calcu-\nlated by them as a period of 584 days which the Maya subdivided into four subintervals: the\nappearance of the planet as Morning Star; its appearance as Evening Star; its disappearance\nin front of the Sun; and its disappearance behind the Sun.™\nVenus takes 224.7 days to complete one circuit around the Sun. As seen from Earth,\nhowever, it appears to take 583.92 days to complete one circuit. This is because Earth, too, is\nmoving in the same direction. This apparent time-span is known as the synodic period. As\nnoted above, the Mesoamericans calculated the Venerian synodic year as 584 days,” which,\nwhen compared to the modern value of 583.92 days, discloses an error of less than one hour\n“Vv. H. Malmstrom, “Where Time Began,” Science Digest (December 1981), pp. 56 ff.; idem, Cycles of the\n‘Sun, Mysteries of the Moon (Austin, Texas, 1997), pp. 1 ff.\n© G. Anequin, op. cit., pp. 202-203.\n” P. Tompkins, loc. cit.\n7 Tbid., p. 294.\ni A. Aveni, “Venus and the Maya,” American Scientist, 67 (May-June 1979), p. 274.\nIbid.\n™ idem, “Astronomy in Ancient Mesoamerica,” in E.C. Krupp (ed.), In Search of Ancient Astronomies (N. Y..,\nBW. Gules, “The Dresden Codex,” Maya Society Publication, 2 (1932)."
            }
        ],
        "bibliography": [
            "“ Vv. H. Malmstrom, “Where Time Began,” Science Digest (December 1981), pp. 56 ff.; idem, Cycles of the",
            "Sun, Mysteries of the Moon (Austin, Texas, 1997), pp. 1 ff.",
            "© G. Anequin, op. cit., pp. 202-203.",
            "” P. Tompkins, loc. cit.",
            "™ hid., p. 294,",
            "” A. Aveni, “Venus and the Maya,” American Scientist, 67 (May-June 1979), p. 274.",
            "® Ibid.",
            "™ idem, “Astronomy in Ancient Mesoamerica,” in E.C. Krupp (ed.), In Search of Ancient Astronomies (N. Y.,",
            "1977), p. 169.",
            "75 W. Gates, “The Dresden Codex,” Maya Society Publication, 2 (1932)."
        ]
    },
    {
        "type": "main",
        "page_number": 91,
        "subsections": [
            {
                "title": "",
                "content": "per year.” Considering that the Maya\n||             had no optical instruments with which to\n—h pg           scan the sky, these findings are truly\n|             amazing.\nl fl igi as                     The Maya were also aware of the\n0B) ES] WB) 18) Fuge             commensurability between this 584-day\n1) gah ee            Venus “year” and the so-called vague\n1@) 1&3) 21GB) + es}                                                       5\n40D] tere] 2&9) wes     RNB)         year of 365 days. They knew that eight\n16D) 318) WCB) 188       SSA         vague years were exactly equal to five\n1B) :S) [Ble    ye  ford          Venus “years.” The equivalent number\n4} eal sap 1e@   \"   Ai Om       of days, which come out to 2,920, isa\n463) tee} GB)    e/a Ye         figure which turns up repeatedly in their\n| 315 1D 4G   ~ ;ir           Venus tables. They had quite correctly\niw Pi 4) 1B      = Sw,       calculated that Venus returns to almost\ntel aml onl Wee SS         the exact same spot in the sky, almost at\nae = he: i   Siisc Ss        the same time of the year, every 2,920\nIG) 18 ies) Ess) a EB?        ” Meanwhile, a relatively new manu-\nTey TS 12 {2 ISA CaS      script, which has been dubbed the\n= ICS) 5) oF i) SiN fs MEGS A     Grolier Codex, surfaced in 1971. Mi-\ned lad dla) 2 din is “a a     chael Coe has determined that, like the\na (che ety a    BASH di         Dresden Codex, the extant eleven pages\nUR hrawalk site|  BaSgae         of this manuscript illustrates the Venus\nRese Pal) aa  pay  aD FA          calendar “but displays a much more so-\nLiars)     EUs OY iS aaj        phisticated system” which has been de-\n| PLM Ee>/)      scribed as “the world’s first and only\nKP” DS TEAK      perpetual calendar of Venus ever pro-\nTERR =     LZ &   PARAS        duced by any civilization.”® According\nAs Filet We les  a FD 7e3) Ea      to Charles Lacombe, “this ancient Ma-\n58 a) ce Bey Mt 20 UE: ce cack     yan document must rank among the su-\nres, (ES Mee ES CSF Cal aec 4)     preme. intellectual achievements of hu-\nEna i | py (ay) |e\na ' wo ib fe We   AG Ve ee       “The codex predicts the appearance\nSe    >   j          and disappearance of Venus in a\ncorsa mal —_—_>   is               great cycle of 845 revolutions equal\nES —_ =                        to 1352 years; and after completion,\nthe cycle repeats itself endlessly by\nA page from the Dresden Codex containing a table | means of a shift in the order of the\nshowing the positions of the planet Venus and their   lines and the way they are to be\ncalculations                  read.”\n7G. Anequin, op. cit., p. 200.\n7” A. Aveni, op. cit., p. 171.\n78 P. Tompkins, op. cit., p. 295.\n” Ibid.\n® Ibid. (NOTE: For a short history of the discovery and early controversy re the authenticity of the Grolier\nCodex, now considered genuine, see M. D. Coe, Breaking the Maya Code (N. Y., 1992), pp. 227-229."
            }
        ],
        "bibliography": [
            "l calculations | read.”",
            "7G. Anequin, op. cit., p. 200.",
            "77 A. Aveni, op. cit., p. 171.",
            "78 P. Tompkins, op. cit., p. 295.",
            "” Ibid.",
            "® Ibid. (NOTE: For a short history of the discovery and early controversy re the authenticity of the Grolier",
            "Codex, now considered genuine, see M. D. Coe, Breaking the Maya Code (N. Y., 1992), pp. 227-229."
        ]
    },
    {
        "type": "main",
        "page_number": 92,
        "subsections": [
            {
                "title": "",
                "content": "162      mS UN NES >,  Br 2g\nEF x                                  1G . =e ESS\n: 6     6)       BLED OAS aE)\nAGIAS yy g   rat j    | &3      6)  Bria   <=\nBOD Sep WO (0 SIS ABD          ‘SV\nVeal             SBiGS.\\ fa\\ <a\nAp al Vi,       *         yes         a        per\nBie | Ge Ee          5                      a\naah  PY inltn @: B93 oe   aT Sit\nPall] \\ gis 8S Sg\n= a Sai   fi < aan aa ee\nTwo pages from the Grolier Codex dealing with the motions of the planet Venus.\n(From a photograph by Justin Kerr.)\nIt should also be pointed out that the Venus calendar owes its origin to a very “late” period of\nhistory. Indeed, Floyd Lounsbury has argued that the Venus table “was historically set in\nmotion” on a date which translates as November 20 in A.D. 934.\"\nThere has also been some scholarly speculation that the codices also contain information\nconcerning the other planets visible to the naked eye,® but, as of this writing, this has not yet\nbeen verified. On the other hand, we will never know just how much lore has been lost due to\nthe burning of so many other codices by the Spanish Catholic Church, concerning which Di-\nego de Landa, the first archbishop of Yucatan, boasted so much.\nSUN SPOTS\nThe ancient Chinese were aware that the Sun exhibits spots on its surface. Chinese re-\ncords of sunspots go back to the Han Dynasty (200 B.C. to A.D. 200) “by which time a well\norganized astronomical/astrological bureaucracy was established with the task of keeping the\n®!'V_H. Malmstrom, op. cit., p. 183.\n® See, for instance, P. Tompkins, op. cit., p. 296."
            }
        ],
        "bibliography": [
            "SUN SPOTS",
            "The ancient Chinese were aware that the Sun exhibits spots on its surface. Chinese re-",
            "cords of sunspots go back to the Han Dynasty (200 B.C. to A.D. 200) “by which time a well",
            "organized astronomical/astrological bureaucracy was established with the task of keeping the",
            "5! V_H. Malmstrom, op. cit., p. 183.",
            "® See, for instance, P. Tompkins, op. cit., p. 296."
        ]
    },
    {
        "type": "main",
        "page_number": 93,
        "subsections": [
            {
                "title": "",
                "content": "Emperor informed of portents from the heavens, and responsibility for maintaining the cal-\nendar.”\n“The historical records of each succeeding Chinese dynasty include a wealth of astro-\nnomical observations, and from the tenth century similar records are available from\nKorea.”™\nOne may of course argue that it does not require much expertise in detecting sunspots\nsince these solar blemishes can be detected with the unaided eye. It is easily forgotten by the\nlayman that one cannot easily view the Sun directly without some form of optic protection\nexcept during its risings and settings. Of course, it could also be argued that the Chinese, who\nwere so adept at just about everything, could have utilized dark, or smoked, glass in order to\nenable them to view sunspots. Actually, not even a smoked glass would have been necessary.\nDespite the fact that the Sun cannot be viewed directly for any length of time with the un-\naided eye, it can be viewed indirectly when it is shielded by haze or thin clouds. As John\nGribbin noted, it is hardly surprising that those Chinese records which mention sunspots\n“very often comment at the same time that the brightness of the Sun was reduced.” As\nGribbin explained: “This does not imply that the Sun itself was dim, but that dust or haze in\nthe atmosphere was obscuring its light and making it possible to pick out the spots against the\nglare of the solar disk.”® Had sunspots been as easily detected with the unaided eye as some\nwould think, it would not, in Europe, have taken till the early seventeenth century for them to\nbe re-discovered. One of the reasons why Galileo was persecuted by the Catholic Church was\nhis insistence that the Sun often exhibits such blemishes on its surface. Prior to that, one of\nthe central dogmas of the Church was that the Sun, having been created by God, had to be a\nperfect sphere. “[S]uggesting imperfection in the Sun was seen in some quarters as implying\nthat God could be fallible and was guilty of shoddy workmanship.””” And yet, even before\nthe Chinese, sunspots had long been known to the ancient Greeks.\nTHE ETERNAL PLANET\nThe caliber of ancient Chinese astronomy can inter alia be judged by what the imperial\nastronomers were able to discover about the planets. Here I do not wish to bore the lay reader\nwith too many technicalities, so I will merely zero in on what the Chinese had to say con-\ncerning the planet Saturn, the astronomical name of which was T’ien-Sing, which means\n“Eternal Planet.” The slowness of this body in its course around the Sun, for instance, was\ndescribed by them in this manner:\n“This planet, with its slow and heavy walk, imitating age, drags itself along its path,\nin a manner of speaking; before finishing its revolution, it had seen a great number of\nmen die whom it had seen being born, so slow was its pace.”\nwo Gribbin, “The Inconstant Sun,” KRONOS V:3 (Spring 1980), p. 64.\nIbid.\n®S Ibid.\n8 Ibid.\n* Iid., p. 59.\n® Ibid.\n® G. Schlegel, Uranographie Chinoise (La Haye, Leyde, 1875), p. 628 (as translated privately for the author by\nBirgit C. Liesching & Gayle Chin Anderson)."
            }
        ],
        "bibliography": [
            "inter ecies - Delton Merit hemes “irri",
            "wo Gribbin, “The Inconstant Sun,” KRONOS V:3 (Spring 1980), p. 64.",
            "®S Ibid.",
            "86 Ibid.",
            "* Ibid., p. 59.",
            "® Ibid.",
            "® G. Schlegel, Uranographie Chinoise (La Haye, Leyde, 1875), p. 628 (as translated privately for the author by",
            "Birgit C. Liesching & Gayle Chin Anderson)."
        ]
    },
    {
        "type": "main",
        "page_number": 94,
        "subsections": [
            {
                "title": "",
                "content": "P Peay hay BP  i: Se  4\nOA rit Y AN\nEAS go\nZL  \\eaee @\nZI gt FA"
            }
        ],
        "bibliography": [
            "The legendary Chinese astronomers Hsi and Ho receiving their",
            "commission from the just as legendary Emperor Yao.",
            "(From a Qing dynasty print.)"
        ]
    },
    {
        "type": "main",
        "page_number": 95,
        "subsections": [
            {
                "title": "",
                "content": "In its slow march across the sky, the Chinese calculated that it takes 28 years for the\nplanet to complete one revolution around the Sun,” which is not too far off the modern value\nof 29.46 years.\nThe apparent stoppage and temporary retrograde motion of Saturn along its orbit, which\napplies to all outer planets—that is, those farther away from the Sun than Earth, and therefore\noutside Earth’s orbit—an illusion brought about when Earth overtakes it in its narrower cir-\ncuit, was also calculated by them.” As Gustave Schlegel pointed out, the modern value for\nthis apparent motion “more or less agrees with the Chinese observation.”” And similarly for\nthe other planets visible to the naked eye.\nGUEST STARS\nOne particular branch of ancient astronomy that can be said to have been uniquely Chi-\nnese was the record-keeping of what they termed “Guest Stars.” These records documented\nthe temporary blaze of stellar “explosions,” or flare-ups, which bring usually invisible stars\nto bright perceptibility, an effulgence which persists for a specific, but not usually long, time,\nbefore it wanes and the star again disappears from view. Having once been referred to as\n“new stars,” these stellar phenomena are now known as novae and supernovae. The most fa-\nmous of such temporary Chinese Guest Stars was the one that took place in 1054 A.D., a su-\npernova that is now believed to have given birth to the Crab Nebula.\nTHE SURYA SIDDHANTA\nOf Hindu astronomical knowledge I will say nothing beyond a few facts as contained in\nthe Surya Siddhanta which, among other matters, presents the correct view that Earth is a\nsphere. As it is there written: “And everywhere upon the globe of the earth, men think their\nown place to be uppermost— but since it is a globe in the ether, where should there be an up-\nper, or where an under side of it?”* Aryabhatta even held the opinion that Earth revolves on\nits axis.\nOne should read the section of the Surya Siddhanta which treats of planetary conjunc-\ntions, that is the apparent contact of one planet with another as seen with the naked eye\nagainst the background of stars, in order to obtain some measure of understanding concerning\nthe painstaking observations and calculations that these early astronomers were capable of. A\ndifferent term is there employed for different conjunctions.* These apparent close ap-\nproaches of planets were correctly understood in a purely angular sense—that is, they were\nquite aware that the planets appeared to touch each other only when they happened to lie in\nthe same line of sight as seen from Earth.”\nVelikovsky was thus completely in error when he proposed that these conjunctions re-\nferred to actual physical contacts between planets.” This is evidenced by the work in ques-\n®» Ibid., pp. 628-629.\n* Ibid., p. 629.\n° Ibid.\n°° E. Burgess & W. D. Whitney (translators), Surya Siddhanta: A Textbook of Hindu Astronomy (Minneapolis,\nsw. Clark (translator), The Aryabhatiya of Aryabhatta (1930), p. 13.\n°8 Surya Siddhanta VII:2-6.\n% Ibid., V:6.\n°71. Velikovsky, op. cit., p. 256."
            }
        ],
        "bibliography": [
            "®» Ibid., pp. 628-629.",
            "* Ibid., p. 629.",
            "° Ibid.",
            "°° E. Burgess & W. D. Whitney (translators), Surya Siddhanta: A Textbook of Hindu Astronomy (Minneapolis,",
            "1978), p. 392.",
            "* W.E. Clark (translator), The Aryabhatiya of Aryabhatta (1930), p. 13.",
            "°8 Surya Siddhanta VII:2-6.",
            "% Ibid., V:6.",
            "°71. Velikovsky, op. cit., p. 256."
        ]
    },
    {
        "type": "main",
        "page_number": 96,
        "subsections": [
            {
                "title": "",
                "content": "tion itself where it is stated that “the planets move on upon their own paths, approaching one\nanother at a distance.”*\nG. Thibaut has claimed that much of what is found contained in the Hindu Siddhantas, of\nwhich there is more than one, is mainly based on the teachings of the Greek Hipparchos\nand/or Ptolemy. Otto Neugebauer and D. Pingree also trace some of this Hindu knowledge to\nthe even older Babylonians. We therefore turn next to Greece and, after that, to Babylon.\nTHE ALMAGEST\nClaudius Ptolemaeus, popularly known simply as Ptolemy, was the most celebrated geog-\nrapher, mathematician, and astronomer prior to medieval times. More than that, he has often\nbeen referred to as “the greatest astronomer of antiquity.” Unfortunately, despite some\nArabian traditions concerning his personal appearance and the report that he lived to the ripe\nold age of 78 years, nothing much is known about the man himself. Whether his name,\nPtolemaeus, derived from that of the Greek city in which he was said to have been born,\nPtolemais Hermii, or whether, as Kenneth Heuer assumes, it “indicates that he was an in-\nhabitant of Egypt of Greek or Macedonian [that is, Ptolemaic] descent,” cannot now be as-\ncertained.\nWhat seemed to have been certain until recently is that he conducted his astronomical ob-\nservations at Alexandria, in Egypt, sometime during the years 127 and 141 or 151 A.D. The\nbelief among more modern historians of science, however, is that Ptolemy conducted most of\nhis observing “not at night on the coast of Egypt but during the day in the great library at Al-\nexandria, where he appropriated the work of a Greek astronomer [Hipparchus] and proceeded\nto call it his own.”!”\nOf his works on geography and mathematics, I shall say nothing here, concentrating in-\nstead, and then only briefly, on his astronomical observations and theories. These were pre-\nsented in thirteen books originally titled Syntaxis, but later referred to by the Arabs as Al-\nmagest, which means “The Greatest,” the name by which the work is now more commonly\nalluded to. For better or worse, this work “was accepted as the final authority on the subject\nuntil it was superseded by the observations of the Polish astronomer Nicolaus Copernicus in\nthe 16th century.”\"”\nWhat Ptolemy concluded from his so-called observations of the heavens was that the\nheavenly bodies moved in circular orbits and that Earth, already known by then to be spheri-\ncal in shape, was at the centre of the universe. He calculated the periods of revolution, as well\nas the apparent retrogradation, of the five planets visible to the unaided eye, the inclination of\ntheir orbits, and their motions in latitude. He compiled a catalogue of the stars visible in both\nthe northern and southern hemispheres, listed under constellations, giving their apparent\nmagnitudes, latitudes, and longitudes, which stars numbered 1,022 (some say 1,025) as\ncompared with the 850 or so that were contained in the earlier catalogue of Hipparchus.\nMuch of the Almagest is taken up with an explanation of astronomical assumptions and\nmathematical methods; the length of the year and the motion of the Sun; the length of the\nmonth and the motions of the Moon; the sizes and distances of the Sun, the Moon, and Earth\nitself; eclipses of the Sun and the Moon; and the precession of the equinoxes.\n% Surya Siddhanta V:24 (emphasis added).\n* W. Broad & N. Wade, “Betrayers of the Truth: Cases of Fraud in the Idealized World of Science,” Equinox\n(May-June 1983), p. 86.\n1 K. Heuer, City of the Stargazers (N. Y., 1972), p. 117.\n11 W. Broad & N. Wade, loc. cit.\n' 1. Kindersley (ed.), Quest for the Past (N. Y., 1984), p. 180."
            }
        ],
        "bibliography": [
            "AVEURHE OF TE SAITEK EOL IS LARC UP WIL all CAPIGNaAUOM OF ASUOMOMUCal a5sUHIPUONS ala",
            "mathematical methods; the length of the year and the motion of the Sun; the length of the",
            "month and the motions of the Moon; the sizes and distances of the Sun, the Moon, and Earth",
            "itself; eclipses of the Sun and the Moon; and the precession of the equinoxes.",
            "° Surya Siddhanta V:24 (emphasis added).",
            "* W. Broad & N. Wade, “Betrayers of the Truth: Cases of Fraud in the Idealized World of Science,” Equinox",
            "(May-June 1983), p. 86.",
            "1 K. Heuer, City of the Stargazers (N. Y., 1972), p. 117.",
            "1! W. Broad & N. Wade, loc. cit.",
            "1 1. Kindersley (ed.), Quest for the Past (N. Y., 1984), p. 180."
        ]
    },
    {
        "type": "main",
        "page_number": 97,
        "subsections": [
            {
                "title": "",
                "content": "Ptolemy also wrote a text in four books on astrology, the Tetrabiblos, which he compiled\nfrom material culled from Chaldean, Egyptian, Greek, and earlier writings, with which we\nshall also not concern ourselves here. Let not the reader, however, disqualify Ptolemy as an\nincompetent astronomer because of his astrological beliefs. Isaac Newton was not only a be-\nliever in alchemy, he himself attempted to change base metals into silver and gold. '®\nAs Heuer informed his readers, “Ptolemy was not the kind of genius who produced new\nideas; he took existing ideas and changed and extended them in order to obtain agreement\nwith observed facts.”™ There is no doubt, however, that a large part of the theories he\npresents are his own contributions “based on observations of his own, not to speak of the\nunbelievable number of numerical calculations which underlie the tables of the Almagest.”\"®\nSome of Ptolemy’s modern defenders have been claiming that his “system” has been\nmuch misunderstood by astronomers as well as historians of astronomy. As Irving Wolfe\npointed out:\n“...the theory of Ptolemy was not presented in its time as a real picture of the sky.\nAstrophysicist Bruce Gregory reminds us that Ptolemy’s model was not said to be a\nminiature of the Solar System, as we use the word today. It was ‘a device for\ncalculating the position of the planets, not a device for representing the appearance of\nthe planets.’ Astonishingly, the theory of Copernicus was first presented in the\nsame way, as a system which ‘might not be the true scheme of nature, but merely a\nmathematical fiction which fitted the observations.’'” Ptolemy’s system, however,\nwas soon elevated to absolute truth, as was Copernicus’ later, so it is we who have\nmade them into religions.” '®\nMaybe so, even though, to me, this sounds more like an attempt to whitewash Ptolemy’s\nimage. Thus, for instance, those astronomers who have more recently re-examined Ptolemy’s\noriginal data soon realized that retrocalculations of the planets proved that many of\nPtolemy’s so-called observations were wrong. “The errors were gross even by the standards\nof ancient astronomy.” There is also no longer any doubt that Ptolemy plagiarized the\nwork of the earlier Hipparchus. We have already noted the earlier star catalogue compiled by\nHipparchus who conducted his observations from the island of Rhodes. This Greek island\nlies five degrees of latitude north of Alexandria. This makes for a five-degree band of\nsouthern stars that can be seen from Alexandria but not from Rhodes. Not a single one of the\n1,022 stars that Ptolemy listed in his catalogue is to be found in this five-degree band.\nMoreover, “every example given in the Almagest of how to work out spherical astronomy\nproblems is given for a latitude the same as that of Rhodes.”\"”\nRobert Newton went even further:\n'8 1 Asimov, “Science Follies,” Science Digest (July 1982), p. 79.\n14K. Heuer, op. cit., p. 122.\n5 Ibid.\n\"°° B, Gregory, Inventing Reality: Physics as Language (N. Y., 1988), p. 9, as cited by I. Wolfe, “A\nCatastrophic Reading of Western Cosmology,” Chronology and Catastrophism Review (1993 special issue), p.\n17 J, Jeans, The Growth of Physical Science (N. Y., 1958), p. 122, as cited by I. Wolfe in ibid.\n181. Wolfe, loc. cit.\n® W. Broad & N. Wade, loc. cit.\n™ Tbid."
            }
        ],
        "bibliography": [
            "13 1. Asimov, “Science Follies,” Science Digest (July 1982), p. 79.",
            "1K. Heuer, op. cit., p. 122.",
            "5 Ibid.",
            "1° B. Gregory, Inventing Reality: Physics as Language (N. Y., 1988), p. 9, as cited by I. Wolfe, “A",
            "Catastrophic Reading of Western Cosmology,” Chronology and Catastrophism Review (1993 special issue), p.",
            "17 J, Jeans, The Growth of Physical Science (N. Y., 1958), p. 122, as cited by I. Wolfe in ibid.",
            "1081. Wolfe, loc. cit.",
            "W. Broad & N. Wade, loc. cit.",
            "™ Ibid."
        ]
    },
    {
        "type": "main",
        "page_number": 98,
        "subsections": [
            {
                "title": "",
                "content": "= .-— oo ee\nClaudius Ptolemy —with his astronomical cross-staff— who prevented the advance of astronomy\nfor a millennium.\n{illustration by André Thevet from his Portraits and Lives of Illustrious Men (Paris, 1584).)"
            }
        ],
        "bibliography": [
            "Claudius Ptolemy —with his astronomical cross-staff—who prevented the advance of astronomy",
            "for a millennium.",
            "(illustration by André Thevet from his Portraits and Lives of Illustrious Men (Paris, 1584).)"
        ]
    }
]