[
    {
        "type": "main",
        "page_number": 279,
        "subsections": [
            {
                "title": "",
                "content": "“The oral traditions, which are confusing, diverge on numerous points: some\ndescribe his [that is Con Ticci Viracocha’s] physique, while others maintain\nthat he had neither bones, nor limbs, nor body.”*\nOnce again we are reminded of the Roman Janus, the Eskimo deity Ataksak, and the\ncreator told of in Nias—all of whom were described as beings without arms or legs and, in\nsome cases, having the form of a sphere. As we have seen, it was only through creation that\nJanus “assumed the face and members of a god.” Similarly, the Egyptian creator was “a\nformless god [who] stood alone in the ‘waters’ of the sky...a sphere without external ‘at-\ntributes’ or ‘limbs’.”*°\nReturning to Kon Tiki Viracocha, we learn that:\n“In all the accounts, whatever the regional variations, this hero always ap-\npeared as a god-creator who intervened in a world which was already cre-\nated...but unorganized...Viracocha’s role was therefore to transform chaos\ninto cosmos...”*>\nMoreover, this myth of the Collao seems to imply that the “earth” which existed prior\nto the creation, or appearance, of light was also considered a creation of Kon Tiki. This belief\nis not to be wondered at for it seems doubtful that man remembers a god older than the Sat-\nurnian figure. But it does seem that he remembers a time when the Sun was not yet apparent\nin the sky. Thus, another myth from the same region explicitly states: “In the most ancient\ntimes the earth was covered in darkness and there was no sun.”*” The Popul Vuh also relates\nthat before the “earth” was created, “there was only motionless sea” and “it was night; si-\nlence stood in the dark.”** And again, from a Xingu myth we learn that:\n“In the beginning it was all dark. It was always night. There was no day.””\nTHE ENDLESS SEA\nWe cross the Pacific to the archipelagos of Micronesia where we find that a pre-ex-\nisting “rock” was believed to have been the matrix of the “universe.” But even this “rock of\nages” is “associated with an endless stretch of original sea” from which the first gods were\nproduced.” The Polynesians also state that, “in the beginning” there was no light. “A brood-\n* J-C Valla, The Civilization of the Incas (Geneva, 1978), p. 66.\n35D. Talbott, “Mother Goddess and Warrior Hero,” AEON 1:5 (September 1988), p. 42 (first emphasis as given,\nsecond emphasis added).\n36 J-C Valla, loc. cit. (emphasis added).\n37H. Osborne, op. cit., p. 338 (emphasis added).\n38 R. Nelson, Popul Vuh (Boston, 1976), p. 33.\n® R. Van Over, op. cit., p. 108.\n* A.M. Panoff, “Oceania: Society and Tradition,” Larousse World Mythology (London, 1972), p. 507."
            }
        ],
        "bibliography": [
            "¥ J-C Valla, The Civilization of the Incas (Geneva, 1978), p. 66.",
            "35D. Talbott, “Mother Goddess and Warrior Hero,” AEON 1:5 (September 1988), p. 42 (first emphasis as given,",
            "second emphasis added).",
            "36 J.C Valla, loc. cit. (emphasis added).",
            "37H. Osborne, op. cit., p. 338 (emphasis added).",
            "38 R. Nelson, Popul Vuh (Boston, 1976), p. 33.",
            "® R. Van Over, op. cit., p. 108.",
            "* A. M. Panoff, “Oceania: Society and Tradition,” Larousse World Mythology (London, 1972), p. 507."
        ]
    },
    {
        "type": "main",
        "page_number": 280,
        "subsections": [
            {
                "title": "",
                "content": "ing night called Po enveloped all...”“' The primeval sea, from which the “earth” was created,\nis also encountered in the beliefs of the natives of Borneo.” In fact, “most of the legends\n[from Oceania] dealing with the origin of the earth make it come out of the sea...””\nThere may be those who will argue that to the natives of Oceania, surrounded as they\nare by the vast stretches of the Pacific, the creation of the world from an endless sea would\nappear to be a logical genesis. But we have seen that such an origin is, or was, believed in by\ntribes in the heartland of India, by the peoples of the Fertile Crescent, by those whose world\nis enclosed by the sandy wastes of the Egyptian desert, in fact by the peoples of the entire\nworld regardless of their geographical environment. Even among the Aranda aborigines of\nAustralia, living in one of the world’s most arid regions, far from sea or lake, we find the be-\nlief that the “earth” emerged from an endless ocean.\nBut our journey is not yet over. Among the Kenta pygmies of Malaya, tradition states\nthat, “in the beginning,” the “world” was all water—and in the firmament above dwelt the\ngreat god Kaei.*° And from the Nias of Sumatra we learn that “the world was dark, for as yet\nthere was neither sun nor moon.”\nSOMETHING CALLED NOTHING\nWe cross the Indian Ocean, travel around the Cape of Good Hope, and up the west\ncoast of Africa. We land among the Yoruba of what was once Nigeria and discover that they,\nalso, believe that, “in the beginning,” the “world” was all a watery marsh.”” The Bushongo\nrelate that “In the beginning there was nothing but darkness...there was nothing but water; in\nthis chaos Bumba, the Chembe [i.e. god], reigned alone.”*\nThe Dogon of the Sudan whom we have now met more than once, also believe that\ntheir creator, whom they call Amma, resided in the “egg of the world,” and that this egg\nexisted “in the original darkness.”” And, from South Africa, we have the following:\n“No stars were there—no sun. Neither moon nor earth—Nothing existed but\ndarkness itself—A darkness everywhere. Nothing existed but nothing-\nness...”\n“\\ L. Graham, Deceptions and Myths of the Bible (N. Y., 1979), p. 15.\n” G. H. Luquet, “Oceanic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), pp. 457,\n* Tbid.\n+ A.M. Panoff, op. cit., p. 511.\n45D. Schebesta, Among Forest Dwarfs in Malaya, as cited by M. K. Jessup, The Expanding Case for the UFO\n“R. Van Over, op. cit., p. 392.\n“’ G. Parrinder, African Mythology (London, 1967), p. 20.\n“SE. A. W. Budge, Osiris and the Egyptian resurrection, Vol. II (N. Y., 1911/1973), p. 364.\n” M. Griaule & G. Dieterlen, “Un Systéme Soudanais de Sirius,” Journal de la Société des Africainistes XX:1\n* Vv. C, Mutwa, Indaba, My Children (Johannesburg, 1965), p. 3."
            }
        ],
        "bibliography": [
            "* Tbid.",
            "“4 A.M. Panoff, op. cit., p. 511.",
            "45 P. Schebesta, Among Forest Dwarfs in Malaya, as cited by M. K. Jessup, The Expanding Case for the UFO",
            "(N. Y., 1957), p. 231.",
            "“ R. Van Over, op. cit., p. 392.",
            "“’G, Parrinder, African Mythology (London, 1967), p. 20.",
            "EA. W. Budge, Osiris and the Egyptian resurrection, Vol. Il (N. Y., 1911/1973), p. 364.",
            "” M. Griaule & G. Dieterlen, “Un Systéme Soudanais de Sirius,” Journal de la Société des Africainistes XX:1",
            "(1950), p. 274.",
            "* Vv. C, Mutwa, Indaba, My Children (Johannesburg, 1965), p. 3."
        ]
    },
    {
        "type": "main",
        "page_number": 281,
        "subsections": [
            {
                "title": "",
                "content": "er “Ga\nGing             os\"                ‘,\nYoruba woman whose ancient tribe believed the “world” to have\noriginally been all a watery marsh.\n(From a wood-block print by Omotayo Aiyegbusi.)"
            }
        ],
        "bibliography": [
            "Yoruba woman whose ancient tribe believed the “world” to have",
            "originally been all a watery marsh.",
            "(From a wood-block print by Omotayo Aiyegbusi.)"
        ]
    },
    {
        "type": "main",
        "page_number": 282,
        "subsections": [
            {
                "title": "",
                "content": "But even this “nothingness” seems to have been but a memory of “something,” for it\nis additionally stated that “[this] Nothingness had been floating, for no one knows how long,\nupon the invisible waters of Time...”*\nTHE LONG NIGHT OF RUMIA\nThis primeval night of nights must have impressed the ancestors of the Tahitians\ndeeply for in the mythology of no other race does the topic surface as often and with such\ndescriptive clarity. “All was darkness,” a Tahitian Creation chant intones, “it was continuous,\nthick darkness.” In this darkness existed Ta’aroa (The-unique-one) who, like the Saturnian\ndeity of other races, was said to have “developed himself in solitude.” He was the ancestor of\nall the gods who “made everything.” “From time immemorial was the great Ta’aroa, Tahi-\ntumu (The-origin).” He was said to have been his own parent, having had neither father nor\nmother. ® There was only Ta’aroa, “and he alone.”\nThe Darkness in which Ta’aroa existed was remembered as the night of Rumia.\n“The night of Rumia was a long night to name; it was thick darkness, the long\nnight to name. The nights would be millions in the long night to name; it was\nthe long, wearisome night, the night of Rumia!”>\nWhile this darkness was described as having been primarily in the sky, in which the\ncreator was seen to hover, it does not seem to have restricted itself to the celestial waters.\nSince this darkness was said to have preceded the appearance of the Sun, as is also implied in\nGenesis, it would necessarily mean that the entire sky was immersed in it. Needless to say,\nsuch a darkness could not but have touched Earth and, in fact, many of the myths we have\nalready enumerated more than intimate this. In some instances, the myths themselves actually\nstate as much.\nIt therefore becomes obvious that the age of darkness preceded the time when Saturn\nshone as a true sun. As we have seen, time and again we are told that, during this age of\ndarkness, no Sun, no Moon, no stars were seen. It therefore seems that we are still missing\nsomething crucial. What was it that hid the Sun, the Moon, and the stars from view?\nAnother problem that arises at this point, of course, has to do with life itself. Could\nlife, let alone man, have existed during a protracted period during which Earth would have\nbeen immersed in darkness?\n° T. Henry, Ancient Tahiti (Honolulu, 1928), p. 336.\n% Ibid.\n54 Ibid., p. 337.\n5 Ibid., p. 404,"
            }
        ],
        "bibliography": [
            "* Ibid.",
            "®T. Henry, Ancient Tahiti (Honolulu, 1928), p. 336.",
            "% Ibid.",
            "+ Ihid., p. 337.",
            "55 Ibid., p. 404."
        ]
    },
    {
        "type": "main",
        "page_number": 283,
        "subsections": [
            {
                "title": "",
                "content": "Chapter 14\nThe Dawn of Creation\nTHE PRIMORDIAL GLOW\nhe description of this “thick darkness” might have left the reader with the impression\nthat, during the period in question, there was absolutely no light. A moment’s\nreflection, however, should tell one that, for anything to have been visible, there must\nat least have been a modest amount of illumination. Even though not yet glorious as a\nsun, Saturn must have still shed some light. And, to be sure, the mytho-historical record is not\nexactly silent on this.\nThe Book of the Secrets of Enoch describes the beginning of Creation in a somewhat\nfuller manner than does the Book of Genesis. It is from its pages that we learn of the uncoil-\ning of Adoil as the very genesis of this process. In the quote that follows, God is describing\nto Enoch the manner in which he created the cosmos:\n“I commanded in the very lowest parts that visible things should come down\nfrom invisible, and Adoil came down very great, and I beheld him, and lo! he\nhad a belly of great light.\n“And I said to him: ‘Become undone, Adoil, and let the visible come out of\nthee.’\n“And he became undone...”!\nThe name “Adoil,” also “Idoil,” probably derives from the Hebrew id El, that is\n“hand of God” or, more appropriately, “hand of El,”? that is Saturn. The coming undone of\nAdoil, meanwhile, presupposes that the planetary deity had originally been tightly coiled,\nwhich is not at odds with our hypothesized nebular cloud. Note, however, that Adoil is\nclaimed to have had “a belly of great light” even before he became undone to release that\nlight.\nThe Eskimo entity known as Raven, whom we have already identified through the\nrules of comparative mythology as a representation of the Saturnian creator, was also said to\nhave first existed in darkness. But there is something else of interest that is contained in this\nmyth as paraphrased by Marion Wood:\n' Secrets of Enoch XXV:1-4 (emphasis added).\n?R.H. Charles, The Apocrypha and Pseudopigrapha of the Old Testament, Vol. II (Oxford, 1913), p. 445."
            }
        ],
        "bibliography": [
            "light.",
            "The Eskimo entity known as Raven, whom we have already identified through the",
            "rules of comparative mythology as a representation of the Saturnian creator, was also said to",
            "have first existed in darkness. But there is something else of interest that is contained in this",
            "myth as paraphrased by Marion Wood:",
            "' Secrets of Enoch XXV:1-4 (emphasis added).",
            "?R. H. Charles, The Apocrypha and Pseudopigrapha of the Old Testament, Vol. II (Oxford, 1913), p. 445."
        ]
    },
    {
        "type": "main",
        "page_number": 284,
        "subsections": [
            {
                "title": "",
                "content": "“In the beginning there was only darkness. Yet, in that darkness, there was al-\nready Raven. He was still small and weak and his special powers had not fully\ndeveloped.”?\nGranted that nothing is here said about Raven having contained, or emitted, any light,\nthe fact that he was described as having still been “small and weak” hints at the apparent in-\neffectuality of the entity involved; as so, incidentally, does the disclosure that his “special\npowers had not [yet] fully developed.” What this tells us is that Raven/Saturn had not yet\nevolved into the glorious sun of night described by other races.\nA tale similar to that of Adoil comes to us from South America. A. Metraux relates it\nin the following words:\n“Here is the tale of creation as told by the Chibcha Indians of Colombia.\nWhen it was dark, before anything in the world existed, light was enclosed in\nsomething big, which the Muiscas called ‘Chiminagua’.”*\nThat this light of Chiminagua, like that of Adoil, was later released presupposes its\npre-existence. Something similar is unequivocally stated in the Linga Purana where we read:\n“When the night of Brahma born of the unmanifest reached the stage of dawn,\nthis visible universe was one that had not been analyzed. It was still enveloped\nin the nocturnal darkness...[but] the self-born lord, he who achieves all the af-\nfairs of the worlds, moved about like a glow-worm, with a desire to mani-\nfest.”\nWhat we are here told, then, is that not only was the universe—i.e. this\n“All” — originally in darkness, but Brahma, whom we have already identified as Saturn, radi-\nated but only feebly, “like a glow-worm.” This is like saying that Saturn’s glow was not\nenough to dissipate the darkness.\nAccording to the Mbaya:\n“...the First Being [whom they called Namanduf and/or the Namandu Fa-\nther]...made darkness. He made the cradle of darkness...[but] he did not see\n[this] darkness, though the sun did not yet exist. He was lit by the reflection of\nhis own inner self.”\n3M. Wood, Spirits, Heroes & Hunters from North American Indian Mythology (N. Y., 1982), p. 17 (emphasis\nadded); see also, R. Van Over, Sun Songs: Creation Myths from Around the World (N. Y., 1980), pp. 88-89.\n4 A. Metraux, “South America: Creation and Destruction,” Larousse World Mythology (London, 1972), p. 483.\n5 Linga Purana 1:59:6-9 (emphasis added).\n* J. Bierhorst, The Red Swan: Myths and Tales of the American Indians (N. Y., 1976), p. 38 (paragraphing\naltered and emphasis added)."
            }
        ],
        "bibliography": [
            "ALS OWN INN Sef.",
            "3M. Wood, Spirits, Heroes & Hunters from North American Indian Mythology (N. Y., 1982), p. 17 (emphasis",
            "added); see also, R. Van Over, Sun Songs: Creation Myths from Around the World (N. Y., 1980), pp. 88-89.",
            "+A. Metraux, “South America: Creation and Destruction,” Larousse World Mythology (London, 1972), p. 483.",
            "5 Linga Purana 1:59:6-9 (emphasis added).",
            "* J, Bierhorst, The Red Swan: Myths and Tales of the American Indians (N. Y ., 1976), p. 38 (paragraphing",
            "altered and emphasis added)."
        ]
    },
    {
        "type": "main",
        "page_number": 285,
        "subsections": [
            {
                "title": "",
                "content": "ve EBA\n(NA _ fet\nJ TAR 9 tS  (\n4  SS TIS JPL Ss oN      .\npa)      ey\noO  eh:  |           Y\nHopi pueblo, the inhabitants of which still remember the dark purple light of the first\nphase of the dawn of creation.\n(illustration by Peter F. Copeland.)"
            }
        ],
        "bibliography": [
            "Hopi pueblo, the inhabitants of which still remember the dark purple light of the first",
            "phase of the dawn of creation.",
            "(Mlustration by Peter F. Copeland.)"
        ]
    },
    {
        "type": "main",
        "page_number": 286,
        "subsections": [
            {
                "title": "",
                "content": "These fragments make us assume that, even during the age of darkness, Saturn was\nnot entirely dark. The luminary radiated a diffused glow that was, however, too dim to dispel\nthe surrounding darkness.\nAccording to Hopi legend, there definitely was light in the sky during that early age;\nbut it was a dark light. “This,” the Hopi say, “was at the time of the dark purple light, Qoy-\nangnuptu, the first phase of the dawn of creation...””\nA darkness that was not total is something that we continue to experience to this day.\nAfter all, our nights are dark but, except under the most adverse conditions, never totally so.\nEven when the full Moon sheds its light on Earth, the night remains dark despite its silvery\ngleam. The Saturnian milieu we have been examining need not have been that much differ-\nEven so, the problem remains: After all, at present, night gives way to day. But could\nlife have survived in a dark environment that lasted for ages without the light of day?\nCREATURES OF THE DARK\nSunlight is not essential to life per se.\nMicroscopic bacteria are known to live in the ground, entirely bereft of light, endur-\ning extreme temperatures, and thriving on a diet of metals and sulfur. Some of these mi-\ncrobes get their energy “by digesting compounds containing copper, arsenic, bismuth, molyb-\ndenum, nickel, antimony, uranium, vanadium and zinc.” As they digest this hellish banquet,\nthe microbes excrete pools of sulfuric acid. Ever since the 1970s, this knowledge has been\nsuccessfully utilized in the mining of metals by introducing such bacterial organisms which\nextract metals from ores by simply digesting them.”\nMethane-producing microbes known as Archaea live at great marine depths in a sun-\nless world close to abysmal hydrothermal vents. Nor are microbes the only forms of life that\ncluster around these orifices. In the 1970s, scientists discovered that flues near the Galdpagos\nIslands support a thriving community of bacteria, tube worms, and even clams “whose pri-\nmary source of energy is not light but sulfur compounds emitted by the vents.””°\nTwo large communities thriving in similar sites were discovered in the eastern Pa-\ncific, a few hundred miles from Easter Island, in May 1981 by members of the Woods Hole\nOceanographic Institution and the Scripps Institution of Oceanography. Apart from bacteria,\nworms, and clams, these communities also contained mussels, starfish and actual fish which\nwere photographed at depths reaching 9,000 feet. Like the communities discovered earlier,\nthese organisms thrive on chemical energy “independent of the heat and light from the sun\nthat sustains most life on earth.” \"'\n7 F, Waters (with O. White Bear Fredericks), Book of the Hopi (N. Y., 1963), p. 6 (emphasis added).\n® See here, for instance, the speculative short essay by M. Grant, “A New Energy of Life?” Science Digest\n(November 1983), p. 22.\n° Anonymous, “Marvelous Microbes Mine Metals,” Science Digest (Special Winter 1979 Edition), p. 28.\n1° J, Horgan, “In the Beginning...,” Scientific American (February 1991), p. 121 (italics added); see also, L.\nThomas, “On Life in a Hell of a Place,” Discover (October 1983), pp. 42-45.\nAnonymous, “Oases Under the Sea,” Discover (July 1981), p. 12 (emphasis added)."
            }
        ],
        "bibliography": [
            "that sustains most life on earth.” \"'",
            "7 F, Waters (with O. White Bear Fredericks), Book of the Hopi (N. Y., 1963), p. 6 (emphasis added).",
            "® See here, for instance, the speculative short essay by M. Grant, “A New Energy of Life?” Science Digest",
            "(November 1983), p. 22.",
            "° Anonymous, “Marvelous Microbes Mine Metals,” Science Digest (Special Winter 1979 Edition), p. 28.",
            "1° J, Horgan, “In the Beginning...,” Scientific American (February 1991), p. 121 (italics added); see also, L.",
            "Thomas, “On Life in a Hell of a Place,” Discover (October 1983), pp. 42-45.",
            "\" Anonymous, “Oases Under the Sea,” Discover (July 1981), p. 12 (emphasis added)."
        ]
    },
    {
        "type": "main",
        "page_number": 287,
        "subsections": [
            {
                "title": "",
                "content": "Since then, many such community-bearing deep-sea apertures have been discovered.”\nAs Robert Ballard reported:\n“We’ve now found this kind of community life from twenty degrees north to\ntwenty degrees south of the equator. It’s obvious to us that there must be\nmany, many more communities in between to make it possible for these ani-\nmals to migrate along the ridge.””\nIn fact, it is now being theorized, but by no means universally accepted, that life it-\nself might very well have originated at such vents,\"* while it is giving hope to others that life\nmight yet be discovered in the seemingly inhospitable environments known to exist on other\nbodies, both planets and satellites, of our Solar System.’° As Barry Came noted, judging by\nthe evidence of Earth’s ocean bottoms, sunlight does not appear to be a prerequisite.'®\nIn 1998, the submerged Axial Volcano rumbled into renewed life with an outpouring\nof lava that rose to fill an old scar a mile beneath the surface, while Axial’s crater sank by an\nadded 10 feet. Scientists working at the New Millennium Observatory, which monitors the\nocean bottom some 290 miles off the Oregon coast, were offered the chance to study the\ndrifting of continents at first hand. Submersibles, robots, and remote-controlled cameras\njoined forces in collecting information. Apart from the geologic implications of the undersea\neruption, it also gave scientists a chance to study the ecological changes that ensued.” As re-\nported by Jessica Gorman:\n“Even as lava overran old life at the bottom, jets of water squeezed out by the\nvolcano disgorged bacteria that thrive at 220 degrees Fahrenheit —hotter than\nhousehold boiling water—from even more searing environments below.\nDespite the complete lack of sunlight, bacterial colonies bloomed around\nAxial, feeding on volcanic chemicals like hydrogen sulfide, and tube worms\narrived seemingly from nowhere. Such scenes of rebirth are probably com-\nmon along the 40 thousand miles of mid-ocean ridges, where the Earth’s\ncrust is torn apart.”\"*\nDeep sea life in sunless waters, but away from deep sea vents, has actually been\nknown to exist from much earlier than the 1970s. As Lincoln Barnett describes, in “the zone\nof utter blackness, animals display the brown and black shades of Melanocetus and Pho-\ntostomias , though a few, such as the scarlet deep-sea prawns, astonishingly wear bright col-\n: See for instance, R. D. Ballard, Exploring Our Living Planet (Washington, D.C., 1983), pp. 123-131.\nIbid.\n™B. Came, “Mysterious Moon,” Maclean’s (April 21, 1997), p. 43; J. Horgan, loc. cit.\n'S See for instance, E. Ferington, Voyage Through the Universe: Life Search (Alexandria, Virginia, 1988), p. 70.\n16 B. Came, loc. cit.\n1” J. Gorman, “Bubbling Under,” Discover (March 2000), p. 12.\n18 Ibid. (emphasis added); see also, R. Gore, “Our Restless Planet Earth,” National Geographic (August 1985),"
            }
        ],
        "bibliography": [
            "tostomias , though a lew, such as the scarlet deep-sea prawns, astonishingly wear bright col-",
            "” See for instance, R. D. Ballard, Exploring Our Living Planet (Washington, D.C., 1983), pp. 123-131.",
            "33 Ibid.",
            "™B. Came, “Mysterious Moon,” Maclean’s (April 21, 1997), p. 43; J. Horgan, loc. cit.",
            "'S See for instance, E. Ferington, Voyage Through the Universe: Life Search (Alexandria, Virginia, 1988), p. 70.",
            "16 B. Came, loc. cit.",
            "1” J. Gorman, “Bubbling Under,” Discover (March 2000), p. 12.",
            "8 Ibid. (emphasis added); see also, R. Gore, “Our Restless Planet Earth,” National Geographic (August 1985),",
            "pp. 164-165."
        ]
    },
    {
        "type": "main",
        "page_number": 288,
        "subsections": [
            {
                "title": "",
                "content": "ors for reasons no one can guess.”\"° “But the fact that most deep-sea fish are also equipped\nwith enormous gaping mouths and long, needlelike teeth,” Barnett continues, “is suggestive\nof the bitter struggle to survive in the blind depths where food is located by chance.””\nThese creatures, nightmarish monsters from a sunless depth, live in such total dark-\nness that some of them grow and carry their own light. To quote Rachel Carson:\n“For the darkness of the lower depths has forced many creatures to make their\nown light. Perhaps half of the fishes that live in dimly lit or darkened water, as\nwell as many of the lower forms, are phosphorescent. Many fishes carry\ntorches that can be turned on or off at will, presumably to help them find or\npursue their prey. Others have rows of light over their bodies, in patterns that\nvary from species to species. This may be a sort of recognition mark or badge\nby which the fish can be known as friend or enemy.””\"\nMoreover:\n“Down beyond the reach of even the longest and strongest of the sun’s rays,\nthe eyes of fishes are different. They become enlarged, as though to make the\nmost of any chance light of whatever sort. Or they may be telescopic, large of\nlens, and protruding. Some fishes, on the other hand, have become blind, as\nhas happened to certain cave animals that live in a world of darkness. To\nmake up for their lack of eyes, the blind animals of the sea have marvelous\nfeelers and long, slender fins. With these they grope their way like so many\nblind men with canes. They get their knowledge of enemies or food through\nthe sense of touch.””\nSea plants do not grow at these depths so that these “hungry flesh-eaters prey fiercely\nupon each other, yet the whole community depends in the end upon the slow rain of food\nparticles descending from above.”” The fierceness of the death struggles that must go on in\nthis Stygian gloom “‘is seen in the saber-toothed jaws of some of the small, dragonlike fishes\nof the deeper waters, in the immense mouths, and in the elastic bodies that make it possible\nfor a fish to swallow another several times its size [where] pressure and darkness are the\nconditions of life...”\nSulfur-sustained life is found not only around deep sea vents, but also up on land, out\nof the sea, in caverns as dark as the oceans’ abysmal depths. Such a cavern, known as the\nCave of the Lighted Town—a misnomer, if ever there was one—is located about forty miles\nsouth of Villahermosa in the Mexican state of Tabasco. Every April, Soque Indians gather at\n1. Barnett, The World We Live In(N. Y., 1955), p. 130.\n» Ibid.\n21 R. Carson, The Sea Around Us (N. Y., 1958), p. 44.\n2 Tid. (emphasis added).\n% Ibid., pp. 44-45.\n% Ibid., p. 45 (paragraphing altered & emphasis added)."
            }
        ],
        "bibliography": [
            "ee ee ee ee",
            "south of Villahermosa in the Mexican state of Tabasco. Every April, Soque Indians gather at",
            "1. Bamett, The World We Live In(N. Y., 1955), p. 130.",
            "» Ibid.",
            "1 R. Carson, The Sea Around Us (N. Y., 1958), p. 44.",
            "2 Tid. (emphasis added).",
            "3 Ibid., pp. 44-45.",
            "» Ibid., p. 45 (paragraphing altered & emphasis added)."
        ]
    }
]