[
    {
        "type": "main",
        "page_number": 69,
        "subsections": [
            {
                "title": "",
                "content": "Elohim. But this brings us to another problem that we must overcome for, after all, theories\ncome cheap. It is one thing to hypothesize, but quite another to uphold the hypothesis—at\nleast Lemaitre had general relativity on which to rely. In this respect, David Leveson was\nshrewd enough to note: “In scientific as opposed to pseudo-scientific polemic, evidence has\npriority over hypothesis,” adding that “hypothesis must conform to evidence, not evidence to\nhypothesis.” And he goes on with: “If evidence contrary to a given hypothesis is found, the\nhypothesis must (or should) be altered or rejected.” But then he was astute enough to warn\nthat: “This does not mean that when contrary evidence is found the hypothesis is immediately\nrejected; it may be retained tentatively in the hope that further evidence may eventually\nexplain the ‘contrary’ evidence in terms of the theory.””* As he also pointed out:\n“Indeed, many hypotheses are arrived at intuitively, through a ‘flash of insight,’ and\nmay be maintained in the mind of the investigator in spite of much initial ‘contrary’\nevidence, and later be vindicated ... But a legitimate researcher will not consciously\nsuppress contrary evidence. Certainly he will not publish a hypothesis until he has\nsatisfied himself that all the available evidence is in accord with it. Indeed, if he is\nproperly conscientious, he will search for contrary evidence to test the validity of his\nideas. Hypothesis may precede evidence in time but not in importance.”””\nThese are guidelines that will be kept in mind as we attempt to unravel the lost history of\nour Solar System in the pages that follow. But, even so, the question must be asked: What\nconstitutes evidence? As Daniel Trifiletti noted:\n“The very nature of evidence changes from one discipline of science to another. What\nis evidentiary to one person is excluded by another. Facts are not the same for every-\none. Since we cannot all agree as to what constitute ‘facts,’ deductive arguments\nalone can never be fully convincing...\n“There is another approach, however, for assessing what might be considered\n‘dubious’ by some. That recourse is inductive reasoning. Let it be recognized that no\nfact stands alone, but is part of a whole constellation of other facts. At some point,\nwhen enough facts have been collected, each individual point of light may be seen as\npart of a newly recognizable figure—an organic whole. Eventually the sheer weight\nof even ‘dubious’ facts becomes too large to ignore.”™\nTHE HISTORICITY OF THE EVENTS\nCan it, however, be assumed that the events portrayed in myths have any factual basis\none way or the other? Many a past mythologist has been vociferous in denying that any his-\ntoricity can be discerned in mythic content. Most mythologists continue to believe that myth,\non the one hand, deals with religious, that is moral, precepts presented in allegorical form,\nand, on the other hand, with such fabulous events that no scientifically-minded modern per-\nson can accept. Conrad Hyers, a professor of religion, to name but one, has written profusely\n48D. Leveson, A Sense of the Earth (1971), p. 158 (emphasis added).\n219 Tbid. (emphasis added).\n201). Trifiletti, “Precession and the Hebrew Calendar,” Catastrophism and Ancient History X1:2 (July 1989), p.\n125 (emphasis added)."
            }
        ],
        "bibliography": [
            "toricity can be discerned in mythic content. Most mythologists continue to believe that myth,",
            "on the one hand, deals with religious, that is moral, precepts presented in allegorical form,",
            "and, on the other hand, with such fabulous events that no scientifically-minded modern per-",
            "son can accept. Conrad Hyers, a professor of religion, to name but one, has written profusely",
            "218 D. Leveson, A Sense of the Earth (1971), p. 158 (emphasis added).",
            "219 Ibid. (emphasis added).",
            "201). Trifiletti, “Precession and the Hebrew Calendar,” Catastrophism and Ancient History X1:2 (July 1989), p.",
            "125 (emphasis added)."
        ]
    },
    {
        "type": "main",
        "page_number": 70,
        "subsections": [
            {
                "title": "",
                "content": "on the subject. In attempting to dissect the Old Testament Book of Genesis, he has stressed\nthat “the authors were concerned with using these stories as instances of various theological\nand ethical truths.””' As he had it stated, the “primary function of great myths and legends is\nnot that of offering explanations;”” they “are not concerned with providing a miscellany of -\ninformation or ready-made answers.”” “They were,” according to Hyers, “understood as\nvehicles of the most basic and important truths of all by which people organized, regulated,\nand interpreted their lives, and through which they saw meaning, purpose, and value in their\nexistence.” “Myths and legends,” he goes on, “together with rituals, provided the overar-\nching frame of reference within which to live and experience and celebrate the world.’”™ In a\nway, I could not have put it better myself. Where I disagree with him is when he states that\n“to dwell on the historicity of the accounts, even only an historical core, is to stray from the\npurposes of the writings.”” He goes on with: “[The accounts in Genesis] are not aimed at\nproviding a ‘truer’ picture of the universe or of human history, let alone the only true picture,\nin the modern scientific or historical senses of true.””” Personally, I refuse to be dubbed a\nfundamentalist,” but I must also state that Hyers’ disclaimer is mainly due to the fact that he\ndoes not understand what historical truths lie hidden within the pages of Genesis, a work\nwhich will hold a place of great importance in the pages to follow.\nMircea Eliade who, in his faltering way, has done more for comparative mythology than\nany other mythologist of the past, was of a slightly different opinion. To him, religious rites\nconsisted in “the repetition of an archetypal action performed in illo tempore (before\n“history” began) by ancestors or by gods ... ””\n“By its repetition, the act coincides with its archetype, and time is abolished. We are\nwitnessing, so the speak, the same act that was performed in illo tempore, at the dawn\nof the universe.”™\nOf course this depends on what one means by “history.” If, by that term, one is to under-\nstand “written history,” then Eliade is correct. If, however, by “history” we mean “the story\nof mankind,” Eliade could not have been correct. This becomes of great importance when\none considers what else Eliade had to say about this subject. Thus, toward the end of the\nwork being cited, he states that:\n“Every ritual, and every meaningful act that man performs, repeats a mythical\narchetype; and ... this repetition involves the abolition of profane time and placing of\nman in a magico-religious time which has no connection with succession in the true\nsense, but forms the ‘eternal now’ of mythical time. In other words, along with other\n221 C. Hyers, “Genesis Knows Nothing of Scientific Creationism,” Creation/Evolution XII, 4:2 (Spring 1983), p.\n2 Ibid.\n23 Ibid., pp. 19-20.\n4 Tbid., p. 20.\n5 Ibid.\n26 Ibid. p. 21.\n7 Ibid.\n#8 See, here, D. Cardona, “Fundamentalism: A Personal Statement,” AEON II:5 (February 1992), pp. 102-104.\n29M. Eliade, Patterns in Comparative Religion (London, 1996), p. 32 (emphasis as given).\n250 Ibid. (emphasis as given)."
            }
        ],
        "bibliography": [
            "221 C. Hyers, “Genesis Knows Nothing of Scientific Creationism,” Creation/Evolution XII, 4:2 (Spring 1983), p.",
            "22 Ibid.",
            "* Tbid., pp. 19-20.",
            "4 Tbid., p. 20.",
            "25 Ibid.",
            "26 Ibid. p. 21.",
            "2 Ibid.",
            "8 See, here, D. Cardona, “Fundamentalism: A Personal Statement,” AEON II:5 (February 1992), pp. 102-104.",
            "2° M. Eliade, Patterns in Comparative Religion (London, 1996), p. 32 (emphasis as given).",
            "20 Ibid. (emphasis as given)."
        ]
    },
    {
        "type": "main",
        "page_number": 71,
        "subsections": [
            {
                "title": "",
                "content": "magico-religious experiences, myth makes man once more exist in a timeless period,\nwhich is in effect an illud tempus, a time of dawn and of ‘paradise,’ outside history ...\n“We moderns would say that myth (and with it all other religious experiences) abol-\nishes ‘history’ ... But note that the majority of myths, simply because they record\nwhat took place ‘in illo tempore,’ themselves constitute an exemplar history for the\nhuman society in which they have been preserved, and for the world that society lives\nin. Even the cosmogonic myth is history, for it recounts all that took place ab origine;\nbut we must, I need hardly say, remember that it is not ‘history’ in our sense of the\nword—things that took place once and will never take place again ... ”7\"\nDespite the fact that I shall be relying heavily on Eliade’s scholarly insights in the pages\nthat follow, it is precisely here that I must part company with him because, as | aim to illus-\ntrate, the events narrated in myth did take place. They took place not “outside history,” as he\nmaintained, but within history. And by “history” I do mean “‘history’ in our sense of the\nword.” Moreover, Eliade claimed that even the cosmogonic myth is history, whereas I main-\ntain that all myth is cosmogonic in origin. The “history” / am speaking of, therefore, is a\ncosmogonic history, one that unfurled across the sky and touched Earth and its inhabitants\nwith a mighty finger that has left the human psyche scarred unto this day. The events that the\nmajor myths of the world narrate actually took place, and they took place very much in the\nway the myths narrate.\nWhat, then, is myth?\nI cannot for the life of me remember who said it, but someone, somewhere, once stated\nthat myth constitutes the fossilized memory of man. Truer words have rarely been spoken.\nBut this fossilized memory betokens a knowledge, a remembrance, of what once took place\nin heaven and, in that respect, it can safely be stated that myth constitutes the history of the\nSolar System.\nHere I can best illustrate the above by repeating a story that was well known to the an-\ncient Greeks. The story involves the god Helios—usually identified as the personification of\nthe Sun*’—who was believed to drive his flaming chariot across the sky. When, once, He-\nlios told his son Phaethon that he could ask him for any boon, Phaethon replied by asking to\nbe allowed to drive his father’s chariot. At first Helios, repenting of his oath, tried to dissuade\nPhaethon by stressing the dangers involved in driving the chariot. But, when Phaethon in-\nsisted, Helios, having given his word, was left with no recourse but to give in to his son.\nPhaethon, still in the pride of his youth, leaped into the chariot, took reins in hand, and began\non his journey. The steeds drawing the chariot, however, felt that the weight they were carry-\ning was too light and they leaped into the air as if the car was empty. This occasioned them to\nleave their usual well-beaten path, and Phaethon, who lacked his father’s expertise, panicked,\nand, in trying to correct his erroneous course across the sky, pulled this way and that way at\nthe reins, confusing the horses further. Losing control of the chariot, Phaethon ended up\ndriving it too close to Earth with the result that Earth’s moisture was dried up by the heat of\nthe chariot and, in due course, Earth caught fire and came close to being annihilated by the\nconflagration. In the end, Zeus himself was forced to intervene. Sending forth one of his ter-\nrible thunderbolts, he smote Phaethon with its might, shattering the chariot and freeing the\nhorses. The fragments of the wrecked car were scattered and Phaethon himself, with flames\n21 Thid., pp. 429-430 (emphasis as given).\n* But see further in this work."
            }
        ],
        "bibliography": [
            "the chariot and, in due course, Earth caught fire and came close to being annihilated by the",
            "conflagration. In the end, Zeus himself was forced to intervene. Sending forth one of his ter-",
            "rible thunderbolts, he smote Phaethon with its might, shattering the chariot and freeing the",
            "horses. The fragments of the wrecked car were scattered and Phaethon himself, with flames",
            "21 Tbid., pp. 429-430 (emphasis as given).",
            "722 But see further in this work."
        ]
    },
    {
        "type": "main",
        "page_number": 72,
        "subsections": [
            {
                "title": "",
                "content": "SS LG\nLEE ED         4\n(SS             1 LR SS\nGU GEER                   Ml\nSES RSS     ~*~ 3 Wp (G\nI SNS     nA   H44\\ BE)\nKl f                             Aff iG)  a\nSo             j         Pgs lale\n-~,         Ss           (BAG,              ed\nHelios—driving his chariot across the sky.\nFrom a Greek vase painting.\nsearing his glowing locks, went hurtling down through the air to his death leaving a long trail\nbehind.\nNow when the Egyptian priest, whoever he was, told Solon that his countrymen knew\nnothing of what had transpired in the past, he also told him that the story of Phaethon “as it is\ntold, has the fashion of a legend, but the truth of it lies in the occurrence of a shifting of bod-\nies in the heavens which move around the earth, and a destruction of things on earth by fierce\nfire, which occurs at long intervals.”\nGenerally speaking, of course, astronomers will not admit of any shifting of the heavenly\nbodies. Granted, there have been the odd brave soul among them who has ventured close to\nthe fringe by proposing that a certain amount of orbital shuffling among the planets did take\nplace. Axel Firsoff, for instance, once posited that “Neptune could originally have been\ncloser to the Sun than Uranus” and that Venus, “having originally formed somewhere beyond\nthe orbit of proto-Uranus [would have] acquired [its] slow retrograde spin and copious at-\nmosphere, [and] would subsequently have been moved to its present station, after the inner\nplanets had already lost their primary atmospheres.””* The process, according to Firsoff,\n“would have been slow, involving a number of relatively close encounters with Jupiter or\n23 AJthough the tale was well known, it is best preserved by Ovid in his Metamorphoses 1J:1-329.\n4 Plato, Timaeus 22 (emphasis added).\n5 Vv. A. Firsoff, “The Anomalous Condition of Venus and the Origin of the Solar System,” Solar System Today\nIE:3 (September 1980)."
            }
        ],
        "bibliography": [
            "mosphere, [and] would subsequently have been moved to its present station, after the inner",
            "planets had already lost their primary atmospheres.””° The process, according to Firsoff,",
            "“would have been slow, involving a number of relatively close encounters with Jupiter or",
            "23 AJthough the tale was well known, it is best preserved by Ovid in his Metamorphoses 11:1-329.",
            "4 Plato, Timaeus 22 (emphasis added).",
            "5 Vv. A. Firsoff, “The Anomalous Condition of Venus and the Origin of the Solar System,” Solar System Today",
            "IE:3 (September 1980)."
        ]
    },
    {
        "type": "main",
        "page_number": 73,
        "subsections": [
            {
                "title": "",
                "content": "Ep re ) e P eN\n——       «  ya      eeN ‘Cae VF Al:  Ear        beat     J\na,     ‘~    AS   RROEF Ui NS eet SO RLM.)\n=o 2 Ny          is   Cray = BAERS\nCals   Hj   YF P\\o ted      AS gt A ny i ean       ish\ni bs) CED OES SO a RSS\nThe fall of Phaethon.\nA tableau showing Phaethon making his request of Helios at the upper left-hand corner, with the\nmaddened steeds, the shattered chariot, and the falling Phaethon in the centre. Other characters\nnot mentioned in the accompanying text fill the rest of the scene.\nFrom a Roman relief now in the Louvre, Paris.\nSaturn or both.” Such events, however, are usually placed far into the past before the ad-\nvent of man who could not, therefore, have had any knowledge of them, let alone immortal-\nize them in myth. Thus, in the end, Firsoff had to admit that “[t]he stability of the system, and\nthe Bode-Titius law in particular, would place this event in a remote geological epoch.”™”\nOn the other hand, astronomers, geologists, and historians have finally decided to jump\non the cosmic catastrophism band wagon—which brings to mind a conversation that Ev\nCochrane, the publisher of AEON, and I had with Professor Benny Peiser, in July of 1996,\nwhen we went to pick him up at the airport for the Deerfield Beach, Florida, symposium\nsponsored by Cochrane’s periodical. It was on the way from the airport that Peiser first in-\nformed us of the above revelation. He also told us, however, that while astronomers had\ncome around to seriously consider terrestrial catastrophism as having possibly been caused\nby asteroidal and cometary impacts, they were still adamant in their denial concerning the\npossibility of planetary catastrophism within the historical, and man’s prehistoric, past. Not\nonly that, Peiser, who seems to have no use for planetary catastrophism himself, also warned\nus that the persistence of belief in planetary “billiards” can only prove a hindrance to the\neventual acceptance of cosmic catastrophism. Peiser sees this face-about by astronomers and\ntheir allies as a positive step forward. As I told him then, unless planetary catastrophism was\nalso to be embraced as a valid possibility, at best the step in question can only be seen as be-\ning sideways.\nThe present state of affairs was uniquely displayed at the Second SIS Cambridge Confer-\nence, held in July 1997 at Fitzwilliam College, in Cambridge, in which the work of the as-\ntronomers Victor Clube and Bill Napier received quite a boost. Having kept the astronomical\npart of their cosmic scenario well within the bounds of accepted paradigms, not much can be\n6 Ibid.\n57 Ibid."
            }
        ],
        "bibliography": [
            "ing sideways. ; - ;",
            "The present state of affairs was uniquely displayed at the Second SIS Cambridge Confer-",
            "ence, held in July 1997 at Fitzwilliam College, in Cambridge, in which the work of the as-",
            "tronomers Victor Clube and Bill Napier received quite a boost. Having kept the astronomical",
            "part of their cosmic scenario well within the bounds of accepted paradigms, not much can be",
            "86 Ibid.",
            "37 Ibid."
        ]
    },
    {
        "type": "main",
        "page_number": 74,
        "subsections": [
            {
                "title": "",
                "content": "De)                           ot\n~*                                                 ‘                om ff\necon ees                Wy\n:     a              ~  ~~                                          ou  = J\nThe hypothesis that the dinosaurs were exterminated at the end of the Cretaceous period\ndue to the terrestrial impact of a celestial body was first proposed by de Laubenfels,\nthe credit for which was later usurped by Luis Alvarez.\n(Photograph by the author, courtesy of the Royal Ontario Museum, Toronto.)"
            }
        ],
        "bibliography": [
            "The hypothesis that the dinosaurs were exterminated at the end of the Cretaceous period",
            "due to the terrestrial impact of a celestial body was first proposed by de Laubenfels,",
            "the credit for which was later usurped by Luis Alvarez.",
            "(Photograph by the author, courtesy of the Royal Ontario Museum, Toronto.)"
        ]
    },
    {
        "type": "main",
        "page_number": 75,
        "subsections": [
            {
                "title": "",
                "content": "said for these two astronomers’ interpretation of the mytho-historical record. In fact, as far as\ntheir book, The Cosmic Serpent, is concerned, it can safely be stated that they relied quite\nheavily on Immanuel Velikovsky’s Worlds in Collision. Of course, Velikovsky dealt in plan-\netary catastrophism, whereas Clube and Napier re-interpreted Velikovsky’s mytho-historical\nsources in light of cometary bombardments. They could not, of course, escape the fact that\nthe sources themselves stress the role of planets in lieu of comets. They got around this by\nthe supposition that planets were named as the perpetrators in lieu of comets because the\ncomets had first appeared close to the planets and thus received planetary names.\nEven so, the sudden interest in cosmic catastrophism among establishment science was\nnot influenced by the work of Clube, Napier, Velikovsky, or any of their predecessors in the\nfield, but was largely due to the insights derived from three separate events—one ancient, the\nother two recent. The ancient event concerns the demise of the dinosaurs at the end of the\nCretaceous period (the Cretaceous-Tertiary boundary, actually) due to the terrestrial impact\nof a celestial body, which was first proposed by de Laubenfels in 1956,™ twenty four years\nbefore the team headed by Luis Alvarez stole the credit for the hypothesis. At first described\nas “a nutty theory of pseudoscientists posing as paleontologists,”™ the proposal has now\ngained general acceptance. Even so, because this event is supposed to have transpired mil-\nlions of years ago, it did not do much toward the gaining of respectability by cosmic catas-\ntrophism. In that respect, neither did the terrestrial impact of a heavenly bolide in the Tun-\nguska region of Siberia, which occurred on the morning of June 30, 1908, exploding in a\nblinding flash and flattening twenty-five square miles of the surrounding forest, since this,\ntoo, was considered an isolated case. Although the warning should have been clear, the event\ndid not attract much attention in the Western World until the late decades of the century. It\nwas, more than anything else, the most recent of these events, when Comet Shoemaker-Levy\n9, which had broken up into a train of twenty-one separate fragments, smashed into Jupiter\nduring the month of July in 1994. Had there been a slight deviation in the comet’s orbit, all\ntwenty one pieces could have plowed into Earth. But even with this terrestrial miss, it be-\ncame painfully apparent that if a comet can smash into a nearby member of the Solar System,\nanother one could just as easily collide with Earth.\nAll of a sudden there was a flurry of activity among astronomers centered on the detec-\ntion, and possible elimination, of Earth-crossing objects, while geologists have gone wild in\ntheir attempt to discover previously unrecognized impact scars in our terrestrial terrain. His-\ntorians began pouring over historical, pseudo-historical, and mytho-historical documents in\nthe hope of discovering records of possible past impacts, while archaeologists started re-\nsifting the dust of ages to see what they might have missed among the scattered ruins of past\ncivilizations that might be interpreted as cometary, or asteroidal, destruction. So that, in a\nmanner of speaking, the writing of this book does not exactly place me in bad company— but\nonly in a manner of speaking.\nComets plowing into Earth remain a far cry from planets shifting on their orbits—that is\nif these shifts are maintained to have transpired during the advent of man on Earth. As\npointed out above, it was because of the supposed impossibility of such orbital shifts that the\nastronomers Clube and Napier thought it expedient to re-interpret the mytho-historical record\nin a cometary light, claiming that planets were named in the ancient records simply because\ncomets had appeared in close proximity to the planets and thus were given planetary names.\nAnd, to be fair, this is not exactly a spurious idea. Thus the Greeks were wont to refer to\n238 M. W. de Laubenfels, “Dinosaur Extinction: One More Hypothesis,” Journal of Paleontology 30 (1956),\n29 R. Matthews, “Ice Cubes From Space Prove the Scoffers Wrong,” The Sunday Telegraph (June 1, 1997)."
            }
        ],
        "bibliography": [
            "astronomers Clube and Napier thought it expedient to re-interpret the mytho-historical record",
            "in a cometary light, claiming that planets were named in the ancient records simply because",
            "comets had appeared in close proximity to the planets and thus were given planetary names.",
            "And, to be fair, this is not exactly a spurious idea. Thus the Greeks were wont to refer to",
            "238 M. W. de Laubenfels, “Dinosaur Extinction: One More Hypothesis,” Journal of Paleontology 30 (1956),",
            "pp. 207-218.",
            "%° R. Matthews, “Ice Cubes From Space Prove the Scoffers Wrong,” The Sunday Telegraph (June 1, 1997)."
        ]
    },
    {
        "type": "main",
        "page_number": 76,
        "subsections": [
            {
                "title": "",
                "content": "ETP eg aa Cae                               Date pa\nDid the ancient deities personify comets rather than planets?\ncomets by the same names they applied to planets,” a disclosure that has become something\nof a crutch to those who would recast the ancient planetary deities as cometary ones. As Ilse\nFuhr noted, “in the list of Hephaistion, the comet Hippeus is not only named after Aphrodite,\nbut actually is Aphrodite (= Venus) as other comets actually are other planets.”™'\nThere are three things to keep in mind here. First, it is quite obvious that the planets were\nnamed for the deities before comets were, otherwise it would not have been possible to name\nthe comet Hippeus for “Aphrodite (= Venus).” Second, it is also obvious that, despite the fact\nthat comets were named after planetary deities, they were also given their own distinctive\nnames— Hippeus in the above case, other names for other comets in other cases, as Fuhr\nherself noted”’—so that comets and planets could not really have been confused with each\nother. Third, although it might be redundant to say so, it was the comets that were given\nplanetary names, and not the planets that were given cometary ones. And this is a lesson that\nClube, Napier, and all those who wish to recast the planetary deities as cometary ones have\nfailed to learn.\n© F. Boll, Antike Beobachtungen Farbiger Sterne (Munich, 1918), p. 85.\n| Fuhr, “On Comets, Comet-Like Luminous Apparitions and Meteors,” KRONOS VIII:1 (Fall 1982), p. 43.\n2® See here, for instance, the comet named Eileithyia, mentioned by both Hephaistion and Pliny, as noted in\nIbid., pp. 42, 46."
            }
        ],
        "bibliography": [
            "© F. Boll, Antike Beobachtungen Farbiger Sterne (Munich, 1918), p. 85.",
            "241. Fuhr, “On Comets, Comet-Like Luminous Apparitions and Meteors,” KRONOS VIII:1 (Fall 1982), p. 43.",
            "#2 See here, for instance, the comet named Eileithyia, mentioned by both Hephaistion and Pliny, as noted in",
            "Ibid., pp. 42, 46."
        ]
    },
    {
        "type": "main",
        "page_number": 77,
        "subsections": [
            {
                "title": "",
                "content": "Chapter 2\nAncient Astronomical Lore\nSACRED IMAGES FROM THE SKY\nhere will be some who might object that ancient civilizations had enough knowledge\nof astronomical matters, so that one could not really accept whatever they had to say\nconcerning the planets of the Solar System as being accurate. Such an objection would,\nhowever, be based on ignorance since the various civilizations whose mytho-historical re-\ncords we will soon be examining were actually quite knowledgeable when it came to obser-\nvational astronomy. A detailed exploration of this ancient astronomical lore would constitute\na book of its own. Thus, despite the length of this chapter, what is presented below consti-\ntutes only a brief account of the major astronomical discoveries made by our ancient forefa-\nthers.\nI will start with a topic that might be considered mundane—meteors and meteorites.\nThese had been falling from the sky since time immemorial. Our primitive forebears would\nnot have been strangers to such falls. And, unlike the deification of planets, the sanctification\nof meteorites is more understandable. Meteors do not appear merely as pin-points of light in\nthe night sky. Even when they do, as shooting stars they leave a short-lived luminous streak\nin their wake. Every so often, veritable showers of these streaky flares seem to radiate from a\nlocal spot in the sky. When conditions permit, such showers can be quite impressive. More\nrarely, meteors roar in the shape of terrible fire balls through the sky, night or day. Their ex-\nplosive impact on the ground can be quite a frightening experience. Such events, when wit-\nnessed, must have awed our primitive ancestors. The occurrences would have been remem-\nbered with fear and even reverence.\nDepending on conditions, an impacting meteor may or may not form a crater. The meteor\nitself may be burned and atomized in its passage through Earth’s atmosphere. Often enough,\nstony chunks or masses of iron remain on the ground as evidence of the bombardment. The\narrival, or apparent materialization, of such objects in places where fire balls were seen to\nstrike must have mystified primitive man to no little extent. Such objects, when found, would\nhave been thought to be magical, possessing benign or evil powers, if not both. It is under-\nstandable that such objects, now known as meteorites, would have been collected, preserved,\nand even revered. But we find that there was more than that. Lincoln La Paz put it succinctly\nwhen he wrote:\n“The ancients supposed the stars to be the domicile of gods; falling stars and falling\nmeteorites signified to them either the actual descent of a god or the sending of his\nimage to earth.”!\nThe worship of meteorites” as images of the gods, however, could only have accrued\nfrom a prior belief that the gods resided in the sky in the form of stars. Thus, if stars were\n'L. La Paz, Topics in Meteorites: Their Recovery, Use, and Abuse From Paleolithic to Present (Albuquerque,"
            }
        ],
        "bibliography": [
            "“The ancients supposed the stars to be the domicile of gods; falling stars and falling",
            "meteorites signified to them either the actual descent of a god or the sending of his",
            "image to earth.”!",
            "The worship of meteorites” as images of the gods, however, could only have accrued",
            "from a prior belief that the gods resided in the sky in the form of stars. Thus, if stars were",
            "'L. La Paz, Topics in Meteorites: Their Recovery, Use, and Abuse From Paleolithic to Present (Albuquerque,",
            "1969), p. 86."
        ]
    },
    {
        "type": "main",
        "page_number": 78,
        "subsections": [
            {
                "title": "",
                "content": "gods, fallen stars were fallen gods. But even this does not quite explain why certain\nmeteorites were associated with specific deities and, in some cases, with specific planets.\nOne thing to note here is that it can thus be seen that the ancients were well aware of the\nphenomenon. The Babylonians referred to meteors as Kakkabu rabu.° This recognition, how-\never, did not keep the ancient peoples of the Near East from attributing sanctity to meteorites.\nNor did it keep them from identifying them as images or pre-existing deities.*\nAmong the Semites, especially the ancient inhabitants of the Arabian peninsula, stones\nwere frequently credited with divine attributes.* These cults, as Hildegard Lewy indicated,°\nwere practiced by the same people who worshipped the visible planets. Philo Byblius tells us\nthat the Phoenicians considered meteorites as “stars fallen from the air,” and that these\nplayed a dominant role in the religion of his ancient forebears.” These meteorites, as Lewy\nstressed, “were conceived as divine beings of exactly the same nature as the planets.”*\nA meteorite which fell at Tyre, in Syria, was associated with the goddess Astarte.” What\nis of additional interest here is that, according to those very Phoenicians who venerated her,\nAstarte was the same as the Greek Aphrodite’ and, therefore, like her, the goddess of the\nplanet Venus.\nAccording to a passage in the New Testament, one of the sacred images that was wor-\nshipped at Ephesus, and associated with Artemis/Diana, was believed to have fallen from the\nplanet Jupiter.\" The Syrian cultists of the god Elegabalus (or Gabal) “focused their worship\non a meteorite at the shrine of Emesa.”” A large, conical, black stone, this “image” was later\ntransported by the emperor Marcus Aurelius Antoninus, who assumed the name of his god, to\nthe temple of Kybele in Rome.” Another famous meteorite which was held as sacred in this\nregion was the Magna Mater at Pessinus, in Asia Minor.\"* Worthy of mention was also the\nstone which fell at Abydos and was worshipped there. °\nAccording to the Egyptian priest Manetho, as quoted by Plutarch, the Egyptians consid-\nered lodestones to be the bones of the god Horus, while iron, in general, was believed to be\nthe bones of Set (which Plutarch rendered as Typhon).'° Meteorites were venerated not only\nin honor of Set but also in honor of the great god Amon” whom the Greeks, rightly or\nwrongly, identified with their own Zeus,\" and the Romans, quite naturally, with Jupiter.\nThe ancients were so well acquainted with meteorites that, before its discovery as an ore\nin the bowels of the Earth, they were of the belief that all iron fell from the sky. Thus the\n3M. Jastrow, Jr., Die Religion Babyloniens und Assyriens 11/2 (1912), p. 696.\n+ J. K. Bjorkman, “Meteors and Meteorites in the Ancient Near East,” Meteoritics 8 (1973), pp. 91-132.\n5 J. Wellhausen, Reste Arabischen Heidentums (1897 second edition), pp. 101 ff.\n° H. Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni 18, Pt.3 (1950), p. 346.\n7 Ibid., p. 347.\n® Ibid., p. 348.\n° Eusebii Pamphili, Evangelicae Praeparationis, 1:x:38c.\n” Ibid.\n\" Acts 19:35.\nE. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 109.\nIbid.\n‘ G. A. Wainwright, “The Coming of Iron,” Antiquity, X (1936), p. 6.\nIbid.\n' Plutarch, De Iside et Osiride , 62.\n‘7G. A. Wainwright, loc. cit.; idem, “The Bull Standards of Egypt,” Journal of Egyptian Archaeology, X1X\n(1933), pp. 49-52; idem, “The Relationship of Amun to Zeus and his Connexion with Meteorites,” in ibid., XVI\n18 Herodotus, Historiae 11:42; Diodorus Siculus, Bibliotheca Historica, 1:13:2."
            }
        ],
        "bibliography": [
            "EUSCUTL PGUIPE, EVONSCHCUE FIGeParatones, 1-4.I50,",
            "”° Ibid.",
            "* Acts 19:35.",
            "” E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 109.",
            "® Ibid.",
            "“4G. A. Wainwright, “The Coming of Iron,” Antiquity, X (1936), p. 6.",
            "'S Ibid.",
            "'© Plutarch, De Iside et Osiride , 62.",
            "7G. A. Wainwright, loc. cit.; idem, “The Bull Standards of Egypt,” Journal of Egyptian Archaeology, X1X",
            "(1933), pp. 49-52; idem, “The Relationship of Amun to Zeus and his Connexion with Meteorites,” in ibid., XV1",
            "(1930), p. 36.",
            "'® Herodotus, Historiae 11:42; Diodorus Siculus, Bibliotheca Historica, 1:13:2."
        ]
    }
]