[
    {
        "type": "main",
        "page_number": 369,
        "subsections": [
            {
                "title": "",
                "content": "century, E. H. Shackleton discovered seven seams of coal at about latitude 85°, each of which\nwas between three and seven feet thick, testimonials to ancient forests which once grew\nwhere now not a single tree, not even a blade of grass, can grow.® The coal seams that run\nthrough the Transantarctic Mountains are some of the most extensive on Earth.™ Sandstone,\nassociated with this coal, was found to contain petrified coniferous wood.® Fossils from the\nPliocene include well-preserved wood in the form of tree stems as well as roots together with\nthe remains of marine life.” (And this is to say nothing about fossil forests from even earlier\neras found near the South Pole, when the climate believed to have prevailed at the time\nshould not have allowed such growth.”) In 1935, Admiral Byrd could write that: “Here at the\nsouthernmost known mountain in the world, scarcely two hundred miles from the South Pole,\nwas found conclusive evidence that the climate of Antarctica was once temperate or even\nsub-tropical.”\nThe Eocene evidence of vast forests in the Antarctic has been attributed to a paleolatitude\nwhich was close to that of present Madagascar, while Antarctica is supposed to have still\nbeen drifting toward the pole.” Continental drift can therefore be used to solve the mystery\nby those who adhere to this belief. Melvin Cook, however, is of a different opinion. Ac-\ncording to his findings, Antarctica “appears not to have moved appreciably in continental\nshift” since the continents which were once in contact with it “left Antarctica in radial\ndirections,” thus leaving it more or less in the same locality. Besides, as we have seen, the\nproblem also involves the Arctic regions where, even according to orthodoxy, continental\ndrift cannot save the day. But the enigma entails more than just Earth’s polar regions; it also\nembraces the latitudes in between. Thus, from early in the twentieth century, many\npaleobotanists were convinced that “during by far the greater portion of time since the Azoic\nera, mild, benign climatic conditions have existed.”” According to Dolph Hooker:\n“It is also the concensus [sic.] that, astonishingly and inexplicably, such conditions\nwere comparatively uniform over most of Earth’s surface; that temperate climate\nextended both north and south to within the polar circles. It is also believed that,\namazingly, seasonal effects during most of geological time have been much less pro-\nnounced than they are now.”\nWriting in 1912, F. H. Knowlton stated that:\n® B. H. Shackleton, The Heart of the Antarctic, II (1909), pp. 314, 316, 319, 323.\n5S. W. Matthews, “Ice on the World,” National Geographic (January 1987), p. 94.\n°° E. H. Shackleton, loc. cit.\n“ SW. Matthews, op. cit., pp. 94-95; see also, T. R. Henry, The White Continent (N. Y., 1950), p. 9.\n* See, for instance, New Scientist (October 10, 1992), p. 17.\nR. E, Byrd, “Exploring the Ice Age in Antarctica,” The National Geographic Magazine (October 1935).\n1. C. Johnson, op. cit., p. 20.\n™ M. A. Cook, “Earth Tectonics Viewed from Rock Mechanics,” Chronology & Catastrophism Review XIII\n™ D. E. Hooker, Those Astounding Ice Ages (N. Y., 1958), p. 42.\n” Ibid. (Emphasis added.)"
            }
        ],
        "bibliography": [
            "° E. H. Shackleton, The Heart of the Antarctic, II (1909), pp. 314, 316, 319, 323.",
            "“ S. W. Matthews, “Ice on the World,” National Geographic (January 1987), p. 94.",
            "*° E. H. Shackleton, loc. cit.",
            "“ SW. Matthews, op. cit., pp. 94-95; see also, T. R. Henry, The White Continent (N. Y., 1950), p. 9.",
            "°\" See, for instance, New Scientist (October 10, 1992), p. 17.",
            "“ R. E. Byrd, “Exploring the Ice Age in Antarctica,” The National Geographic Magazine (October 1935).",
            "1. C. Johnson, op. cit., p. 20.",
            "™M. A. Cook, “Earth Tectonics Viewed from Rock Mechanics,” Chronology & Catastrophism Review XIII",
            "(1991), p. 15.",
            "™ D. E. Hooker, Those Astounding Ice Ages (N. Y., 1958), p. 42.",
            "Ibid. (Emphasis added.)"
        ]
    },
    {
        "type": "main",
        "page_number": 370,
        "subsections": [
            {
                "title": "",
                "content": "a~      °   yd » ? ~. oer\nSig            “Ah     os   a ae\neps                q\n—                    peers ee\n=               =>. are      > a    Me\n=         7     “S, eGB™ 22 x, |   ~ fei         ,       4\noe SE ao: ST\nee. 34 2 -Qal  len cae\n~eadge ~~ Pe ‘  cae Se en Vow  *\nORT, ame 4\n-                                 e        * a     iM  *                     _   .\nThe coral reef at Puunoa Beach, off Lahaina, Maui.\nCoral reefs of this nature once grew all across the polar regions of North America.\n(Photograph by the author.)\n“Relative uniformity, mildness and comparative equability of climate, accompanied\nby high humidity, have prevailed over the greater part of the Earth, extending to or\ninto polar circles, during the greater part of geologic time since at least the Middle\nPaleozoic. This is the regular, the ordinary, the normal condition.””\nBy 1953, this belief was still in vogue as exemplified by a paper published by Edwin\nColbert in which he wrote:\n“So far as past climates can be interpreted from the record of fossil vertebrates, it\nwould appear that during much of Earth history the world has enjoyed uniformly\n® BH. Knowlton, “Relations of Paleobotany to Geology,” Smithsonian Institute Annual Report (1912), as\nquoted in ibid., p. 43 (emphasis added)."
            }
        ],
        "bibliography": [
            "By 1953, this belief was still in vogue as exemplified by a paper published by Edwin",
            "Colbert in which he wrote:",
            "“So far as past climates can be interpreted from the record of fossil vertebrates, it",
            "would appear that during much of Earth history the world has enjoyed uniformly",
            "® FH. Knowlton, “Relations of Paleobotany to Geology,” Smithsonian Institute Annual Report (1912), as",
            "quoted in ibid., p. 43 (emphasis added)."
        ]
    },
    {
        "type": "main",
        "page_number": 371,
        "subsections": [
            {
                "title": "",
                "content": "warm, equable climate over most of its surface...the general picture of past vertebrate\nlife is that of warmth-loving animals living over wide ranges of latitude, from the\nsouthern tips of the continental land masses through the middle latitudes to regions as\nfar north as the Arctic Circle.””\nAccording to Colbert, “the definitely zoned climatic belts, so familiar to us at the present\ntime, apparently did not exist.” Moreover, this situation prevailed from long before the\nTertiary period as Elso Barghoorn indicated: “From the paleontological evidence available, it\nwould appear that there was very slight climatic zonation between high and low latitudes\nduring the major part of the Carboniferous.”\nThere was thus an added problem that confronted paleobotanists. How could Earth’s po-\nlar regions been blessed with a sub-tropical climate while the rest of the world remained lit-\ntle, if at all, warmer than it is at present? As Barbara Bell admitted: “It is by no means clear\nthat solar radiation sufficiently intense to keep the poles as warm as they appear to have been\nat times would not heat the tropics more than observations indicate.””\nTHE CRETACEOUS CLIMATE\nContinental drift, through sea-floor spreading, is an ongoing process. Christopher\nScotese, a geologist, now predicts that, in another 250 million years, Great Britain will have\nbeen pushed to a near-Arctic locale, with the Atlantic Ocean having become nothing but a\ndistant memory. Just as all land masses are believed to have been joined together, 250 mil-\nlion years ago, in a super-continent which geologists have named Pangaea, a new mega-con-\ntinent, already dubbed Pangaea Ultima, will by then have formed. Africa would have\nrammed Europe, uplifting the colliding edges in a Himalaya-like mountain range while eras-\ning the Mediterranean in the process. The Atlantic Ocean would first widen, then reverse its\ncourse and finally close up completely.”\nIt is not, therefore, surprising that geologists and paleoclimatologists have tended to rely\non this process to account for the moving of once-tropical areas into what are now the Arctic\nand Antarctic regions. As noted in the above report, Great Britain seems destined to do ex-\nactly that. As we have seen, however, continental drift cannot be made to account for the\nsub-tropical fauna and flora of the Tertiary period, the remains of which are now found\nwithin the Arctic Circle, for the simple reason that the Arctic regions were already close to\ntheir present location at the time. But what of earlier eras?\n™ E, H. Colbert, “The Record of Climatic Changes as Revealed by Vertebrate Paleontology,” in H. Shapley,\nClimatic Change (Cambridge, 1953), p. 269, as quoted in D. E. Hooker, loc. cit.\n*5 Ibid., p. 44 (emphasis added).\n76 E. S. Barghoorn, “Evidence of Climatic Change in the Geologic Record of Plant Life,” in H. Shapley, op. cit.,\np. 241, as quoted by D. E. Hooker, op. cit., p. 89.\n”’ B. Bell, “Solar Variation as an Explanation of Climate Change,” in H. Shapley, op. cit., p. 132, as quoted by\nD. E. Hooker, op. cit., p. 89 (emphasis added).\n78 “Experts Predict One Continent Without Atlantic,” The Province (Vancouver, October 10, 2000), p. A17."
            }
        ],
        "bibliography": [
            "™ E, H. Colbert, “The Record of Climatic Changes as Revealed by Vertebrate Paleontology,” in H. Shapley,",
            "Climatic Change (Cambridge, 1953), p. 269, as quoted in D. E. Hooker, loc. cit.",
            "75 Ibid., p. 44 (emphasis added).",
            "76 E. S. Barghoorn, “Evidence of Climatic Change in the Geologic Record of Plant Life,” in H. Shapley, op. cit.,",
            "p. 241, as quoted by D. E. Hooker, op. cit., p. 89.",
            "”’ B. Bell, “Solar Variation as an Explanation of Climate Change,” in H. Shapley, op. cit., p. 132, as quoted by",
            "D. E. Hooker, op. cit., p. 89 (emphasis added).",
            "78 “Experts Predict One Continent Without Atlantic,” The Province (Vancouver, October 10, 2000), p. A17."
        ]
    },
    {
        "type": "main",
        "page_number": 372,
        "subsections": [
            {
                "title": "",
                "content": "While the flora and fauna of the Cretaceous period, calculated to have prevailed 140 to\n100 million years ago, was not exactly the same as that of the following Tertiary period, the\nclimate does not seem to have been that much different. As Richard Kerr noted:\n“The earth of the Cretaceous Period 100 million years ago was unaccountably warm,\nas it generally had been since the end of the last great ice age 140 million years ear-\nlier...””\n“Explaining Cretaceous climate has been difficult because it differed so from today’s.\nCoral reefs for which warm water is essential ranged as much as 1500 kilometers\ncloser to the poles than they do today, as did nonseasonal land plants. Deep ocean\nwater that now hovers near freezing was 15° (Celsius) warmer...Alligators and croco-\ndiles seem to have thrived at latitudes as far north as that of present-day Labrador.\nAnd there is no evidence of any permanent ice like that which today deeply buries\nAntarctica and Greenland.”™\n“Not only was it generally warmer during the Cretaceous, but it was particularly\nwarmer in the polar regions.”*!\nBecause the position of the continents during the Cretaceous would have been different\nfrom the locales they would have occupied later during the Tertiary, scientists continued to\nseek an answer to the riddle of the earlier climate via continental drift. This was not only be-\ncause the lands within the present Arctic Circle would have been farther removed from polar\nregions than they would have been during the following Tertiary, but also because the\ndifferent continental configuration would have led to the development of an entirely different\nclimatic regime. It was thus reasoned that:\n“Continents bunched in low latitudes near the equator, as Cretaceous continents\ntended to be, would allow warm ocean currents to carry heat poleward. High-latitude\npolar oceans, being less reflective than land, would also absorb more heat and further\nmoderate climate.”\nEric Barron and Warren Washington therefore decided to test this hypothesis by recreat-\ning the Cretaceous climate through the use of a computer model.® Others followed suit.“\nThere is no point in tracing the ups and downs of these various attempts and the\ndisagreements between them. Suffice it to say that, in 1984, Kerr could safely state that\n” R.A. Kerr, “How to Make a Warm Cretaceous Climate,” Science (February 17, 1984), p. 677 (emphasis\nadded).\n® Ibid. (emphasis added).\n*! Ibid. (emphasis added).\n® Ibid.\n® Ibid.\n* Tbid., p. 678."
            }
        ],
        "bibliography": [
            "‘There is no point in tracing the ups and downs of these various attempts and the",
            "disagreements between them. Suffice it to say that, in 1984, Kerr could safely state that",
            "™ R.A. Kerr, “How to Make a Warm Cretaceous Climate,” Science (February 17, 1984), p. 677 (emphasis",
            "added).",
            "® Ibid. (emphasis added).",
            "*! Ibid. (emphasis added).",
            "® Ibid.",
            "® Ibid.",
            "* [bid., p. 678."
        ]
    },
    {
        "type": "main",
        "page_number": 373,
        "subsections": [
            {
                "title": "",
                "content": "ra) 7)     oO ~              2%\nfh      3 Bee\n,                          Jer (ty Samp\nPangaea\nThe continental configuration prior to drift through sea-floor spreading\nc.250 million years ago."
            }
        ],
        "bibliography": [
            "Pangaea",
            "The continental configuration prior to drift through sea-floor spreading",
            "c.250 million years ago."
        ]
    },
    {
        "type": "main",
        "page_number": 374,
        "subsections": [
            {
                "title": "",
                "content": "“there must be more to the long slide from the balmy Cretaceous period into the ice ages\nthan the drifting of continents.” Turning to the contradictory results of these studies, he\ncame to the conclusion that, so far, “computer models have failed to warm Earth as much as\nit was warmed in the Cretaceous, suggesting that a single geographic factor or perhaps even a\ncombination of them cannot totally explain long-term climate change.””\nTREE RINGS\nOne of the main reasons why paleoclimatologists have been reluctant to accept a former\nuniversal spring-like environment to account for the previous existence of Arctic and Ant-\narctic sub-tropical flora and fauna is that evidence exists which does seem to point to past\nseasonal stability. This evidence comes from tree rings. As every Boy Scout knows, tree\ntrunks are marked out in transverse section into concentric rings, one ring for each “season”\nof growth. In order to tell the age of a felled tree, Boy Scouts are taught to count the number\nof rings laid out in its trunk. Known as annular rings, these growth marks owe their emer-\ngence to differences in the elements at the beginning and end of each growing period.\nFossilized trees from various past ages show distinct annular rings. Others do not. Wood\nretrieved from late Paleozoic deposits in the southern hemisphere has been said to show\npronounced ring growths. So, also, fossils of deciduous trees from the Cretaceous. In fact,\nfossilized wood samples ranging all the way from the Devonian to the Eocene have been\nclaimed to show well marked annular rings. The scientific literature on this subject, however,\nis very ambiguous. More recent work has tended to show that rings are either lacking or very\nweak in all known specimens from the Devonian period which seems to indicate a non-sea-\nsonal environment. Most fossil trees from the Carboniferous period, which followed the De-\nvonian, also lack rings. As Elso Barghoorn noted:\n“One impressive indicator of uniform climate over great areas of the Carboniferous\ncontinents is the great absence of annual growth rings in coal-swamp trees. The entire\nquestion of ring development in woody plants is one fraught with botanical variables\nas well as climatic variables. However, the consistent absence of any index of sea-\nsonal growth seems difficult to explain except on the assumption that winter cold and\nseasonality of rainfall were absent or at a minimum.”\nBy the time we come to the late Permian period, still within the Paleozoic era, we end up\nwith a mixed bag. Fossil woods from Canada, Europe, and Asia have weak or non-existent\nrings, while those from South America, Africa, and Antarctica show prominent and wide\ngrowth rings. A mixed bag from trees growing in different areas may be expected. But what\nabout a similar mixed bag from trees known to have grown in the same locality? Thus, mov-\ning slightly closer to our time, we come to the Triassic period of the Mesozoic era. Few fossil\n85 [bid., p. 677.\n% Ibid.\n*7 E. S. Barghoorn, “Evidence of Climatic Change in the Geologica Record of Plant Life,” P. Cloud (Ed.),\nAdventures in Earth History (San Francisco, 1970), p. 737."
            }
        ],
        "bibliography": [
            "with a mixed bag. Fossil woods from Canada, Europe, and Asia have weak or non-existent",
            "rings, while those from South America, Africa, and Antarctica show prominent and wide",
            "growth rings. A mixed bag from trees growing in different areas may be expected. But what",
            "about a similar mixed bag from trees known to have grown in the same locality? Thus, mov-",
            "ing slightly closer to our time, we come to the Triassic period of the Mesozoic era. Few fossil",
            "8 Ibid.",
            "% Ibid.",
            "*7 E, S. Barghoorn, “Evidence of Climatic Change in the Geologica Record of Plant Life,” P. Cloud (Ed.),",
            "Adventures in Earth History (San Francisco, 1970), p. 737.",
            ". 677."
        ]
    },
    {
        "type": "main",
        "page_number": 375,
        "subsections": [
            {
                "title": "",
                "content": "trees are known from this period and, up till now, all of them come from Arizona’s petrified\nforest. One specimen from this collection lacks annular markings, but others display very\nwide prominent rings. In samples from the Jurassic and Cretaceous periods of the same\nMesozoic era, as well as from the Early Tertiary period, tree rings range from prominent to\nnon-existent, depending on the paleolatitude in which they are claimed to have thrived.\nWhen it comes to polar fossil plants, as Edward Berry noted: “Detailed comparisons of\nthese Arctic floras with contemporary floras from lower latitudes...show unmistakable\nevidence for the existence of climatic zones...” C. P. Brooks reached the same opinion,\nclaiming that climatic zones existed in the Eocene,” as so did Ralph Chaney, who pushed the\nmargin up to the Pliocene.” As Jane Francis noted, samples of wood collected by her on\nAxel Heiberg Island showed clear annular rings over a quarter of an inch wide. And, because\nthe darker latewood added at the end of the growing season featured very narrow bands, the\nconclusion has been drawn that the trees grew rapidly during the twenty-four hour sunshine\nperiod of the Arctic summer and then closed up shop during the winter hours of darkness.”\nThe problem with this, however, is that trees would not have survived such prolonged\nperiods of darkness. And then there is the fauna to consider. What—did tapirs and crocodiles\nsleep through these darkened months? Could land tortoises have migrated to warmer climes?\nBesides, where did the warmth that would have been needed to thaw the Arctic ice cap come\nfrom? The present Sun is not capable of accomplishing that feat. And if the Sun, as accepted\nby orthodoxy, had been dimmer in those eras, it would have been able to accomplish it even\nless. Or are we to believe that sub-tropical flora and fauna existed in an ice-bound region, and\nfor millions of years at that? But how, then, do we get out of this dilemma? Johnson, who\ngrappled with this problem until the time of his untimely death in 1995, noted that “[I]t is not\n88 See here, for instance, H. Shapley, op. cit., pp. 242, 265; but see also, H. C. Fritts, Tree Rings and Climate (N.\nY., 1966); G. T. Creber, “Tree Rings: A Natural Data-Storage System,” Biological Review, 52 (1977), pp. 349-\n383; G. T. Creber & W. G. Chaloner, “Growth Rings in Fossil Woods as Evidence of Past Climates,” in D. H.\nTarling & S. K. Runcorn (Eds.), Jmplications of Continental Drift in the Earth Sciences, Vol. 1 (N. Y., 1973),\npp. 425-437; idem, “Climatic Indications From Growth Rings in Fossil Woods,” in P. Brenchley (Ed.), Fossils\nand Climate (N. Y., 1984), pp. 49-74; idem, “Tree Growth in the Mesozoic and Early Tertiary and the\nReconstruction of Paleoclimates,” Palaeogeography, Palaeoclimatology, and Palaeoecology, 52 (1985), pp.\n35-60; idem, “The Contribution of Growth Ring Studies to the Reconstruction of Past Climates,” in R. G. W.\nWard (Ed.), Applications of tree-Ring Studies: Current Research in Dendrochronology and Related Subjects\n(Oxford, 1987), pp. 37-67; J. J. Parrish & R. A. Spicer, “Middle Cretaceous Wood From the Nanushuk Gr.,\nCentral North Slope, Alaska,” Palaeontology, 31:1 (1988), pp. 19-34; J. E. Francis, “The Seasonal Environment\nof the Purbeck (Upper Jurassic) Fossil Forests,” Palaeogeography, Palaeoclimatology, and Palaeoecology, 48\n(1984), pp. 285-307; idem, “The palaeoclimatic Significance of Growth Rings in Late Jurassic/Early Cretaceous\nFossil Wood From Southern England,” in R. G. W. Ward (Ed.), Applications of Tree-Ring Studies: Current\nResearch in Dendrochronology and Related Subjects (Oxford, 1987), pp. 21-36; R. F. Dubiel, et al, “The\nPangaean Megamonsoon— Evidence from the Upper Triassic Chinle Formation, Colorado Plateau,” Palaios,\n® E. W. Berry as quoted by J. H. F. Umbgrove, The Pulse of the Earth (Hague, 1947), p. 266.\n® ©. E. P. Brooks, Climate Through the Ages (N. Y., 1949), p. 24.\n°° R. W. Chaney, “Tertiary Forests and Continental History,” Bulletin of the Geological Society of America\nV:51, No.3 (March 1, 1940), p. 475.\n® 5. E, Francis, op. cit., p. 61; see also “The Eocene Climate Puzzle,” Chronology & Catastrophism Workshop"
            }
        ],
        "bibliography": [
            "(1984), pp. 285-307; idem, “The palaeoclimatic Significance of Growth Rings in Late Jurassic/arly Cretaceous",
            "Fossil Wood From Southern England,” in R. G. W. Ward (Ed.), Applications of Tree-Ring Studies: Current",
            "Research in Dendrochronology and Related Subjects (Oxford, 1987), pp. 21-36; R. F. Dubiel, et al, “The",
            "Pangaean Megamonsoon—Evidence from the Upper Triassic Chinle Formation, Colorado Plateau,” Palaios,",
            "6:4 (1991), pp. 347-370.",
            "® E. W. Berry as quoted by J. H. F. Umbgrove, The Pulse of the Earth (Hague, 1947), p. 266.",
            "% C. E. P. Brooks, Climate Through the Ages (N. Y., 1949), p. 24.",
            "°. R. W. Chaney, “Tertiary Forests and Continental History,” Bulletin of the Geological Society of America",
            "V:51, No.3 (March 1, 1940), p. 475.",
            "® 5. E, Francis, op. cit., p. 61; see also “The Eocene Climate Puzzle,” Chronology & Catastrophism Workshop",
            "(1989) 1, p. 28."
        ]
    },
    {
        "type": "main",
        "page_number": 376,
        "subsections": [
            {
                "title": "",
                "content": "clear that the tree rings point to a polar seasonality as opposed to an ordinary seasonal growth\ncycle,” but did not clarify what he meant by “ordinary seasonal growth cycle.”\nNeedless to say, the evidence of the tree rings poses just as much of a problem to the\nSaturnian scenario we have been considering. All of which forces us to ask yet another ques-\ntion: Are annular rings really indicative of seasonality?\nActually, annular rings are only formed in those plants whose growth is interrupted by a\nregular winter or dry “season.” The increment of new wood formed in these trees is marked\nby a distinct line which is produced by the contrast between the late summer of one year and\nthe spring of the next. The lines of separation between successive rings marks the limit of a\nmicroscopically thin layer of cells, known as the cambium, which lies between the wood and\nthe bark, at the end of each successive growth period. The bark then cracks and/or expands to\nallow for the new growth of wood, and the tree trunk is thus thickened. It should be noted,\nhowever, that the cambium responds mainly to conditions of temperature and rainfall rather\nthan the incidence of light.\nIn temperate climates, the cambium produces new wood only during spring and early\nsummer. It becomes inactive during autumn and winter. But what about trees growing in\ntropical and equatorial regions where seasonal differences disappear? Do they still grow\nrings? As it happens, many kinds of evergreen tropical trees do not grow rings.™ But others\ndo. As Barghoorn reported: “In existing woody plants, annual ring development may occur\nunder nearly uniform climatic conditions, as in equatorial rainforests.”°* What, then, is it in\nthis seasonless environment that tells these trees that a year has passed and that it is time to\ngrow more wood and thus form a new ring?\nThat the growth of annular rings is not tied to seasonal change is evidenced by the fact\nthat some trees have been known to grow as much as three or four rings in one year. Nor is\nthis an uncommon situation, as Nelson Glueck noted, especially in trees which grow on\nsloping ground that turns wet and dry several times in one year because of rapid outflow of\nwater.” According to an item in Nature magazine, multiple rings in larch trees were normal\nin 1919; in fact, larches seem to be prone to multiple ring growth.”\nMeanwhile, trees which miss growing a ring in certain years have also been known.” As\nHerbert Sorensen pointed out:\n“In dry and climatically harsh years, no detectable growth may occur. In this case no\nring is formed and the ring is missing for that season of the year.””\n°3 1. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology and\nCatastrophism Review XIV (1992), p. 13.\n% P. Groom & A. Koehler, “Timber,” Encyclopaedia Britannica (1959 ed.), Vol. 22, p. 217.\n°5 E. S. Barghoorn, loc. cit.\n°° N. Glueck et al., Botanical Review, 7, pp. 649-713; ibid., 21, pp. 245-365, as cited by I. Velikovsky, “The\nPitfalls of Radiocarbon Dating,” Pensée IVR IV (Spring-Summer 1973), p. 13; see also V. LaMarche,\n“Climatic Clues From Tree Rings,” New Scientist (April 3, 1975), pp. 8-11.\n” Nature, 150 (1942), p. 378.\n8 V. C. LaMarche, loc. cit.; V. C. LaMarche & T. P. Harlan, “Accuracy of Tree Ring Dating of Bristlecone\nPine for Calibration of the Radiocarbon Time Scale,” Journal of Geophysical Research 78 (1973), p. 8854.\n» H.C. Sorensen, “The Ages of Bristlecone Pine,” in ibid., p. 16."
            }
        ],
        "bibliography": [
            "°* 1. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology and",
            "Catastrophism Review XIV (1992), p. 13.",
            "™ P. Groom & A. Koehler, “Timber,” Encyclopaedia Britannica (1959 ed.), Vol. 22, p. 217.",
            "°5 E. S. Barghoorn, loc. cit.",
            "°° N. Glueck et al., Botanical Review, 7, pp. 649-713; ibid., 21, pp. 245-365, as cited by I. Velikovsky, “The",
            "Pitfalls of Radiocarbon Dating,” Pensée IVR IV (Spring-Summer 1973), p. 13; see also V. LaMarche,",
            "“Climatic Clues From Tree Rings,” New Scientist (April 3, 1975), pp. 8-11.",
            "*” Nature, 150 (1942), p. 378.",
            "°8 V. C. LaMarche, loc. cit.; V. C. LaMarche & T. P. Harlan, “Accuracy of Tree Ring Dating of Bristlecone",
            "Pine for Calibration of the Radiocarbon Time Scale,” Journal of Geophysical Research 78 (1973), p. 8854.",
            "» H.C. Sorensen, “The Ages of Bristlecone Pine,” in ibid., p. 16."
        ]
    },
    {
        "type": "main",
        "page_number": 377,
        "subsections": [
            {
                "title": "",
                "content": "In some cases, as much as five percent of the rings may be missing.'® In fact, growth\nrings are lacking in a majority of trees which thrive in subtropical and tropical climates while\nothers fail to grow rings regardless of climate.\nWhat all of this declares is that tree rings are poor indicators of seasonal change. In fact,\nlet us be honest about it, they are not indicative of seasonal change at all. But if tree rings do\nnot indicate seasonal change, what, then, do they indicate?\nWe have already noted above that the cambium responsible for the growth of trees re-\nsponds mainly to conditions of temperature and rainfall rather than the incidence of light.\nAnd, in fact, when it comes to the growth rate of trees, water is the limiting factor. In other\nwords, water is the one true constituent which limits the growth of cambium and thus the\nformation of growth rings. This is what tree rings, when they grow at all, truly indicate—a\ncycle dictated by the availability and cessation of an adequate water supply —which is pro-\nbably what Ian Johnson meant by “ordinary seasonal growth cycle” as opposed to “a polar\nseasonality.” Only in the most indirect way can tree rings be said to indicate seasonal change\nwhen they do so at all.\nThat being the case, the lower incidence of light from the Saturnian sun, as compared to\nthe higher incidence from our present Sun, would have posed no obstacle to the growth of\ntrees. Temperature would also have posed no problem because, while the Saturnian sun\nwould not have been as hot as our present Sun, its proximity to Earth would have compen-\nsated for its lower caloric output.\nAs we have seen, it is quite apparent that trees grow rings, or fail to grow rings,\nregardless of seasonal change or stability. More importantly, if trees can, as they do, grow\nrings in tropical and equatorial regions in which there is no appreciable seasonal change,\nwhat is so problematic with having trees growing rings in a sub-tropical Arctic which\nenjoyed but one spring-like season?\nPaleobotanists remain hard-put to account for the growth of sub-tropical forests and the\nexistence of sub-tropical animals within the Arctic Circle. Uniform heat and light, to say\nnothing of the absence of an ice cover, would have been required for the flourishing of such\nforests and the thriving of such animals.\nTHE AXIAL TILT HYPOTHESIS\nWhy not simply straighten Earth’s axis?\nThis, too, would have ensured a world with one season, an eternal spring. And as difficult\nas it might be to later tilt Earth’s axis to the angle it now holds, it seems more feasible than\nany of the hypotheses we have so far proposed. This, in fact, had been suggested by various\nauthorities at the end of the nineteenth century as, for instance, by Julius Hann: “The simplest\nand most obvious explanation of great secular changes in climate, and of former prevalence\nof higher temperatures in northern circumpolar regions, would be found in the assumption\nthat the earth’s axis of rotation has not always had the same position, but that it may have\n100 Tbid., p. 17."
            }
        ],
        "bibliography": [
            "as it might be to later tilt Earth s axis to the angie it now holds, it seems more feasible than",
            "any of the hypotheses we have so far proposed. This, in fact, had been suggested by various",
            "authorities at the end of the nineteenth century as, for instance, by Julius Hann: “The simplest",
            "and most obvious explanation of great secular changes in climate, and of former prevalence",
            "of higher temperatures in northern circumpolar regions, would be found in the assumption",
            "that the earth’s axis of rotation has not always had the same position, but that it may have",
            "100 Thid., p. 17."
        ]
    },
    {
        "type": "main",
        "page_number": 378,
        "subsections": [
            {
                "title": "",
                "content": "changed its position as a result of geological processes, such as extended rearrangement of\nland and water.”'\nBy an “extended rearrangement of land and water,” Hann had in mind a redistribution of\nthe weight brought upon the surface of Earth by the elevation of land in one place and the\nsinking of others in a different locale. But, as James Croll pointed out: “A continent ten times\nthe size of Europe elevated two miles would do little more than bring London to the latitude\nof Edinburgh, or Edinburgh to the latitude of London.”!”\nThis debate involved some of the giants of science that lived at the time, including\nWilliam Thomson (better known as Lord Kelvin), George Darwin, Simon Newcomb, and\nGiovanni Schiaparelli,'” the latter of whom wrote:\n“The permanence of the geographical poles in the very same regions of the earth can-\nnot yet be considered as incontestably established by astronomical or mechanical ar-\nguments. Such permanence may be a fact today, but it remains a matter still to be\nproven for the preceding ages of the history of the globe.”'™\nTo which he added:\n“The possibility of great shifting of the pole is an important element in the discussion\nof prehistoric climates and the distribution, geographic and chronologic, of ancient\norganisms. If this possibility is admitted, it will open new horizons for the study of\ngreat mechanical revolutions that the crust of the earth underwent in the past.”'°°\n“Our problem, so important from the astronomical and mathematical standpoint,\ntouches the foundations of geology and paleontology: its solution is tied to the most\ngrandiose events in the history of the earth.”!\n“Thus, finally,” as Immanuel Velikovsky wrote in 1955, “an eminent astronomer, after a\nthorough examination of the problem, went over to the side of the geologists.”!” But then, as\nVelikovsky also pointed out, Schiaparelli had only reasoned in a circle by claiming that “the\ngeological changes would cause the terrestrial poles to move from their places, and the\nmotion of the poles from their places would cause geological and climatal changes.”!™\n1! As quoted by W. B. Wright, The Quaternary Ice Age (1937), p. 313.\n1 J. Croll, Discussions on Climate and Cosmology (1886), p. 5.\n*® A concise, but detailed, report of this debate is given by I. Velikovsky, Earth in Upheaval (N. Y., 1955), pp.\n™ G, V. Schiaparelli, De a Rotation de la Terre sous l’Influence des Actions Géologiques (1889), p. 31.\n1° Ibid.\n1 Ibid.\n\"7. Velikovsky, op. cit., p. 116.\n108 Ibid."
            }
        ],
        "bibliography": [
            "1! As quoted by W. B. Wright, The Quaternary Ice Age (1937), p. 313.",
            "1 J. Croll, Discussions on Climate and Cosmology (1886), p. 5.",
            "*® A concise, but detailed, report of this debate is given by I. Velikovsky, Earth in Upheaval (N. Y., 1955), pp.",
            "111-117.",
            "™ G, V. Schiaparelli, De la Rotation de la Terre sous l’Influence des Actions Géologiques (1889), p. 31.",
            "1° Ibid.",
            "1 Ibid.",
            "1°71. Velikovsky, op. cit., p. 116.",
            "108 Ibid."
        ]
    }
]