[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 389,
        "content": "\n|        ee |) ee     |",
        "bibliography": [
            "—                           2 a ee",
            ";                                         fX.\\",
            "\\",
            "GaN,",
            "Fae Vp",
            "}",
            "4   ter  , i        YY                   Oo",
            "(Illustration by Peter F. Copeland.)",
            "ANY) i)",
            "ey J",
            "N                       Z              CO",
            "hs)",
            "Ngan            q    g",
            "ee          ‘i        4",
            "Abd ih          iN",
            "Winter came, the Zuni say, when the “sun” escaped, rose into the sky, and drifted far away.",
            "Shown above: A Zuni man of wealth.",
            "(Mustration by Peter F. Copeland.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 390,
        "content": "delivered by a different sun than our present one? Does this not tally with our conviction that\nwinter came upon the world when our previous Saturnian sun “drifted away” as the present\nSun pulled Earth away from its former primary?\n\nIt was no different among the Sioux who, as recently as 1981, were still preaching that\nthe four seasons had not pre-existed but were bestowed as a boon at a later time.'”\n\nWhat is also instructive is that man continued to hold the north responsible for the even-\ntual arrival of the seasons. The “sun” of Creation, so claim the Sioux, appointed the north to\nbe “the caretaker of this earth.”\"* More than that, at a time when “the sun did not move yet,\ndid not rise and did not go down,” when it “just stood in one place,” the Creator “made the\nfour seasons for the north to take care of...”'”",
        "bibliography": [
            "\\ Ibid., p. 135.",
            "\"8 Tbid., p. 130.",
            "1% Tbid., p. 131 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 391,
        "content": "\nChapter 19\nPolar Wandering\nTHE CORAL DATA\nedious as it may be to some, this chapter is included in order to forestall the objections\nthat might be raised by those who see polar wandering through the wholesale shifting\nof Earth’s crust as a possible mechanism by which non-polar latitudes could have been\ndriven into the Arctic regions. From the 1940s to the mid-1950s, for instance, Ting Ying Ma\nwas involved in the study of corals which led him to declare that the position of the equator\n(and, therefore, also of the poles) had shifted from one geologic age to another.! What did\nthese studies involve?\nVery much like trees, corals grow rings which are believed to indicate a cycle of seasonal\ngrowth; in winter, coral cells grow small and dense, whereas in summer they grow larger and\nmore porous. Ma noticed that the rates of total annual growth in corals in identical, or simi-\nlar, species increased with proximity to the equator, while seasonal variation in growth rates\nincreased with distances from the equator. This enabled him to correlate coral growth with\nlatitude, which furnished him with a technique for investigating Earth’s ancient climates. It\nalso led Ma to two related conclusions: (1) That seasonal change was clearly indicated in the\noldest geologic periods, and (2) that the latitudinal temperatures of the past had been about\nthe same as at present. If this is correct, a world without seasons, as proffered in the preced-\ning chapter, could not have existed.\nWhat all of this conveyed to Ma was that, in the past, the position of the equator had\nchanged from one geologic period to another and that none of these coincided with the pre-\nsent equatorial position of land. One of these earlier equators was even found to have bi-\nsected the Arctic Ocean.\nThe mechanism for this displacement was then attributed to a sliding of the lithospheric\nshell over Earth’s liquid core, like the loose skin of an orange sliding around its fruit. Ma,\nhowever, could not match earlier equators in one hemisphere with corresponding ones for the\nsame period on the opposite hemisphere in order to derive a complete circle. He therefore\nhad to assume that continental drift was also involved and that it was this independent shift-\ning of the continents which had thrown the ancient equators out of line.\nThese combined displacements, of which Ma could deduce four separate events, were,\naccording to him, sudden in execution and all in the same direction. He calculated them to\nhave taken place during the last million years with the last readjustment having been com-\npleted 65,000 to 2,800 years ago.\nMa was as courageous in advocating continental drift as much as he was in proposing a\nwholesale shift of the lithosphere. Beginning as early as 1861, the theory of continental drift",
        "bibliography": [
            "! Most of Ting Ying Ma’s works were published by him in Fukien, China, and are very difficult to obtain",
            "although they are available from the Schermerhom Library at Columbia University. The information",
            "concerning Ma’s work in the present chapter has been gleaned from C. H. Hapgood, The Path of the Pole (N.",
            "Y., 1970), pp. 26, 79-87, 161, as also from Ma’s paper “Alteration of Sedimentary Facies on the Ocean Bottom",
            "and Shortness of the Period of Diastrophism After a Sudden Total Displacement of the Solid Earth Shell,”",
            "Oceanographica Sinica \\I:1 (September 1955), in toto."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 392,
        "content": "\nFe dag\nsail   “4      io\ngistew et eetea Sea:    BS. dnnilhe ant, a  Py nd\nés.       4      Pe          aed              ——        z                  E\nCorals.\nAbove: Star corals of the genus Astraea.\nBelow: Stag coral.",
        "bibliography": [
            "was proffered by various authorities, including M. A. Snyder, D. Kreichgauer, Frank B.",
            "Taylor, R. A. Daly, and A. L. duToit, but Alfred Wegener eventually received the fame for",
            "its proposal. The theory was, however, disqualified in August of 1950 by the British Asso-",
            "ciation for the Advancement of Science for the simple reason that no mechanism could be",
            "found to account for the movements of the continents. It was then revived, thanks primarily",
            "to S. W. Carey, in March of 1958, at a symposium on the subject that was held at the Univer-",
            "sity of Tasmania. In the early 1960s, a cause was eventually tendered by Harry Hess who",
            "submitted that the upwelling of magma through immense rifts, or faults, in ocean bottoms",
            "was capable of carrying the “floating” continental plates with them as the magma spread to",
            "both sides of the rifts. The actual mechanism was to be found in the convection currents in-"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 393,
        "content": "\nherent in Earth’s mantle. Where the spreading ocean bottom meets the edge of another conti-\nnental plate, it is subducted back into the interior, wrinkling the continental edge and uplift-\ning it into mountain ranges in the process. The theory has now become dogma, proving\nsound Ma’s utilization of it at a time when it was still anathema to do so. On the other hand,\nthe second half of Ma’s theory, concerning the wholesale shifting of earth’s lithosphere\nwhich, in any case, was the brainchild of Hugh Auchincloss Brown,” remained in dispute.\nMa’s theory is thus left reliant on his coral evidence. How valid is this?\nFirst of all, as Thomas Stephenson warned in 1959, long after Ma had conducted his\nstudies of corals, older accounts concerning the process of coral formation “should be read\nwith reserve, since the ideas in vogue on this subject have until recently been largely specu-\nlative” and “too much based on the study of the skeleton.”\n“It is obvious that the skeleton is merely an imperfect if permanent record of the ac-\ntivities of the polyps, and study of the latter reveals the fact that in some cases at least\nconclusions as to the manner of growth, drawn from the skeleton, may be entirely er-\nroneous.”4\nGranted that Stephenson was mainly concerned with the growth of coral reefs, the same\ncan be said of older accounts pertaining to the growth of the polyps themselves, as indeed\nStephenson makes clear when he refers to more recent studies by Matthai in relation to the\nformation of coral polyps.>\nNow it has long been known that corals are restricted to tropical and sub-tropical zones\ndespite the fact that, in “certain past epochs,” coral reefs “had a far wider distribution than is\nnow the case, their remains being plentiful in latitudes at which they cannot now maintain\nthemselves.”° Thus, while Ma’s shifting latitudes could explain coral remains out of present\ntropical and sub-tropical climes, it has nothing to offer regarding their overall much wider\ndistribution.\nThe growth of corals requires an average annual water temperature of no less than 70° F.\nThe polyps themselves, however, are insensitive to light. But “their endodermal tissues con-\ntain myriads of microscopic one-celled algae” which thrive “only in the presence of strong\nlight.” This makes for a highly successful symbiotic relationship since “the corals rely on the\nalgae to absorb their waste products.”? Thus, both warmth and strong light are necessary for\nthe successful growth of corals and coral reefs.\nThe biggest problem with Ma’s evidence, however, concerns the period of time repre-\nsented by a single coral reef which, at most, can be said to bridge a few thousand years,\nhardly enough to embrace a single geological period. Thus, for instance, as reported by\nCharles Hapgood:\n“At Pago Pago harbor borings were made down to the basalt underlying the reef, and\nafter estimates of the growth rate were arrived at, the age of the reef (Utelei) was es-\ntimated at 5,000 years. When these spans are compared with those of entire geologi-\ncal periods of the order of 20,000,000 or 30,000,000 years, it is clear how fragile must",
        "bibliography": [
            "2H. A. Brown, Popular Awakening Concerning the Impending Flood (lithographed MS, 1948); idem,",
            "Cataclysms of the Earth (N. Y., 1967).",
            "3T. A. Stephenson, “Anthozoa,” Encyclopaedia Britannica (1959 edition), Vol. 2, p. 35.",
            "3T.A. Stephenson, “Anthozoa,” Encyclopaedia Britannica (1959 edition), Vol. 2, p. 35.",
            "4 Ibid.",
            "Ibid.",
            "5 Ibid.",
            "© Ibid.",
            "7 J. W. Wells, “Pacific Islands,” in ibid., Vol. 17, p.7."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 394,
        "content": "\nbe any conclusions based on the assumption that a given coral reef in Europe was\ncontemporary with another one in North America.”8\nCoupled with Ma’s reliance on continental drift, which we now know could not have\nbeen responsible for the climatic variations we have been examining, his coral evidence re-\nmained inconclusive. What was worse for Ma, however, was the fact that he was not able to\noffer a cause for these wholesale movements of the crust.\nTHE ICE CAP MODEL\nIn the late 1950s, Hapgood picked up the topic of polar wandering due to Earth’s sliding\ncrust and made a reputation for himself as the theory’s foremost advocate.? Hapgood was\nable to trace the pole’s shift from the Yukon to the Greenland Sea around 80,000-75,000 BP;\nfrom the Greenland Sea to Hudson Bay around 55,000-50,000 BP; and from Hudson Bay to\nits present location around 17,000-12,000 BP.!° (Three concurrent paths and positions were\nalso given for the south pole.)!!\nNeedless to say, these polar shifts cannot account for the sub-tropical flora and fauna that\nthrived within the Arctic Circle during the Tertiary and preceding eras which have been dated\nto millions, rather than Hapgood’s few thousand, years. Besides, the shifts proposed above\nwould not have brought sub-tropical regions into the Arctic Circle; they would merely have\nshifted latitudes by about 30° which, today, would be like moving Winnipeg and Vancouver\nto the latitude of Ellesmere Island.\nHapgood was of course aware of this but, as he had to admit, it would be “futile to try to\ndetermine the location of the poles in the more remote cases” since with “every step back-\nward in time the evidence naturally becomes thinner.” !2 Even so, despite the scarcity of evi-\ndence, what the totality of Hapgood’s theory proposed is that the region which is now within\nthe Arctic Circle would have earlier been closer to the equator, which would account for its\nsub-tropical flora and fauna, before it shifted to its present location. A neat package, as Al-\nbert Finstein himself had to admit. '3\nOriginally, Hapgood had contended that the cause for this crustal slippage would have\ncome about because the accumulation of polar ice is not symmetrically distributed about the\npoles. This maladjusted dispersion was thus believed capable of producing a centrifugal mo-\nmentum which was then transmitted to the rigid crust. As this centrifugal force increased,\nEarth’s crust tended to slide over the viscous layers underneath. (This theory, the brainchild\nof Hugh Auchincloss Brown,!4 has also been maintained by others including Edward\nWeyer.!5) But, although Einstein himself was at first receptive to this idea,!© he later ex-\npressed strong doubts about it, as so did Kirtley Mather.!7 The biggest problem here is that\nmasses situated at, or very close to, the poles produce minimal centrifugal effect. As Hap-",
        "bibliography": [
            "8 CH. Hapgood, Earth’s Shifting Crust (N. Y., 1958), revised and re-published as The Path of the Pole (N. Y.,",
            "1970), p. 87.",
            "° Ibid., in toto.",
            "10 [bid., pp. 1-184 and see, especially, the end papers inside the cover.",
            "\"! Jbid., p. 107.",
            "22 Pid., p. 185.",
            "13 A. Einstein, “Foreword” to ibid., pp. xiv-xv.",
            "14H. A. Brown, see reference #2.",
            "15 BM. Weyer, “Pole Movements and Sea Levels,” Nature. 273 (1978), pp. 18-21; but see also the critique in",
            "P, Warlow, The Reversing Earth (London, 1982), pp. 115-117.",
            "16 4. Einstein, loc. cit.",
            "17 C. H. Hapgood, op. cit., p. xi."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 395,
        "content": "\ngood himself was eventually bound to conclude: “Advancing knowledge of conditions of the\nearth’s crust now suggests that the forces responsible for shifts of the crust lie at some depth\nwithin the earth rather than on its surface.” !8 Even so, like Ma before him, and despite the set\nof “requirements” which he proposed, Hapgood was eventually forced to admit that the cause\nbehind the shifting crust remains bereft of a “satisfactory explanation.” !9\nWhat is even worse, as Leroy Ellenberger pointed out:\n“Tracing the paths of crustal displacements...does not appear to yield unequivocal re-\nsults. Without necessarily discrediting Ma’s deductions, Hapgood’s results are not\nconcurrent. Within the past 80,000 years, Hapgood believes that the location of the\nnorth pole has changed three times in shifts lasting 5,000 years [as compared to Ma’s\nfour displacements in the last million years]. The north pole, according to Hapgood,\nhas been in its present location for 12,000 years [as compared to Ma’s 65,000 to\n2,600 years ago].20\n(Compare these figures to those deduced by Auchincloss Brown: 41,800 years ago;\n18,400 years ago; 11,400 years ago; with the last shift occurring 7000 years ago.2!) Nor, in-\ncidentally, do Hapgood’s shifts all occur in the same direction as Ma’s. “Thus,” as Ellen-\nberger had to conclude, “Earth’s shifting crust, if such it is, appears to leave contradictory\nclues.” 22\nHapgood’s theory was kept alive by his followers, who often disregarded his retraction\nconcerning the “ice-cap mechanism,”?3 as also by those who found it useful for their own\nspecial brand of hypotheses concerning Earth’s ancient past.24 (Even some of his detractors\nseem to have been unaware of Hapgood’s retraction.?5)\nBut can poles really shift?\nTHE TOPPLING GLOBE\nThomas Gold certainly thought so. He was not, however, concerned with the wholesale\nshifting of Earth’s crust as much as he was by the actual toppling of the globe. Writing in\n1958,?6 Gold stressed the fact that “there is no general physical law that prevents a body from\nturning over with the aid of internal forces only.”27\n“The general law of the conservation of angular momentum merely prohibits a\nchange of the value and direction in space of the body’s angular momentum unless",
        "bibliography": [
            "18 oid.",
            "19 Tbid., pp. 40-44.",
            "20 C. L. Ellenberger, “Senmut’s Ceiling and the Earth as Tippe Top,” KRONOS VII:2 (Winter 1982), p.91.",
            "21 R. Schadewald, “Earth’s Poles Don’t Shift,” FATE (October 1981), p. 116.",
            "22 C. L. Ellenberger, loc. cit (emphasis added).",
            "23 See here, for instance, R. W. Noone, “Pole-Shift,” Catastrophism and Ancient History VIII:1 (January 1986),",
            "pp. 41 ff., which is a synopsis of his book 5/5/2000 ICE: The Ultimate Disaster (N. Y., 1986).",
            "2* See as but one example, G. Hancock, “Fingerprints of the Gods: Do Ancient Relicts Point to an Advanced",
            "Civilization 15,000 Years Ago?” Chronology and Catastrophism Review XVII (1995 Special Issue), pp. 59-60,",
            "which paper constitutes a synopsis of Hancock’s best-selling book Fingerprints of the Gods (London, 1995).",
            "25 Sean Mewhinney, for instance, needlessly took Hapgood to task on this very point in “On ‘The Year -687’:",
            "A Postscript,” KRONOS VII:3 (Spring 1982), p. 87.",
            "26 T. Gold, “Irregularities in the Earth’s Rotation—II,” Sky & Telescope (April 1958), pp. 284-286.",
            "27 Ibid. (emphasis as given)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 396,
        "content": "\nacted upon by an external force; but it has nothing to say about the orientation of the\nbody relative to that direction.”?8\nEarth’s stability in space is assured because of the oblate shape lent to it by the equatorial\nbulge. Had it been a perfect sphere, it would tend to topple over, time and again, allowing it\nto tumble all over the place. Earth’s spin, together with its equatorial bulge, turns our world\ninto a gyroscope. A shift in mass would therefore alter its orientation. The amount of adjust-\nment, however, is dictated by the globe’s capacity to deform. Without such distortion,\nEarth’s axis would at best have been capable of shifting by less than one degree throughout\nall past geologic ages. Thus Gold was forced to ask: “But is it reasonable to assume the earth\nis stiff enough to maintain its shape over long periods?”2?\nAs Gold points out: “The present shape of the earth would not be the right one for a dif-\nferent speed of rotation.”3° And yet it has been assumed that Earth’s rotation “may have al-\ntered drastically in the past.” 3! This would mean that Earth would have had to readjust to the\ncorrect shape in order to maintain its equilibrium in space. In turn, this would also mean that\nEarth “must be capable of a certain amount of plastic deformation.” 3?\nIf, then, a large mass was to develop at some intermediate latitude between the pole and\nthe equator (as opposed to one at the pole as originally proposed by Hapgood), Earth’s natu-\nral balance would change, its axis would shift, and the world would have “to adjust its shape\naccordingly” until the extra mass finds its way to the equator.33\nFor one thing, however, masses cannot develop out of nothing. And, even if they could,\nas Gold himself admitted, the very plasticity that would allow Earth to topple “would actu-\nally let the extra mass sink in, and the unbalance would therefore disappear.”34 How, then,\ndid Gold get out of this situation?\nHe did so by proposing that existing land masses like mountain chains, even though par-\ntially sunken, or floating, at different depths in the plastic material below, could change their\nheight, and so also their center of gravity, through erosion or diastrophism. This, too, ac-\ncording to him, would produce an imbalance which would have to be corrected by an ad-\njustment of earth’s shape. Earth would then topple over gradually until it achieves a new\nstable rotational axis.35\nGold also believed that it is possible for Earth to have experienced polar shifts without\nhaving undergone continental drift; but continental drift could not have occurred without po-\nlar wandering.\nBasing his assumptions on Walter Munk’s calculations, Gold came to the conclusion that\na period between 10 and 100 million years would be required for Earth to turn over by about\n90°.36 The time involved would be well within the span of Earth’s geologic past.\nGold also considered the wholesale shifting of Earth’s crust, in lieu of axial toppling, as it\nhad been considered by others before him. But while Gold believed this to be dynamically\npossible, he argued that such mechanism would still require “a degree of interior plasticity\nthat would itself allow a yet more rapid turning over of the entire earth” since an “interior so",
        "bibliography": [
            "8 Ibid.",
            "29 Ibid.",
            "30 [bid.",
            "31 bid.",
            "32 Ibid.",
            "33 Thid.",
            "34 Ibid.",
            "35 Ibid.",
            "36 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 397,
        "content": "\nplastic that it would allow its skin to slip would itself have too little stability to resist turning\nover.”37\nover.” 37\nDid Gold’s theory pass the test?\nGEOID HIGHS\nWriting many years later, and basing his conclusions on a model of Earth’s interior that\nwas itself at odds with the received opinion of his time, Don Anderson did not quite agree\nwith Gold’s objections as they relate to a wholesale slipping of Earth’s crust. While received\nopinion held that Earth’s crust was homogeneously undifferentiated, Anderson claimed that\nEarth is really “compositionally stratified, with the crust, mantle, and core being the most\nobviously chemically distinct shells.”3%\n“A chemically layered, gravitationally stable mantle would be the natural end state of\nthe earth’s evolution. The presence of a crust and a core...indicate that differentiation\nor separation is the dominant large-scale process, whereas convection can be expected\nto homogenize the layers between chemical discontinuities.”29\nThis led him to conclude that the convection of Earth’s mantle, rather than being steady\nas believed in by orthodoxy, is episodic and driven by “lateral temperature gradients caused\nby continental insulation.”“ Thus, in his opinion: “Active subduction and stagnant continents\ngenerate geoid highs [that is an area of higher density causing imbalance], which reorient the\nmantle relative to the spin axis.”4! As he pointed out: “If the earth is deformable, the whole\nmantle should wander relative to the axis of rotation, but the implications of this are seldom\ndiscussed.”4? And: “Curiously, earth scientists have been more reluctant to accept the inevi-\ntability of true polar wandering than to accept continental drift, even though the physics of the\nformer is better understood.”\n“Continents move away from thermal highs [or hot-spots] and come to rest over cold\nparts of the mantle; sea-floor spreading and subduction slow down or cease until the\nsubcontinental mantle warms up. The whole mantle shifts relative to the axis of rota-\ntion to accommodate the changing geode.”#\nNeedless to say, in such a scenario, Earth’s outer shell would be stressed by its migration\nover the equatorial bulge (and/or the migration of the equatorial bulge itself).\n“The outer layers of the mantle, including the brittle lithosphere, do not fit properly\non a reoriented earth. Membrane stresses generated as the rotational bulge shifts may\nbe responsible for the breakup and dispersal of Pangaea as it moves toward the equa-",
        "bibliography": [
            "37 Ibid.",
            "Ibid.",
            "38 D. L. Anderson, “The Earth as a Planet: Paradigms and Paradoxes,” Science (January 22, 1984), p. 352.",
            "* D. L. Anderson, “The Earth as a Planet: Paradigms and Paradoxes,” Science (January 22, 1984), p. 352.",
            "39 Ibid.",
            "40 Tbid., p. 347.",
            "40 Ibid., p. 347.",
            "41 Ibid.",
            "* Ibid.",
            "43 Tbid., p. 349 (emphasis added).",
            "+4 Ibid., p. 347 (emphasis added).",
            "4 Ibid., p. 347 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 398,
        "content": "\ntor. In this scenario, true polar wandering and continental drift are intimately re-\nlated...A shift of the axis of rotation causes [continental] plates to split...”45\nThus, “periods of rapid polar wandering” would be followed by episodes of “rifting, con-\ntinental drift, and subduction,” which is to say that continental drift arises because of the\nwholesale shifting of Earth’s mantle. To use Anderson’s own words: “Global reorientation\nmay be responsible for initiating rifting [of continents] and subduction and periods of rapid\napparent polar wandering.” *”\n“The rotation axis [i.e. the pole] has apparently wandered about 8° in the past 60 mil-\nlion years and 20° in the past 200 million years. During these periods there have been\nmajor changes in the configurations of continents and subduction zones. These appar-\nently had minor effects on the principal moments of inertia, suggesting a relatively\nstable and slowly evolving geoid. Even a slowly changing geoid, however, can cause\na rapid shift in the whole mantle relative to the spin axis if the moment of inertia\nalong this axis becomes less than some other axis of inertia. This may have happened\nsometime between 450 and 200 million years ago...”48\nAccording to Anderson, large-scale 90° shifts can however also occur. As he continues to\ntell us, at present, the rate of polar wandering “is much greater than the average rate of rela-\ntive [continental] plate motion,” and it would have been “faster still” in ages past.4? What is\nmore important to our study: “Whenever there was a major continental assemblage in the\npolar region surrounded by subduction as was the case during the Devonian through the Car-\nboniferous, the stage was set for a major episode of true polar wandering.” The southern\ncontinents, according to him, “all underwent a large northward displacement beginning\nsometime in the Permian or Carboniferous (280 million years ago) and continuing to the Tri-\nassic (190 million years ago).”5!\nIf this was so, areas which were once south of Earth’s polar regions, together with their\nfauna and flora, would have moved toward the polar regions. But, limiting ourselves to the\nlast 60 million years (which would bring us to the Tertiary), a shift of 8°, as expressed by\nAnderson, would not have been enough to shift sub-tropical areas into the polar circles, and\nthe sub-tropical faunal and floral remains of the high Arctic would remain unsolved.\nTHE PALEOMAGNETIC EVIDENCE\nIt is well known that Earth’s magnetic pole and its geographic pole, that is its axis of ro-\ntation, do not coincide; at present they vary by 11°. More than that, Earth’s magnetic field,\nand therefore its magnetic pole, is known to wander, having moved several hundred miles to\nthe north in the twentieth century alone. It has however been posited that, over a period of a\nfew thousand years, the field returns to its original position “and that the average position of\nthe magnetic pole over the whole period will coincide with the earth’s axis of rotation.”>? It",
        "bibliography": [
            "45 Ibid., p. 353.",
            "46 Ibid., p. 347.",
            "47 Ibid., p. 349.",
            "48 Ibid., p. 353.",
            "49 Ibid., p. 354.",
            "50 Ibid., p. 353.",
            "51 [bid., p. 354.",
            "52 C,H. Hapgood, op. cit., p. 7."
        ],
        "captions": []
    }
]