[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 109,
        "content": "\nrelevant to astronomical science, but\neven today every study on comets is\nbased on a collation of the available\nbased on a collation of the available                   =<\nhistorical data. In fact, specialists of\nhistorical data. In fact, specialists of             a  py)»:\nthe theory of comets give particular\nthe theory of comets give particular          bmn  MM .\nimportance to the Chinese historical\nimportance to the Chinese historical          Zz a           \\\nNewton.”\"*\nrecords which began to be scrutinized               ez                   \\:\nrecords which began to be scrutinized\nfor these very purposes in the age of\nfor these very purposes in the age of              a          Mm     N\nNewton.\"                                                           GF       mR,    yatta\nQy    B& \\\\O\nEdmund Halley owes his fame to his\nEdmund Halley owes his fame to his          LE-                \\\nsupposed discovery of the periodicity of\nsupposed discovery of the periodicity of      ga   NY        ite.     %\ncomets. But had not Diodorus Siculus\ncomets. But had not Diodorus Siculus        AN AN       ——\nEgyptians. Mary Proctor, however, was\n(1st century B.C.) and Pliny (A.D. 23-79)\n(1st century B.C.) and Pliny (A.D. 23-79)        (Soa    aut\nalready written about comets returning on\nalready written about comets returning on           M5 STRETTON      @\ntheir orbits?’ More than that, according\ntheir orbits?’ More than that, according              as\nlate the return of comets.”\"” The same,\nto Diodorus Siculus, the Chaldeans—by                   Bo\nto Diodorus Siculus, the Chaldeans—by\nwhom he meant the Assyro-Babyloni-   .\nwhom he meant the Assyro-Babyloni-\nans—had already leamed to predict the                      Ol           \\\nans—had already leamed to predict the\nwhose discovery of the “great conjunction” of\nreturn of comets, as so, also, had the\nreturn of comets, as so, also, had the                                               N\nEgyptians. '® Mary Proctor, however, was                               re)\nnot convinced. As she wrote: “For my\nnot convinced. As she wrote: “For my                      2\nown part, I reject as altogether improb-                         te)\nown part, I reject as altogether improb-\nable the statement of Seneca that the an-            \\                 O}\nable the statement of Seneca that the an-\ncient Chaldean astronomers could calcu-                           ‘)\ncient Chaldean astronomers could calcu-\nlate the return of comets.”'” The same.\nlike the. planets, but in orbits so extensive that they were visible only when near the\n.             .          Johannes Kepler (1571-1630)\nJohannes Kepler (1571-1630)\nhowever, cannot be said of the Greeks.\nhowever, cannot be said of the Greeks.      whose discovery of the cpeent conjunction” of\nAs Francis Baker wrote as far back as       Jupiter and Saturn was already known to\nAs Francis Baker wrote as far back as\nJupiter and Saturn was already known to\n1891:\n1891:                                                                         Olympiodorus some eleven hundred\nOlympiodorus some eleven hundred\nyears earlier.\n“We first find attention paid to these            (llustration by Bruce LaFontaine.)\nphenomena, and definite theories\npropounded respecting them in the\nGreek schools, and it is curious to observe how favorably some of the early hypothe-\nses contrast with the fantastic ideas advanced in later times...The Pythagorians held\nthey were permanent bodies belonging to the solar system, revolving round the sun\nlike the planets, but in orbits so extensive that they were visible only when near the\nearth.”\nAs Velikovsky revealed, one of these Greek scholars was Seneca (4 B.C.-A.D 65):\n“Seneca [in his De Cometis]...knew the real nature of comets, the inertia of their mo-\ntion, and their periodicity. [But for] 1,500 years after his time science clung to the",
        "bibliography": [
            "S41, Stecchini, “Newton’s World View,” KRONOS IX:3 (Summer 1984), p. 54.",
            "1851. Velikovsky, loc. cit.",
            "186 FH. Baker, “Comet Lore,” Living Age (June 27, 1891), pp. 818-823.",
            "‘57M. Proctor, The Romance of Comets (N. Y., 1926), p. 148.",
            "188 FH. Baker, loc. cit., (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 110,
        "content": "\nPEK\n\\ mane Qe » aXe\na\nLP Se Ssoog |\nae\ni\nCIES oOCS\nLo      Steet,\nPP         LS\net\narti                      Steer\nKepler’s Trigon showing the “Great Conjunction” of Jupiter and Saturn every twenty years along\nZa                      Newey,\nLEN        eee\nes                BESS\nthe zodiacal band.\ned\n,                acid\nepler’s Trigon showin        DONTE y",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 111,
        "content": "\n443                                           £\ney        ca\nComets as depicted in a Chinese painting on silk recovered from a 168 B.C. Han Dynasty tomb.\ndogma that comets are apparitions in the atmosphere, like rainbows. Copernicus\nthought so, too.”!”\nPlutarch even knew that comets whirled, or rotated.’\nIt is, therefore, something of a pity that Pythagoras himself was of a different opinion,\nbelieving comets to be nothing more than mere terrestrial “exhalations” which rose in the air\nand ignited the atmosphere. I say it is a pity because, for whatever reason one wishes to be-\nlieve, Pythagoras turned out to be such a so-called genius that he held the educated world\nenthralled for close to two thousand years. Pythagoras, however, did not entirely obliterate\nthe earlier knowledge because, so many years after him, Pliny was still alluding to comets as\npermanent bodies moving in orbits like the planets and periodically returning on their orbits\nas, at least, one of the theories held respecting them in his time.\" And was it not through\nreading Pliny that Halley managed to gain his fame?\nIsaac Newton himself disbelieved that comets were physical entities. In an attempt to rec-\noncile his gravitational theory with the precepts of Genesis, he attempted to demonstrate that\nthe Solar System had been created in a single divine act and, obeying divine laws, must",
        "bibliography": [
            "11. Velikovsky, Stargazers and Gravediggers (N. Y., 1983), p. 220.",
            "1© Plutarch, op. cit., 928D.",
            "1° Pliny, op. cit., II:xxii."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 112,
        "content": "\ntherefore have remained in stable\nequilibrium ever since.'® The exis-\nNS  —                  tence of the erratic comets—erratic to\ntence of the erratic comets—erratic to\n‘   SANS               the extent that they had not yet been\nthe extent that they had not yet been\nORAS    >     coon            allotted any specific regularity by the\nallotted any specific regularity by the\napt SF              <=              astronomers of his time—was very\nergy in an attempt to explain them\nastronomers of his time—was very\nRX,               y         damaging to his thesis and he there-\naway.'®\ndamaging to his thesis and he there-\nfor     aon om VES            fore spent an awful lot of time and en-\nfore spent an awful lot of time and en-\nfi, ye ~¥ {   ~ eS ¢ Pind S              oe in an  attempt to explain them\n(Cane         AD, (GF                   NUMBER OF WORLDS\nNUMBER OF WORLDS\na4\nj ye -         =    &             Very much like modem ones, an-\nVery much like modem ones, an-\n(Ta    We)         ~~ 4S               cient Greek thinkers did not only con-\nwhose fame re the discovery of the periodicity of          probably the greatest of the Greek\ncient Greek thinkers did not only con-\nUA                                                                        7\ncomets is contested by the earlier statements of           physical philosophers. According to\naK fy                 Dh                 cern themselves with what they could\ncern themselves with what they could\nDiodorus and Pliny.                            Diogenes Laertius, his works, includ-\nSy             —~       {      NY         see, measure, and calculate in the sky,\nsee, measure, and calculate in the sky,\n(llustration by Bruce LaFontaine.)             ing treatises on geometry, optics, and\nbut also with what they dared deduce\nfrom what they could see, measure,\naN                                                                         and calculate.\nand calculate.\nDemocritus, who lived sometime\nduring the fifth century B.C.,'* one of\nthe founders of the atomic theory, was\nEdmund Halley (1656-1742\nwhose fame re the Gioctrery of the eee of          probably   the  greatest of the  Greek\nEdmund Halley (1656-1742)\ncomets is contested by the earlier statements of           physical   philosophers. °   Accordi ing to\nDiodorus and Pliny.                 Diogenes Laertius, his works, includ-\n(illustration by Bruce LaFontaine.)             ing treatises on geometry, optics, and\nastronomy, which unfortunately have\nnot survived, numbered seventy-two.\nWhat we know of them comes from the numerous quotations which have survived in the\nworks of other authors. His views on astronomical bodies were not that divergent from mod-\nem ones. Hippolytus thus paraphrased him:\n“...he [Democritus] maintained worlds to be infinite, and varying in bulk; and that in\nsome there is neither sun nor moon, while in others that they are larger than with us,\nand with others more numerous. And that intervals between worlds are unequal; and\nthat in one quarter of space (worlds) are more numerous, and in another less so; and\nthat some of them increase in bulk, but that others attain their full size, while others\ndwindle away; and that in one quarter they are coming into existence, whilst in an-\nother they are failing; and that they are destroyed by clashing one with another. And\nthat some worlds are destitute of animals and plants, and every species of mois-\nture.”",
        "bibliography": [
            "LC. Stecchini, loc. cit.",
            "1 V_ Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 247.",
            "1 The date of his birth is not really known. Some writers place it as early as 470 B.C., others as late as 460",
            "B.C. or even later.",
            "15 Hippolytus, The Refutation of all Heresies , 1:xi."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 113,
        "content": "\nEven the modern theory of the formation of planets by aggregation, whether it will even-\ntually turn out to be correct or not, was foreseen by Democritus:\n“.,..worlds are produced when many bodies are congregated and flow together from\nthe surrounding space to a common point, so that by mutual contact they made sub-\nstances of the same figure and similar in form come into connection; and when thus\nintertwined, there are transmutations into other bodies, and that created things wax\nand wane through necessity.”\"©\nLIFE ON OTHER PLANETS\nGiordano Bruno was not as lucky as Anaxagoras. He had no Pericles to save him from\nthose in authority. In A.D. 1600, Bruno was burned alive at the stake by the Catholic Inquisi-\ntion for espousing the belief, among other things, that other worlds must necessarily harbor\nother life. The belief that life exists on other planets did not, however, originate with him. As\nfar back as the fourth century B.C., Metrodorus of Chios had already written that: “To con-\nsider the Earth the only populated world in infinite space is as absurd as to assert that in an\nentire field sown with seed, only one grain will grow.”'”\nTHE BABYLONIAN PRECEDENCE\nWe have come a long way in analyzing the astronomical knowledge of ancient peo-\nples—from eye-witness reports of meteors and the metallic structure of meteorites to the cor-\nrect motions of the heavenly bodies; from the calculation of complex calendrical systems to\nthe prediction of solar and lunar eclipses; from the intricacies of Mesoamerican computations\nto the Greek passion for exactitude and philosophical daring. I therefore hope that when, in\nthe following chapters, the main thesis of this work is revealed, no one will counter its reve-\nlations by objecting that the ancients had very little astronomical knowledge at their disposal\nto be taken seriously.\nIt is, moreover, accepted that this ancient knowledge was not necessarily the property of\nthe masses. Nor was it all necessarily adhered to by every scholar of the time. The man in the\nstreet, always prone to age-old superstitions, had little mind of astronomical matters. But, to\nan extent, this was not much different than it is at present.\nMeanwhile, competing theoreticians were very often contradicted by others. Plutarch, for\ninstance, delighted in enumerating the various and contradictory theories concerning the na-\nture of comets, some of which theories were hilarious even by the standards of his day. And,\nas we have seen, while the Greeks were quite aware of Earth’s axial tilt, they fell far short\nwhen it came to explaining the reason behind it.\nCan it, however, be said that all modern astronomers agree on each and every astronomi-\ncal issue, or that some of their theories have not been, or will not be, found to be in error?\nWhy should we expect more stringent standards from our ancient forebears? Have we not\nalready seen that many of the great astronomical break-throughs and theories—even that\nconcerning the Big Bang —were originally discovered, or thought of, by these very ancients?\nIt is no secret—and it never has been—that the Greeks learned, and borrowed, much of\ntheir astronomical knowledge from the Babylonians. Nor, unlike many of their modern\ncounterparts, did they ever try to hide the fact. As Alexander Jones noted: “The Greek as-",
        "bibliography": [
            "6 Tbid., I:x.",
            "‘61 T. Dickinson, “Probing the Cosmic Haystack,” Equinox (March-April 1983), p. 81; idem, “Earth: There’s No",
            "Life Like It,” Equinox (December 1995), p. 30."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 114,
        "content": "\nZB wD   Water Bearer\nGoat-Fish.\nei eN       2 ei:\nGoat-Fish                         %             Ros Fish\noe                                                                 Day Laborer (Ram)\nDay Laborer (Ram)\nArcher                                                          :\noo                                 MA ry           9\nPOETS                             WE}    Bull\nScorpion                 9 Sl                                        aye\nS a            “ae\n$                               face\nSS\neam    We                     sh.  Twins (Gemini)\nee                Shea\nRa ROS la                      Crab\nMother Goddess 4)         Lion       o>\naren ee\nLate Babylonian zodiac showing the twelve constellations among which many are still recognizable in our\nmodern version of same.\ntronomers of the late Hellenistic and Roman periods were fully conscious that their science\ndrew on earlier ‘Chaldean’ or ‘Babylonian’ astronomy; and this fact has never since been\nwholly forgotten.”\"* Plato himself acknowledged this Greek debt to Babylonian astron-\nomy,” which is perhaps the first such confession to be encountered in Greek literature.\nEven when it came to such practical instruments as time-telling devices, it seems as if the\nBabylonians long preceded the Greeks. Thus Herodotus was able to write that: “The sun-",
        "bibliography": [
            "168 A. Jones, “Evidence for Babylonian Arithmetical Schemes in Greek Astronomy,” in H. D. Gatter (ed.) Die",
            "Rolle der Astronomie in der Kulturen Mesopotamiens (Graz, 1993), p. 77.",
            "»® Plato, Epinomis 986e-987a."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 115,
        "content": "\ndial...and the gnomon with the division of the day into twelve parts, were received by the\nGreeks from the Babylonians.”!”\nSeneca wrote that Apollonius of Myndus learned what he knew about comets from the\nChaldeans, which was the general term at that time for Babylonian astronomers: “Apollonius\nsays that the Chaldeans place comets in the category of planets and have determined their\norbits.”” Epigenes, on the other hand, disagreed with him, stating that, in fact, the\nChaldeans knew nothing about comets who thought of them as filaments of twisted atmos-\nphere.\nWhen it comes to the constellations, we still owe their present names and adopted shapes\nto the Greeks, but, so it seems, the Greeks themselves had borrowed even these from the\nBabylonians. Thus, for instance, where the Greeks saw a scorpion in the constellation Scor-\npio, so had the Babylonians before them. Where the Greeks saw twins in the constellation\nGemini, so had the Babylonians before them.\nPeter James has even indicated “some specific linguistic borrowing” in this context.\nTake, for instance, the constellation which the Greeks called Pegasus. To the Sumerians and\nAkkadians this group of stars was known as Iku, a word that meant “field.” Why, then, did\nthe Greeks see a horse in this constellation had they really borrowed their lore from them?\nThis misnomer, according to James, probably stems from the fact that, in Greek, igo, which\nsounds much like iku , used to mean “horse” —as recorded on the Linear B Tablets—before\nthe word hippos was later adopted. If this is true, it would also mean that the borrowing of\nBabylonian astronomical knowledge by the Greeks “had already begun in Mycenaean\ntimes,””” to which the Linear B Tablets belong.\nIt is known that Democritus “spent some time in the East and his astronomic ideas were\ndefinitely Babylonian.” '™ So, also, with Hipparchus, who based much of his findings on\nBabylonian records. Here is what G. J. Toomer had to say about the subject:\n“It has always been known that Hipparchus derived material from Babylonian astron-\nomy. A considerable number of Babylonian observations are quoted in Ptolemy’s Al-\nmagest (which is the principal source of our knowledge of Hipparchus’ work), and\nsome of these are explicitly said to have been used by Hipparchus. But it is only in the\npresent [20th] century, with the decipherment and interpretation of the relevant cu-\nneiform texts, that his debt to Mesopotamian sources was more fully revealed.”\n“Thus, although our information about Hipparchus’ work is largely secondhand and\nfragmentary, his extensive knowledge of both the observational and theoretical parts\nof Babylonian astronomy is beyond any doubt.”\"”\nAs James pointed out:",
        "bibliography": [
            "1” Herodotus, Historiae, II:109.",
            "1 Seneca, Quaestiones Naturales, V1I:4:1.",
            "'” P. James, “Greek Debt to Babylonians,” SIS Internet Digest 1997:1, p. 15.",
            "ia P. James, “Greek Debt to Babylonians,” SIS Internet Digest 1997.1, p. 15.",
            "1 Tbid.",
            "\"8 Ibid.",
            "4 G. Sarton, History of science: Ancient Science Through the Golden Age (Harvard, 1952), Vol. I, p. 291; see",
            "also, A. T. Olmstead, History of the Persian Empire (Chicago, 1948/1970), pp. 328-342.",
            "5G. Sarton, op. cit., Vol. II, pp. 335 ff.; A. T. Olmstead, op. cit., pp. 195-213; J. Lindsay, Origins of Astrology",
            "(London, 1971), pp. 63-89; B. L. van der Waerden, Science Awakening II: The Birth of Astronomy (N. Y.,",
            "1974).",
            "‘6 G. J. Toomer, “Hipparchus and Babylonian Astronomy,” in A Scientific Humanist: Studies in Memory of",
            "Abraham Sachs (1988), p. 353 (emphasis added).",
            "17 Ibid., p. 357."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 116,
        "content": "\no.\ny                      4\n© BK AS                       <\nGl.\n5                                =        > AY\n      =         Ry     Ab      wa]\n(ilustration by Arthur Ungnad.)\nSS     n              cel He RT,      eS       CONOR:\nTEAR 2         NA nF           TSS Ws.\nBATONS           7      Vs 9D      SS SO\n\\oaa—   =\\              <a  rt  4       wo\n\\    SSS  53 eS                       pty\nBh MOP/ Se           a           =\nYo mae   3)?/) We    a\nyear)                        x    N    }\n  I     a (\nF       ee                             Q'\nSS              \\\nSSSR\nThe Babylonian constellation called Iku which, because of a similarity in sound,\nbecame the horse Pegasus in Greek.\n(illustration by Arthur Ungnad.)\n“This major period of Greek borrowing starts in the 5th century [B.C.] under the Per-\nsian empire, which enabled the Greeks to become well acquainted with Babylonia\nand Babylonian ideas. It is clear that the precise records of the Babylonians were in-\nvaluable to the Greeks, and a certain amount of their theory was taken on board as\nwell.”\nNone of this is to say that the Greeks did not learn anything astronomical on their own.\nThus, for instance, despite Toomer, and as previously noted, there is at present no evidence\nthat Hipparchus derived his knowledge of the precession, for which he mostly owes his fame,\nfrom the Babylonians. And, as with Hipparchus, so, also, with various other Greek astrono-\nmers and philosophers.\nTHE ZODIAC\nAs early as 687 B.C., the Mesopotamians knew that the Sun travels through the belt of\nthe zodiac—that collection of stars which form a ring that encircles the sky in the plane of\nthe ecliptic—in the period of one year. They also knew that the Moon traveled through the\nsame constellations and that it circled back to its starting point in about twenty-seven days,",
        "bibliography": [
            "8 P. James, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 117,
        "content": "\nwhich is why they called the band of the zodiac “the path of the Moon.” The five planets\nthe Moon.”\nvisible to the naked eye were also seen to travel the same path, but each at a slower pace than\nAs far back as Sumerian times, the constellations of the zodiac were already known. Long\nbefore even the Babylonians, the constellations Taurus, Leo, and Scorpius had already been\nassimilated to a bull, a lion, and a scorpion. The German historian of science, Willy Hartner,\nhas even attempted to trace the symbols associated with these constellations farther back in\ntime, to the Neolithic people of Elam and Persia. As early as the fourth millennium B.C.,\nthese people of southern Iraq were already drawing bulls, lions, and scorpions studded with\nstar symbols.\" To quote Edwin Krupp:\n“Six thousand years ago, the stars of Taurus, Leo, and Scorpius rose heliacally at sig-\nnificant times of the year, as seen from latitude 30 degrees north. This is close to the\nlatitude of Ur, the Sumerian city founded on the Euphrates River five thousand years\nago.”®!\nago.”\nTHE ASTRONOMICAL DIARIES\nThat the Babylonians carefully noted and recorded eclipses is reported by Claudius\nPtolemy, who had access to a continuous series of such observations reaching back to 747\nB.C. Ptolemy implies that the series did not reach further back in time than that,’® which\nB.C.” Ptolemy implies that the series did not reach further back in time than that,\"® which\nhas led various authorities to claim that the observation of eclipses by the Babylonians com-\nmenced with Nabonassar who, according to generally accepted chronology, reigned over\nBabylon somewhere between 747 and 732 B.C.\nFranz Xavier Kugler, who examined more than one hundred Babylonian cuneiform tab-\nlets pertaining to astronomy, has demonstrated that the oldest documents containing a scien-\ntific approach to astronomy dated only from the second half of the sixth century B.C.\"\nNabonassar, however, is known to have destroyed previously existing observations in order\nthat exact historical chronology would commence with his own reign.’\nthat exact historical chronology would commence with his own reign.\"\nThe Babylonians also compiled a catalogue of the fixed stars and recorded the occulta-\ntions of the planets by the Sun and Moon.” Through the use of gnomons, and other sun-di-\nals, they were able to measure time during the day and were able to fix the length of the solar\nday with sufficient accuracy. They determined the synodic revolution of the Moon within a\nsmall fraction of the correct value.\"® They discovered that the length of the solar year was\nclose to 3651/4 days.” They knew that comets were permanent bodies revolving in orbits\nsimilar to, but greater than, those which the planets followed.'®\nWhen Richard Stephenson analyzed the content of Babylonian astronomy, he did not find\nit wanting. In his view, despite the paucity of texts from the period 700-50 B.C., the ancients",
        "bibliography": [
            "B.C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 124.",
            "189 Tbid., p. 142.",
            "18! Ibid.",
            "+® Claudius Ptolemy, Syntaxis (Almagest) III:6.",
            "18 Tbid.",
            "1 FX. Kugler, Sternkunde und Sterndienst in Babel, Vol. I (Minster, 1907), p. 213.",
            ". G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. ll (N. Y., 1884), p. 208.",
            "186 Ibid.",
            "**' Aristotle, De Caelo, 1:12.",
            "¥8 G. Rawlinson, loc. cit.",
            "1® Ibid.",
            "1 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 118,
        "content": "had proven themselves good and careful astronomers. All that they recorded, he has con-\ncluded, “has actually happened in the sky.” As far as he was concerned, the old Babylonian\neclipse data can be used with confidence. As he wrote: “Comparison of modern calculations\nwith the Babylonian eclipse records gives an excellent figure for the average rate of length-\nening of the day over the past 2500 years.” In fact, he went out of his way to inform his read-\ners how Babylonian astronomical records were proving useful to modern astronomers in cal-\nculating changes in the length of the day. He did, of course, discover a statistical uncertainty\nof 1.78 milliseconds per century, but, as he explained, this “arises not so much from inaccu-\nracies in the Babylonian measurements but more from uncertainties in the modern estimates\nof the rate of expansion of the Moon’s orbit.”\"\"\n\nThe Assyro-Babylonians, or Chaldeans as Diodorus Siculus called them, already knew\nthat the planetary system was a dynamic one. As Diodorus wrote: “Each of the planets, ac-\ncording to them has its own particular course, and its velocities and periods of time are sub-\nject to change and variation.”'” They also knew that Earth was a sphere and thus counted it\namong the planets. This is evidenced by the words of Diodorus who wrote that the Chaldeans\nhad it stated “that the moon’s light is reflected and her eclipses are due to the shadow of the\nearth.”\n\nAmong the Babylonians, texts that deal strictly with astronomical, as opposed to astro-\nlogical, observations do not seem to have made their appearance until about the middle of the\nseventh century B.C. during the reign of Nabonassar. It is from about this time, down to the\nturn of the millennium, that we have in our possession a collection of cuneiform tablets to\nwhich Abraham Sachs has applied the term “astronomical diaries.”\n\nThese diaries record such phenomena as the length of the lunar months, based on the\nphases of the Moon; lunar and solar eclipses; the dates of first visibility for Mars, Jupiter, and\nSaturn; the first and last visibilities of the inner planets, Venus and Mercury; the dates of the\noccurrences of the equinoxes and solstices; the dates of the significant appearances of the star\nSirius; and the “conjunction” of the Moon and each of the visible planets with various stars.\nMeteorological phenomena during the rainy seasons are also recorded, with diverse cloud\nand storm conditions. To all of this, one finds appended the changes in the level (rise or fall)\nof the river at Babylon, often followed “by a report of secular events or rumors of such\nevents.” Finally, the amount of produce (barley, dates, etc.) that could be purchased for one\nshekel of silver during any one month is also listed. The technical data— measurements, cal-\nculations— given in cubits and degrees, are evidence of a sophisticated attempt at reconciling\nonce mysterious motions with numerical allocation, while the glosses concerning obstruction\nof visibility by bad weather are indicative of diligent observation.”\n\nThere is nothing spurious about these astronomical diaries—nothing magical, mythologi-\ncal, or even faintly oracular. They are a mere record of the night by night occurrences con-\ncerning the heavenly bodies—hence the term “diaries’—month by month, throughout the\nyear. Were it not for the historical events that they also report, they would probably have in-\nspired less interest among scholars. Astronomically, they are nothing but a catalogue of the\nsame boring celestial events that we see enacted in the sky above us to this day. But they are\naccurate —so that a modern student of astronomy would not have been embarrassed had he\nor she been the author of the diaries. As Sachs observed: “Some of [the astronomical phe-",
        "bibliography": [
            "1! R. Stephenson, “The Skies of Babylon,” New Scientist (August 19, 1982), pp. 478-481.",
            "1 Diodorus Siculus, Bibliotheca Historica 11:31.",
            "Ibid.",
            "1 A. Sachs, “Babylonian Observational Astronomy,” Philosophical Transactions of the Royal Society of",
            "London, A 276 (1974), p. 44.",
            "15 Ibid., pp. 44-48."
        ],
        "captions": []
    }
]