[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 99,
        "content": "\n“,..all his own observations...are fraudulent, so far as we can test them. Many of the\nobservations that he attributes to other astronomers are also fraud that he has com-\nmitted. His work is riddled with theoretical errors and with failures of comprehen-\nsion...His models of the moon and Mercury conflict violently with elementary obser-\nvation and must be counted as failures.”\"\"\nThe worst of Ptolemy’s failures, however, was his geocentric system, which eventually\nbecame known as the Ptolemaic system. Despite Owen Gingerich’s claim that the geocentric\nworld view “was almost universally accepted in his day,”\"* when Ptolemy presented Earth as\nthe centre of the universe with the planets revolving around it, he was rejecting what had al-\nready been deduced before his time. Having considered the heliocentric system advocated by\nhis forebears, he disqualified it since the implied violent rotation of Earth as deduced from\nAristotle’s physics seemed to Ptolemy to be contrary to observation. The way he reasoned\nwas that Earth’s rotation would have left “the animals and other weights...hanging in the\nair.” Earth itself, he reasoned, “would very quickly fall out of the heavens.” As he stated:\n“Merely to conceive such things makes them appear ridiculous.”\nAs Carl Sagan correctly noted, in rejecting the earlier belief that the planets revolved\naround the Sun, Ptolemy was responsible for preventing “the advance of astronomy for a\nmillennium.”' Thus, Robert Newton may not have been too harsh in his judgement when he\nclaimed that Ptolemy “has caused us to lose much of the genuine work in Greek astronomy”\nand that it would have been better for astronomy had the Almagest never been written.\"\nWhat, then, was this ancient Greek astronomy that Ptolemy sought to supersede? How\nsuperior was it to that espoused by Ptolemy?\nTHE HELIOCENTRIC SYSTEM\nMany an authority on the subject of ancient Greek astronomy has in years past stressed\nthe primitive nature of their knowledge. Many of them have relied on the oft-repeated dictum\nthat “the world according to Homer” consisted of a round, but flat, Earth overarched by a\nsemi-spherical sky in which the gods had fashioned their various domains. But even as early\nas 1881, apparently to the unconcern of various authorities who came after him, Simon New-\ncomb had already warned against this erroneous belief. As he wrote:\n“Not enough credit has been given to the ancient astronomers. For instance, there was\nno time within the scope of history when it was not known that the earth is a sphere,\nand that the direction down at different points is toward the same point at the earth’s\ncentre. Current teaching in the text-books as to the knowledge of astronomy by the\nancients is at fault.”\"°\nThe discovery that the Sun, rather than Earth, was the body at the center of the Solar\nSystem has for long been attributed to the Polish astronomer Nicolaus Koppernigk, popularly\nknown as Copernicus (1473-1543). It is sometimes forgotten that the Greek astronomer,",
        "bibliography": [
            "™ R_R. Newton, The Crime of Claudius Ptolemy (Baltimore, 1977), p. 378 (emphasis added).",
            "1 R_R. Newton, The Crime of Claudius Ptolemy (Baltimore, 1977), p. 378 (emphasis added).",
            "ue 5. Gingerich, “Ptolemy, panics and Kepler,” in M. J. Adler (ed.), The Great Ideas Today: 1983",
            "™ Q. Gingerich, “Ptolemy, Copernicus, and Kepler,” in M. J. Adler (ed.), The Great Ideas Today: 1983",
            "(Chicago, 1983), p. 139.",
            "\"3 Claudius Ptolemy, Almagest I:7 (emphasis added).",
            "\"4. Sagan, Cosmos (N. Y., 1980), p. 53.",
            "\"4 C, Sagan, Cosmos (N. Y., 1980), p. 53.",
            "\"SD. Kindersley, loc. cit.; O. Gingerich, op. cit., p. 151.",
            "16 S_ Newcomb, “Lowell Lectures,” Boston Daily Advertiser (November 29, 1881)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 100,
        "content": "\nAristarchus of Samos, who flourished\nRe              circa 270 B.C., had already recognized\ncirca 270 B.C., had already recognized\nGo LY ea SSS                that Earth revolved together with the\nthat Earth revolved together with the\nVASE. OSE AN SN           other planets around the Sun, thus an-\nother planets around the Sun, thus an-\nWs gn th ‘ ON ws         ticipating Copernicus by some eighteen\nticipating Copernicus by some eighteen\n“the ancient Copernicus.”\"” Personally,\n2 REAINK ey   Se)        hundred years. For that reason, Heuer\nhundred years. For that reason, Heuer\neiNGe     Sik        im:         thought it appropriate to call Aristarchus\nthought it appropriate to call Aristarchus\nMe. By  ry      ee ‘yy     “the ancient Copernicus.”\"”” Personally,\nyO»          pi P)     giving credit where it is really due, I\ngiving credit where it is really due, I\nKd RG \\U +2) ie     + ie      would rather turn that around by calling\nwould rather turn that around by calling\nhimself, however, he had _ second\nNEN RR aa       _    yy)     Copernicus “the modern Aristarchus.”\nCopernicus “the modern Aristarchus.”\n‘ A ip  ‘gy i       Png    ey) yr          Copernicus himself was not only\nCopernicus himself was not only\nEV HY ce, ° « % BG       aware that Aristarchus had preceded\naware that Aristarchus had preceded\n\"               survived, but the hypothesis itself was\nvas § oid  4 is     yy         him in the discovery, he actually ad-\nhim in the discovery, he actually ad-\nCopernicus— 1473-1543— who appropriated the    well known and commented upon by\n~ ie. “8       am       mitted to the fact in a passage of his\nmitted to the fact in a passage of his\nancient Greek discovery that Earth and the planets    other writers. For instance, in The\n‘Gada ac. =z             work. Wishing to retain the fame for\nwork. Wishing to retain the fame for\n.     oan iia iis                   himself, however, he had second\nrevolve around the Sun.                         Ps         ites\nae              thoughts and ended up by excising all\n°                 sammites (or Sand Reckoner), Ar-\nthoughts and ended up by excising all\ngee        ae”       ’            mention of Aristarchus in his published\nllustration by Charles Hogarth.         .      4\nmention of Aristarchus in his published\nceaenel beanie   mth)         chimedes had it stated:\nGA Serie              Ben            version.\nversion.\nFS ee         ES ae        To be sure, the work in which Aris-\nTo be sure, the work in which Aris-\nSSDS ee          tarchus proposed this hypothesis has not\ntarchus proposed this hypothesis has not\n“    =            survived, but the hypothesis itself was\nCopernicus— 1473-1543—who appropriated the      well known and commented upon by\nancient Greek discovery that rar and the planets   other writers. For instance, in The\nrevolve around the Sun.                        ites\n(Ilustration by Charles Hogarth.)           r File and  Reckoner), Ar\n“But Aristarchus of Samos brought out a book consisting of some hypotheses, in\nwhich the premises lead to the result that the universe is many times greater than that\nnow called. His hypotheses are that the fixed stars and the Sun remain unmoved, that\nthe Earth revolves about the Sun in the circumference of a circle, the Sun lying in the\nmiddle of the orbit...”\"\"*\nGranted that the great Plato (427-348 B.C.) had himself placed Earth in the centre of the\nuniverse, it seems as if even he had a change of mind. According to Plutarch (A.D. 46-120),\nTheophrastus had it stated that, when he had grown old, Plato repented “that he had placed\nthe earth in the middle of the universe, which was not its place.”'”\nActually, the belief in a heliocentric system seems to have originated not even with Aris-\ntarchus, but with Herakleides Ponticus (Heracleides of Pontus) who died in 322 B.C.—we do\nnot know when he was born. The same idea was also advanced much later by Macrobius\n(A.D. 395-423) and Martianus Capella (circa A.D. 400) and maintained by Emperor Julian\nthe Apostate (A.D 332-363) and Nicolaus Cusanus (Nicholas of Cusa—A.D.1401-1464) who\nhimself based his opinions on those of Iamblichus of Chalcis, all of whom wrote long before\nCopernicus abrogated the idea.",
        "bibliography": [
            "7K. Heuer, op. cit., p. 70.",
            "\"8 C. Sagan, op. cit., p. 167.",
            "\"? Plutarch, Quaestiones Naturales, VII."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 101,
        "content": "\nProclus (A.D. 410-485), one of the\ngreatest intellects of the Athenian schools                GeO\ngreatest intellects of the Athenian schools\nof Neoplatonism, wrote not only about the\nof Neoplatonism, wrote not only about the                Phe  \\   \\  )\nmoons, or satellites, revolving around the\nmoons, or satellites, revolving around the          «!  5 ey OD) )\nplanets, but also of the planets revolving\nplanets, but also of the planets revolving      A    it eS         \"|\naround stars.\naround stars.                              f,   chs S G =          ‘\nCopernicus, of course, was not the only\nCopernicus, of course, was not the only          oe ee\nastronomer of later times who appropriated         %                           pried\nastronomer of later times who appropriated\nthe works of the ancients. The Danish as-      Ceent    ~~.       ,@o\nthe works of the ancients. The Danish as-\ntronomer Tycho Brahe (1546-1601) also\ntronomer Tycho Brahe (1546-1601) also        NY       ee            2\nannounced as his own discovery the fact       \\)   *\nannounced as his own discovery the fact\nthat Venus and Mercury revolved around\nthat Venus and Mercury revolved around                      /\nthe Sun despite the fact that Heracleides of\nthe Sun despite the fact that Heracleides of                     say     OP ae\nPontus had already made the discovery.                           \\y p      (ft    f\nPontus had already made the discovery.\nIt might now be objected that these an-\nIt might now be objected that these an-                     + NN    ») 4)\ncient discoveries were not universally ad-         f    \\ ory,     ay\ncient discoveries were not universally ad-\nhered to. Thus, for instance, Plutarch                             J       CaN\nhered to. Thus, for instance, Plutarch\n(A.D.46-120), who was anything but an\n(A.D.46-120), who was anything but an     ‘          .%      q  a        Dy,\nthe universe.\n(illustration by Charles Hogarth).\nastronomer, immortalized his conviction\nastronomer, immortalized his conviction               ; om    NU    revs\nthat Earth does not move. In other words,\nthat Earth does not move. In other words,            4    “a        Ki    f/      .\nborrowing a phrase from the indomitable        E       foe     E\nborrowing a phrase from the indomitable\nCharles Fort, there was not agreement\nCharles Fort, there was not agreement            a           oe\namong the wise men. The study of ancient\namong the wise men. The study of ancient            ~\nGreek astronomy also makes it obvious        Plato— 427-348 B.C.—who, in his old age\nGreek astronomy also makes it obvious\nPlato— 427-348 B.C.—who, in his old age\nthat while an investigator might, through\nthat while an investigator might, through      repented for having placed Earth at the centre of\nrepented for having placed Earth at the centre of\nobservation and calculation, come to a cor-             (ite strat averse   rth),\nobservation and calculation, come to a cor-\nrect conclusion about a celestial object, the\nrect conclusion about a celestial object, the                        y         any”\nvery same person would often hold an in-\n9120\ncorrect belief concerning another. But was this any different than what transpired later in the\nso-called age of enlightenment. As Velikovsky so aptly noted:\n“During his lifetime Copernicus had only one follower, Rheticus, and was rejected by\nall others. Kepler’s discoveries were rejected by Galileo, his peer; Newton’s gravita-\ntional theory was rejected by Leibnitz, his peer; and Agassiz, who was ridiculed, him-\nself rejected Darwin. Virchow did not support Pasteur; Edison rejected and fought\nagainst Tesla and the use of alternating current. The list can be multiplied a hundred\ntimes. It goes back to Archimedes’ rejection of Aristarchus, who taught that the earth\nrevolves around the sun.\nrevolves around the sun.”\nIn fact, was it any different than what continues to transpire down to the present day?\nWhen new astronomical, or other scientific, discoveries come to light, as they continue to do\nalmost day by day, and theories are then formulated to account for the discoveries, can it be\nsaid that astronomers, and/or other scientists, are almost immediately of one mind concerning\nthem?\nTHE WELL AT SYENE\nEratosthenes (276-194 B.C.) seems to have been the first person to measure Earth’s cir-\ncumference. He accomplished this when he was told that at Syene, the present Aswan, in",
        "bibliography": [
            "\"01. Velikovsky, Stargazers and Gravediggers (N. Y., 1983), p. 189."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 102,
        "content": "\nEgypt, there was a well which, at noon on the day of summer solstice, was illuminated by the\nSun down to the bottom. He also knew that, on the same day at Alexandria, a vertical staff\ncast a short shadow. From this—a shadow in one place but no shadow in another on the same\nday —Eratosthenes first verified that Earth was indeed spherical. Then, knowing the distance\nbetween Syene and Alexandria, which was measured at 5,000 stadia, and using some simple\ngeometry, he realized that this was 7°, or close to 1/50 of a great circle. He thus arrived at the\nfigure of 250,000 stadia, which he subsequently corrected to 252,000 stadia, as the circum-\nference of Earth. When translated into miles or kilometers, his result was only a few percent\noff the mark.\nIt was on thus discovering the vastness of the world he lived on that Eratosthenes became\nconvinced of the immensity of the universe.\nINCLINATION TO THE SOUTH\nThe Greeks were also aware that Earth’s axis was inclined, and that it was inclined “to-\nward the south.” As Plutarch wrote:\n“Diogenes and Anaxagoras affirm that, after the world was composed and the earth\nhad produced living creatures, the world out of its own propensity made an inclina-\ntion towards the south.”\nUnfortunately, Plutarch, bless his soul, was not only not an astronomer, he was not much\nof a geographer either. So he did make something of a mess when it came to explaining the\nreasons behind Earth’s inclination and, especially, when he attempted to account for its ef-\nfects. On the other hand, come to think of it, perhaps Plutarch should not be blamed too much\nfor these misunderstandings since, in some instances, he actually claimed that he was but re-\npeating what others had asserted. '”\nTHE PRECESSION OF THE EQUINOXES\nBesides being inclined, Earth’s axis spins in a strange fashion which has often been com-\npared to that of a spinning top. Rather than rotating in a rigid manner, Earth’s axis also wob-\nbles in such a way that its imaginary tip describes a circle of its own. In effect, the axis pre-\ncesses around the vertical so that it traces out a cone in space. This additional axial rotation\nthus causes an apparent shift of the stars, as viewed from Earth, which is different from the\napparent daily revolution of the stars around the pole. Whereas the daily rotation causes the\nstars to seem to revolve around the Pole Star, precession causes the Pole Star itself to revolve\nin a circle of 231/2° radius. Thus, throughout the years, the Pole Star is seen to shift and leave\nthe north celestial pole. If another star is then in the right position, it becomes the new Pole\nStar. At present, the Pole Star is alpha Ursae Minoris, but, at the time of the Greek astrono-\nmers we are presently concerned with, it would have been beta Ursae Minoris. In 3000 B.C.,\nit would have been alpha Draconis. It was not just the pole stars, however, that slowly\n“passed away,” but the entire sky and, with it, its entire denizens. This movement, however,\nis very slow in execution, requiring 26,000 years in order to complete one full circle. The\nmotion does not, therefore, lend itself to easy detection. Nor, for that matter, does the resul-\ntant change—except over thousands of years. Needless to say, no one person can live long\nenough to detect the change. And yet, not only was this change detected, so was the preces-\nsional motion that gives rise to it. The discovery is attributed to one of the greatest astrono-",
        "bibliography": [
            "1 Plutarch, Opera Moralia II:8.",
            "™ See here, ibid., and ibid. 11:12."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 103,
        "content": "\nmers and mathematicians of antiquity, the\nGreek Hipparchus, who flourished sometime\nbetween 146 and 127 B.C. How did he ac-\ncomplish the feat?                                               *                                           *\ncomplish the feat?\nIt is said that Hipparchus came to his con-\nclusion by comparing the positions of the\nstars, especially Spica in the constellation\nVirgo, with the earlier ones given by Timo-\ncharis of Alexandria sometime in the begin-\nning of the 3rd century B.C. Hipparchus real-              <a>\nning of the 3rd century B.C. Hipparchus real-\nized that the longitudes of the stars had in-\ncreased and so concluded that the equinoctial\npoints—those points at which the Sun’s path\npoints—those points at which the Sun’s path                                  :\ncrosses the equator—had moved westward\nalong the ecliptic (moving clockwise for an\nobserver on Earth). He estimated the move-                  -\nobserver on Earth). He estimated the move-\nment at about a degree per century, or 36\" per\nment at about a degree per century, or 36\" per              :                  .\nyear. The true value, of course, is closer to\n50\" but, considering the crude equipment he           a\n50\" but, considering the crude equipment he\nhad to work with, to say nothing of the diffi-            vi                     %\nhad to work with, to say nothing of the diffi-\nculty of the task, one can claim that he did\nculty of the task, one can claim that he did          \\\nextremely well.\nIt has, however, been argued that Hippar-\nchus could not have discovered this fact on\nthe basis of Timocharis’ observations alone,\nsince these observations did not go back far\nstarted to measure longitudes by referring\nenough in time for anyone to have noticed the\ndifference in the positions of the stars as\ndifference in the positions of the stars as             cl >\nbrought about by the slow motion of preces-\nbrought about by the slow motion of preces-                      re\nsion. It is more probable that Hipparchus had                         (J\nsion. It is more probable that Hipparchus had\naccess to much older Babylonian observa-\naccess to much older Babylonian observa-                       F\ntions. It was the Babylonians who had first\ncake measure  longitudes by  referring          The precession of the equinoxes\nThe precession of the equinoxes\nstars to the ecliptic. As George Sarton opined:\nstars to the ecliptic. As George Sarton opined:              compared to a spinning top.\ncompared to a spinning top.\n“{Hipparchus’] comparison of the longitudes\nof Spica (and other stars of low latitudes) with\nthe longitudes determined 150 years before [by Timocharis] in Alexandria may have roused\nhis suspicion, but older observations were needed to carry conviction.”'’* Sarton, in fact,\n99 124\ngoes on to state that:\n“Tt has been claimed that the precession itself was discovered by the Babylonian as-\ntronomer Ki-din-nu (Cidenas of the Greeks...) who flourished c. 343 B.C. That is\npossible. Hipparchus may or may not have known of Cidenas’ work, but it is certain\nthat he was acquainted with Babylonian longitudes of stars.\nthat he was acquainted with Babylonian longitudes of stars.”\nThat Ki-din-nu (or Cidenas) was the true discoverer of this precessional motion has never\nbeen verified. Be that as it may, the one thing to keep in mind is simply this: The precession",
        "bibliography": [
            "\"3 G. Sarton, “Hipparchus,” Encyclopaedia Britannica (1959 edition), Vol. 11, p. 582.",
            "™ Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 104,
        "content": "\nBo go ew ee ae\nSs eS as  <4            ES - = =] =\nNU ie aos              —\n= rr ee             j    =    =\nHipparchus on the roof of the observatory of Alexandria.",
        "bibliography": [
            "eee"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 105,
        "content": "of the equinoxes—which term, incidentally, was coined by Hipparchus himself—could not\nhave been discovered without comparing the longitudes of stars “at different epochs, su/ffi-\nciently distant.”\"* Hipparchus’ reliance on much older stellar longitudes is therefore beyond\ndoubt. The prize for the cognition of what lies behind precession, however, remains his.\n\nThis is not to say that others have not vied for the fame—even if in retrospect and\nthrough modern proxy. None of these attempts have, however, withstood the test of scrutiny.\n\nTHE CRIME OF ANAXAGORAS\n\nAnaxagoras (500-428 B.C.) was the first to clearly state that the Moon shines with the re-\nflected light from the Sun, from which he devised a theory concerning the phases of the\nMoon. At the time, as with Galileo much later, this doctrine, which was not in keeping with\nthe prejudices of the day, was so dangerous that the manuscript in which Anaxagoras set out\nthese theories had to be circulated in secrecy. A century later, Aristotle (384-322 B.C.), a\ngreat mind in some matters, not so in others, was to argue that the Moon exhibited phases\nand that eclipses occurred simply because that was the nature of Earth’s satellite—which, as\nSagan succinctly put it, was “an explanation that explains nothing.”'”\n\nAnaxagoras also believed that the Sun and the stars were hot. While this was evident for\nthe Sun, it was not, as it still is not, for the stars. When asked why we do not feel the heat of\nthe stars, he replied correctly that it was because they were too far away. When he calculated\nthe Sun to be larger than the Peloponnesus, which constitutes about a third of Greece, his es-\ntimate was thought to be “excessive and absurd.”!”\n\nHe knew that the Moon harbored mountains (although he also believed it harbored life).\n\nIn the end, again much like Galileo, Anaxagoras was charged, convicted, and imprisoned\nfor impiety, mainly because he had taught that the Moon consisted of ordinary, and not di-\nvine, matter. It took Pericles, the great Athenian leader, to engineer Anaxagoras’ release from\nprison.\n\nSHADOWS THROUGH SPACE\n\nThales, who lived toward the end of the 7th century B.C., has been lauded by his own an-\ncient countrymen as having been the first astronomer. Diogenes Laertius stated that Thales\nwas first to receive the name of sage; that he was first to study astronomy and predict\neclipses of the Sun and fix the solstices; was first to make a number of specific observations\nrelating to the Sun and the Moon; was said to have “discovered” the seasons and to have di-\nvided the year into 365 days.'” According to others, he was also the first, rather than the\nabove mentioned Anaxagoras, to realize that the Moon was actually illuminated by the\nSun.\n\nThales is also said to have recognized and to have predicted the solstices; to have been\nthe first to discover the passage of the Sun from one solstice to another; and to realize that\nthis cycle was not always of equal length, but that, on the contrary, there were “slight varia-\ntions in length of the solar seasons as divided by solstices and equinoxes.”\"\"",
        "bibliography": [
            "\"5 Ibid. (emphasis added).",
            "26 C. Sagan, op. cit., p. 182.",
            "\"7 Ibid.",
            "\"8 Ibid.",
            "2° Diogenes Laertius, Lives of Eminent Philosophers, |: 22, 23, 24, 27.",
            "39 W. Mullen, “Thales: The First Astronomer,” The Velikovskian III:4 (1997), pS.",
            "51D. R. Dicks, “Solstices, Equinoxes and the Presocratics,” Journal of Hellenic Studies, 86 (1966), p. 31."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 106,
        "content": "\nBut, despite William Mullen’s noble attempt to uphold this lofty position for him,™ the\nbest that can be claimed for Thales is the honor of having been the first Greek astronomer.\nThat being the case, one should attempt to find out exactly how much Thales could have bor-\nrowed from the earlier Babylonians.\nThere has been much debate on how much Thales owes his fame to those who later\npraised his name. D. R. Dicks, for one, has insisted that Thales' reputation in having been the\nfirst Greek astronomer comes from later, unreliable, sources, and that, therefore, no validity\nshould be applied to these claims.'* And while Mullen has found reason to question the evi-\ndence that Dicks relied on, the evidence he himself presented is, at best, circumstantial. '*\nThose who have sought to devalue Thales’ reputation have also questioned his ability to\npredict eclipses. Both Plutarch’ and Pliny (A.D. 23-79)\" knew that lunar eclipses were\ncaused by the projection of Earth’s shadow on the lunar surface. The passage of the Moon\nacross the face of the Sun during a solar eclipse would have been more evident, so that it\nwould also have been known that the Moon cast its shadow on earth during such an occur-\nrence.” Even so, knowing what causes a lunar, or solar, eclipse is one thing; being able to\npredict either of them is quite another.\nMeanwhile, quite a number of ancient sources, including Herodotus, have claimed that\nThales predicted an eclipse which took place during the battle between the Medes under\nCyaxares and the Lydians under Alyattes.'\"* This has led historians to set the date of that\nbattle at 585 B.C. Benny Peiser, on the other hand, has claimed that “Thales could not have\npossessed the knowledge necessary to predict eclipses in general.”’” In this, he might not\nhave been entirely correct. As van der Waerden had earlier noted:\n“Such a feat requires the experience of more than forty years, no matter how one pro-\nceeds. It is not possible to accomplish it alone. But Thales had no Greek predecessors.\nThe conclusion is inescapable that he must have drawn upon the experience of Ori-\nental astronomers.”\nBesides, when it comes to the eclipse that is said to have occurred at the time of the battle\nbetween the Medes and the Lydians, a close look at what Herodotus reported tells us that,\nwhile Thales did predict the year of this eclipse, he said nothing concerning the actual date,\nthe time of day, or the place from which it would have been visible. As various scholars have\nnoted, knowledge and a correct understanding of eclipse cycles should have enabled Thales\nto predict the eclipse in question by the day, and not just the year.'\"\nIn his attempt to retain, or regain, Thales’ reputation, Mullen has noted that none of the\nscholarly arguments denying Thales the capacity to predict eclipses and other celestial occur-\nrences “is sufficient to prove that Thales did not begin an inquiry into each of these phenom-",
        "bibliography": [
            "132 W. Mullen, op. cit., pp. 1 ff.",
            "\"33D. R. Dicks, “Thales,” Classical Quarterly, 9 (1959), pp. 294, 298.",
            "“84 -W. Mullen, op. cit., p. 4.",
            "135 Plutarch, On the Face of the Moon’s Disc (in Opera Moralia), 932E, 933B; see also Diodorus Siculus,",
            "Bibliotheca Historica 11:31:6, XV:50:3.",
            "86 Pliny, Historiae Naturalis 11:47, 51.",
            "137 See here, for instance, E. G. Suhr, The Spinning Aphrodite (N. Y., 1969), p. 53.",
            "88 Herodotus, Historiae 1:74.",
            "8° B. Peiser, as cited in W. Mullen, op. cit., p. 2.",
            "“4B. L. van der Waerden, Science Awakening (Groningen, 1954), pp. 86-87.",
            "\"41 See here, D. R. Dicks, op. cit., p. 309; A. A. Mosshammer, “Thales’ Eclipse,” Transactions of the American",
            "Philological Association 111 (1981), p. 154."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 107,
        "content": "\nena.” This may be all that true, but, in face of the fact that the works of Thales himself\nhave not survived, this can at best be qualified as a surmise. Thus | mention all this\nspecifically to stem the possible accusation that I have taken every statement of the ancients\nas being necessarily true.\nTHE METONIC CYCLE\nThe reconciliation of the motions of the Sun with those of the Moon was required by an-\ncient societies in an endeavor to pin-point their seasonal festivals. Most Greek festivals were\nheld at full moon with certain ceremonies to be held in certain months. The months, there-\nfore, needed to be reconciled with the year. But since twelve lunations fall somewhat short of\nthe solar year, an extra month had to be added to the year every so often.\nAccording to Geminos of Rhodes, who wrote sometime in the first century B.C., such a\nsystem of intercalation was already in use “some time before the second half of the fifth\ncentury B.C.”'® The earliest such intercalation by the Greeks that has come down to us in-\nvolved the supplementing of 96 lunar months through an 8-year period, a cycle they called\noctaeteris, with the addition of leap years every third, fifth, and eighth years by inserting an\nextra month into each of them.“\nBy the fifth century B.C., however, it had been realized that this 8-year cycle was not all\nthat accurate. The small difference between 99 months (the 96 plus the 3 of the leap years)\nand the 8 years into which they tried to fit them accumulated as the years went by so that the\nintegration of the solar and lunar motions was thrown off balance.\nIt was the Athenian astronomer Meton who then realized that the Moon returned to the\nsame position in relation to the Sun every 19 years—or so Geminos had it stated, for which\nreason the system has, to this day, been called the Metonic cycle. This cycle works better\nthan the 8-year one because 19 years equal 235 lunations almost exactly.’\nIn actual fact, however, there are indications that the Babylonians had been using this 19-\nyear cycle some one hundred years earlier. The Chinese also seem to have known about it,\nalthough it cannot be ascertained just how early the relationship was discovered and/or bor-\nrowed. Known as the chang, dates separated by multiples of 19 years are known from in-\nscriptions on Shang dynasty oracle bones.\nDiodorus Siculus also quoted a no-longer extant work by Hecateus of Abdera who also\nmentioned this 19-year return of the Moon and that it was known to the Hyperboreans who\ninhabited an island “not smaller than Sicily” which was located “opposite to the coast of\nCeltic Gaul,” which could only have been Britain.”\nIn Tibet, the year is counted as 360 days with the addition of seven intercalary months\nover a 19-year interval set up to keep the phases of the Moon in step with the solar year and\nthe seasons.’” It is not known, however, how old this system is.\nA MATTER OF GRAVITY\nIsaac Newton owes his prestige in the world of science to his theory of gravity as pro-\npounded in his Principia. But, as Velikovsky was right in asking: “[D]id not Newton read in",
        "bibliography": [
            "12 W. Mullen, op. cit., p. 6 (emphasis added).",
            "‘8 E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 150.",
            "“4 Ibid.",
            "5 Tbid., p. 153; see also, R. Gallant, “Early Historic Man—Catastrophism and Calendars,” Chronology &",
            "Catastrophism Workshop 1987:1, p. 31.",
            "46 F.C. Krupp, op. cit., pp. 153-154.",
            "\"7 Idem, Skywatchers, Shamans & Kings (N. Y., 1997), p. 82."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 108,
        "content": "\nPlutarch [A.D. 46-120] of the Moon removed from the Earth by 56 terrestrial radii and im-\npelled by gravitation to circle around the Earth...?”!®\nWhose original theory was gravitation then?\nTHE ROTATION AND REVOLUTION OF PLANETS\nThat the planets both rotated on their own axes and moved on their orbits was well\nknown to Plato. Thus he wrote that the Creator “gave to each [of the heavenly bodies] two\nmovements: the first, a movement on the same spot after the same manner...the second a\nforward movement....”'” Nor was Plato the only one. As Lynn Rose wrote:\n“The Sicilian Pythagorians Hiketas and Ekphantos, both of whom were from Syra-\ncuse, spoke explicitly of Earth’s rotation in situ. The cosmology of Herakleides of\nPontus...featured the same basic device.”'®\nPontus...featured the same basic device.”!”\nPLANETARY CONJUNCTIONS\nJohannes Kepler (1571-1630), famous for his discovery of the three laws of planetary\nmotions, wrote of a “great conjunction” that took place between the planets Jupiter and Sat-\nurn every 20 years, culminating in a “mighty conjunction” every 60 years (59.6, more cor-\nrectly).'* Kepler then prepared some diagrams, known as trigons, illuminating these con-\njunctions as they occurred against the background of the zodiac.\nAs E. S. Kennedy has shown, however, Arabian astrology already knew all that.'* Earlier\nstill, the Neoplatonist Olympiodorus (6th century A.D.) knew, and wrote, that one revolution\nof Jupiter took twelve years (modern calculation: 11.86) and that of Saturn was accomplished\nin thirty years (modern calculation: 29.46 years).\n“For if the sphere of Jupiter comes from the same to the same in twelve years, but that\nof Saturn in thirty years, it is evident that when Jupiter has made five, Saturn will\nhave made two revolutions: for twice thirty is sixty, and so likewise is twelve times\nfive; so that their revolutions will be conjoined in sixty years.”\"*\nTHE PERIODICITY OF COMETS\nIt has often been stated that ancient historical documents, to say nothing of mythological\nones, have nothing to offer as far as modern astronomy is concerned. But, as Livio Stecchini\npointed out, this is certainly not true when it comes to the periodicity of comets. As he wrote:\n“No science of comets is possible without the use of these records. It must be ob-\nserved that many of the critics of Velikovsky have claimed that historical data are ir-",
        "bibliography": [
            "“8 |. Velikovsky, “My Challenge to Conventional Views in Science,” Pensée IVR VII (Spring 1974), p. 10",
            "(emphasis added).",
            "14 Plato, Timaeus, 40a-b.",
            "1L_ E. Rose, “Variations on a Theme of Philolaos,” KRONOS V:1 (Fall 1979), p. 21.",
            "‘5! G, de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston,",
            "1969), pp. 399-401.",
            "12 EF. §. Kennedy, “The Sassanian Astronomical Handbook Zij-I Shah, and the Astrological Doctrine of",
            "‘Transit’ (Mamarr),” Journal of the American Oriental Society 78 (1958), p. 259.",
            "‘8 T, Taylor, The Metamorphosis or Golden Ass and Philosophical Works (London, 1822), p. 333."
        ],
        "captions": []
    }
]