[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 289,
        "content": "\nthe cave for a ceremony in honor of their Mayan ancestors which includes the catching of\nmollies, a specie of cave fish which feed on midges and midge larvae which, in turn, feed on\nbacterial colonies that thrive on sulfur and excrete sulfuric acid.” As Louise Hose, who has\nstudied the ecosystem in this cave, reported:\n“There aren’t many places in the world where we can see complex ecosystems\nthat are independent of sunlight. We see it at the midocean ridges, and there\nare some hot springs. But this is an almost unique opportunity to study a com-\nplex ecosystem in a readily available site—where there’s no light coming in\nand yet we have a complex menagerie of organisms.””®\nActually, the propensity of varied organisms that live entombed within Earth’s cav-\ners has been known and studied for far longer than Hose inadvertently intimates. Blind cave\nfish have been known since 1938;7’ cave-dwelling salamanders since 1689.” Not only do\nsuch creatures live in total darkness, light itself becomes a hazard—as proven by eye-less\nmillipedes which curl up in frantic efforts to avoid artificially introduced beams of light.” As\nDonald Jackson could already write in 1982:\n“Beneath the shroud of eternal darkness [that exists ‘deep within the under-\nworld’], no green plants—the basis of the food chain for most creatures—can\ngrow. The environment could hardly seem less hospitable to life. And yet,\nastonishingly, animals can thrive in the caverns of the earth. Unseen, unheard,\nthey creep and crawl, slither and scuttle, swim and fly, endlessly questing for\nthe means of survival. In their marvelous physical adaptations, in the senses\nthey use to navigate the perpetual night of a rockbound realm, in their extraor-\ndinary behavior and reproductive patterns, they offer a microscopic study of\nevolution.”\nNone of these creatures of darkness are mammals, the class of animals to which man\nbelongs. But consider the bat, many species of which spend their daylight hours hanging to-\ngether upside down in the recesses of darkened caves. When they venture outside, it is at\nnight—from total darkness to a lesser gloom. Their sonic ability allows them to navigate the\ncaliginous corridors, often sinuous, as well as they do outside at night. Had they been blind,\nthey would have been able to maneuver just as well. For all they require, the world outside\ncould just as well be totally dark. They would survive.\nWithout relying on their sonic abilities, which they do not possess, various mammals,\nas well as some birds, have adapted so well to thriving at night that we now class them as",
        "bibliography": [
            "?5 Anonymous, “Cave Creatures,” Discover (April 1998), pp. 18, 20.",
            "% Ibid., p. 20 (emphasis added).",
            "77 1D. D. Jackson, Underground Worlds (Alexandria, Virginia, 1982), p. 119 ff.",
            "% Ibid., p. 130",
            "® Ibid., p. 131",
            "» Ibid., p. 131",
            "% Tbid., p. 119."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 290,
        "content": "",
        "bibliography": [
            "oN     ‘ ies ,",
            "2 oe Beg 3 Wee",
            "For all that bats require, the world outside could just as well be totally dark.",
            "Shown above: Leaf Nosed bat.",
            "nocturnal animals. Not only do such creatures thrive at night, they have become better suited",
            "to it.",
            "But man?",
            "Man, too, is an adaptable animal, and there is no way anyone can tell whether he",
            "would have been able to adapt to an environment of total darkness. But this, after all, is",
            "merely academic, since it has not been proposed, let alone claimed, that the Saturnian age of",
            "darkness was one of totality. All that the above implies is that sunshine is not, and never has",
            "been, a prerequisite for life.",
            "At present, man survives in an environment bathed in sunshine. But sunshine, in the",
            "end, is only starlight. And the brown dwarf star that once was Saturn would have bathed man",
            "in a similar, even if dimmer, light.",
            "Unlike the blind creatures of dark caves and abysmal depths, man cannot survive on",
            "a diet of sulfur or metallic ingredients. Besides, as we have seen, some of the oceanic",
            "denizens we have just scrutinized depend on a rain of organic particles falling from above.",
            "Man had no such manna to nourish him. It is doubtful that, at this early stage of his career as",
            "a human he could have sustained himself solely on the flesh of other animals. And, in any"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 291,
        "content": "Ti te aeays pha’ Oe    crx Wer rage\nae\nWY Ne 836 OS® Vea 5a em\nRe, & ae ae  rk daar | a a PS\nRM hy ale: Sy Ee ae,\nmie   Paat Ly         ar EF     AR eh  of ee ‘f\nGRE hgh        oe PAL? ed Sy\nAes)       Pa i rT\nThe jaguar, a nocturnal animal , so well suited to preying at night that it has become the terror of the\nSouth American forest denizens.",
        "bibliography": [
            "case, some of these other animals would have surely required a vegetal subsistence. And it is",
            "more than probable that so did man. The problem then becomes one of photosynthesis",
            "PHOTOSYNTHESIS",
            "The intricacies of the photosynthetic conversion is too complex to be reviewed in any",
            "detail here. Suffice it to say that photosynthesis is the process by which plants harness the",
            "energy of sunlight which is absorbed by the chlorophyll contained in their make-up. It has",
            "often been stated that, directly or indirectly, the entire organic food-chain required to sustain",
            "all plants and animals depends on the photosynthetic process. As we have already seen",
            "above, this does not hold for sulfur-ingesting bacterial organisms or those that survive by di-",
            "gesting metallic constituents. It does, however, seem to hold for all forms of higher life.",
            "Because the primitive Earth—Saturn or no Saturn—would necessarily have been en-",
            "tirely different from the way it is at present, biologists had come to the conclusion that the",
            "photosynthetic process, whose sole support is chlorophyll, could not itself have been prime-",
            "val. They therefore theorized that life must have originated through the aid of some unknown"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 292,
        "content": "cs eRe  By SS\nleh RS es HL\n=         BESSY ARS Re ae Ta\nEES           ge ke Se  wy  i\nv€ Rese.      Bor, a NZ  Ae atl\nSRR ES TS  SSP AS    a)   |\nVee eA\naS     RI ai oA\nSSN     UO) al 100 ea nok\nD     oN    Sai” —=5 i Sea\nis     ne       Waal                 Pay)    oak   Qe\nSnowy Owl, one of many such birds who have perfectly adapted to a nocturnal life.",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 293,
        "content": "\norganic substances which were either produced by ultraviolet radiation or by electrical dis-\ncharges in the form of lightning from Earth’s primitive atmosphere.\nAs is well known, certain plants can grow in extreme environments, as in the Arctic\nregions, while others have adapted themselves to grow only in the tropics. And yet, the\nchemistry of photosynthesis is identical in all these plants. What actually transpires is that\nphotosynthesis proceeds at a rate that is directly proportional to the incident radiation in\nwhich the light energy is utilized with the greatest efficiency. Moreover, it has been calcu-\nlated that only about one to three percent of the light falling on any plant is actually trans-\nformed into chemical energy. Most of the Sun’s radiation falling on a plant is lost through\nreflection and ineffective absorption by pigments other than chlorophyll (or, at least, other\nthan those pigments in the chloroplasts).\nHow does all this affect our progressing theoretical construct?\nWell, for one thing, Sunlight being starlight, photosynthesis would have been able to\noccur just as well under the light shed by the brown dwarf star that once was Saturn. Its\ndimmer light would have been compensated for by the plants’ ability to control absorption in\nproportion to the incident radiation falling upon them.\nEqually significant to our study is the fact that red light is the most important spec-\ntrum necessary for the growing of plants.”' Brown dwarf stars are known to radiate a propen-\nsity of red light. Thus, the spectrum of received light on Earth during the Saturnian period\nwould have been much redder than at present and, therefore, more conducive to plant\ngrowth.\nThe brown dwarf star that was Saturn would have also radiated ultraviolet light.” But\nthen so does the Sun. Ultraviolet rays are normally considered relatively harmless and even\nbeneficial. Long-term exposure to high concentrations of these rays can, however, also prove\nharmful. We have no way of knowing how highly concentrated the ultraviolet rays from Sat-\nurn would have been. Since, even at its best, the Saturnian sun was feebler than the Sun, it is\nquite possible that its ultraviolet radiation would also have been feebler. During the age of\nsemi-darkness with which we are presently concerned, when Saturn had not yet flared up as a\ntrue sun, its entire radiation might have been feebler still. In the meantime, it has been found\nthat mosses in the Antarctic region are able to produce certain compounds which act to pro-\ntect them against excessive ultraviolet radiation.* Who is to say that other plants might not\nhave derived the same ability during the Saturnian era of semi-darkness had our brown dwarf\nprimary radiated excessive ultraviolet rays?\nTHE REQUIRED TEMPERATURE\nLight and photosynthesis, however, are not the only requirements for the subsistence\nof plants and animals. Life also requires heat, at least warmth—or so we used to think. As it",
        "bibliography": [
            "31H, Gaffron, “Photosynthesis,” Encyclopaedia Britannica (1959 edition), Vol. 17, p. 849.",
            "» W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48.",
            "%® Ibid.",
            "* New Scientist (November 24, 1990), p. 24."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 294,
        "content": "\nturns out, living organisms can, and do, manage to subsist in temperatures well below zero.\nIn 1989, Michael Tennesen could report that:\n“In the 1960s the interior of Antarctica was declared a lifeless zone. But sci-\nentists have since discovered a rich array of organisms tucked away in isolated\nhabitats. Robert Wharton, a biologist at the Desert Research Institute in Reno,\nhas found life at the bottom of perpetually frozen lakes in an area of wind-\nswept, snowless valleys.”*°\nLake Hoare, situated in a mountainous region 800 miles from the South Pole, is cov-\nered by a 20-foot thick sheet of ice, the mean surface temperature of which reaches 4 below\nzero. And yet, colorful algae-like organisms manage to survive underneath the lake’s icy\ncrust. As Wharton himself declared:\n“[These algae-like organisms are] a fairly advanced form of life. You’ve got a\ncell wall, and you’ve got DNA inside the cell that is able to reproduce and\npass on information to its offspring. It’s not elephants, but it’s a big step in the\nevolution of biology.”*°\nOr, as Chris McKay succinctly phrased it, even in permanent subfreezing conditions,\n“life can persist much longer than we’d thought.”””\nTrue, as Wharton admitted, these algae-like organisms are not elephants—and a far\ncry from land plants and animals, to say nothing about humans. But, as in the case of those\ncreatures that are able to exist in total darkness, the above serves to illustrate that generalities\ncan often be deceiving.\nAn adaptation to cold is not called for in the primeval Saturnian environment we are\nattempting to reconstruct. As we have already seen in Chapter 5, even at present, Saturn radi-\nates more heat than it receives from the Sun. We saw there that, while Jupiter’s excessive\nheat is accepted as a residue from the planet’s formative period, most of Saturn’s had been\nrelegated to kinetic energy released by the circulation of dissolved helium. But when Voy-\nager 1 flew past Saturn in late 1980, it failed to uncover such evidence. As reported by\nDennis Overbye:\n“Pioneer 11 had found that Saturn radiates almost three times as much energy\nas it receives from the sun. Some scientists had suggested that the helium\nmight be settling deeper inside Saturn’s atmosphere than the hydrogen, re-\nleasing gravitational energy in the form of ‘helium rain.’ But this would leave\nSaturn’s outer layers relatively deficient in helium, and Voyager found that\nthis was not the case.”**",
        "bibliography": [
            "35 M. Tennesen, “Mars: Remembrance of Life Past,” Discover (July 1989), p. 86.",
            "% Ibid., p. 87.",
            "* Ibid.",
            "38D. Overbye, “Lord of the Rings,” Discover (January 1981), pp. 21-22."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 295,
        "content": "\nThus, the “source of the heat bubbling up through Saturn’s clouds” remained “a\nmystery that Voyager could not solve.”\nMeanwhile, the atmospheric scientist James Lovelock has made a name for himself\nwith his theory of Gaia in which Earth is treated as a living organism. While this work has\nnothing to say for or against this proposition, some of Lovelock’s insights are germane to our\nsubject.\n“For example, [according to orthodoxy] we know that when the solar system\nwas formed the sun was dim and that it has heated up ever since. Yet Earth\nwasn’t too cold for life in the beginning, and it isn’t too hot for life now.””\nWhile Lovelock gives his own reasons for this, the belief that the Sun was much\nweaker in Earth’s dim past has now gained acceptance. In analyzing the problems of climate\nthought to be inherent during the Archaean era—3.8 to 2.5 billion years ago—Gregory Jen-\nkins speaks of an environment that “was very warm with a sun that is much cooler than to-\nday’s.”*' Geological evidence indicates that this trend continued into the early Precambrian\nperiod during which “Earth was much warmer...than it is today, despite a weaker sun.””\nBillions and millions of years are far removed from the Saturnian era with which we\nare concerned. The point I wish to stress, however, is that even as per orthodox belief, life on\nEarth does not seem to have required abundant heat from the Sun. We notice, for instance,\nthat the reconstructions of primeval plants by paleobotanists, who are guided in their recon-\nstructions by fossils found in coal and other deposits, end up showing some rather tall speci-\nmens exhibiting sparse crowns of foliage. Such a study, for instance, was recently conducted\non specimens recovered from the coal seams of the American Midwest and Ohio Valley,\nwhich are believed to have been laid down by vast swamps which once stretched from Mis-\nsouri to Pennsylvania. The lycopods, forty-five to ninety feet tall,” that were reconstructed\nfrom these remains have all the appearance of trees which seem to be straining their trunks in\norder to reach a feeble light, just as some plants do when grown in a dimly-lit terrarium that\nis kept in a darkened room.” Thus, for instance, when the succulent popularly known as\nhens-and-chickens, which usually grows relatively flat to the ground, is grown in such a ter-\nrarium, it tends to stretch tall and spindly with its fleshy leaves growing in an open and loose\nspiral until it either reaches the light or bends and breaks under its own weight.”\nAs paleobotanists from the University of Illinois who studied the remains of lycopods\nascertained: “Plant life was quite different then; most plants had no seeds, and flowers had\nnot yet made their appearance.” True, these trees are supposed to have thrived three",
        "bibliography": [
            "% Ibid., p. 21.",
            "“ O. Morton, “Is the Earth Alive?” Discover (October 1999), p. 98.",
            "“'G. S. Jenkins, “Did Cosmic Impact Change Earth’s Tilt?” as quoted in SIS Internet Digest 2000:1, p. 13.",
            "® Ibid., (emphasis added).",
            "* J. Augusta, Prehistoric Animals (London, 1967), p. 21.",
            "* Personal observation.",
            "“5 Personal observation.",
            "“ University of Illinois, “Primeval Swamps,” Science Digest (January 1990), p. 45."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 296,
        "content": "\nARRAY i\nSa fis sag            =\nAR ce Se.\n1y     Cs\ni     |\nie    y    ‘,\nhd Se     i\nWm sa     H\n‘  i ax    th\nWO sl    Til\ngs   al.\nAN ii\nTee wu\nI Ae   i\nny pat   i\nWiennE if\n   oe\nKt ti  Ni\nhi    ny lat  i!\nLycopod trees, up to 90 feet high, straining their trunks in order to reach a feeble light.",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 297,
        "content": "hundred million years before the present. (Photosynthesis manifested itself in blue-green al-\ngae at the end of the pre-Cambrian era some 200 million years ago” —although this figure\nvaries from one authority to another.)\n\nThe reconstruction of such trees, as also earlier and more primitive ones, together\nwith vistas of the environmental terrain that sustained them, had been going on much earlier\nthan the Illinois University experiment. Dated to the late Silurian and all through the Devo-\nnian periods (c. 325-280 million years ago), the first land-based plants all exhibited the same\nspindly character with sparse verdant crowns which, like the lycopod trees, give the impres-\nsion that they all had to struggle for whatever available dim light there was to nourish them.\nAnd while plant life continued to evolve and spread from the Paleozoic to the Mesozoic eras,\nfrom the Devonian through the Jurassic and end of the Cretaceous periods, they were still\nspindly specimens struggling to reach the light.* It was not until the age of mammals, pre-\ndominantly during the Paleocene period, that the land became engulfed in a verdant profu-\nsion of subtropical plants.\n\nNone of this is to say that the plants of the Quaternary era, which saw the advent of man,\nand which is, therefore, the era with which we are concerned, were anything like those of the\npre-Cambrian down to the Cretaceous. But several things need to be pointed out here, not the\nleast of which being the fact that photosynthesis works just as well under conditions other\nthan those existing in the present world. (Of photoperiodicity we will speak in a following\nchapter.) Moreover, and what is more important to our study, is that if life could have\noriginated under a dim cold Sun, to say nothing of the constant volcanic outpourings which\nare believed to have clouded the sky through most of Earth’s primeval eras, it could certainly\nhave originated and thrived under a dim, but warmer, brown dwarf star. Which brings me to\nask: Has it ever occurred to anyone that the sun which bathed Earth with its radiance during\nits past geologic eras might not have been our present one?\n\nTHE PLASMASPHERE\n\nThe problem we now face is this: With Saturn stationed above Earth’s north celestial\npole, and the Sun still somehow absent, how could the world have received uniform radia-\ntion? How could Earth’s southern hemisphere been bathed in light and heat when it would\nhave been entirely shielded from the north-radiating brown dwarf star that was Saturn?\n\nThese are questions that have intrigued various other researchers. Prime among them,\nback in 1980, was Roger Ashton. What he finally settled upon was a shell of gas and dust, or\nbubble, within the hollow of which the Saturn-Earth system would have abided. The interior\nsurface of this shell, according to Ashton, would have reflected back Saturn’s radiation to-",
        "bibliography": [
            "77. V. Spinar, Life Before Man (London, 1972), p. 54.",
            "* See here, for example, L. Barnett, op. cit., pp. 96-103; see also the magnificent illustrations by Zdenek Burian",
            "in J. Augusta, op. cit., plates 5, 6, 7, 9; other relevant illustrations by Burian can also be found in Z. V. Spinar,",
            "op. cit., pp. 63-65, 70-74, 76-77, 80-81."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 298,
        "content": "wards all terrestrial latitudes “such that all parts of the Earth would have had very much the\nsame climate at sea level...”\n\nA year later, Ashton was referring to this shell, or bubble, as a magnetosphere, the “dis-\ntinctive layer” of which would have consisted “of a plasma opaque to visible light.” Being\nopaque, it would all the more have been able to reflect Saturn’s radiation inward in all direc-\ntions.\n\nWhat Ashton did not know was that, for different reasons, Ralph Juergens had already\nproposed such a plasma sheath four years earlier. “Presumably,” Juergens had written, “both\n[Saturn and Earth] would be enveloped in a common magnetosphere which... would equate\nwith a sheath between the solar-wind plasma and any material body, or closely coupled sys-\ntems of bodies, at non-plasma potential.”\n\nAt this point, some of my lay readers may want to know: What is a plasma?\n\nCommon examples of plasma are what is created in neon tubes and in the brilliant arc of\nan arc-welder. At its simplest, to quote Wallace Thornhill, it “is an ionized gas in which the\natoms or molecules have been stripped of their electrons, allowing both positive and negative\ncharges to move independently.” There are those who deny that plasma is itself a gas, call-\ning it instead a fourth state of matter which often behaves like a gas, but which conducts\nelectricity and is affected by magnetic fields.\n\nThere was a time, not so long ago, when astrophysicists had close to no use for electric-\nity, let alone plasmas, in astronomy. But by 1999, Dennis Gallagher, a plasma physicist at\nNASA’s Marshall Space Flight Center, could claim that “99.9 percent of the Universe is\nmade up of plasma.”™ All of a sudden, astronomers started talking about near-Earth plasma\nenvironment, plasmaspheres, plasma convections, and their associated Birkeland currents.”\n\nPlasma, however, is one thing; a plasma sheath or bubble is another. And yet, according\nto Thornhill, one characteristic of plasmas is that they tend to shield bodies embedded in\nthem by creating what is known as a Langmuir sheath around them.*\n\nBy 1997, even Talbott had jumped on this band-wagon, opting for a more extensive and\nencasing atmospheric shroud around the Saturnian system we have been reconstructing. As\nhe explained: “There are many indications that the [Saturnian] planetary configuration ini-\ntially moved through a gas cloud or envelope preventing any sharp contrast of light and",
        "bibliography": [
            "* R. Ashton, “Research Memorandum #3: Notes Relevant Mainly to Saturn Studies” (deposited with the author,",
            "dated January 1, 1980), p. 2.",
            "® Idem, to C. J. Ransom, September 8, 1981 (private communiqué), cc. to D. Cardona",
            "51 Similar ideas have also been proposed by R. Forshufvud, “Protosaturn and Velikovsky’s Cosmogonical",
            "Reconstruction,” KRONOS X:3 (Summer 1985), pp. 103 ff.; but see also D. Cardona, “The Road to Saturn,”",
            "Part II, AEON 1:3 (May 1988), pp. 134-136; R. B. Driscoll, “Magnetic Models of the Polar Configuration,”",
            "AEON IV:2 (August 1995), p. 19",
            "* R. E, Juergens to D. Cardona, December 19, 1976, private communiqué.",
            "% W. Thornhill, The Electric Universe (Beaverton, Oregon, 1997), p. 16; see also, idem, “New Physics Supports",
            "Planetary Catastrophism,” Chronology & Catastrophism Review 1998:2, p.",
            "Planetary Catastrophism,” Chronology & Catastrophism Review 1998:2, p. 11.",
            "+ NASA internet headline dated September 1999—see “Plasma, Plasma,  Everywhere, ,” SIS Internet Digest",
            "+ NASA internet headline dated September 1999—see “Plasma, Plasma, Everywhere,” SIS Internet Digest",
            "1999:2, p. 5.",
            "5 ADS Abstract Service—see “ADS Abstracts,” in ibid., p. 16.",
            "5° E-mail message forwarded by David Talbott to the Kronia electronic discussion group, February 26, 1997."
        ],
        "captions": []
    }
]