[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 199,
        "content": "\nFg eS Se TN\nRt ait\n‘aut!\n2 Bo a ee eg 2 ec ag\nye aT a es eh EY Sa dng nts\nij 67a ageY ae SRE 0 RCPS <i wae\na  iy (e  4%  Es    .    NN “ 4 eres\noA) Ne   It    3     o.   ‘        so,  Sra A yale\nke, el     pz ft vs  \\   _    Sa > ye x  a! I\na a     ee 0 5 arn\nnN |               sN  Las a  X       aN\naa’                oe     hte       y        14 ena. cee\nBae  RS    j   aie  Nay, NO it a\nOT Se ee Ee ee         c\nKing Djoser with Imhotep, architect and builder of the first Egyptian (stepped) pyramid.\n(Illustration by John Green.)",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 200,
        "content": "\nls\nVA\nThe deified Imhotep.\ntheir community. On the contrary, they believe in a supreme deity who, despite his innumer-\nable divine appellations,® is commonly referred to simply as Father.”\nThis god, as well as his son, is also known as Efe,® from whom the tribe derived its\nname; but Efe the father was also Saturn.® The planet itself is also known by them as Bibi\nDeba—”the good or perfect star.”™ As we have already noted in a previous chapter, hemmed\nin as they are by the almost impenetrable jungles of the Congo, these pygmies know that Sat-\nurn is surrounded by satellites, for which reason they also allude to the planet as Bibi Tiba\nAbutsiua’ani —“the star of nine moons.”©\nThe greatest calamity that these diminutive but highly intelligent people remember is that\nof a universal flood—which gives the lie to those mythologists who claim that Deluge myths\nare unknown from Africa—and even this they associate with Efe/Saturn.*\nBut what then of non-planetary disasters, of ordinary floods, famines, and thunder, and\nwind, etc.? True—man did imbue these non-planetary forces with a will of their own and,\nyes, they often anthropomorphized them. This holds true not only for those forces which ter-\nrified early man but also for those aspects of nature that were passive, beautiful, and even",
        "bibliography": [
            "© J-P Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973), p. 80.",
            "8 Ibid., p. 62.",
            "® Tbid., p. 129.",
            "® Ibid., p. 403, although an entire reading of the book is required to properly appreciate this identification.",
            "% Tbid., p. 385.",
            "° Ibid.",
            "© Ibid., p. 212."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 201,
        "content": "benign—such as fog,” the northern lights,® and even fair weather,” to give but a few ex-\namples.\n\nThus de Santillana and von Dechend were not entirely correct when they stated that “all\nthe stories, characters and adventures narrated by mythology concentrate on the active pow-\ners among the stars, who are the planets.”” Regardless of the impetus behind its origin, a fair\nshare of primitive mythology does concern itself with non-planetary spirits of nature.\n\nWe notice, however, that these spirits of nature, a few among which have been mentioned\nabove, were not deified—that is they were not regarded as demiurges with powers over the\ndestiny of man. Only among the more sophisticated Incas, long out of primitiveness, was\nThunder, for instance, considered something of a deity, and even then he was subservient to\nthe Creator.” And there, I must stress, lies the difference, because, according to his own\nStatements, ancient man was not concerned with the purported antics of fog, fair weather, or\nother nature spirits, demons, and fairies. What concerns us in this study are the great deities\nof mankind—the creators and destroyers, the movers of the world—which we find imbuing\nthe religions and cosmic beliefs of early civilizations and primitive tribes alike.\n\nAgain, I am not attempting to negate the fact that so-called primitive cultures perceive the\nworld as being spirit animated. But what of it? Until a few hundred years ago, were not the\nmost sophisticated centers of European civilization also imbued with superstition, which is\nwhat a spirit-animated belief amounts to? Are countries like China and India, Indonesia, and\nheaven knows where else, not superstition-ridden to this day? Do they not still throw live\nchickens into volcanic craters in Java,” and pour gin, in lieu of awa, to Pele in America’s\nfiftieth state, as endeavors meant to pacify the destructive force exhibited by volcanoes?”\nDoes any of this negate the fact that the countries in question also pay homage to a higher\ndeity dictated by whatever religion these societies adhere to? Why, then, could not primitive\nplanetary worship have co-existed with a more down-to-earth animism?\n\nAs research implies, residual planetary worship continues to saturate the most primitive\nbeliefs up to the present, as exemplified by the religion of the Efe pygmies mentioned above.\nNor must this particular example be viewed as unique. Space does not here permit anything\nclose to a fair sampling of such cases but I could easily have included a catalogue of similar\nresidues found embedded in the beliefs of such people as the Dogon of the Sudan, which is\npresent-day Mali, the astronomical lore of whom we have already discussed in a previous\nchapter; the Negroes of Mozambique; the Bambala of the Congo; the Bushongo; and many\nother tribes from the African heartland. The mythology of Oceania is likewise saturated with\nresidual planetary worship as is that of the Inuit from Alaska to Greenland. None of these\nprimitive societies, and others like them, can be said to be astronomically adept, yet, when\ntraced to their basic fundamentals, the roots of their religious beliefs exhibit an uncanny simi-\nlarity to the planetary motifs found scattered among the more sophisticated early civilizations\nof man. True, demons and nature spirits also abound, but none of these play a cosmogonic\nrole or hold a prominent place in the complex religious rituals performed by these societies.\n\nStudents of religion will tell us that logic dictates that man would have first endowed\nwhat he could see around him with spiritual life before he would have done likewise with the\nfar away planets. But, in that case, should he not have looked upon the Sun and the Moon as",
        "bibliography": [
            "°H. Hirnschall, op. cit., myth 34.",
            "® Tbid., myth 35.",
            "® Tbid., myth 18.",
            "G. de Santillana & H. von Dechend, op. cit., p. 177 (emphasis added).",
            "™ D. Gifford, Warriors, Gods & Spirits from Central & South American Mythology (London, 1983), p. 57.",
            "” D. B. Vitaliano, Legends of the Earth (London, 1973), p. 104.",
            "8 Tbid., p. 118."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 202,
        "content": "\npart of his all-surrounding environment? Could he then have believed that rivers and trees\nand wind and thunder were animated by spirits before he believed similarly of the most com-\nforting object he was aware of —the Sun?\nGiven that the Sun and the Moon are much more conspicuous than the planets, theirs\nshould have been the major role in primitive mythology. How is it then that, while not always\nreadily obvious from cursory studies, the prime protagonists were invariably the planets and\nplanet-induced phenomena?\nThis poses something of a conundrum to those who view mythology through uniformitar-\nian eyes, one that has already been commented on by Immanuel Velikovsky™ and David\nTalbott.” The riddle, however, is solved when we discover, as in fact the sources themselves\nconvincingly illustrate, that the planets, or at least some of them, prime among them the\nplanet Saturn, were once more conspicuous than Sun and Moon.\nOnce this is accepted, as it is by an ever-growing body of neo-catastrophists, it becomes\nmuch easier to accept that before man had developed an awareness of the heavenly bodies,\nhe had no gods at all.\nThis would seem to lead to the assumption that early man lived for long ages before he\ndiscovered his first god but the fruits of research indicate otherwise. In the first place, one\nmust stop thinking of the planets in this instance as mere pin-points of light in the night sky.\nIt should by now have become obvious to the readers of this work that man’s earliest mem-\nory of the planets is one that hints at recognizable orbs hanging low in the sky.\nAs we have thus far seen, originally there seems to have been only one such orb visible in\nthe sky—the planet Saturn. Mankind, it now seems, discovered its identity under the close\ninfluence of this planetary body which is why the Saturnian deity, in his many guises, is to be\nfound at the head of every major pantheon throughout the ancient civilized world.\nThis primeval Saturn entered man’s memory first as a passive entity which was originally\nlooked upon with neither fear nor awe. But, as I intend to show in a future work, this was not\nto remain so. In time, a series of events transpired which so impressed the human mind that\nSaturn became, for man, the very centre of his environment, his ever-increasing awe and,\neventually, the deduced reason for his very being. Given all this, while not wishing to borrow\ncredence, what would be so difficult in accepting that (a) man’s original deity was a plane-\ntary body and that (b) prime among these deified bodies was the planet Saturn?\nThe question, of course, is simply this: Is there any proof that any of this transpired? So\nlet me be quite honest. If proof is what we are after, it is not forthcoming—any more than\nproof to the contrary is. But the evidence now at hand, which we shall continue to present, is\nmore than enough to upset antiquated views of man’s emergence as a religious being and\nquite capable of upholding this new, if revolutionary, theory.\nKARR KR ROR KK ROK\nORR OK ROK ROK KOK KKK\nFurther evidence concerning our proposition that, during the indeterminate period with\nwhich we are concerned, Saturn was the only celestial body visible from Earth will be pre-\nsented in following chapters. In the meantime, it is again time to reshuffle our previous set of\nhypotheses while incorporating this new datum in the set. Our hypotheses, then, will read as\nfollows:",
        "bibliography": [
            "™1. Velikovsky, Worlds in Collision (N. Y., 1950), p. 301.",
            "5D. N. Talbott, in interview with J. Gibson, “Saturn’s Age,” Research Communications Network Newsletter #3",
            "(October 15, 1977), p. 2."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 203,
        "content": "\nHypothesis #1: That, from what can be deduced from ancient as well as primitive astro-\nnomical lore, Earth had once been a satellite of the planet Saturn which, because of its\nproximity, loomed large in the sky as a distinct disc larger than the size of the full Moon.\nHypothesis #2: That, still according to ancient astronomical lore, during this indetermi-\nnate period, Saturn was the only visible celestial body in Earth’s primordial sky.\nHypothesis #3: That, still according to the ancients, during this same period, Saturn shone\nas a sun.\nHypothesis #4: That this primordial Saturnian sun shone during that time we today call\nthe night.\nNeedless to say, the reader may be wondering how it could have been possible for Saturn\nto have been the only visible body, even if Earth was its satellite. Would not the Sun, the\nMoon, and the stars have also been visible in Earth’s primordial sky? In order to answer that\nquestion, we will have to wade into deeper waters still. But answer it we will.\n203",
        "bibliography": [
            "Hypothesis #1: That, from what can be deduced from ancient as well as primitive astro-",
            "nomical lore, Earth had once been a satellite of the planet Saturn which, because of its",
            "proximity, loomed large in the sky as a distinct disc larger than the size of the full Moon.",
            "Hypothesis #2: That, still according to ancient astronomical lore, during this indetermi-",
            "nate period, Saturn was the only visible celestial body in Earth’s primordial sky.",
            "Hypothesis #3: That, still according to the ancients, during this same period, Saturn shone",
            "as a sun.",
            "Hypothesis #4: That this primordial Saturnian sun shone during that time we today call",
            "the night.",
            "Needless to say, the reader may be wondering how it could have been possible for Saturn",
            "to have been the only visible body, even if Earth was its satellite. Would not the Sun, the",
            "Moon, and the stars have also been visible in Earth’s primordial sky? In order to answer that",
            "question, we will have to wade into deeper waters still. But answer it we will."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 204,
        "content": "\nChapter 9\nThe Immobile God\nTHE SABBATH STAR\nn Chapter 4 we claimed that the Hebrew name for the planet Saturn, that is Shabtai,! was\nresponsible for the naming of the Sabbath, in Hebrew Shabbath, the Saturday of the Jews.\nAs we also noted in that same chapter, the word Shabbath is sometimes said to derive\nfrom the closely related shabath, which means “to repose” or “to rest.”2 This meaning, in\ntum, has been said to have arisen because Elohim rested from his work of Creation on that\nday.3 What is indicated by this is that Elohim’s rest came first, for which the Sabbath was\nthen named. It seems, however, that there is more to this “resting” business than meets the\neye. Or why would the planet in question have been named for that particular day, thus also\nreceiving the meaning of “rest”?\nThe connection of Saturn with the Creation is not restricted to Hebrew tradition. In\nChapter 4, we also had occasion to mention a similar tradition as believed in by the Persians.\nE Chapter 4 we claimed that the Hebrew name for the planet Saturn, that is Shabtai,! was\nWe repeat that tradition here as recorded by Al-Biruni:\n“On the 6th day of Farwardin, the day Khurdadh, is the great Nauroz, for the Persians\na feast of great importance. On this day—they say—God finished the creation, for it\nis the last of the six days...On this day God created Saturn...”4\nWhat did the planet Saturn have to do with Creation or the resting of Elohim? Why was\nSaturn known as the Lord of the Sabbath?5\nOne of the strange things about the Sabbath is that it is the only day to which the Israel-\nites gave a name. The rest of the days of the week were called by their ordinal numbers.¢\nWhy this exception? Why was Saturn of importance even to the ancient Hebrews? Not that,\nin later times, they were overly proud of this. In fact, as William Heidel informs us, they re-\nsented the identification of the Sabbath with Saturn’s day for long afterwards.”\nThat Shabtai, sometimes referred to as Kokab Sabet, also called the Sabbath Star,?\nmeant “the resting Star or Planet” is well known.!° In his attempt to connect the order of\nCreation, day by day, as described in the Book of Genesis, with the different planetary deities\nhonored traditionally on the successive days of the seven-day week, Robert Graves, as usual,",
        "bibliography": [
            "1 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 465.",
            "2 J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 112.",
            "3 Genesis 2:2.",
            "4 Al-Binuni (translated by E. C. sachau), The Chronology of Ancient Nations (London, 1879), p. 201.",
            "5R. Klibansky et al., Saturn and Melancholy (London, 1964), p. 161.",
            "©W. A. Heidel, op. cit., p. 437.",
            "7 Ibid.",
            "8 R. H. Stieglitz, “The Hebrew Names of the Seven Planets,” Journal of Near Eastern Studies 40:2 (April",
            "1980).",
            "° W. A. Heidel, op. cit., p. 465.",
            "10R. H. Stieglitz, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 205,
        "content": "\nmuddled the entire issue.!! The only points of validity that he mentioned is the well known\nassociation of the Jewish Sabbath with Saturn and the fact that this planetary deity had long\nbeen known as the god of repose, that is of rest.!2 But, if we discount the derivation of the\nname Shabtai from the business of Elohim’s rest after Creation, what can we offer by way of\nan explanation for this unusual characteristic? Or, why was the planet Saturn called the\nResting Star or Planet?\nTHE GOD OF THE JEWS\nThe Israelite connection with the planet Saturn goes beyond the naming of the Sabbath\nafter this planetary deity. Thus, for instance, when the prophet Amos was riling against the\nIsraelites, he accused them of having carried images of a stellar deity in a tabernacle. The\nKing James version of the passage in question is made to read:\n“Have ye offered...sacrifices and offerings in the wilderness forty years, O house of\nIsrael? But ye have borne the tabernacle of your Moloch and Chiun your images, the\nstar of your god, which ye made to yourselves.” 3\nThis memory was still vivid in the days of the New Testament and is repeated in the Acts\nof the Apostles where the figure of Chiun is replaced with that of Remphan:\n“...O ye house of Israel, have ye offered...slain beasts and sacrifices by the space of\nforty years in the wilderness? Yea, ye took up the tabernacle of Moloch, and the star\nof your god Remphan, figures which ye made to worship them...” !4\nThis is in keeping with the Septuagint version of the same passage which reads:\n“Have ye offered...victims and sacrifices, O house of Israel, forty years in the wilder-\nness? Yea, ye took up the tabernacle of Moloch, and the star of your god Rephan, the\nimages of them which ye made for yourselves.”\nThe forty years in the wilderness alluded to in the above verses refer to the wandering of\nthe Israelites following their departure, or exodus, from Egypt under Moses. Concerning the\ndeity called Moloch we will offer nothing here, reserving the topic for a future work. Here I\nwish to concentrate on the god called Chiun in one version and Remphan/Rephan in the oth-\ners. Who was this deity? In both Amos and Acts this god is alluded to as “the star of your\ngod” —that is the star of the Israelites’ god. But what star did Remphan personify?\nIn the Testament of Solomon, Remphan is rendered Raphan concerning whom Solomon\nwas said to have built a temple in conjunction with one to Baal/Moloch.!5 The Testament of\nSolomon is of Jewish origin but, as Louis Ginzberg informs us, as we now have it, it is laden\n“with many Christian layers.”!© This is noted here because the name Raphan (or Ramphan or\nRephan) is unknown in Hebrew and must therefore have been introduced, or transliterated,\nby one of the Christian editors. Ginzberg was of the opinion that Raphan (or Rephaim) is a",
        "bibliography": [
            "0 R. Graves, The White Goddess: A Historical Grammar of Poetic Myth (N. Y., 1979), p. 265.",
            "12 Ibid.",
            "13 Amos 5:25-26.",
            "14 Acts 7:42-43.",
            "15 L. Ginzberg, The Legends of the Jews, Vol. IV (Philadelphia 1968), pp. 153-154.",
            "16 Jbid., Vol. VI, p. 292."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 206,
        "content": "reminiscence of a Hebrew word meaning “the shades,”!” but it is more than probable that the\nname Remphan is nothing but a mistransliteration into Greek of the same Chiun in the King\nJames version of Amos.'®\n\nJerome interpreted the star of Chiun as Lucifer!? which is popularly, but erroneously, be-\nlieved to have stood for the planet Venus.° But as Martin Sieff correctly stated, Chiun was\nthe Assyrian name for Saturn, the same as the Syriac Kewan (and the very Hebrew Khe-\nvan).?!\n\nOne question that comes to mind at this point is: What were the Israelites doing running\nabout the desert with the image of the Saturnian star in their tabernacle?\n\nLet us be honest: Present Jewish and Christian sentiments notwithstanding, it has long\nbeen known that Saturn was the god of the Jews. In more recent years, for instance, Carl Jung\nknew very well that Saturn was the star of Israel.22 Much earlier, Aurelius Augustinus was\nmore explicit when he informed his readers that the ancients considered the planet Saturn as\nthe god of the Jews. Throughout the Middle Ages, the Jews were largely known as the\nPeople of Saturn” (as so, incidentally, were the Scythians?5). This belief, however, is much\nolder than that since even the Roman historian Tacitus (c. A.D. 55-117) described the Jews as\nworshipping the planet Saturn as their god.26\n\nWhether the tabernacle in question was the acclaimed one that Moses was said to have\nhad constructed, and in which the famed ark of the covenant was housed, remains a moot\nquestion. This much, however, should be stated: While the tabernacle which Moses had had\nbuilt is usually referred to as the Mishkan and/or the Ohel, the tabernacle mentioned in the\nHebrew version of Amos is simply called sukot, the plural of suka, meaning “tents.”\n\nTHE TROUBLE WITH AMOS\n\nScholars of the Jewish faith have, naturally enough, found much to criticize in the above\ninterpretation of the Amosian verse in question.’ As it has been said, this “is a difficult verse\nand the subject of very diverse interpretation” ?® —or, as M. Weinfeld put it, a verse on which\nmany a pen has been broken,” (although, in my opinion, his has fared no better). This diffi-\nculty is not abated by the fact that the Hebrew —that is Masoretic—version of the passage in\nquestion replaces Moloch with Siccuth (or Sikut, Sikkut) while placing the event as coming\nin the future rather than having occurred in the past. Thus: “So shall you take up Siccuth your\nking and Chiun your images, the star of your god, which you made to yourselves.”",
        "bibliography": [
            "17 Ibid., p. 293.",
            "18 J. Strong, A Concise Dictionary of the Words in the Greek Testament (N. J., 1890), p. 63.",
            "19 See, I. Velikovsky, Worlds in Collision (N. Y., 1950), p. 176.",
            "20 See here, D. Cardona, “Morning Star,” II, AEON IV:2 (August 1995), pp. 36 ff.",
            "2 y, Lewy, “The Old West Semitic Sun-God Hammu,” Hebrew Union College Annual (Cincinnati, 1943-",
            "1944), pp. 456-457.",
            "22 ©, Jung, Symbols of Transformation (N. Y., 1976), p. 401.",
            "23 See the Index to E. Hoffman’s edition of Augustine’s De Civitate Dei (Vienna, 1899-1900).",
            "24H, Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni 18, Pt. 3 (1950), p. 360.",
            "251. Velikovsky, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), p. 10.",
            "26 Tacitus, The Histories, V:iv.",
            "27 See here, for instance, M. Danino, “Molochian Rites and Cannibalism,” KRONOS X:3 (Summer 1985), pp.",
            "87-88; M. Weinfeld, “The Worship of Molech and of the Queen of Heaven and its Background,” Ugarit-",
            "Forschungen 4 (1972), pp. 149-150.",
            "28 G. A. Buttrick, et al., The Interpreter’s Bible, Vol. V1 (N. Y., 1956), p. 821.",
            "29M. Weinfeld, op. cit., p. 149."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 207,
        "content": "One of the things that has happened here is quite obvious. The reading “the suka of your\nMoloch” is rendered as “Siccuth your melek” —that is, “Siccuth your king.” This, in turn, was\nbased on the assumption that Siccuth is the same name of the Assyrian god Sakkuth.3°\n\nThe Masoretic version is thus interpreted this way: In his accusation of Israel, Amos con-\ndemns the people to carry these idols, Sikut and Chiun, with them into the coming Babylon-\nian exile as punishment for having worshipped them in his day.\n\nWe will not here enter into a discussion concerning which version is to be preferred.3! To\nus, whether Chiun was worshipped by the Israelites during the time of Moses or the days of\nAmos does not change the fact that the Israelites did worship this god. Nor does it change the\nfact that this deity was no other than the Saturn of other nations.\n\nThere will now be those who will want to tell me that it is no secret that the Israelites of-\nten fell prone to worshipping false idols and that the case in question reflects no more than\nthat. And, in truth, this is the way in which the verse has been understood by adherents of\nboth the Gentile and Hebrew versions. The association of Shabtai/Saturn with the Hebrew\nSabbath, however, as well as the additional data we will be presenting in the following pages,\nincluding, incidentally, the very name of Israel, speaks against this.\n\nMoreover, hidden within the expression of the Masoretic version of Amos is a datum that\nwill actually strengthen our case. Here I can safely state that even were sikut (that is\n“tents/tabernacles”) made to read Siccuth (in reference to the Assyrian Sakkuth), it would in\nno way invalidate our thesis. Not only would the Saturnian connection of this verse remain\nthrough the undisputed inclusion of Chiun/Kewan, but, ironically, the Assyrian god Sakkuth\nis himself associated in Akkadian texts with the planet Saturn.32\n\nNow it so happens that, just as Shabtai/Saturn translates as “the resting Planet,” so is\nChiun/Saturn related to a similar characteristic. The word chun, from which the name is de-\nrived,?3 carries the meanings of “establish,” “fix and/or fixed,” “firm,” and “stable.”34 Very\nmuch like Shabtai, Chiun can therefore be translated as “the fixed, firm, or stable planet Sat-\nurn.” In other words, the reference is to a planet at rest. What could this mean?\n\nTHE STABLE ONE\n\nThe old west Semitic deity named Hammu has long been considered to be a sun god.35\nThis is the deity for whom the famous Hammurabi, the first king of the Amorite Dynasty of\nBabylon, was named (or named himself).36 Hammu’s identity as the Sun has been seen to be\nstrengthened by the name of Hammurabi’s fourth successor, Ammizaduga, which name\ntranslates as “Ammi |that is Hammu] is Justice.” This, as Julius Lewy pointed out, accords\nwell with the Assyro-Babylonian Shamash who, in Akkadian hymns, is invoked as kittum,\nthat is “justice.”37 As we have seen, however, Shamash had originally been a name reserved\nfor the planet Saturn. Should we not then see in Hammu a name for the same planet? Thus,\nfor instance, Hammurabi, named after Saturn, would not have been guilty of apostasy when",
        "bibliography": [
            "30 G. A. Buttrick, et al., op. cit., pp. 821-822.",
            "31 But see, D. Cardona, “Molochian Rites and Cannibalism,” KRONOS X:3 (Summer 1985), pp. 89 ff.",
            "32.G. A. Buttrick, loc. cit.",
            "33 J, Strong, see ref #2, p. 55.",
            "34 Ibid. p. 54.",
            "35 J. Lewy, op. cit., pp. 429 ff.",
            "36 Ibid. NOTE: Stephen Langdon’s translation of Hammurabi’s name as “the uncle is great”—S. Langdon,",
            "“Hammurabi,” Enyclopaedia Britannica (1959 edition), Vol. 11, p. 135—canoot be witheld. See here, D.",
            "Cardona, “The Two Sargons and Their Successors,” Part II, AEON I:6 (December 1988), p. 93.",
            "37 J, Lewy, op. cit., p. 435."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 208,
        "content": "\nhe named his son Samsuiluna, a name usually translated as “The Sun is Our God,”38 but\nmore correctly rendered “Saturn is Our God,” since both Shamash (Sama or SamSu) and\nHammu were different names for the same planet.3? Likewise, when Hammurabi had the\nlaws for which he became famous inscribed on a stela, he had himself depicted as receiving\nthem from Shamash. One cannot, therefore, rightly blame mythologists for identifying\nHammu as a sun-god since, in effect, he was the personification of just that—a sun; the pri-\nmeval Saturnian sun to be sure, but a sun nonetheless.\nThe association with justice, however, is not the only datum on which we can base the\nidentification of Hammu as a personification of the planet Saturn? As Lewy noted, Hammu\nis equivalent to “Aman which was a name for the planet Saturn.” How is this identity\nderived? ’AmAn, as well as other related names, belong to a linguistic root which means\n“stable” and/or “the stable one.” And, as Lewy pointed out, “the stable one” is the meaning\nof the Akkadian name of Saturn, that is Kaimanu, the same as the Arabic Kaiw4n and the\nSyriac Kéw4n,*! the Chiun of the Book of Amos.\nMorris Jastrow tells us that the reason Saturn was called “stable” and/or “regular” and/or\n“steady” was “because of the slow and regular motion which is [the planet’s] distinguishing\nfeature.” 42 To be sure, this is the usual explanation that is still given to account for the close-\nto-universal ancient belief we are here considering. But while “stable,” “regular,” and\n“steady,” may account for the slowness of the planet as seen with the naked eye from Earth,\nits slowness cannot be made to account for its additional characteristics of being “fixed” or\n“firm,” to say nothing of it being described as being “at rest.” Slow the planet may seem to\nmove, but it moves. What the ancients seem to be telling us here is that, in a time long gone\nby, the planet Saturn did not appear to move. Can this be validated?\nTHE GOD OF JERUSALEM\nThe claim that the famed Ebla tablets have shown that Salem and Jerusalem were two dif-\nferent places® has not been validated. We must therefore continue to accept the statement of\nFlavius Josephus who claimed that Salem had been an earlier name for Jerusalem.“4 Salem,\nFlavius Josephus who claimed that Salem had been an earlier name for Jerusalem.“ Salem,\nor shalem, once thought to signify “peace,” is now known to have been the name of an early\nCanaanite deity.45 Up until recently, this deity had been identified as Venus“ but, as we shall\nsee, this identity does not hold.\nIn Chaldean, Jerusalem was rendered Yerushalem; in Hebrew, it changed to Yerushalaim.\nBoth names mean “founded by Shalem.” Moreover, in a letter sent to an Egyptian king of the\nEighteenth Dynasty, Jerusalem is mentioned both by that name and as Bit Sulmani.47 As\nJulius Lewy concluded, this letter “leaves no doubt that the city was then known not only as",
        "bibliography": [
            "38 Ibid.",
            "39 Ibid., p. 471.",
            "40 Ibid., pp. 456, 470.",
            "41 Ibid., p. 456-457; see here also P. Jensen, Die Kosmologie der Babylonier (Strassburg, 1890), pp. 111 ff; H.",
            "Lewy, op. cit., p. 332.",
            "42 M. Jastrow, Jr., “The Sign and Name for Planet in Babylonian,” Proceedings of the American Philosophical",
            "Society XLVI: 189 (May-August, 1908), p. 155.",
            "+3 H. Macoby, “Ebla, the Plain Dealer,” SIS Review II:4 (Spring 1978), p. 97.",
            "44 Flavius Josephus, Antiquities of the Jews (also known as The Jewish Antiquities), 1:10:2; idem, The Jewish",
            "Wars (also known as Wars of the Jews), V1:10.",
            "45M. Burrows, “Jerusalem,” The Interpreter’s Dictionary of the Bible Vol. Il (N. Y., 1962), p. 844.",
            "4% J, Gray, “Shalem,” in ibid., Vol. IV, pp. 303-304.",
            "47 J. Lewy, “The Sulman Temple in Jerusalem,” Journal of Biblical Literature LIX (1940), p. 520."
        ],
        "captions": []
    }
]