[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 159,
        "content": "\nrunning down. If these planets are hot, would they not once have been hotter? Stars are suns.\nIs it not possible that Jupiter and Saturn had once burned as relatively miniature suns and\nthat, through evolutionary or catastrophic processes, they became permanently dimmed?\nThat, at least, seems to have been the final consensus as Jupiter won its place in popular\nbooks on astronomy as a body that was once much hotter. According to Roy Gallant, it\nwould even have glowed:\n“Jupiter, two and a half times as massive as all the other planets combined, began as\nan enormous gas ball that contracted and heated up...But, unlike the Sun, Jupiter had\nfar too little mass to send its core temperature high enough to start fusion reactions.\nInstead of reaching the millions of degrees needed, the core heated up only a few\nthousands of degrees. So Jupiter became only hot enough to glow cherry-red, like a\nred dwarf star, and for a while it bathed its inner moons in light and heat that faded as\nJupiter slowly cooled.”\nMINIATURE SUN\nRichard Hoagland, in his usual recklessness, was more direct. “Jupiter was once a minia-\nture sun according to our current concepts of solar system formation,” he was reported as\nsaying. True, he then added: “It only lasted a short time—a few million years at most,”3°\nwhich would also mean that it had stopped radiating millions of years ago.\nBy 1981, Saturn was known to radiate from two to three times the energy it receives from\nthe Sun.3! Its estimated internal temperature had by now risen to 20,000° K.3? By then there\nwas no doubt that both Jupiter and Saturn were in possession of internal sources of heat.\nEven so, as Andrew Ingersol repeated what had been preached ever since the discoveries by\nthe Pioneer and Voyager probes, and in complete disregard of Firsoff’s hypothesis, “neither\nplanet is massive enough for gravitational self-compression to have initiated nuclear fusion.”\nThe final verdict was that “neither planet is a star.”33\nAnd yet, as Ingersol informed his readers, “James B. Pollack and his colleagues at the\nAmes Research Center of the National Aeronautics and Space Administration have devel-\noped models of the history of the giant planets and conclude that the interior of Jupiter and\nSaturn is still hot today.”34\nBut then the extra heat was explained away: “Models of the cooling of Jupiter over the\nhistory of the Solar System account for all the power that Jupiter is radiating today in excess\nof the amount it absorbs.”35 When it came to Saturn, however, the models in question fell\nshort.\nFAILED MODEL\nIngersoll himself had to admit that:\n“Similar models fail, however, to account for about a third of the excess that Saturn\ntadiates. Apparently Saturn has asource of internal heat not included in the",
        "bibliography": [
            "29 R. A. Gallant, Our Universe (Washington, D.C., 1980), p. 165.",
            "30 Province News service, The Province (Vancouver, B.C., December 27, 1979), p. A8.",
            "31 Beatty, O'Leary, & Chalkin, The New Solar System (London, 1981), p. 119.",
            "32 Jbid., p. 128.",
            "3 A. P. Ingersoll, “Jupiter and Saturn,” Scientific American (December 1981), p. 92.",
            "Ibid.",
            "35 Ibid., pp. 92-96."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 160,
        "content": "\ncalculations, a source Jupiter lacks.”36\nThus, while Jupiter’s excess heat has been accepted as a residue from the planet’s forma-\ntive period, most of Saturn’s has been relegated to kinetic energy released by the circulation\nof dissolved helium.37 Why is there this supposed difference? Is it not simply because Sat-\nurn’s total heat emission turned out to be significantly higher than had been predicted from\nmodels of the planet’s cooling history?38 Should not this model, then, have been discarded?\nAfter all, Jupiter’s excess ratio of internal heat over solar input is just about identical to that\nof Saturn.39 One is therefore led to believe that the internal heat of both planets must be due\nto near-identical causes. Or was the source of the internal heat of the two planets variously\ngiven for each of them because no single model could be found to account for both of them?\nAs it turned out, for its size, Saturn was found to be more star-like than Jupiter, emitting\nmore heat than Jupiter, overall being much more active than Jupiter.\nWriting in 1985, Leroy Ellenberger did not quite agree. As he summed the situation up:\n“All of the handwaving about Jupiter and Saturn being ‘failed’ or ‘dark’ stars\nnotwithstanding, the great preponderance of present astronomical thinking, which is\nsupported by detailed computations, indicates that planets are planets and stars are\nstars. That Jupiter and Saturn are failed stars is an obsolete idea.”\nThat was Ellenberger’s scholarly opinion. We, on the other hand, beg to differ.\nBROWN DWARFS\nBy 1983, Jupiter had received a new tag; it was now pigeon-holed as a brown dwarf, the\nnature of which was best explained in layman’s terms by Rick Gore:\n“When a gas cloud along a galaxy’s spiral arm is compressed, it will collapse under\nits own gravity and ignite as a star if the clump has sufficient mass; if less that one-\ntenth the mass of our sun, it may become a ‘brown dwarf.’ Jupiter is such an object,\ntoo small to ‘turn on’ by nuclear fusion but still shedding heat from its collapse.\nBrown dwarfs cannot be seen at great distances but may well account for a large part\nof a galaxy’s mass.”42\nMuch more recently, the touted discovery of extra-solar planets have been given astro-\nphysicists enough headaches. One such headache is that, if their theorizing is all that correct,\nsome of these planets, with masses equal or greater than that of Jupiter, orbit much too close",
        "bibliography": [
            "36 Thid., p. 96.",
            "37 New Scientist (September 3, 1981), p. 596; Anonymous, “Ringside Seat,” Scientific American (April 1980),",
            ". 72.",
            "Bs Ibid.",
            "39 Ibid.",
            "40 J. M. McCanney, “The Nature and Origin of Comets and the Evolution of Celestial Bodies,” Part II,",
            "KRONOS 1X:3 (Summer 1984), pp. 72-73, 74, 80.",
            "41 C, L. Ellenberger, “‘Still facing...’: A Reply to Comments and an Update,” KRONOS XI:1 (Fall 1985), p.",
            "106 (emphasis added).",
            "#2 R. Gore, “The Once and Future Universe,” National Geographic (June 1983), p. 717."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 161,
        "content": "\nto their primary. Others, of the same or similar mass, while orbiting far enough away from\ntheir primary, do so in highly eccentric paths. As Sam Flamsteed reported:\n“One possible explanation would be that these are not planets at all but brown dwarf\nstars. A brown dwarf is about as close as a star can get to being a planet without ac-\ntually being one. For one thing, it is small enough to be mistaken for a very large\nplanet, at least from a distance. And since, being small, its core is not put under\nenough pressure for nuclear reactions to take hold, it emits only a dim glow at first\nand then gradually goes dark.”43\n“Theorists have always assumed that brown dwarfs must be at least ten times more\nmassive than Jupiter and probably more. But perhaps they’ve overestimated. Maybe a\nbrown dwarf can be six times as massive as Jupiter or even less.”\nBut, as Flamsteed was shrewd enough to notice:\n“To assume that the theorists are baffled, is to underestimate them badly. A good as-\ntronomical theorist never lets the complete absence of information stand in the way of\na nice theory and, conversely, never gets thrown when an actual observation arrives\nto spoil it. Lack of data can actually be an advantage. Unhindered by facts, some\ntheorist is bound to have come up with a model that explains even the strangest\ndiscovery.”45\nIn their attempt to explain the anomalous behaviour of the extra-solar planets that every-\none started discovering all over the place,“ it was even conjectured that there was enough\nmaterial in these systems “to make planets ten times bigger than Earth.” Objects of such size,\nit has been theorized, would be in possession of such gravitational fields powerful enough “to\nact like a gigantic vacuum cleaner.” Such objects tend to suck in “whatever nearby gas is left\nover.” And the result? “In a mere 10,000 years or so you have Jupiter—a rocky core ten\ntimes the size of earth surrounded by an immense atmosphere 35,000 miles thick.”4”\nApart from Jupiter-sized planets, this hypothesis was later applied to both Jupiter and\nSaturn themselves.“ All of which might make one ask: If a Jupiter-sized planet can form in\nan extra-solar system in 10,000 years or so, how can anyone be positively certain that Jupiter\nitself, or for that matter Saturn, did not take a similarly short time to form? And if that is al-\nlowed as a possibility, then how can one be positively certain that Jupiter and Saturn are bil-\nlions of years old?\nEven more was yet to come. After having been so sure they knew just about everything\nthey needed to know about Jupiter, astronomers were in for yet more surprises when Comet\nShoemaker-Levy 9 impacted the planet in July of 1994. In analyzing the aftermath of the\nimpact, they discovered that the planet has far less water than had been expected; the three\npredicted layers of the atmosphere were not detected; strong winds were found to be present\nat all levels of the atmosphere; and the amount of helium turned out to be only half of what\nhad been theorized.",
        "bibliography": [
            "4 S. Flamsteed, “Impossible Planets,” Discover (September 1997), p. 82.",
            "Ibid.",
            "45 Ibid., p. 81.",
            "46See, for instance, S. Stephens, “Planet Hunters,” Astronomy (July 1998), pp. 59 ff.",
            "47 §, Flamsteed, op. cit., pp. 80-81.",
            "48 A. Boss, Science (June 20, 1997)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 162,
        "content": "One factor, however, remained unchanged: Excess heat was still found to be escaping\nfrom Jupiter’s deep interior; the planet was still emitting at least twice the amount of energy\nit receives from the Sun.\n\nFinally —one more surprise; but not from any new discovery. This one came from the as-\ntrophysicists themselves. While Saturn’s excess heat has been relegated to kinetic energy re-\nleased by the circulation of dissolved helium, the lack of helium was now being blamed for\nJupiter’s internal warmth.*9\n\nGo figure.\n\nSECOND INTERLUDE\n\nThe last thing I wish to be accused of is that I apply the above information to improper\nuse. So first let me state that, as the references themselves indicate, the information in ques-\ntion comes untampered from purely scientific sources. Nor am I here advocating that either\nJupiter or Saturn could sustain nuclear reactions in their cores. Not even Firsoff dared go that\nfar. But such reactions as Firsoff claimed possible were never specified as having to be, or\nhaving been, sustained. The very nature of the mytho-historical evidence I presented in the\npreceding chapters itself negates this possibility. Obviously, so does the present state of these\ntwo planets. Had such reactions been sustained, Jupiter and Saturn would still be flooding the\nnight with their radiated light. To an extent, even Ellenberger is correct. Jupiter and Saturn do\nfail as stars, but only in their present condition.\n\nAlthough it is my belief, and that of a few others, that Saturn was a true sun—which\nmeans that it radiated its own light rather than having reflected that of the Sun as it does\nnow—it must not be understood that it shone with a continuous blinding light. Ancient\nsources impel us to believe that, although brighter than the Moon at night, Saturn was not as\nbright as the Sun. In fact, as will be indicated in a future work, additional evidence indicates\nthat, during the day, Saturn paled in comparison to the Sun.\n\nIt should also be kept in mind that I am not here attempting to make a case for Saturn\nhaving been highly luminous in historical times, despite the fact that I have cited historical\nsources as evidence. It must be stressed that these sources allude to past events—that is, even\nthough themselves ancient, their allusion is to an even older system. In actual fact, my con-\ntention is that Saturn shone as a nocturnal sun in prehistoric times—that is before the age of\nwriting.\n\nThe stretch from prehistoric to historic times is measurable in only a few thousand years\nso that a critic would be absolutely correct in arguing that this does not change the fact that,\nfor both planets in question, their luminous phase is believed to have terminated billions of\nyears ago. While this is the generally accepted view, it can actually be safely stated that\nJupiter is still slightly luminous.%° At Jupiter’s size—and mass—has it not occurred to any-\none that something might be wrong with this implied rate of decreasing luminosity had\ndegeneration really commenced billions of years ago? And, by the same token, could not the\nsame be said for its implied rate of cooling?\n\nWhere the presently accepted scientific tenets and the hypothesis presented in this work\ndiffer is precisely in this time factor. And here, as long as one accepts current theory, the hy-\npothesis must falter.\n\nBut is currently accepted theory necessarily correct? How often have we been cocksure of\nmatters which tured out not to be so? Were astrophysicists not, until a few years ago, paint-",
        "bibliography": [
            "49 New Scientist (January 27, 1996), p. 7; ibid. (February 3, 1996), p. 16; ibid. (March 23, 1996), p. 17; The",
            "Washington Post (January 23, 1996).",
            "0D. A. Allen, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 163,
        "content": "ing Jupiter as a cold planet with an icy core? Were they not, at the same time, estimating Sat-\nurn’s temperature to be as low as -130°C? Need I burden the reader with a long list of astro-\nnomical certainties which have only yesterday, so it seems, turned into myth?5!\n\nI am not raking mud as an exercise in scientific embarrassment. I do realize that this is the\nway science is meant to progress—by replacing old “truths” with new and, where possible,\ntheory with fact.\n\nLet not what I am about to state next be misconstrued into a fundamentalist stance. Noth-\ning could be further from the truth. But, in the past, geologists and astronomers have steadily\nincreased the age of Earth, the Solar System, and the Universe surrounding them. Is it ac-\ncepted that not a single new discovery can ever make them reverse the process?\n\nPersonally, I have no recourse but to admit that the entire hypothesis presented in this\nwork hinges on historical and mytho-historical sources. But before anyone raises the objec-\ntion that historical sources have no validity where astronomy is concerned, allow me to re-\nmind them that the history of astronomical discoveries, as already indicated in a previous\nchapter, rightly commences with such sources.\n\nThe hypothesis that Saturn was once a sun that shone at night did not originate with me.\nOthers have preceded me—and they stretch all the way back to Sumerian times. Lewis\nGreenberg and Warner Sizemore were the first to bring the matter to my attention.*? As we\nhave already seen, Morris Jastrow and R. C. Thompson preceded them. But way back of us\nall there stretches a long line of writers who have left a record of this astronomical belief\nregistered on vellum, papyrus, bark, and clay.\n\nMoreover, the combined evidence that led me and my immediate predecessors to this re-\ndiscovery was not culled from mythic sources; it was not based on mythic interpretation.\nGranted that volumes could literally be filled with such complimentary evidence, the fact\nmust be stressed that the original impetus behind this assumption came from what can best be\ndescribed as ancient astronomical assertions.\n\nIn his 1910 paper on the subject, Jastrow attempted to rationalize what to him appeared as\nan impossibility. He could not see what there was in that small pin-point of light we call Sat-\nurn that could impel the ancients to allude to it as a sun. As indicated in a previous chapter,\nhis rationalization was a lame one. To repeat what I have already stated—because it does\nbear repetition—anyone could look up and see that Saturn was anything but a sun. Most\npeople, then as now, would not even have been capable of locating Saturn in the night sky.\nBesides, anyone could see that, Saturn or not, there was no such thing as a night sun. That is\nunless it either was so or once had been.\n\nEven so, it would be amiss for me not to point out that ancient astronomical knowledge\ncan be, as will be, complimented by mythology as long as mythic interpretation retains the\nancients’ own original belief. This is something that has not always been adhered to by mod-\nem mythologists.\n\nModern mythologists, on the other hand, should not be faulted for their misconceptions\nfor they, too, looked up and the only sun they saw was the one that shines upon us now. Nor\nis this a uniquely modern misconception. The ancient Greeks, who appeared relatively late\non the historical scene, among others, suffered the same confusion. To them, Saturn was the\nsame pin-point of light we see in our own night sky. They could not therefore understand\nwhy some of their ancestors called this planet Helios since, to them, Helios was the Sun. As\nwe have seen, the belief that Saturn had once been a sun was so ingrained in the minds of our",
        "bibliography": [
            "51 See here, just as an example, the chapter titled “The Re-Designed Solar System,” in W. Ley, Another Look at",
            "Atlantis (N. ¥., 1969), pp. 208 ff.",
            "52 L. M. Greenberg & W. B. Sizemore, “Saturn and Genesis,” KRONOS 1:3 (November 1975), p. 46."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 164,
        "content": "\nforefathers that allusions to the phenomenon continued to surface up till the Roman era and\neven beyond that into medieval times.\nNow it turns out that, among the planets visible to the naked eye, only Jupiter and Saturn\nhave been found to exhibit star-like qualities. These characteristics are not even detectable in\nthe field of a telescope. Without the sophistication of modern space technology, there is no\nway in which the ancients could have recognized such peculiarities. Yet, from among the en-\ntire planets visible to them, they picked on one of these two and persistently alluded to it as a\nsun.\nThe hypothesis presented in this work does not necessarily demand that the age of Earth\nor the Solar System be reduced. Nor even that of Saturn. Only that its luminous phase could\nnot have terminated billions, but only a few thousand, years ago.\nAs we saw in Chapter 2 of this work, the ancient belief that stones, and even iron, were\nwont to fall from the sky, despite the fact that meteorites were not allotted the sanctity of sci-\nentific verity until 1803, turned out to be correct. The ancient belief that the Sun exhibits\nblemishes on its face, which, up until the seventeenth century of the present era, was still be-\ning contested, also proved to be correct. The ancient belief that the Sun, rather than Earth,\nwas at the centre of the Solar System, which truth was not “re-discovered” until the sixteenth\ncentury, was proven to be so. The ancient belief that Earth was round, rather than flat, and\nthat it rotated on its axis was found to be true. The ancient belief that comets were physical\nbodies, and that the appearance of these bodies in our skies followed a predictable periodic-\nity, turned out to be accurate. In all these cases, as well as others, ancient belief turned out to\nbe free from error while more modern assumptions turned out to be wrong. Dare we now re-\npeat history by proclaiming that the ancient belief in a Saturnian sun has to be wrong?\nFinally, I do not expect astronomers and astrophysicists, or anyone else for that matter, to\naccept the hypothesis on faith. Fools be they who do. My only plea at this point is for an\nopen mind and a re-evaluation of the facts. Can science be imposed upon to give the matter\nserious consideration?\nBesides, is deuterium burning, or nuclear fusion, the only way in which Saturn could\nhave shone as a sun?\n164",
        "bibliography": [
            "forefathers that allusions to the phenomenon continued to surface up till the Roman era and",
            "even beyond that into medieval times.",
            "Now it turns out that, among the planets visible to the naked eye, only Jupiter and Saturn",
            "have been found to exhibit star-like qualities. These characteristics are not even detectable in",
            "the field of a telescope. Without the sophistication of modern space technology, there is no",
            "way in which the ancients could have recognized such peculiarities. Yet, from among the en-",
            "tire planets visible to them, they picked on one of these two and persistently alluded to it as a",
            "sun.",
            "The hypothesis presented in this work does not necessarily demand that the age of Earth",
            "or the Solar System be reduced. Nor even that of Saturn. Only that its luminous phase could",
            "not have terminated billions, but only a few thousand, years ago.",
            "As we saw in Chapter 2 of this work, the ancient belief that stones, and even iron, were",
            "wont to fall from the sky, despite the fact that meteorites were not allotted the sanctity of sci-",
            "entific verity until 1803, turned out to be correct. The ancient belief that the Sun exhibits",
            "blemishes on its face, which, up until the seventeenth century of the present era, was still be-",
            "ing contested, also proved to be correct. The ancient belief that the Sun, rather than Earth,",
            "was at the centre of the Solar System, which truth was not “re-discovered” until the sixteenth",
            "century, was proven to be so. The ancient belief that Earth was round, rather than flat, and",
            "that it rotated on its axis was found to be true. The ancient belief that comets were physical",
            "bodies, and that the appearance of these bodies in our skies followed a predictable periodic-",
            "ity, turned out to be accurate. In all these cases, as well as others, ancient belief turned out to",
            "be free from error while more modern assumptions turned out to be wrong. Dare we now re-",
            "peat history by proclaiming that the ancient belief in a Saturnian sun has to be wrong?",
            "Finally, I do not expect astronomers and astrophysicists, or anyone else for that matter, to",
            "accept the hypothesis on faith. Fools be they who do. My only plea at this point is for an",
            "open mind and a re-evaluation of the facts. Can science be imposed upon to give the matter",
            "serious consideration?",
            "Besides, is deuterium burning, or nuclear fusion, the only way in which Saturn could",
            "have shone as a sun?"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 165,
        "content": "\nChapter 6\nPrimordial Satellite\nSTARLIGHT: STAR BRIGHT\nhe Fiote of the African Loango Coast believe that the Star Way —which is usually, but\nerroneously, interpreted as the present Milky Way!—“is the road to a funeral\nprocession of a huge star which, once, shone brighter from the sky than the Sun.”2 As\nGiorgio de Santillana and Hertha von Dechend commented on this myth, if it even could be\ncalled that: “Conveniently short, and no technicalities.”3\nEven though the Fiote do not themselves identify this star, we will be forgiven if we ac-\ncept this datum as an allusion to Saturn’s former sun-like brilliance. True, as stated earlier,\nthere is no way in which Saturn could have shone as bright as the Sun but, for the time being,\nwe will allow the Fiote that much. Even so, the question must be asked: How bright could\nSaturn have been?\nHad Saturn, through whatever means, really radiated as a sun, at its present distance it\nwould have been brighter than the full Moon but, in size, it would not have appeared much\nbigger than it presently does. As a star brighter than the full Moon, we can understand why\nthe Assyro-Babylonians could allude to it as the most prominent among the planets. But why\nwould the Saturnian deity, under whatever name, be allotted a place at the head of every an-\ncient pantheon above the much brighter, and definitely more prominent, Sun? Why would\nSaturn have been considered a greater deity than the Sun itself? Because, let us face it, once\nwe appropriate the roles of deities such as Shamash, Atum, Ra, Surya, Helios, Sol, and oth-\ners, as applicable to Saturn, there is no deity of any significance left to fit the Sun. Call it a\ngut feeling for now, but something impels one to believe there was something more to this\nSaturnian sun besides its brightness that compelled the ancients to revere it, inter alia, as the\nr  |  Vhe Fiote of the African Loango Coast believe that the Star Way—which is usually, but\nLord of the Law of the Universe.\nJANUS\nAs I have already stated, ancient astronomical knowledge can be complimented by\nmythology. Much more than that, mythology will end up shouldering the main burden of the\nscenario we are attempting to reconstruct. Allow me then, at this point, to introduce the Latin\ngod Janus and, through him, a series of interconnected deities.\nJuvenal and Prokopios referred to Janus as the “most ancient of the gods” and “the first of\nthe ancient gods,” while Herodian called him the “most ancient indigenous god of Italy.”4\nThis has led mythologists to label Janus as “a uniquely Roman god.”5 Guirand and",
        "bibliography": [
            "1 See here E. Cochrane, “The Milky Way,” AEON IV:4 (April 1996), pp. 39 ff.",
            "2 E. Pechuel-Loesche, Volksunde von Loango (1907), p. 135, as quoted by G. de Santillana & H. von Dechend,",
            "Hamlet's Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 253.",
            "Ibid.",
            "4A. B. Cook, Zeus: A Study in Ancient Religion, Vol. II, Part I (N. Y., 1965), p. 335.",
            "5 P. Grimal, “Rome: Gods by Conquest,” Larousse World Mythology (London, 1972), p. 178."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 166,
        "content": "==\né\n5\n—         3\n[-7\n3\n‘  f/   so g    \\' A  ‘    .\n§2\n2\ngoa\neeu\nBk\nac\nBg\ng¢\nzB\n:   \\   ae     ‘  a ai    a!  vs\nJ\n£\nFd\na\nae\nBs Ly  & «\nWO  4   I ®& SY\nFrom a rare bust now tine Palazzo Spada in Rome.\nm\n(After E. Braun.)\nE",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 167,
        "content": "\nPierre tell us that Janus “appears in no other mythology.”® But in his ancient assimilation to\nthe sky, or heaven, he is, in actuality, only the Latin counterpart of the Greek Ouranos. This\nis not to say that the Latins borrowed Janus from the Greeks, any more than the Greeks can\nbe said to have derived their Ouranos from the Vedic Varuna who also, among other things,\nstood for the sky. I use the term “sky” here because that is the way mythologists have\ngenerally understood the meaning of the god’s assimilation. But, despite Arthur Cook, who\nidentified so many ancient deities as personifications of the sky, it is quite obvious that by\n“sky” something different is indicated. Thus, as reported by Varro, while some authorities\ndid identify Janus as the sky, others were just as confident that the deity personified the uni-\nverse.’ This “universe,” “sky,” and/or “heaven,” however, was the kosmos of the Greeks, a\nterm which literally meant “order,” “harmony,” or “an orderly arrangement.” Thus Janus was\nconsidered a “god of beginnings”® and ascribed “an essential role in the creation of the\nworld,”? which creation is a topic we shall have to reserve for a future work. As Janus Pater,\nthe god was revered as the father of the gods!° and god of gods. !!\nIn all the above, Janus bears a close similarity to the Saturnian deities of other nations.\nAre we then saying that Janus was the same as Saturn?\nAN OR ANU\nAccording to Cook, the “most probable etymology” of the name Janus is derived from a\nseries of related names. Thus he tell us that:\n“Corresponding with the series Diviana Diana Iana we have the series Divianus Di-\nanus lanus (the same as Janus]. Janus, therefore, can be legitimately connected with\ndius (for diuios), a word familiar to us in the phrase sub dio, ‘under the open sky’.”!?\nThis derivation has been picked up and repeated by other scholars!3 but, to me, it seems\nmore likely that the name Janus owes its origin to a primitive root which also gave us the\nSumero-Babylonian An or Anu, the Greek Ouranos, and the Indic Varuna—all of whom\nwere inter alia assimilated with the mythological sky. This primitive root would then have\nbelonged to a time when, in the words of Max Miiller, “Sanskrit was not yet Sanskrit, Greek\nnot yet Greek, but when both, together with Latin, German, and other Aryan dialects, existed\nas yet as one undivided language...” !4\nLike Janus, the Sumerian An was considered the father of all the gods!5 and, like the Sat-\nurnian deities of other nations, he always stood at the beginning of every theological list from\nall periods.!© To be sure, An and Anu have always been identified as a personification of the",
        "bibliography": [
            "6 F. Guirand & A.-V. Pierre, “Roman Mythology,” New Larousse Encyclopedia of Mythology (London, 1972),",
            ". 200.",
            "Aurelius Augustinus, De Civitate Dei, VII:28.",
            "7 uretius Augustinus, De Civitate Dei, VII:28.",
            "8 P. Grimal, loc. cit.",
            "°F. Guirand & A.-V. Pierre, loc. cit.,",
            "10 Jbid., p. 202.",
            "11 Jpid., p. 200; Varro, De Lingua Latina V1I:27.",
            "12 4. B. Cook, op. cit., pp. 338-340",
            "13 See, for instance, F. Guirand & A.-V. Pierre, op. cit., p. 200; L. M. Greenberg, “The Lord of Light,” AEON",
            "III:4 (December 1993), p. 19.",
            "14M. Miller, Chips From a German Workshop, Vol. II (N. Y., 1870), p. 16.",
            "15 Ibid., p. 94.",
            "16 [bid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 168,
        "content": "\nsky or heaven.!7 But that An, in his Akkadian version of Anu, was a radiating body in the sky\nis ascertained not only, as we have seen, by the cuneiform sign which designates him, the\nstylized picture of a star—%—but also by the allusion to “the terror of his splendour”\nradiating “in the midst of heaven.”!8 This is not a description of the sky and mythologists\nshould never have identified him as such. Rather than being the sky, Anu creates the sky.!9\nBut is this enough to equate the celestial body that was An as Saturn? We dig further.\nThe god An also appears in Egypt. We find him there as an alias of the god Osiris.” In\nthe “Lamentations of Isis and Nephthys,” Isis addresses Osiris as An.2! In a hymn to Osiris\nhe is called the “god An of millions of years.”22 As we have seen, as the sun of night, Osiris\nis identifiable as Saturn as so, also, is his assimilation with both Atum and Ra. May we there-\nfore claim that so must An be understood?\nOURANOS\nIn Greek mythology, the place of the Latin Janus is taken up by Ouranos, which name the\nLatins rendered as Uranus. In Greek, ouranos means “heaven” but, as E. Tonnelat indicated,\nthis must not be taken to mean that the god’s original function was the personification of the\nsky.?3 The association of Ouranos with the sky might have derived from the fact that an ear-\nlier name for the god seems to have been Epigeios, that is “the One who is above the\nearth.”4 Plato himself referred to Ouranos as Kosmos,?5 concerning which see above. It was,\nhowever, the Phoenician Sanchoniathon who directly equated Ouranos with Kronos/Saturn.76\nSo also, more recently, Lynn Rose even though his model is at variance with the one being\nconstructed in this work.?/\nVARUNA\nWe find the Indic version of the Greek Ouranos in the person of Varuna. Although the\ncommon identity of these two deities has been said to be exaggerated?8 and even doubtful,29\nGeorges Dumézil has gone a long way in establishing the identification.3° As Alexander\nMurray tells us in a more recent work:\n“The name is derived from Var, to cover, or to overarch: and so far Varuna means the\nvault of heaven. Here, then, we seem to find a clue to the meaning of the Greek Oura-",
        "bibliography": [
            "17 This is so well known that no references are necessary.",
            "18 A. Sayce, Lectures on the Origin and Growth of Religion (Oxford, 1898), p. 482.",
            "19S. Dalley, Myths from Mesopotamia (Oxford, 1991), p. 278.",
            "20 E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1905/1969), p. 154.",
            "21 Idem, Osiris & the Egyptian Resurrection, Vol. II (N. Y., 1911/1973), p. 389.",
            "22 Idem, The Gods of the Egyptians (see above), p. 154.",
            "23 E. Tonnelat, “Teutonic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 252.",
            "24 J. Morgenstern, “The Divine Triad in Biblical Mythology,” Journal of Biblical Literature, Vol. LXIV",
            "(1945), p. 15.",
            "25 A. de Grazia, Chaos and Creation (Princeton, 1981), p. 123.",
            "26 A. Hislop, The Two Babylons (London, 1972), pp. 193-194.",
            "27 L. E, Rose, “The Afar Triangle as the Nether Reaches of Eden and Babel,” AEON II:4 (May 1991), p. 23.",
            "28 P, Masson-Oursel & L. Morin, “Indian Mythology,” New Larousse Encyclopedia of Mythology (London,",
            "1972), pp. 328-329.",
            "29 A. B. Keith, The Religion and Philosophy of the Veda and Upanishads (Cambridge, 1925), p. 100; A. L.",
            "Basham. The Wonder that was India (London, 1956), p.236.",
            "30 G. Dumézil, Ourands-Véruna (Paris, 1934), in toto."
        ],
        "captions": []
    }
]