[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 139,
        "content": "this point, delve into Mesoamerican lore to uphold the thesis being developed, since I would\nlike to reserve that for a later part of this work. But it would do no harm here to note that in\nanalysing the Mayan holy book known as the Popul Vuh, which, among other things, deals\nwith the glowing face of the sun, it comes out unreservedly that certainly it was not the same\nsun which we see.'”\n\nWould it then be too much to consider what appears to be the only other alternative—that\nwhat the ancients believed was indeed what they, or their ancestors, had actually seen and\nexperienced?\n\nBefore we answer that question, let us consider one additional point. The ancients did not\nmerely maintain that Saturn was, or had been, a sun. They alluded to it as such as if it was, or\nonce had been, general knowledge; as if everyone knew that this was, or had been, the case.\nNo explanations, clarifications, or qualified rationalizations are ever encountered to account\nfor the phenomenon. But, whether speaking of the Saturnian god as distinct from his lumin-\nary or of the luminary that was Saturn itself, it was always accepted that deity and planet,\nwhich in reality were one, coruscated, or had once coruscated, as a true sun. Personally, this\nwas one aspect concerning the Saturnian phenomenon which further convinced me that not\nonly did the ancients mean exactly what they “said,” but that they probably knew what they\nwere “talking” about. But what, exactly, did this amount to?\n\nAt this point we had best lay the cards we have so far accumulated plainly on the table.\nWe have, I believe, supplied ample evidence (and more will be forthcoming in the chapters\nthat follow) to indicate that the ancients believed Saturn to have once radiated as a sun. As\nHodder Westropp and Staniland Wake had concluded long before Jastrow on studying an-\ncient symbolism, as far as the ancients were concerned, Saturn was the first irradiator of\nlight.'* But a question we posed earlier remains unanswered. This concerns the sharing of\nnames between Saturn and the Sun. But then, what is true—that Saturn was given the former\nname of the Sun, or that the Sun was given the former name of Saturn?\n\nBoll seems to have had no doubts about this. As far as he was concerned, the Greek Hel-\nios and the Latin Sol were originally the names of the planet Saturn.” Here I would like to\nmention the cult of Sol Invictus, the Unconquered Sun, which did not gain significant ascen-\ndancy until the third century A. D. Both the cult and the festivals associated with it were es-\ntablished by the Emperor Aurelian (Marcus Aurelius Antoninus, also known as Elagabalus)\nand celebrated on the 25th of December’®—what to the Western World today is Christmas.\nAs Roger Wescott asked, why would the Sun have been deemed unconquered. “The common\nassumption about this theonymic phrase,” wrote Wescott, “is that it could be loosely equated\nwith ‘the invincible sun’.”*' Wescott, however, was “inclined” to take the term literally. In\nwhich case the question could be asked: Was there also a cult of Sol Victus—“the conquered\nSun”? As Wescott concluded: “Although this latter phrase [i.e. Sol Victus] does not occur in\nRoman literature, the phrase Sol Indigetes is found, referring to an older sun-god.””\n\nIt can therefore be conjectured that in each case where Saturn and the Sun share the same\nname, the name originally belonged to Saturn. This suspicion moves closer to certainty when\nwe realize that, while every major ancient name of the Sun was also bestowed on Saturn, not\nevery ancient name of the planet Saturn was bestowed on the Sun. The certainty grows when,",
        "bibliography": [
            "\"71. Goetz & S. Morley, Popul Vuh (Norman, 1972), p. 188, (emphasis added).",
            "\"8H. Westropp & C. S. Staniland, Ancient Symbol Worship: Influence of the Phallic Idea in the Religions of",
            "Antiquity (N. Y.., 1875), p. 64.",
            "2 F. Boll, op. cit., p. 344 ff.",
            "8° L. M. Greenberg, “The Lord of Light,” AEON III:4 (December 1993), p. 13.",
            "51 R. W. Wescott, “Quantalism: The Big Picture,” AEON V:1 (November 1997), p. 47 (emphasis added).",
            "\"32 Tbid (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 140,
        "content": "as already intimated, we discover that the characteristics attributed to the ancient sun gods\nfail to fit the role of the Sun. Mythology, it now seems, was never concerned with the\nSun—that is our Sun. The sun it speaks of was the Saturnian one. It therefore follows that the\nsun of the ancients—the “true sun” —was Saturn. And if, later, some of the names of Saturn\nwere bestowed on the Sun, it could only have been because the Sun supplanted Saturn—not\nmerely mythologically, but physically.\n\nWe can therefore offer the above conclusion as a hypothesis—which, for the time being,\nwe will call Hypothesis #1—to the effect that, according to the ancients, the planet Saturn\nonce shone as a sun. But, because we suspect that the reader may not be entirely satisfied\nwith the evidence we have so far presented, we will seek to test the postulate further by anal-\nyzing what else the ancients had to offer on the subject because, if their sun of ages was Sat-\nur rather than the present Sun, their traditions should also reflect conditional astronomical\ndifferences. And this, as we shall see, is precisely what we encounter in our continuing in-\nvestigation of ancient astronomical lore.\n\n140",
        "bibliography": [
            "as already intimated, we discover that the characteristics attributed to the ancient sun gods",
            "fail to fit the role of the Sun. Mythology, it now seems, was never concerned with the",
            "Sun—that is our Sun. The sun it speaks of was the Saturnian one. It therefore follows that the",
            "sun of the ancients—the “true sun” —was Saturn. And if, later, some of the names of Saturn",
            "were bestowed on the Sun, it could only have been because the Sun supplanted Saturn—not",
            "merely mythologically, but physically.",
            "We can therefore offer the above conclusion as a hypothesis—which, for the time being,",
            "we will call Hypothesis #1—to the effect that, according to the ancients, the planet Saturn",
            "once shone as a sun. But, because we suspect that the reader may not be entirely satisfied",
            "with the evidence we have so far presented, we will seek to test the postulate further by anal-",
            "yzing what else the ancients had to offer on the subject because, if their sun of ages was Sat-",
            "ur rather than the present Sun, their traditions should also reflect conditional astronomical",
            "differences. And this, as we shall see, is precisely what we encounter in our continuing in-",
            "vestigation of ancient astronomical lore."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 141,
        "content": "\nChapter 4\nThe Sun of Night\nTHE EGYPTIAN NIGHT SUN\nhe Egyptian god Atum bore a specific and strange characteristic. He was honored as a\nsun of night.’\nStudents of Egyptian mythology have long grappled with the exact meaning that\nlies hidden beneath this strange characteristic. The best that Wallis Budge could offer by way\nof an explanation was that Atum,, whom he referred to by the name’s former reading of\nof an explanation was that Atum, whom he referred to by the name’s former reading of\nTemu, was the Sun after it had set.  ? By this he meant to imply that the Egyptians worshipped\nTemu, was the Sun after it had set.” By this he meant to imply that the Egyptians worshipped\nthe Sun even when it was absent from the sky. Sun worship at night, however, makes for an\nincongruous institution. This fallacious interpretation should never have been derived, and it\nwould not have, had the Egyptologists thought of comparing their texts more diligently with\nthose in the hands of the Assyriologists.\nThere has never been any doubt that, as far as the Egyptians themselves were concerned,\nAtum “was held to be one of the forms of the great Sun-god Ra..   .”? For the time being, we\nAtum “was held to be one of the forms of the great Sun-god Ra...”* For the time being, we\nshall not bother ourselves with Budge’s contention that Atum was the personification of the\nsetting Sun,*  especially since, elsewhere, Atum is described as rising. ° As we shall see, both\nsetting Sun,‘ especially since, elsewhere, Atum is described as tising. * As we shall see, both\nthese terms—i.e. “rising” and “  “setting”  —are based on mistranslations which will be clarified\nthese terms—i.e. “rising” and “setting” —are based on mistranslations which will be clarified\nlater on. Budge was also of the opinion that Atum “was originally the local god of the city of\nAnnu, or Heliopolis,”® and that only later was he assimilated with Ra. While this seems to\nhave really been the case, it must not be assumed that the assimilation was an arbitrary one.\nThis assimilation resulted in the double god known as Atum-Ra (or Ra-Atum)’ as indicated\nHere, perhaps, we could add that Ra was also worshipped by  the  same name in\nin the hymn contained in the Papyrus of Mut-hetep® and elsewhere.\nHere, perhaps, we could add that Ra was also worshipped by the same name in\nMesopotamia,  although his Semitic equivalent, El, was more popular.” This  should not\nMesopotamia, although his Semitic equivalent, El, was more popular.” This should not\nsurprise us. Far away in Tahiti, the sun-god was also known by the name of Ra.” Thus, in\nSemitic, Babylon was rendered Bab-el, which translates as “Gate of El.” The non-Semitic\nKassites,  however, seem to have referred to the city as Ka-ra, in which “ra” stood for the\nKassites, however, seem to have referred to the city as Ka-ra, in which “ra” stood for the\nSemitic El.'\nv  |  Vhe Egyptian god Atum bore a specific and strange characteristic. He was honored as a\nSemitic El.",
        "bibliography": [
            "1E. A. W. Budge, Osiris and the Egyptian Resurrection (N. Y., 1911/1973), Vol. I, pp. 65, 104.",
            "? Idem, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 246, where Atum, here called Tmu, is referred to",
            "as “the night sun, at the twelfth hour of the night.” Elsewhere in the same work, Atum is referred to as Tum",
            "and/or Atemu—see p. cx.",
            "3 Idem, The Gods of the Egyptians, Vol. I (N. Y., 1904/1969), p. 349.",
            "Ibid.",
            "5 [bid., p. 352.",
            "° Ibid., p. 349.",
            "7 [bid., p. 330.",
            "8 Ihid., p. 351.",
            "° G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World (N. Y., 1885), Vol. 1, p. 73.",
            "‘© T. Henry, Ancient Tahiti (Honolulu, 1928), p. 465.",
            "\"' G. Rawlinson, loc. cit., in which the author refers to the Kassite language as Cushite."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 142,
        "content": "\n*         -_\ncv\n2                                            WY\nWwW              4               £                                a           be\nr]           4                   am                               SI\nAtum—the sun of night.\nI mention this here because even in ancient times, El (and, by extension, the Chaldean Ra)\nwas known as a representative of the planet Saturn. George Rawlinson, writing in 1885, who\ndid not accept the identification of god with planet, had this to say concerning this ancient\nbelief:\n“The identification of the Chaldean II [i.e. El] or Ra with Saturn, which Diodorus\nmakes, and which may seem to derive some confirmation from Philo-Byblius, is cer-\ntainly incorrect, so far as the planet Saturn, which Diodorus especially mentions, is\nconcerned; but it may be regarded as having a basis of truth, inasmuch as Saturn was\nin one sense the chief of the gods...”””\nThis, however, seems to have been the bane of mythologists from day one, in that they\nhave always had the audacity to proclaim that, thousands of years after the fact, they are in a\nbetter position to know what the ancients believed than the very ancients themselves. Given\nall this, may we not assume that Atum, who was but a facet of Ra, had also originated as a\npersonification of the planet Saturn.? But then, if Atum was honored as a sun of night, should\nwe not expect that so, also, had been Ra? This is exactly what we find. In a hymn, Ra is\nlauded as “the one alone... lying awake while all men lie asleep.” And if some find that\nsomewhat ambiguous, it is made clearer in the Egyptian Book of the Dead, where the god in\nquestion is unambiguously made to state: “I am that god Re who shineth in the night.”\nBesides Atum and Ra, this sun of night was also anthropomorphosed by the Egyptians as\nthe god Osiris. Mariette-Bey long ago wrote that: “Originally, Osiris is the nocturnal sun; he\nis the primordial night of chaos; he is consequently anterior to Ra, the Sun of Day.” * As we\nhave already seen, however, Ra, also, was considered a sun of night so that, in this respect,",
        "bibliography": [
            "” Tbid., p. 74.",
            "3 R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 289.",
            "4B. A. W. Budge, as cited by D. N. Talbott, The Saturn Myth (N. Y., 1980), p. 340.",
            "'S A. F. F. Mariette-Bey, Catalogue du Musee de Boulag (1864-1867), pp. 20-21, 100-101."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 143,
        "content": "\nHUHNE,\nate.\n=\n=   =\nAVL\n=j)=                                                                       g\n=]\n=|=                                                              —\n—                                                                            4\n=            @\n=            (\nOr    ete\nNii                      :\ninns\naN\nCS |\nVv,\n{       aS                  -_                                      =\nThree forms of Osiris—the nocturnal sun.\nOsiris could not have been anterior to Ra. In fact, it is incorrect to allude to Ra as “the Sun of\nDay” even if he did fill that role in later times.\nWallis Budge shared the same opinion as Mariette-Bey when he informed his readers that\n“the Egyptian texts suggest that in late times the Sun-god of night may have been regarded as\na form of Osiris.” O. D. Miller, who also had something to say about Osiris as a\nnocturnal sun, explains this situation by proposing that Osiris was “regarded as a type of the\nsun before its first rising.” This, of course, presupposes that the Sun’s first rising had been\nwitnessed by ancient man, which then begs the question as to where the Sun could have been\nbefore its first rising. It is in this fashion that mythologists manage to muddy the entire issue\nbecause, in attempting to explain a mythological conundrum, they usually end up by creating",
        "bibliography": [
            "1° E, A. W. Budge, Osiris and the Egyptian Resurrection (N. Y., 1911/1973), Vol. I, p. 21.",
            "‘70. D. Miller, “Solar Symbolism,” American Antiquarian (April 1881), p. 219."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 144,
        "content": "\nAa bd OR TTA   Pe at PS Re\nPASE AP PR Se arene ares     oo.\n1 oy ai ipeinlmtems na aagy ee,  FSA eg Spaighita tare ke?\"\n000 we¢                      Cr                oo tee                    wees\nPas)                  hie               ayety              ye.\nery!           Zinio               95 tem           ear\nx                    on\" cate                             . Raye                  en\nBase ee                     Br TAG           oR\nheette oo                   Tat eae\nhe segc eee                                AA,\nA es                       \"aOhigise\net, oy\"       fi   \\,                  oe tee\nraedoes    ClyH \\’                   Fee ED\nSS ORT    ea  fb                                            ‘hast\nworl?                             a             Vasey.\nvee                            7                   “he                    nay\nr                          «                     “4                        tai\n= By)          Q \\    aed                   ne                     nad\nyA Sa                    )\nfaversen’y                        28\n7 gang, 8 O 6°                        Dray)\nj   feos                         fee                 :\n208 00,\nN\\           ete 7                     fp        La Yo\neae Vt tee       Li         wr        © teh\n70 OS          ve              ie       a a,\nAan     oe       Por    hee\nPex Sone      ee oe        of Sh     lee.\nvite feed te   ‘       fe%me.e”          eet        soca\n| Meat eees               AaNE               9 48            verre\noe                oft eo              eae             vate Me\n.             Fe oe                eo OO         peo ba\nOFA                         wh                eee ee\nfates:                   sth as           oe\neter                           eo\" ey,              .\nPpes,          A\n=.           eee                            7                =\n‘he (ae .           ——?         eens\nSkis        ———L—        ae\nShige       of     \"Os,\nIH        fr —-sF           \"WR  SS \\\nory aod          A tes ey |            ea    A’\nro            es              “$y\n\\            feet, GD yO\nfrrsa sere   —     lee\nsae 3          —           ed\na               “we      _                     -                  ‘m<\nThe Djed column, symbol of Osiris, shown supporting the disc of Ra.",
        "bibliography": [
            "another.",
            "Even so, are we now to assume that Osiris was also a personification of the planet Sat-",
            "um? Or how many Egyptian deities are we going to identify with this planet? I will let",
            "William Mullen answer this one since it was he who indicated that Atum should be consid-",
            "ered the alter-ego of a special aspect of Osiris: “Atum and Osiris are sometimes amalgamated"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 145,
        "content": "\ninto one god; more frequently they are portrayed sitting back to back.” So that if Atum, as\nalso Ra, is identifiable as the planet in question, then logic dictates that so must Osiris.\nGranted that Mullen’s equation may be considered as somewhat indefinite, there are other\nindications that both Atum and Ra were directly associated with Osiris. Thus, in a vignette of\nthe Book of the Dead, as elsewhere, the disk of Ra, usually said to be that of the Sun, is\nshown resting on the pillar known as Djed (or Tet) which was the emblem of Osiris.” Else-\nwhere in the same work, Atum is made to utter: “I am yesterday.” But a few lines later it is\nstated that: “Yesterday is Osiris.”® But let’s cut across the lawn since the very same work\nleaves little doubt as to the equation of Ra with Osiris. In the liturgy for the dead, it is\nasked—and answered:\n“*Who then is this? It is Osiris,’ or (as others say), Ra is his name, even Ra the self-\ncreated.””\ncreated.”\nIn other sections of the same work, Ra is presented as the soul of Osiris, while Osiris is\npresented as the soul of Ra, thus again indicating that the two gods were merely aspects of\neach other.” As Lepsius pointed out, in the Book of the Dead, Osiris is even referred to as\nOsiris-Ra, while Isis, who was the wife of Osiris, is even there called “the royal consort of\nRa.” It was precisely this assimilation with Ra that drove earlier mythologists to equate\nOsiris with the Sun.* James Frazer, of course, had his own reason for disagreeing with this\nidentification since, as far as he was concerned, Osiris had been nothing more than a god of\nvegetation.”\nActually, the identification of Osiris as a Saturnian deity, and even as a personification of\nthe planet Saturn itself, is anything but new, having been proffered by many a mythologist.”\nImmanuel Velikovsky was much in agreement with this identification.” Few of these writers,\nhowever, ever presented any direct evidence that ties Osiris to Saturn. William Heidel was at\nleast shrewd enough to point out that, just as Osiris was considered the judge of the dead, so,\nalso, was Kronos/Saturn.” But it is not this or that particular datum that makes our case, but,\nrather, the collective weight of various clues and diligent reasoning. And to add to what we\nhave already enumerated, I offer next the following information which refers us back to En-\nMe Sar-ra, that epithet of Shamash/Saturn which, as we have already seen, means “Lord of\nthe Law of the Universe.” The Indic Brahma, whom we have already seen identified as the\nsame planet, was also honored as the “Lord of the Universe.”” It could not then be through\ncoincidence that another name for Osiris happens to be Neb-er-tcher, which also means “god\nof the universe.”®",
        "bibliography": [
            "‘8 W. Mullen, “A Reading of the Pyramid Texts,” Pensée IVR III (Winter 1973), p. 14.",
            "\"° E. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 252.",
            "YE. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 252.",
            "» Tbid., p. 282.",
            "2! Ibid.",
            "2 M. Oldfield Howie, The Encircled Serpent (N. Y., 1955), p. 25.",
            "% J, G, Frazer, The Golden Bough (N. Y., 1890/1981), pp. 312-313.",
            "% Ibid.",
            "25 Ibid., p.316.",
            "% Ibid., p. 316.",
            "6 See here, for instance, A. Hislop, The Two Babylons (London, 1916), pp. 328-329.",
            "7 |, Velikovsky, Worlds in Collision (N.Y., 1950), p. 174; idem, “On Satum and the Flood,” KRONOS V:1",
            "7 |, Velikovsky, Worlds in Collision (N.Y., 1950),  p. 174; idem, “On Satum and the Flood,” KRONOS V:1",
            "(Fall 1979), pp. 4, 5; idem., Mankind in Amnesia (N. Y., 1982), pp. 98-99.",
            "2 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 471.",
            "*W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 471.",
            "» V. Ions, Indian mythology (London, 1967), p. 25.",
            "5°E. A. W. Budge, op. cit., p. cxxii."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 146,
        "content": "\nGr,         a              _        heer           ree      ae:         \"\nShes          f   ieee J\nau wh   ue L an ;      b   ;  ty De   Aw   By   fue:      fe\ni as        §u99                          uw                                 ‘ti\n‘\\                                                    i              \\ Y             f  li\nFI                                  (s\np. t?             4                           Py ae}             \\\n\\\" f                        a                   i        .          A \\       +\nWy     ff                                              x || KS            2       \\7      \\y\nPE) NT a“)\n1\nOsiris as judge of the dead.\nNevertheless, at this point we have to return to the question: How many Egyptian deities\nare we going to identify as personifications of the planet Saturn? Or why were there so many\nnames—and we shall be meeting many others—within the same nation for one and the same\nplanet? Once again, I will let Mullen answer this one—at least in part. As he wrote:\n“One cause for the complexity of the account is that when the Nile valley was united\nin one kingdom, it consisted of many tribes, each with its own names for the\nplanetary gods and its own stories about them. After unification the cults of these\ngods were preserved and conflated even though in many cases one and the same\nplanet was being worshipped under different names in different places.””\nAs time went by, the ancestral memory of these former times dimmed. In Egypt, the sac-\nred litanies continued to be chanted even when a full understanding of their content was part-\nially lost. Eventually, even the identities of the gods were forgotten; and were it not for the\npresent-day rediscoveries of ancient texts, we would be in no better position. In Egypt, a time\ncame when not only were planetary deities worshipped under different names in different\nplaces, but also in the very same nomes under the roof of the very same temples.\nWhen one remembers that this evolutionary process took place, not only in Egypt, but\nthroughout the entire world, one begins to appreciate the complexity of the mytho-historical\nrecord and the reason behind the legion of names which now burden the gods of humankind.\nAll of which reminds us of Fred Bratton’s words when he had it stated that: “It has been es-\ntimated that a list of Sumerian deities [alone] would contain more than five thousand\nnames.” Add to that the thousands of deities from other ancient civilizations and the mind\nboggles. Let us face it, we are here talking about an astronomical number of divinities. Could\nwe really hope to attach them all to just five planets, those which the ancients could see with\nthe naked eye? And yet, as we saw on an earlier page, that is precisely what Giorgio de San-\ntillana and Hertha von Dechend claimed:\n“The real actors on the stage of the universe are few, if their adventures are\nmany...The forces reside in the starry heavens, and all the stories, characters and ad-",
        "bibliography": [
            "31 W, Mullen, op. cit., p. 13.",
            "* FG. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970), p. 21 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 147,
        "content": "\nventures narrated by mythology concentrate on the active powers among the stars,\nwho are the planets. A prodigious assignment it may seem for those few planets to\naccount for all those stories...”°\nA prodigious assignment it surely is, but not an entirely impossible one because, for one\nthing, many of these deities turn out to be nothing but aliases of each other. Take Osiris, for\nexample, seeing as we are on that subject—the god was known under sixty different names in\nthe Theban recension, up to c. 1600 B.C., % which had accumulated to one hundred and fifty-\neight by the time of the Saite recension in c. 300 B.C.* In the Babylonian Enuma Elish,\nsometimes referred to as the Babylonian Creation Epic, the god Marduk is given fifty\nnames.* And if you think that these two examples constitute extremes, think again. The In-\ndic god Shiva is claimed to bear one thousand and eight different names.” In fact, it will be\nfound that most of the deities of antiquity are merely aliases of each other. Nor will I be bold\nenough to proclaim that all these mythological characters are to be identified as planets since\nsome actually personify planetary powers, while others are associated with various celestial\nphenomena.\nBut, before we lose the thread of our present topic, another question should now be\nasked: Was it only in Egypt that Saturn was lauded as a sun of night?\nTHE BABYLONIAN EXEMPLAR\nActually, there is undeniable evidence that the concept of a night sun existed in ancient\nBabylonian thought as well. As Morris Jastrow indicated, Saturn and the Sun were viewed as\nthe “two chief lights of the heaven, one to serve during the day and the other at night.”™\nThis is indicated by the fact, mentioned in the previous chapter, that when the Sun was in-\ntended, a gloss to that effect—SamSe u-mi (ie. Shamash of the day)—was inserted in those\nastrological texts dealing with Shamash/Saturn.” A Shamash-of-the-day presupposes a\nShamash-of-the-night. As Jastrow expressed this idea:\n“Strange as it may seem to us, the planet Saturn appears to have been regarded as ‘the\nsun of night’ corresponding to Samai as ‘the sun of the daytime’ and the cause of\nsuch light as the night furnishes.”\nIt was only when trying to explain this phenomenon that Jastrow stumbled:\n“Tt was argued, that since there was a sun furnishing the light of day, so there must be\nsome corresponding power which causes the illuminations of the heaven at night.",
        "bibliography": [
            "33 G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),",
            "% G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),",
            "p. 177.",
            "“E. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), pp. 176-178.",
            "35 Ibid., pp. 179-185.",
            "3S, Langdon, “Semitic Mythology,” Mythology of All races, Vol. V (N. Y., 1964), pp. 310 ff.",
            "3” Linga Purana , 1:65:54b-168.",
            "38 M. Jastrow, Jr., “Sun and Satum,” Revue D’Assyriologie et D’Archeologie Orientale (Paris, September",
            "1910), p. 172.",
            "»® Ibid., p. 164.",
            "*® Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 148,
        "content": "\nSaturn was chosen—in preference even to the moon—because of the slowness of its\nmovement, which made it visible continuously for a long period.”\nAs if there are no other stars in the heaven that are “visible continuously for a long per-\niod” of time, or none that are brighter than Saturn! Besides, what has the slowness of a planet\nto do with its brightness?\nJastrow went on to state that the light of the Moon, as well as that of the other planets and\nthe stars, was, by the Babylonians, ascribed to Saturn.” But would the Babylonians, who\ncould calculate the complex motions of the heavenly bodies with mathematical accuracy, as\nwe have seen in a previous chapter, have been so naive as to invent a concept in which even\nthe most ignorant of their peasantry could hardly have believed? Should we not rather believe\nthe words of Diodorus when he stated that the reason the Chaldeans called Saturn by the\nname of the Sun was because it was the most prominent of the five planets or the stars?\nA colleague of Jastrow, Professor J. A. Montgomery, has even raised “the interesting\nquestion whether in Genesis 1:16 the two ‘lights’ may not at one time have referred to the\nSun and Saturn?”® Without realizing that the second body might have been Saturn, James\nStrickling also suggested a similar interpretation.“ While I do not wish to use this particular\ndatum as evidence of anything, I have to admit that it is an interesting supposition for, in the\nBiblical passage referred to, which supposedly describes the creation of Sun and Moon, nei-\nther Sun nor Moon is mentioned. The passage merely reads:\n“And Elohim [usually translated as ‘God’] made two great lights; the greater light to\nrule the day, and the jesser light to rule the night: He made the stars also.”*\nNOCTURNAL DEITIES\nWell down into the present era, the ancient belief in a former nocturnal sun continued to\nresurface in art. A floor mosaic, showing Helios riding in his four-horse chariot, was discov-\nered at the Beth Alpha Synagogue, dating to the sixth century A.D., in Israel’s Jezreel Valley.\nIn it, the god is depicted riding through the night, with the Moon and a sky “sprinkled with\nstars” behind him. The incongruity has been explained by claiming that “[t]he night\nstars” behind him. The  incongruity  has been explained by claiming that “[t]he night\nsky...still shines around him.”” At no time, however, can the night sky continue to shine\naround the Sun once it has risen. In view of the fact that Helios was originally interchange-\nable with Kronos/Saturn, the mosaic in question should be allowed to speak for itself. What it\nportrays is Helios as Saturn shining at night.\nCarl Jung, among few, understood this much. He, too, had come across references to a\nsun of night. As he wrote of the Latin Sol: “[T]here is...also a Sol niger [that is “black sun,”\nwhich makes us think of what we earlier noted concerning “black Saturn”], which,\nsignificantly enough, is contrasted with the day-time sun and clearly distinguished from it.””\nThe Celtic tradition preserved in Irish and Welsh texts dates no earlier than the eighth\ncentury A.D. That it incorporates much earlier beliefs, which had been handed down orally",
        "bibliography": [
            "Tbid., p. 170.",
            "*® Ibid.",
            "8 bid., p. 172.",
            "“ J. E. Strickling, “Birth of the Gods,” Bible-Science Newsletter X1:3 (March 1973). But see also, idem, “The",
            "Lesser Light,” Catastrophism and Ancient History 1:2 (July 1981), pp. 114-117.",
            "4 Genesis 1:16.",
            "“J. G. Taylor, “Was Yahweh Worshipped as the Sun?” Biblical Archaeology Review (May-June 1994), p. 61.",
            "\"CC. Jung, Mysterium Coniunctionis (N. Y., 1977), p. 148 (emphasis added)."
        ],
        "captions": []
    }
]