[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 339,
        "content": "\nfact, the original ritual was conducted in honor of the naupa runa, the old ones of legend,\nwho, it was said, lived before the Sun was born.!0©\nTHE DISTANT SUN\nIn the slow approach of the Saturnian system toward our present System, the Sun should,\nat some point, have become visible as a star which would then have been seen to slowly grow\nin size. Does primitive man remember anything of the sort?\nRecords of the slowly approaching Sun are somewhat rare. But then there is another point\nto consider. In view of the immobile Saturnian sun which shone perpetually above him,\nwould prehistoric man have really paid much attention to a slowly growing pin-point of light\nin the sky? And, of those that did, how many might have forgotten what to them would have\nseemed an unobtrusive circumstance? As Thornhill rightly claimed, “the [Saturnian] celestial\neffects as viewed from Earth would have been so dramatic that it seems to have completely\novershadowed even the growing appearance of the Sun as this loomed closer.”!07\nAnd yet, the Okanagan Indians seem to have retained just such a memory when they\nspeak of that time, “long, long ago, when the sun was young and no bigger than a star...” 18\nFor the first time in the history of mankind, a light other than Saturn’s managed to shine\nthrough the night of nights.\nThe Ipurinas of the Upper Amazon not only preserved a similar record of the Sun’s origi-\nnal small size but also of its growing larger as Earth drew nearer.\n“The ‘sun’ they tell...was originally very small, hardly ‘a nail’s breadth’ across. But\none day it suddenly began to grow till it was ‘a span’ across. Then the waters began to\ntise and overflowed the world.”!\nrise and overflowed the world.”!\nA similar belief concerning the subject at hand is also to be found among the Sia of New\nMexico which, like that of the Ipurinas, also adds some interesting aspects of its own. As it is\nrelated by these people:\n“When the sun was far off, his face was blue; as he came nearer, the face grew\nbrighter. Yet they did not see the sun himself, but only a large mask which covered\nhis whole body.” !!©\nThe main interesting point behind this ancient conviction is that the Sun was not merely\nremembered as having been smaller in size, or that it grew in size, but that it had actually\nonce been “far off.” It also correctly presents the view that the Sun “grew brighter”\nas it came nearer which, logical as this would be, is not mentioned in the other records we\nhave examined. The other additional point it mentions is that, when the Sun was still much\nfarther away, its face was blue. What this might relate to will be explained in the proposed\nsequel to this work.\nIn the meantime, and in order to forestall an objection, let us again look at our hypothesis\nfrom an astronomical point of view. When, in 1978, I had sent rough drafts of the above",
        "bibliography": [
            "1061, McIntyre, “Believers in the Mountain Gods,” in R.S. Bennett, Lost Empires—Living Tribes (Washington,",
            "D.C., 1982), pp.261-265.",
            "107 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 40.",
            "108 H. H. Bancroft, The Native Races of the Pacific States, Vol. 111 (London), p. 149; see also H. S. Bellamy,",
            "Moons, Myths and Man (London, 1936/1949), p. 244.",
            "109 H. S. Bellamy, In the Beginning God (London, 1945), p. 120.",
            "HOR. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p.36."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 340,
        "content": "\nproposition to various reviewers, some of them objected with the following. It was reasoned\nthat, if the Sun had first appeared “no bigger than a star,” it would have taken more than the\nentire length of man’s sojourn on Earth for it to come close enough to appear of the size of\nthe present Sun. As the late David Griffard pointed out:\n“As point sources...apparent differences in the size of stars are only differences in\nbrightness. To appear literally as an ordinary star (about 3rd or 4th magnitude) as\nseen on a clear night, the present Sun would have to be removed about 10 light-years.\nEven if much closer and really, say, at zero magnitude...it would still have been four\nor five light-years away.\n“With present rates of relative stellar motion as guidelines, the growth from star to\nSun would have taken many tens of thousands of years even if the fastest observed\nclosing speed (about 60 mi/sec) is chosen; if at slower, more common speeds, (e.g. 12\nmi/sec), many eons longer.” !!!\nIt is, then, the words “no bigger than a star” that seems to have led to the objection. “No\nbigger than” should not, however, be construed to mean “no closer than.” In any case, who\never said anything about the size of the approaching Sun having been of 3rd or 4th magni-\ntude? Obviously, the Okanagan Indians, who were not astronomers, were not using this term\nin a strictly astronomical sense. They were merely reporting what their ancestors had claimed\nto have seen.\nBesides, as Griffard himself pointed out, “if first seen, say from the distance of Pluto\n(taken as an arbitrary estimate of the limits of the Sun’s domain) the Sun conceivably could\nhave appeared star-like and the time-line be reduced.” !!2 And, true enough, as seen from the\nvicinity of Pluto, the Sun is still no bigger than “a bright star,”1!3 described as a “pinpoint\nSun” even though “intensely bright.”!!4 At Pluto’s mean distance from the Sun, taken at\n3,656 million miles, and traveling at 12 mi/sec, Earth would have reached its present position\nin the Solar System in a mere ten years—but only if it had invaded the System in a direct\nvector. The probability, however, is that, once captured within the Sun’s attractive force, the\nSaturnian system would have slowly spiraled in, much in the manner hypothesized by\nastrophysicists in relation to their revised history of the Solar System as outlined above. Such\nan entry could have taken any number of years in excess of ten. Astronomers are fond of\ndescribing such events as having taken millions of years. Will they here allow me at least a\nfew thousand?\nBut then the reader might have—should have, really—noticed a discrepancy in our\nthinking at this point. How could the Sun, appearing no bigger than a star, have been visible\nthrough our plasmasphere when that same plasmasphere has been theorized to have been\nopaque enough to blot out the stars? Can we have our cake and eat it too? Of course not. And\nhere a confession is in order.\nI have presented these mytho-historical snippets concerning the approaching Sun as if the\nevent took place during the age of darkness when, in truth, the event took place later. In other\nwords, I have presented these data out of chronological sequence merely to make my point.\nThe approaching Sun, appearing no bigger than a star, became visible to Earth’s inhabitants\nat that time when the plasmasphere came in contact with that of the Sun itself. As Thornhill",
        "bibliography": [
            "111 D, Griffard to D. Cardona, March 9, 1980, private communiqué.",
            "112 Ibid.",
            "113 . Ferington, The Far Planets (Richmond, Virginia, 1990), p.132.",
            "114 R.A. Gallant, Our Universe (Washington, D.C., 1980), p.200."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 341,
        "content": "explained: “The size, shape and colour of the envelope of proto-Saturn would have been\ndisturbed as soon as the plasmaspheres of the Sun and proto-Saturn collided.” !!5 Thus, on\ncontact, the wavelength of the proto-Saturnian plasmasphere changed, resulting in the loss of\nits opacity. To be sure, much more than that ensued but that is left to the planned sequel to\nthis work.\n\nSEVENTH INTERLUDE\n\nWe can now add to our set of theses which will read as follows:\n\nHypothesis #1: That, from what can be deduced from ancient as well as primitive\nastronomical lore, Earth had once been a satellite of the planet Saturn, originally a brown\ndwarf star, which, because of its proximity, loomed large in the sky as a distinct disc larger\nthan the apparent size of the full Moon.\n\nHypothesis #2: That, still according to ancient astronomical lore, during this\nindeterminate period, Satur was the only visible celestial body in Earth’s primordial sky.\n\nHypothesis #3: That, as seen from Earth, the Saturnian primary did not rise and/or set, but\nremained visibly immobile at all times.\n\nHypothesis #4: That Saturn’s immobility was due to the fact that Earth was stationed\ndirectly “beneath” Saturn’s south pole and that, from Earth, Saturn therefore appeared to be\npermanently fixed in the north celestial sphere, the very place now occupied by the Pole Star.\nWhat this also means is that Saturn and Earth were linearly aligned with both of them sharing\nthe same axis of rotation.\n\nHypothesis #5: That both Earth and Saturn were embedded in a plasmasphere centered on\nproto-Saturn, the opacity of which enabled proto-Saturn’s radiation to be reflected toward all\nterrestrial latitudes.\n\nHypothesis #6: That, according to some of man’s earliest memories, Earth was originally\nengulfed in what our ancestors persistently referred to as darkness. This was an age which,\ndespite its remoteness in time, ended up etching itself indelibly in human consciousness. It\nwas a time during which the Sun, the Moon, and the stars were not yet visible in the sky.\nSaturn ruled alone.\n\nHypothesis #7: This age, we have also found out, could not have been one of total\ndarkness, and that, in fact, mankind itself remembers that the Saturnian deity actually shed a\nfeeble light. The terrestrial environment during this age was bathed in a perpetual twilight or,\nrather, a protracted dawn, which man remembered as the dawn of Creation.\n\nHypothesis #8: Proto-Saturn’s illumination, feeble as it might have been, together with\nthe plasmasphere’s opacity are recognized as the means by which the stars were kept from\nvisibility. The plasmasphere’s opacity, however, would probably not have been enough to\nblot out the Sun..\n\nHypothesis #9: That, during this period, a nebulous entity, which our ancestors had\ndifficulty in describing clearly, surrounded the Saturnian primary. We have conjectured this\nentity to have been a placental cloud, or circumstellar disk, surrounding the Saturnian orb.\nThis entity seems to have been that to which the ancients alluded to as Chaos.\n\nHypothesis #10: During this same unspecified period, the Saturnian orb was seen to float\nover an apparition which, to ancient man, looked like water, a cosmic ocean. This “water”\nwas probably the same nebular disk which, spinning slowly, would have had the appearance\nof a celestial whirlpool.\n\nHypothesis # 11: That, due to Saturn’s immobility, and the absence of the Sun, ancient\nman had nothing at his disposal by which he could calculate the passage of time.",
        "bibliography": [
            "115 W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 342,
        "content": "Hypothesis #12: That, judging by the totality of parameters inherent in all the above, the\nSaturnian system, that is including Earth, was at this time exterior to the Solar System,\ntravelling as a unit through the blackness of space. This would then explain the oft repeated\nabsence of the Sun during the time in question.\n\nHypothesis #13: That, at a later time, Saturn shone much brighter than it had previously\ndone, bright enough for ancient man to allude to it consistently as a sun.\n\nHypothesis #14: That this primordial Saturnian sun shone during that time we today call\nthe night.\n\nHypothesis #15: That, at some point in time, as the Saturnian system drew closer to the\nSun, the Saturnian plasmasphere changed its wavelength, thus robbing it of its former near-\nopacity. It was at this time that ancient man was able to catch a glimpse of the slowly ap-\nproaching Sun, at first appearing no bigger than a star, but growing ever larger and brighter.\n\n342",
        "bibliography": [
            "Hypothesis #12: That, judging by the totality of parameters inherent in all the above, the",
            "Saturnian system, that is including Earth, was at this time exterior to the Solar System,",
            "travelling as a unit through the blackness of space. This would then explain the oft repeated",
            "absence of the Sun during the time in question.",
            "Hypothesis #13: That, at a later time, Saturn shone much brighter than it had previously",
            "done, bright enough for ancient man to allude to it consistently as a sun.",
            "Hypothesis #14: That this primordial Saturnian sun shone during that time we today call",
            "the night.",
            "Hypothesis #15: That, at some point in time, as the Saturnian system drew closer to the",
            "Sun, the Saturnian plasmasphere changed its wavelength, thus robbing it of its former near-",
            "opacity. It was at this time that ancient man was able to catch a glimpse of the slowly ap-",
            "proaching Sun, at first appearing no bigger than a star, but growing ever larger and brighter."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 343,
        "content": "\nChapter 17\nLife Beneath a Brown Dwarf\nTIGHT ORBIT\nStar\nould mankind have survived had Earth and its Saturnian sun not been captured by\nour present Solar System?\nWhy not? In fact, as Wallace Thornhill has correctly speculated, life might have\nbeen much better suited to Earth as a satellite of the brown dwarf star that was proto-Saturn\nout in the far reaches of space.! Nor is this merely Thornhill’s conjecture. Astronomers are\nnow voicing similar propositions.\nThere was a time, not so long ago, when the idea of life surviving on a planet heated by a\ndwarf star in the coldness of space outside our Solar System would have been deemed bizarre\nin the extreme. Newer studies and discoveries, however, have tended to make such a scenario\nquite palatable. Thus, those who have sought signs of habitable worlds other than our own\nare now looking to dwarf stars to furnish such evidence. Ken Croswell put it in a nutshell\nwhen he stated that: “Far from being desolate backwaters, red dwarfs may harbour an abun-\ndance of alien life.”\n“It was always thought that any planet orbiting a red dwarf would be an extremely\nunlikely place to find life. But it now looks as though these dim red suns could har-\nbour most of the Galaxy’s life-bearing worlds.”3\nFor one thing, as Croswell notes, stars like our present Sun are relatively rare while four\nout of every five stars in our Galaxy happen to be red dwarfs. These stars have a somewhat\ncool core and the nuclear reactions which are believed to fuel them take place at a slow rate.\n“The nearest red dwarf—Proxima Centauri, which is 4 light years from Earth,” notes Cros-\nwell, “emits less visible light in a century than the Sun does in a week.” It is no wonder,\nthen, that dwarf stars had earlier been ruled out as sustainers of habitable planets.\nThis problem has now been overcome by positing planets “huddled close enough” to such\nstars, which contiguity would ensure “a balmy climate.” As Croswell explains: “For a red\ndwarf with one-hundredth of the Sun’s brightness, for instance, a planet would be at a suit-\nable temperature if it circled ten times closer to its parent star than the Earth does to the\nSun.”\n“If you’d asked me a few years ago,” David Soderblom has been reported to have stated,\n“I would have said that red dwarfs have a very low probability of having life-bearing plan-",
        "bibliography": [
            "1 W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48.",
            "2K. Croswell, “Red, Willing and Able,” New Scientist (January 27, 2001), p. 29.",
            "3 Ibid.",
            "4 Ibid.",
            "5 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 344,
        "content": "\nets.” He, however, added that “given what we’ve seen here on Earth and the rather hostile\nconditions under which life can flourish, I would [now] say it’s pretty good odds.”\nIs this scenario not in keeping with what we have been proposing for our own Earth in\nprimeval times?\nBut hold on, the reader might say. Proto-Saturn has been hypothesized to have been a\nbrown, rather than a red, dwarf star. Brown dwarf stars, however, are actually red; they have\nmerely been designated as brown dwarfs only because the term “red dwarfs” had already\nbeen assigned to their slightly more massive siblings. True, brown dwarfs are said to radiate\nthrough a slightly different process. They are believed to “glow dimly from heat generated by\ngravitational contraction and the fusion of deuterium.”7 (If, as some claim, stars are fueled\nelectrically, however, even this distinction disappears.) In any case, both red and brown\ndwarfs come in various masses, so that the dividing line between them, as that between\nbrown dwarfs and planets, becomes merely arbitrary. If, therefore, life-bearing planets can\norbit red dwarf stars, they can just as easily accompany brown dwarfs. And, to be sure, even\nas the writing of this work progresses, the idea that planets can orbit brown dwarfs is being\nseriously considered.8\nPHASE LOCK\nAs Croswell explained, planetary orbits around dwarf stars “would come at a price.”?\n“A planet in such a tight orbit would become tidally locked to its star, just as our own\nMoon is locked to Earth. One side would perpetually face the star, while the other\nfaced away.” 10\nWhile this, too, is in keeping with our own hypothesis, it also brings to mind Lynn Rose’s\npostulate, which we contested in an earlier chapter, concerning the nature of Earth’s marriage\nto proto-Saturn. As we saw there, he, too, had posited a similar phase-lock wherein Earth\ndisplayed the same hemisphere toward its primary, but contrary to our axis-sharing hypothe-\nsis. Without thinking to credit Rose, such a phase-lock between Earth and proto-Saturn had\nalso been considered by Frederick Hall who assumed Earth “to have formerly been a nearly\nspherical satellite of Saturn, circling the giant orb in about 28 days, with a slow spin and the\nsame side of the Earth always facing Saturn.”!! As he continued:\n“Proto-Saturn is [read ‘would have been’] vast in comparison to Earth and perhaps\nmuch larger [read ‘more massive’] than the body we know today. Consider it [to have\nbeen] about the smallest possible red dwarf star or a brown dwarf star...” !2\nHall, however, was also convinced that Earth had shared the same axis of rotation with\nproto-Saturn, with the latter having been permanently located in Earth’s north celestial pole,\nexactly as posited in the present work. How, then, did he reconcile his two opposing views?",
        "bibliography": [
            "6 Ibid., p. 31.",
            "Ibid.",
            "7 J, B. Kaler, “Stars in the Cellar: Classes Lost and Found,” Sky & Telescope (September 2000), p. 43.",
            "8D. Kaisler, “The Puzzles of Planethood,” Sky & Telescope (August 2000), p. 38.",
            "9K. Croswell, op. cit., p. 29.",
            "10 Ibid.",
            "10 Jbid.",
            "S F. F. Hall, “Solar System Studies, “ Part 2, AEON 1:4 (July 1988), p. 26.",
            "12 Tia."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 345,
        "content": "\nDespite the mytho-historical evidence, Earth’s axis-sharing lock with Saturn had always\nbeen the most difficult aspect of the Saturn thesis to reconcile with celestial mechan-\nics—which is why Rose could never accept the concept. Hall attempted to resolve the diffi-\nculty by claiming that Earth was originally phase-locked with proto-Saturn before it was torn\naway from its primary during the system’s entry into the Sun’s domain. According to Hall,\nthe “polar alignment occurred due to a massive gravitational pull on Saturn” which would\nhave left Earth “trailing after it.”!3 As of this writing, Thornhill, too, is of similar belief. The\n“spectacular Saturnian polar configuration,” according to him, came into being “when [proto-\nSaturn’s] planetary system was disrupted by the Sun in a manner similar to that when Jupiter\ndisrupted comet Shoemaker-Levy 9 into a ‘string of pearls’.”!4 Thus, according to him, the\nSaturnian “collinear equilibrium...could not have been primordial.” 15\nTo be sure, this is not necessarily a fallacious interpretation and it should not be dis-\nmissed out of hand. One thing to keep in mind, however, is that as far back as man’s memory\ncan reach, the Saturnian sun had always occupied the north celestial pole. What the situation\nmight have been prior to that will be discussed in a later chapter of this work.\nATMOSPHERIC AMPLITUDE\nOne problem inherent in the phase-lock theory involves the amount of heat shed by the\ndwarf star on the orbiting planet’s hemisphere facing it. As Croswell pointed out, “the day\nside of a red dwarf planet would fry.”!© What is perhaps worse is that “the night side would\nbe so frigid” that the atmosphere itself would be expected to freeze. 17 How could life have\nsurvived such conditions.\nOne way out of this dilemma, according to Croswell, would be to postulate that such a\nplanet’s atmosphere would be “sufficiently thick.” !8\n“Researchers [have] calculated that gases circulating in the atmosphere would then be\nable to transport heat from the planet’s day side to its night side, warming the night\nair so that it wouldn’t freeze out.”!9\nSuch transportation of heat from one hemisphere to the other would not only warm the\nplanet’s night side, it would also cool its day side resulting in a balanced heat regime.\nWhat is interesting in this is that the same situation had also been proposed in relation to\nEarth itself. It was in the mid-19th century that the British anatomist, Richard Owen,\ndemanded a denser terrestrial atmosphere, containing elevated concentrations of carbon\ndioxide and reduced oxygen, in order for prehistoric pterodactyls to have been able to fly and\nnavigate.2? Much later, Frederic Jueneman had much to say concerning the inability of\npterodactyls, known to have had wingspans of up to 36 feet, to fly and navigate in Earth’s\npresent sky, and why a denser atmospheric envelope would have been required for such\nflight in prehistoric times.?!",
        "bibliography": [
            "13 [bid., p. 28.",
            "44 W. Thornhill, op. cit., p. 49.",
            "15 Idem, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 36.",
            "16 K. Croswell, op. cit., p. 30.",
            "17 bid.",
            "18 Tbid.",
            "19 Ibid.",
            "20D, Norman, Dinosaur! (N. Y., 1991), pp. 74, 218.",
            "21 F, B, Jueneman, “Pleiongaea: A Myth For All Seasons,” AEON II:3 (January 1991), pp. 21 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 346,
        "content": "\naN a\n) 4                 —\n_~\nPteranodon.\nCould such creatures, some of which are known to have had wingspans reaching up to 36 feet, have been\nable to fly in Earth’s present atmosphere?\n(Illustration by Bob Giuliani.)\n{ilustration by Bob Giuliani.)\nAs Jueneman explains, “ Pleiongaea (plee-'on-jee-uh) is a neologism, which comes from\nGreek roots meaning literally ‘more earth’.”22 It is the term he coined to define his hypothe-\nsis that Earth was once cocooned in a more massive atmospheric envelope. Having intro-\nduced this idea in various entries in his running column—‘“Innovative Notebook” —which\nappeared in Industrial Research & Development during 1985, he collated most of that mate-\nrial into a single article which was published in AEON in 1991.\n“Were our planet to have had such an atmospheric envelope approaching some\n20,000 km (12,000 mi) in depth with solid earth at its core, the total diameter would\nbe approximately 52,000 km (32,000 mi), and would be in the Neptune class of the\nsmaller giants. This would be merely some 15 times our present mass and only about\nfour times the diameter.”24\nThis idea was also picked up by Roger Wescott as a possibility to account for his Saturn-\nlike Asterian scenario,?> as also by Robert Driscoll in his tentative account re the disruption\nof the primeval Saturnian system.2© Again, even were we to ignore the earlier demand of\nRichard Owen, the hypothesis is not, of itself, foreign to orthodox astronomy. Armand\nDelsemme had also proposed a terrestrial envelope, composed mainly of carbon dioxide,\n“100 times denser than the present atmosphere.”27",
        "bibliography": [
            "22 Ibid., p. 45.",
            "23 Ibid., pp. 45 ff.",
            "24 Ibid., p. 47.",
            "25R. W. Wescott, “Puzzles of Prehistory,” The Velikovskian 1:3 (1993), pp. 20-21.",
            "26 R. B. Driscoll, “Magnetic Models of the Polar Configuration,” AEON IV:2 (August 1995), p. 22.",
            "27T. Dickinson, “The Seeds of Life,” Equinox (July 1997), p. 74."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 347,
        "content": "\nOR Bet a ee\naaa eee an bundance of gree scum —_—__ gio   [ YS ESS\nVisualized scene during the Carboniferous Period during which the atmosphere has been\ntheorized to have been more oxygen-rich, and therefore denser, than the present.\n{Mlustration by J. F. Horrabin.)\nThe idea, of course, did not go unchallenged,?8 but other voices were soon to be added to\nthe pro-list. Thus, the problem did not only touch pterodactyls, but also the prehistoric\ninsects of the Carboniferous Period. These included dragonflies with two-and-a-half-foot\nwingspans and mayflies as big as canaries. These, too, were believed to have been impossible\nto fly in our present atmosphere.”? As Jeffrey Graham recalls: “I remember seeing models of\ngiant dragonflies as a child and wondering how they could fly.”30 But in the mid 1990s, a\nsolution was offered by Graham and his colleagues who now believe that the entire\nCarboniferous insect population may have been enabled to fly in an oxygen-rich atmosphere.\nThis hypothesis was proposed by Robert Berner who claimed that “the atmosphere in the\nCarboniferous was more oxygen rich than at any time before or since—it was 35 percent",
        "bibliography": [
            "28 See here, for instance, the debate between M. Twose & F. Jueneman, “Gravity and Pterodactyls,” AEON V:4",
            "Guly 1999), pp. 11-13, and “Gravity and Pterodactyls: More Points to Consider,” AEON V:6 (July 2000), pp. 7-",
            "(July 1999), pp. 11-13, and “Gravity and Pterodactyls: More Points to Consider,” AEON V:6 (July 2000), pp. 7-",
            "ll.",
            "> S. Menon, “Insects of the Oxygeniferous,” Discover (September 1995), p. 32.",
            "Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 348,
        "content": "\noxygen...compared with 21 percent today.”3! According to Berner, this was due to “the rise\nof land plants in general and in particular to the vast and verdant swamps that characterized\nthe Carboniferous.”32\n“All those swamp plants spit oxygen into the atmosphere, and when they died, they\nescaped the open-air decomposition by bacteria that would have drawn oxygen back\nout of the atmosphere. Instead they sank into the swamps, ultimately forming coal\ndeposits that gave the Carboniferous its name.”33\nNever mind that there is no direct evidence of higher atmospheric oxygen levels during\nthe Carboniferous. After all, Berner’s hypothesis is simply based on a computer model. Even\nso, as Shanti Menon explained, the oxygen-rich atmosphere hypothesized by Berner would\nhave made for “a denser atmosphere that provided more lift and thus made it easier for\n[Carboniferous insects] to fly.”34 While this is in keeping with Jueneman’s Pleiongaea, it\nshould be kept in mind that, as Menon was forced to admit, the whole idea is “a hypothesis\nbased on a hypothesis.”35 But then, around 1985, Dale Russell and Parvez Kumar also came\nto the conclusion that Earth’s atmosphere had to have been much denser than at present.\nBut is a denser atmospheric envelope really required for the sustenance of life on a planet\nreliant for its heat on a dwarf star? Until recently, such a dense atmosphere around a dwarf\nstar planet had been thought to be detrimental to life since it would prevent the star’s rays\nfrom reaching the planet’s surface and thus inhibiting photosynthesis, “a serious blow for the\ndevelopment of life as we know it.” But then, simulation of a red dwarf planet’s\natmosphere conducted by Robert Haberle and Manoj Joshi in the 1990s showed that a thick\nenvelope would not really be required. As they stated, “even a thin atmosphere would do the\ntrick.”37\n“If the planet had only 15 per cent as much air as the Earth...that would still ferry\nenough heat around to the dark side to keep the atmosphere from freezing out.”38\nThe density, or otherwise, of a planet’s atmosphere, however, is relative. Even an atmos-\nphere as dense as that of Venus, which has been blamed for its infernal heat, much denser\nthan that proposed for Earth by the above proponents, is not enough to obstruct the Sun’s\nrays. And if pterodactyls and giant insects really required a denser atmosphere in order to fly\nand navigate, we will accept that. After all, the view that Earth was nestled within proto-Sat-\nurn’s envelope is not incompatible with a denser terrestrial atmosphere.\nTHE CRADLE OF LIFE\nKeeping the atmosphere from freezing on the night side of such a planet is one thing,\nkeeping the water, still believed to be the cradle of life, in the same hemisphere from suffer-\ning the same fate is quite another. “Even in some of Joshi and Haberle’s models, there re-\nmained freezing conditions on the planet’s dark side.” At first, this led to something of an",
        "bibliography": [
            "31 Ibid.",
            "32 Ibid.",
            "33 Ibid.",
            "34 Ibid.",
            "35 Ibid.",
            "36K. Croswell, loc. cit.",
            "37 Ibid.",
            "38 Ibid.; see also, idem, “The Brightest Red Dwarf,” Sky & Telescope (July 2002), p. 41."
        ],
        "captions": []
    }
]