[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 253,
        "captions": [],
        "headers": [],
        "content": "<p>There is some evidence which has been interpreted to mean that a certain amount of can- nibalism ensued. On the other hand, it has also been theorized that they tended their sick and those advanced in age, and when these died they buried them, as they buried all those who had passed on. It was a simple life with few requirements, which is not to say that it was always, or everywhere, without hardship. But all that was about to change —and the change came sud- denly. 253</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 254,
        "captions": [],
        "headers": [
            "PART FOUR THE FLARE"
        ],
        "content": "<p><b><center style='font-size: larger;'>PART FOUR THE FLARE</center></b></p>\n<p>-UP</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 255,
        "captions": [],
        "headers": [
            "THE ASTRONOMICAL BACKGROUND"
        ],
        "content": "<p>Chapter 13 Prelude to Creation </p>\n<p><b><center style='font-size: larger;'>THE ASTRONOMICAL BACKGROUND</center></b></p>\n<p>t the risk of repetition, but in order to better understand what I am about to describe, a brief synopsis of Earth’s primordial astronomical condition is pertinent at this point. So bear with me a while longer. We shall be entering an entirely new domain, pun in- tended, soon enough. What we have managed to reconstruct from the mytho-historical record, Earth sciences, and astronomy, is that the present gas giant we know as the planet Saturn is the end result of what had previously been a sub-brown dwarf star free floating in space outside the demarca- tion of the Solar System. During this time, Earth was a satellite of this proto-Saturnian sub- star which, because of its proximity, loomed large in the sky as a distinct disk larger than the apparent size of the full Moon. During this same period, a nebulous disk surrounded the Sat- urnian primary. And, shooting straight down from what we would consider to have been proto-Saturn’s south pole was the jet-like stream of plasma in the form of a sustained Birkeland current. Earth itself was “suspended” directly “beneath” proto-Saturn’s south pole, sharing the same axis of rotation. Apart from its periodic change of distance from its primary, Earth’s location would not have changed from its inception. One possibility for this is that Earth was ejected from proto- Saturn; another is that proto-Saturn and Earth were born in unison from the very plasmatic “jet” that joined them together. The ejection of cosmic bodies from other bodies, even entire galaxies from galaxies, is not new to astrophysics.! Some of these ejections occur laterally? Others occur axially. The belief that planets are formed through the accretion of matter from circumstellar disks is no longer the pillar of planetary science it used to be. For one thing, it has been pointed out that if the planets were formed from the same nebular disk from which the Sun itself was born, the Sun’s equator should lie in the planetary plane. Why, then, is it tilted over at an angle of 7.25°? Cosmogonists, who are only concerned with how the Solar System formed, argue that this angle “is so close to zero that it really doesn’t matter.” Cosmologists, who are concerned about the entire Universe, rightly claim that 7.25° is hardly zero. Cosmogonists have since covered their behind by assuming that since the Sun is believed to be losing mass, it might have slipped a little. Others have indicated that it is hard to fathom how the outer planets could have formed in the outer reaches of the Sun’s nebular disk where matter would have been so spread out that</p>",
        "markdown_converted": true
    }
]