[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 124,
        "captions": [],
        "headers": [
            "THE MOON AND JUPITER"
        ],
        "content": "<p><b><center style='font-size: larger;'>THE MOON AND JUPITER</center></b></p>\n<p>Various identifications of Yahweh have been attempted. As Burton Bernstein reported: “Some scholars speculate that Yahweh (Jehovah) was once regarded as a moon god and that the early Hebrews were moon worshippers.”! This has mainly come about because the mountain on which Yahweh supposedly gave Moses the ten commandments is sometimes referred to as Mount Sinai, although also as Mount Horeb. Known to have been named Sinai by Mesopotamian Semites after their god Sin, who is usually identified as the Moon, this mountain is also sometimes referred to as the Mountain of the Moon. Alfred de Grazia, on the other hand, saw Yahweh as a personification of the planet Jupi- ter,2 as so, also, did David Talbott.3 In this, De Grazia was following J. Ziegler’s contro- versial work in which he claimed that “the original god of the Hebrews at the Exodus was Zeus,” the god of the planet Jupiter. Ziegler himself derived the identification by claiming that the “Y” in “Yahweh” was originally “Z,” the “H” an “E,” and the final “H” an “S.” Thus Yahweh was rendered by him as Zews or Zeus.&gt; But, by such manipulation of letters, which in the above case is contrary to philological transposition, one can change any name into an- other. A better case had earlier been made for a connection with Iupiter, the same as Jupiter, since the prefix “Iu” has more in common with “Ya” than has “Zeus.”6 As A. Murtonen in- dicated: “Philologically there seems to be nothing which would absolutely exclude the possi- bility of such a combination, but too little is known about the relation between these and the Semitic languages to say anything definite on the subject.”7 De Grazia also came to the conclusion that: “The Etruscan-Roman case, ‘Jove [which stands for ‘Jupiter’]’, pronounced ‘Yowe’ is so close to Yahweh that the Roman Jupiter may be considered as basically the same entity.” Actually, the Latin for the English name “Jove” is “Jovis.” And while the “J” is to be pronounced as the English “Y,” in this case the sound of the “V” remains the same—thus Yovees. Even so, this could still be linked to “Yahweh” in the form of “Yahveh,” which is the manner in which the name is sometimes transliterated. Something similar had earlier been stated by de Grazia’s mentor, Immanuel Velikovsky, although not with the intention of equating Yahweh with Jupiter? A different trail from Yahweh to Zeus/Jupiter can be followed through Langdon’s identi- fication of the Hebrew god with Hadad.!° This is because the same Langdon identified Hadad</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 125,
        "captions": [],
        "headers": [
            "THE CASE FOR AND AGAINST EA"
        ],
        "content": "<p>as Zeus.! As the son of Anu,? who was Saturn,? this makes some sense since Jupiter was also considered the son of Kronos/Saturn.4 The same Hadad has also been identified as an alter- ego of the Hittite Teshub,&gt; who himself has been equated with Marduk,° one of the Babylonian names for the planet Jupiter.” All of which would be fine were it not for the fact that Langdon never supplied an iota of evidence for identifying Yahweh with Hadad in the first place. </p>\n<p><b><center style='font-size: larger;'>THE CASE FOR AND AGAINST EA</center></b></p>\n<p>Rather than being the son of Anu, Yahweh has been identified, even if indirectly, with Anu himself. This comes about by following a different trail which was blazed by T. G. Pinches and picked up by Donald MacKenzie: “Ea, whose name is also rendered Aa, was identified with Ya, Ya’u, or Au, the Jah [ie., ‘Yah’ or ‘Ya’] of the Hebrews...‘whilst another interesting name, Au-Aa, shows an identification of Jah with Aa, two names which have every appearance of being etymologically connected.’ Jah’s name ‘is one of the words for “god” in the Assyro- Babylonian language’.”8 Ea, pronounced Eyah, identified as Kronos by Berossus,? was the Sumerian god who was called Enki by the Babylonians.!° All these three deities are identifiable as Saturnian ones.!! This identification can then be strengthened because, in the Babylonian Enuma Elish, as Stephanie Dalley noted, the logogram for Ea and Anu is indistinguishable to the point of being ambiguous.!? Donald MacKenzie went even further by proclaiming outright that “Anu and Ea were originally identical...”!3 To us this has additional meaning since, as we have seen above, Anu, too, was a personification of the same Saturnian planet. David Rohl has come up with his own charming theory. When Moses is said to have asked Yahweh who he really was, Yahweh is said to have replied with the words “Eyah asher</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 126,
        "captions": [],
        "headers": [
            "YAHWEH",
            "S SUN",
            "WHEELED CHARIOT"
        ],
        "content": "<p>Eyah,” which is usually translated as “I am that I am.”! But, as Rohl reasoned, this phrase can also be translated as “I am he who is called Eyah”—or simply “I am Eyah”—which he surmised to be the West Semitic form of Ea.? As he argued: “Scholars have simply failed to recognise that this is another of those characteristic puns in which the Old Testament abounds.”3 The reasonableness of this suggestion is enhanced when it comes to the words with which Yahweh is said to have instructed Moses when he told him: “Thus shalt thou say unto the children of Israel, I am hath sent me unto you.” As Rohl indicated, this is a some- what “nonsensical instruction.” Not so, however, if it is rendered as: “Thus shalt thou say to the children of Israel, Eyah has sent me unto you.”&gt; But, while possible, can the philological trail between Ea and Ya, and therefore Yahweh, be maintained? Driver, who referred to those who associated Ea with Yahweh as amateurs,° might have had his own axe to grind, but he has not been the only one to criticize the identi- fication. Murtonen also did. The reason for the latter’s criticism, however, is exactly the op- posite to that of Driver who, as noted above, had argued that divine names would not have been shortened and that the name Ya would then have preceded the form Yahweh. In refer- ence to the derivation of “Yahweh” from Jau through Ea, Murtonen argued that these deriva- tions “are proved to be wrong by the fact that the long form cannot be derived from the shorter ones...”7 That the form “Ya” preceded “Yahweh” is, however, now widely accepted, and Murtonen’s criticism can therefore be laid to rest. Devoid of evidence, or even an argu- ment, to the contrary, Driver’s accusation of amateurishness, on the other hand, is nothing but a cop-out. The theory that Ya was a form of Ea, which would then equate Yahweh with Saturn, cannot therefore be ruled out. </p>\n<p><b><center style='font-size: larger;'>YAHWEH</center></b></p>\n<p>’</p>\n<p><b><center style='font-size: larger;'>S SUN</center></b></p>\n<p>-</p>\n<p><b><center style='font-size: larger;'>WHEELED CHARIOT</center></b></p>\n<p>Cyrus Gordon and Gary Rendsburg were quite adamant when they stated that “Yahwe[h] was never a specialized phenomenon of nature, such as the sun.”8 This, however, is contra- dicted when, as shown above, Yahweh is alluded to as “Yahweh of Hosts,” usually trans- lated as “Lord of Hosts,” a term that has bewildered many a Biblical student. But that the Hosts stood for the stars can be gleaned from the tale of Creation in Genesis where it is stated that “the heavens and eretz [usually translated as ‘earth’] were finished, and all the host of them.”!° Thus, as Glen Taylor deduced, “‘Yahweh of Hosts’ (Yahweh Tsva’ot) implies that</p>",
        "markdown_converted": true
    }
]