[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 289,
        "captions": [],
        "headers": [],
        "content": "<p>sions, they tend to form again, as we here posit to have transpired with the proto-Saturnian system. As distant as it was in time, the memory of the proto-Saturnian polar column’s association with the following event, mythologically known as the Creation, was retained by more than one ancient nation. As the translators of the 1973 edition of the Linga Purana state in the introduction to the work: “The entire phenomenon of creation is symbolised by the phallic image (linga) of Lord Siva.”! And: “According to the Linga Purana, the primary unevolved matter, the cause of the universe is Linga itself.”? Shiva, it is believed, “permeates and imparts impetus to Linga and effects the work of creation in this way.”3 So, similarly, among the Phoenicians who, according to Sanchoniathon, believed that the “beginning of all things was a dark and condensed windy air, or a breeze of thick air, and a chaos, turbid and black as Erebus.”4 This “dark and condensed windy air,” or “a breeze of thick air,” was the same as the ruach of Elohim/Saturn, usually translated “spirit,” but actually meaning “wind,”&gt; which also moved over the chaotic waters just before Creation took place as described at the beginning of the Book of Genesis.® It is also the same as “the wind presided over by Dhruva” described in the Linga Purana.’ Sanchoniathon, however, continues to tell us that, “after a long series of ages,” this wind “became enamored of its own first principles” and that “an intimate union took place.” In view of what we have already learned, it seems obvious that this self enamoring, followed as it was by an “intimate union,” is nothing but a philosophical rendering of proto-Saturn’s impregnation by its own tornadic column. And, still according to Sanchoniathon, it was this “union” that served as “the beginning of the creation of all things.”8 Since we have already, both in this work and in our previous one, presented enough evi- dence to show that the Jinga, or phallus, was merely one manner in which some of the an- cients visualized proto-Saturn’s polar axis, the direct association of this axis with Creation becomes evident. Whether it was the primary cause or not, the retraction of the plasma column would have overburdened the proto-Saturnian orb beyond its holding capacity and, as first proposed by Immanuel Velikovsky,? proto-Saturn would have suddenly flared up in a brilliant light which flooded Earth with radiance and temporarily blinded its inhabitants. It was an event that went down in the mytho-historical record as Day One. The act of Creation had just begun.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 290,
        "captions": [],
        "headers": [
            "THE FIAT LUX"
        ],
        "content": "<p>Chapter 14 Let There Be Light </p>\n<p><b><center style='font-size: larger;'>THE FIAT LUX</center></b></p>\n<p>Ihe sudden flare-up of the proto-Saturnian sun would have left an indelible mark on the human psyche and it therefore should have etched itself in the mytho-historical records of all nations. Our thesis demands it. As we shall see, the repercussion this event had on the later religions of the world right down to our present day, as also on present astrophysical theories, is not inconsequential. The most notable mythic evidence for the event in question as far as the Western World is concerned comes from that great Judaic-Christian source, the Book of Genesis. It is amazing that Immanuel Velikovsky, who was first to recognize the flaring up of proto- Saturn, did not realize this fundamental fact. As is well known, the very beginning of this tract deals directly with Creation. And the very first thing that was said to have been created was light. “And Elohim said, let there be light. And there was light. And Elohim saw the light, that it was good. And Elohim divided the light from the darkness.”! Ever since the above words came to the attention of the Western World, Christian theolo- gians have been grappling with the apparent contradiction they invoke. This is because, ac- cording to the same Genesis, the Sun, the Moon, and the stars, which one would have believed to have shed the light in question, were actually said to have been created later. Nor must it be thought that this apparent incongruity only appears in Genesis. As George Rawlinson realized late in the nineteenth century, the same incongruity is also contained in the Babylonian version of the Creation. “While the whole tone and spirit of the two accounts, and even the point of view from which they are taken, differ, the general outline of the narrative in each is nearly the same. In both we have the earth at first ‘without form and void,’ and ‘darkness upon the face of the deep’...In both we have light mentioned before the creation of the sun and moon...”? Rawlinson was also aware that various authorities of his time were of the opinion that the account in Genesis was actually adapted from that of the Babylonians. “Tt has been generally seen that this [Babylonian] cosmogony [as presented by Beros- sus] bears a remarkable resemblance to the history of Creation contained in the</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 291,
        "captions": [
            {
                "source": "caption",
                "text": "And Elohim said: “Let there be light. And there was light.” (illustration by Richard M. Smith.)"
            }
        ],
        "headers": [],
        "content": "<p>291</p>",
        "markdown_converted": true
    }
]