[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 82,
        "captions": [],
        "headers": [],
        "content": "<p>possessed validity. Yet comparatively very few areas of Siberia exhibit signs of sig- nificant glaciation, either past or present... “Interestingly, as in neighbouring Alaska to the East, thin rock pinnacles still stand unglaciated at several Siberian localities which thick ice, had it once existed, would unquestionably have ground down and demolished.”! By the 21st century, this had become so unarguably apparent that the editors of National Geographic could by then proclaim outright that: “Ice held most of the northern latitudes in its grip 18,000 years ago—with important exceptions. In the last ice age glaciers never completely covered eastern Siberia, Alaska, and the Yukon.” In Alaska, only the mountains were glaciated.&gt; Glaciated mountains on their own, how- ever, do not make for an ice age. Also, during the height of the Ice Age, when south-eastern Alaska is avowed to have been under ice, “remains in a cave indicate that plants and animals were still thriving there.”4 The polar explorer Vilhjalmur Stefansson could also deduce that: “Probably, then as now, an exception was the northernmost part of Greenland; for it seems a rule that the most north- erly lands are not, and never were, glaciated,”&gt; as has more recently been confirmed by K. H. Cuffey and S. J. Marshall. Labrador and Newfoundland, too, seem to have escaped the icy onslaught.’ In analyzing a sedimentary core drilled from the Labrador coast, Gustav Vilks and Peta Mudie came to the conclusion that “an ice-free ocean may have occurred as early as 22,000 years before the present.” Pollen from this area “indicates the continuous regional presence of terrestrial vegetation during this time.” In fact, great tracts of the Canadian Arctic were spared from the onslaught of ice. “The...absence of glaciation of sizable areas of Arctic Canada may have been greater than generally conceded; for although Cornwallis and Devon islands at 75° 32' N are commonly believed to have been glaciated and are depicted as being so on maps re- constructing Ice Age times, Grinnell Land still further north at the polar end of</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 83,
        "main_text": "",
        "captions": [
            {
                "source": "caption",
                "text": "Earth’s north polar regions. Blue circle indicates the Arctic Circle. Red circle indicates Velikovsky’s displaced polar cap. Green circle indicates Hapgood’s displaced polar cap."
            }
        ],
        "headers": [],
        "content": ""
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 84,
        "captions": [],
        "headers": [],
        "content": "<p>Ellesmere Island, Banks Island and Prince Patrick Island all yield evidence militating against the notion that they were ever glaciated at all.”! Thus marine shells which have been found at high elevations on the islands of the Cana- dian Arctic “should have been pulverized had ice-sheets ever crept across these territo- ries...” Even England might have escaped the Pleistocene ice. As Allan and Delair noted, despite maps which show the radiation of ice sheets from the interior of Great Britain toward the coast, glacial signs from southern Scotland, Aberdeenshire, the North Sea, the Shetland Is- lands, and elsewhere are lacking.3 Additionally, the mining of a fossil site near Oxford, dated to 200,000 years ago, when the Ice Age has been calculated to have been at its height,* yielded the remains of plants and mammals, including mammoths and lions, “indicative of a lush warm period.”5 Evidence from the other side of the world indicates that even Tibet, the present coldness of which need not be stressed, might have been ice-free during the Ice Age. This evidence comes from human hand and foot prints imbedded in solidified mud which David Zhang dis- covered 50 miles from Lhasa. Through the technique of optical dating, Zhang and his col- league, Shenghua Li, from the University of Hong Kong, have determined that the prints date from 20,000 years ago, during the time when glaciologists believed the Tibetan Plateau to have been covered by the half-mile thick ice sheet of the Pleistocene epoch.6 Had that been the case, there would not have been any exposed surface mud to harden into rock bearing the imprints of human hands and feet. What all the above indicates is not what Velikovsky, Hapgood, and those following them have been claiming. It does not indicate a displacement of the Arctic polar cap.”? As can be easily seen in the preceding map, Velikovsky’s displaced ice cap, centered, as he claimed, on Baffin Bay (between Greenland and Baffin Island), would include all of Greenland, Spitz- bergen, Newfoundland (including Labrador), and all of the Canadian Arctic islands, which we have seen to have been free of ice. So, likewise, with Hapgood’s displaced cap, centered on Hudson Bay, which would also have included Canada’s Arctic Islands, most of which were unglaciated. True, both of them exclude Siberia, the New Siberian Islands, Novaya Zemlya, and adjacent lands; but that, unfortunately, is not enough. One can perhaps think of shrinking the periphery of the areas indicated by both Velikovsky and Hapgood, but this, then, would omit areas in the south which were glaciated. Besides, if the glaciated region of the Pleistocene Ice Age is supposed to have been a previous polar cap, one would reasonably have to assume that it would have covered a comparatively equal area to that enclosed by the</p>",
        "markdown_converted": true
    }
]