[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 244,
        "captions": [
            {
                "source": "caption",
                "text": "Symbolic lingam and yoni with astral features"
            }
        ],
        "headers": [
            "MODERN QUIRKS"
        ],
        "content": "<p>Outside of India, Shiva’s lingam received veneration in Indo-China, especially during the Cham kingdom, as well as in Indonesia, especially in Java. Charles-Henri Marchal thus tells us that: “In the days of its splendour the Cham kingdom was ___ predominantly Saivite, and in the temples that have been preserved to the present time the form under which the Hindu god was most frequently worshipped was the linga. In Champa the linga is a monolith,as in Cambodia, but the shapes are more various: it is sometimes cylindrical, sometimes polygonal and cylindrical, sometimes shaped like aclub, and even emphatically realistic in treatment. M. Parmentier notes a —_ tendency to give a very definite personality to the linga by the addition of figures (mukha-linga). At other _ times the /inga is enclosed ina sheath (kosa), often of great value, adorned with faces and inlaid with precious — stones.”! In Java, Shiva’s lingam is fashioned after its Cambodian prototype, and quite often the image is set upon a richly ornamented pedestal to suit its religious importance.” </p>\n<p><b><center style='font-size: larger;'>MODERN QUIRKS</center></b></p>\n<p>Religious fervor knows no bounds, especially when fed by a fertile imagination. The mind of a religious person can recognize the sacred in the most unholy of objects. Throughout history, even down into the modern age, figures of angels, Jesus, as well as his mother Mary, have been recognized in patches and shadows that appear across the most unlikely of objects. Huge crowds are often generated by such “miraculous” apparitions, and these consist of the devout as well as the simply curious, to say nothing of those bent on ridicule and even mischief. Yet this is not merely a Christian phenomenon. Consider the following two examples, the first of which comes from Kashmir.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 245,
        "captions": [],
        "headers": [
            "CONCEPTUAL DEGENERATION"
        ],
        "content": "<p>An ice stalagmite which bears a fortuitous resemblance to a phallus exists in a cave on the Amarnath peak, 4,110 meters above sea level in Kashmir’s Himalayas. Each year, thousands of devotees trek up to this natural shrine to pay homage to this icicle. Due to severe weather conditions, with heavy snowfall combined with fierce rains, 50,000 Hindu pilgrims got trapped on the mountain trail in 1996. About 20,000 of them were restrained by the biting cold in the shrine itself. Several attempts to rescue the trapped pilgrims had to be called off because of the severe weather. It was not until Indian army troops, together with some local villagers, were summoned that the stranded devotees along the 46 kilometer snow-laden trail managed to reach the base camps that were set up at Chandanwari and Pahalgam, from where many of them had to be carted to hospital. Another 300 pilgrims trapped along the most treacherous stretches of the mountain trail had to be evacuated by army helicopters and trucks. Buses and cars were used to cart the unfortunate zealots from Pahalgam to the nearest railways station at Jammu. Nor was that the end of it since the 280 kilometer highway was blocked by landslides, snow, and flood waters. At least 160 pilgrims lost their lives.! The second example comes from the state of California. It appears that even there, the worship of the /ingam is so strong in some people that when a four-foot high, bullet-shaped traffic barrier, with which we are all familiar, was dumped in San Francisco’s Golden Gate Park, it was elevated to the status of Shiva’s sacred emblem. Esoteric symbols soon began to show up on the barrier, followed by flower offerings. Situated behind the Japanese Tea Gar- den, a rock garden was constructed around it, built from the stones removed from the ruins of a Spanish abbey that had been donated to the park decades earlier by William Randolph Hearst. The shrine, which is what it eventually turned into, drew pilgrims from as far away as India itself. Apart from those of the Hindu faith, it additionally attracted the attention of Buddhists and New Agers who also went there to pray, meditate, and make offerings to this most unlikely of fetishes. It has even been claimed to cure ailments, including arthritis.? </p>\n<p><b><center style='font-size: larger;'>CONCEPTUAL DEGENERATION</center></b></p>\n<p>As Westropp concluded: “The reverence, as well as worship, paid to the phallus in the early ages had nothing in it which partook of indecency: all ideas connected with it were of a reverential and religious kind...The indecent ideas attached to the phallic symbol were, though it seems a paradox to say so, the result of a more advanced civilization verging towards its decline, as we have evidence at Rome and Pompeii.” Or, as Constant remarked: “Indecent rites may be practiced by a religious people with the greatest purity of heart. But when incredulity has gained a footing among these peoples, these rites become then the cause and pretext of the most revolting corruption. 4</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 246,
        "captions": [
            {
                "source": "caption",
                "text": "Above and opposite: Hindu temple complex at Madras, India."
            }
        ],
        "headers": [],
        "content": "<p>246</p>",
        "markdown_converted": true
    }
]