[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 70,
        "captions": [],
        "headers": [],
        "content": "<p>Well that depends. If a glacier is thicker, that is higher, than an obstructing hill, it would not only “crawl” up its slope, it would even top it. Such an event, however, would leave striations on both slopes of such a hill. But since, as we have seen, the authors in question themselves noted that the upheaval of land which raised most of the world’s mountains oc- curred at the end of the Pleistocene, I find the above somewhat strange when presented as an objection to glacial mechanical action. Should they not have realized that, when these stria- tions were gouged out, the land bearing their signs would still have been relatively flat? The striations would then have been raised when the land itself was uplifted. This would also explain why these striations appear only on the northern or north-western faces of high hills and mountains, since the southern faces would have previously lain underground. Hills and mountains are not always raised as blisters on the surface of the land. While some are due to folding of the crust, many are owe their origin to faults which shear the land which is then uplifted where only one side of the elevated land would have been part of the original level ground. This also applies to those erratic boulders which now “perch precariously in long lines along mountain crests, or lie singly upon the very summits of lofty eminences.”! Originally, these erratics would have been deposited on relatively level ground. They would then have been raised to their lofty perches when the land was uplifted long after the Ice Age had come to an end. So, likewise, with other drift material which is now found on highland summits. This would then explain “the well-established fact that many glaciated hills and mountains in the northern hemisphere are scored and striated from top to bottom on their northern sides only.” In keeping with their acceptance that the land was uplifted at the end of the Pleistocene, it does not do for them to remark that, according to orthodoxy, the ice-sheets would have had to have “glaciated the northern and north-western faces of these eminences as they slowly crawled up them but failed to glaciate the southern slopes as they presumably accelerated down them...”? But, given that the land over which these glaciers “crawled” was relatively flat, and that this land was raised to its present level only after the Ice Age had come to an end, the conundrum disappears. Besides, were we to adopt the hypothesis that these erratics were actually transported by the wild surging of a flood,? the theory would still be burdened with the same conundrum. Let us say that a tremendous surge of water could have transported huge slabs of rock up mountain sides. Since some of these erratics are found on the very summits of hills and mountains, it would necessarily mean that the upwelling flood would have topped the crests of these elevations. Why, then, did they not leave some of their detritus on the opposite southern slopes? Allan and Delair also note the occurrence of erratics and striations in areas “far beyond the limits of the most extensively conceived ice-sheets.” Among these they mention erratic boulders in the Sahara Desert, on the Mongolian plains, and in sub-tropical Uruguay. But</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 71,
        "captions": [
            {
                "source": "caption",
                "text": "Glacial striations at Horseshoe Bay, Beacon Hill Park, Victoria, British Columbia. (Photograph by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>then they themselves inform us that some of these erratics and striations have already been recognized as having been caused by drifting sand, mud-slides, volcanic outpourings, and other erosive agents including wind. They then argue that “when it is discovered that it is possible to produce rock striae like those usually attributed to ice action...by such dissimilar agents...we are obliged to seriously question the alleged glacial origin of striae generally, particularly when, as in numerous instances, they, too, occur far outside the furthest traceable limits of supposed bygone ice-sheets.”! No one has, however, ever claimed that erratic boulders and striations can only be produced by moving ice.? Besides, the effects of drifting sand, mud slides, volcanic outpourings, wind, and other agents of erosion are readily identified, as so, whether they wish to believe it or not, are those of glacial ice. But here, again, they seem to have fallen into the same trap Velikovsky had fallen years earlier when he pointed out what to him was the wrong direction in which past glaciers would have had to have traveled to leave behind the traces they did. They seem to have</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 72,
        "captions": [
            {
                "source": "caption",
                "text": "Formation of a mountain through faulting. Note that surface material—erratics, till, detritus, etc.—including striations, marked in solid Black, on relatively level land as in (a) ends up on one face of raised mountain, but Not on opposing face as in (b) and finally eroded as in (c)"
            }
        ],
        "headers": [],
        "content": "<p>forgotten that the glacial theory vouches for more than one ice age, and that in previous ice ages the continents had been bunched together in an entirely different configuration. So that, yes, glacial signatures have been discovered in that African region which today is covered by the mostly barren wastes of the Sahara desert.! Among these are glacial striations in the</p>",
        "markdown_converted": true
    }
]