[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 439,
        "main_text": "to remember as his flaring god. And while, in that much, he was correct, he was left in com- plete ignorance concerning the physical how and why his world was suddenly experiencing the disastrous events that was to change his life for ever after. What this means is that our scenario concerning Earth’s collection of debris from what has become known as the Kuiper Belt is, at best, implied speculation. That the proto- Saturnian system would have spiraled through this space is almost beyond doubt. Can we, however, be positively sure that this space was already filled with the debris that is only now being discovered at the time in question? And, if not, what alternatives can we supply concerning the fall of some of this debris on planet Earth? For instance, might not the Kuiper Belt objects be the debris of a catastrophic encounter between proto-Saturn and some other, now shattered, body? “Although high in number,” it has been theorized, “the combined mass of the Kuiper Belt’s inhabitants likely wouldn’t amount to more than 10 percent of Earth’s mass.”! We are therefore not surprised that it has already been conjectured that these objects may represent “the disintegrated remains of a once much larger object formerly orbiting the Sun far out on the edge of the solar system as we know it.”? It is then not entirely impossible that the KBOs represent the fragments of a planetoid that was drawn into proto-Saturn’s Roche limit. But then there is the problem concerning the nature of the KBOs. As it was discovered by Stephen Tegler and William Romanishin in the year 2000, the surface color of the KBOs come in two separate distinct shades. Some appear as red, others as gray. There seems to be no other shade. Moreover, the two classes seem to be separated from each other—at least, those farthest from the Sun come only in red.3 “Our findings are controversial because they are so unexpected,” Tegler announced, “Most astronomers expected the colors of Kuiper belt objects to be the same.”4 And, as Romanishin reported: “The existence of two surface colors suggests to us that something important and unexpected happened long ago in the outer solar system.”> What this seems to imply is that the KBOs are the remains of two, rather than one, original body. But, while possible, is it probable that proto-Saturn would have drawn two distinct bodies within its own Roche limit and that it shattered both of them? Or could it be that these two bodies had already been shattered, perhaps in contact with each other, at the time of proto- Saturn’s passage? Whichever the case, there is little doubt that proto-Saturn, together with Earth, would have been bombarded by some of these fragments. One or two might even have been catapulted outside the Belt. In fact, even as this was being written, in March 2004, one of these bodies seems to have been discovered. Named Sedna, after a prominent goddess of the Eskimos, the object in question, of a reddish reflectivity, is too small at 1700 kilometers in diameter to be acknowledged as a bona fide planet. Orbiting outside the so-called Kuiper",
        "captions": [],
        "bibliography": "! W. Schomaker, “Big Fish in the Kuiper Belt?” Astronomy (October 2001), p. 24. 2D.S. Allan & J.B. Delair, Cataclysm! (Santa Fe, New Mexico, 1997), p. 210. 3 “Astronomers See Red,” SIS Internet Digest (2000:2), p. 19. 4 Ibid. 5 Ibid. See also Nature (October 26, 2000). 439",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 440,
        "main_text": "Belt in a highly eccentric ellipse, with a predicted perihelion in the neighborhood of 76 AU, and an aphelion of roughly 1000 AU, it has been dubbed a planetoid. Moreover, its elliptical orbit has been calculated to be somewhere from 12,000 to 10,500 years or so.! As Wallace Thornhill noted: “Sedna is an interesting object because it cannot have formed where we find it, ac- cording to conventional cosmology. It requires an ad hoc expulsion from the inner solar system.? Expulsion from the inner Solar System might not be a viable explanation, but expulsion from the region of the so-called Kuiper Belt through the passage of the proto-Saturnian system would definitely be in keeping with our proposed scenario. Thornhill, on the other hand, has a slightly different take which should also be considered. “My view [he wrote] is that proto-Saturn ejected a lot of material equatorially in spectacular discharge activity as it adjusted to the Sun’s electrical environment. I would expect the discharge activity to [have been] strongest when proto-Saturn crossed the Sun’s current sheet (roughly the plane of the ecliptic). So bodies like Sedna probably have orbital elements that reflect their point of origin in the ecliptic plane and their initial velocity in Saturn’s equatorial plane.”? And, as Amy Acheson noted,‘ if this is Sedna’s first return to perihelion, it would mean that whatever event drove it into its present orbit would have transpired around 12,000 to 10,000 years ago which, given the preliminary calculations involved, brings it close to our benchmark date. IMPACTS Returning now to terrestrial impacts, as Thornhill noted, no meteorites “have been found in any ancient geological formation, which suggests that most surviving meteorites are rela- tively quite young.”> The question, however, is: How young? Better still, if impacts did occur at the time in question, where are all the relevant craters? To begin with, smaller meteors would have burned up during their entry through Earth’s atmosphere. Not only would they not have formed craters, they would not have left anything of themselves. Falling meteorites, on the other hand, do not always produce craters, just as not all craters are due to impacting meteorites. The Hoba specimen, the world’s largest single iron meteorite, is still lying where it fell near the African town of Grootfontein in present-day Namibia. Half buried in the ground, its weight has been estimated as 66 tons. No crater was",
        "captions": [],
        "bibliography": "1 New Scientist (March 20, 2004), p. 15.. 2. W. Thornhill, on the Intersect electronic discussion group (March 25, 2004). 3 Ibid. 4 A. Acheson, on the Intersect electronic discussion group (March 23, 2004). 5 W. Thornhill, The Electric Universe (Beaverton, Oregon, 1997), p. 45. 6 Ibid., pp. 63 ff.; L. A. G. Hissink, “Wolfe Creek Crater: Some Recent Geophysical Data,” AEON VI:4 (August 2003), p. 17. 440",
        "headers": [
            "IMPACTS"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 441,
        "main_text": "crater behind. Meanwhile over a hundred craters have been discovered in which no meteorites were found. To date, more than 200 craters believed to be the result of impacting meteorites on Earth’s land surface have come to light. Fair enough, most of them have been dated to millions of years ago. And yet, as Carl Sagan and Ann Druyan asked: “How accurately determined are the times of impact?” and “How reliable are the dates of cratering...?” Even so, what we are looking for are meteorites or craters that can be dated to the end of the Pleistocene epoch. Have any been so recognized?",
        "captions": [
            {
                "source": "internal",
                "text": "|    BR ES Be PES RS SO ge, The Hoba meteorite lying half buried where it fell in Namibia."
            },
            {
                "source": "external",
                "text": "formed.! Neither did whatever fell at the Tunguska site on June 30, 1908 leave a crater.” Hundreds of meteorites have been discovered where they fell without having left an impact"
            }
        ],
        "bibliography": "1K. F, Weaver, op. cit., pp. 395, 410. 2 Ibid., p. 402. 3 Ibid., p. 415. 4. Sagan & A. Druyan, op. cit., p. 294. 441",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 442,
        "main_text": "Using a series of technical data which we need not go into, Fred Hoyle has determined that several terrestrial impacts have occurred somewhere around 12,700 and 10,000 years ago.! Research on the Koefels Crater in Oetztal, Tyrol, has proven its impact origin through its signatures of iridium, shatter cones, and stress minerals. Nickel-iron fragments have also been found associated with the crater, with a high radon content in the immediate region. Also associated with the crater are nearby landslides—all of which have been dated to c. 9500 years ago.? Another crater in Bolivia, spotted through satellite photography in the early 1980s, and studied in situ in 1988, is located in soft sediments and is also attributed to a fall 10,000 years ago. A 34-ton iron specimen fell on Greenland 10,000 years ago and has, since then, been re- vered by the Eskimos of Cape York.* Now known by the name of Ahnighito (pronounced Ah-na-heet-o), it lies on display as the world’s second largest single meteorite at the American Museum of Natural History in New York City. Reverence did not, however, keep the Eskimos from fashioning harpoon tips and knives from some of its fragments.> Meteorites, however, would also have fallen into the oceans. And, since Earth contains a much vaster oceanic area than land surface, it stands to reason that more meteorites would have landed in sea-water than on land. According to Alexander Tollmann (who, unfortu- nately, confused two separate catastrophes) an oceanic impactor will only produce a crater on the bottom if its diameter exceeds the depth of the ocean.° Despite that, the number of sea- bottom craters that have so far been detected is copious. Thus, for instance, a seven-fold impact “in all the world’s oceans” 9,640 years ago has been postulated on the evidence of ice-core samples.” To back this up, craters have been located on the ocean floor in the Adriatic, near New Zealand, in the Gulf of Mexico, the Bering Sea, the Great Lakes of North America, the South China Sea, the Baltic, the Aegean, the Gulf of Corinth, the delta of the Orinoco, and the shelf off Nova Scotia’ Worthy of special notice is a wide expanse of the ocean bed in the middle of the North Sea which contains so many craters that it has been likened to the lunar topography.? (Note: The so-called Carolina Bays and other oriented lakes which feature so prominently in the works of other cosmic catastrophists, and which are now undeniably recognized as the scars of impacting bodies, are the result of a later catastrophe which will be featured in a fu- ture volume of this series.)",
        "captions": [],
        "bibliography": "1. Hoyle, The Origin of the Universe and the Origin of Religion (Wakefield, Rhode Island, 1993), p. 91. 2 A. Tollmann, “The Flood Impact and its Predecessor at the Transition of Pleistocene to Holocene,” New Scenarios on the Evolution of the Solar System and Consequences on History of Earth and Man (Bergamo, 2002), p. 148. 3 Science Frontiers (November/December 2002), p. 3. 4K. F. Weaver, op. cit., p. 410. 5 Ibid., p. 395. 6 A. Tollmann, loc. cit. 7. Standring, “Potpourri,” Chronology & Catastrophism Review (2002:2), p. 53. 8 T. Gold, Power From the Earth (London, 1987), p. 73. ®R. McQuillin & N. Fannin, “Explaining the North Sea’s Lunar Floor,” New Scientist 83 (1979), p. 90. 442",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 443,
        "main_text": "Chapter 20 Life in the Balance EXTINCTIONS ith Earth’s sub-brown dwarf of a sun flaring up, the heat ensuing from its blast, the radiation that showered down, the resulting multitudinous volcanic eruptions, the heaping up of mountains, earthquakes, landslides, mudslides, the floods from the melting ice, irruption of the sea over vast stretches of land, rising and sinking shore lines, bombardment from impacting meteorites, it is not conceivable that life would have escaped unscathed. And, to be sure, a vast portion of Earth’s animal population is known to have been wiped out of existence at the end of the Pleistocene epoch. While not as extreme as the extinctions of previous eras prior to the advent of man, the snuffing out of life forms at the end of the Ice Age is not to be underrated. It is now recognized that the Pleistocene epoch was “the heyday of large mammals,” but “about 10,000 years ago...almost all the large animals disappeared.”! Living in the nineteenth century, Alfred Wallace had already found reason to stress that: “We live in a zoologically impoverished world, from which the largest and fiercest, and strangest forms have recently disappeared; and it is, no doubt, a much better world for us now that they are gone. Yet it is surely a marvelous fact, and one that has hardly been sufficiently dwelt upon, this sudden dying out of so many large mammalia, not in one place only but over...the land surface of the globe.” And yet, what Wallace termed a “sudden dying out” has, by others, been interpreted as sudden only in a geologic sense since the disappearance of most of the Pleistocene mammals is mainly understood to have occurred “in the relatively brief span of a single millennium.” In this we beg to differ—which is not to say that the extinctions took place in the brief span of a day, a month, or even a year. A thousand years, however, are not called for. Alan Cooper has his own reasons for suggesting “a single millennium” for the disappear- ance of most of the Pleistocene fauna. “When a species begins to lose its habitat, as happened when Earth warmed up and the grasslands turned into forest,” he says, “what you see is a steady dwindling of genetic diversity.”4 Others, however, blamed it all “on a prolonged drought during the amelioration of climate following the last glaciation.”® It is difficult to see",
        "captions": [],
        "bibliography": "1 J, Kahn, “Monsters on Ice,” Discover (March 2004), p. 54. 2. Flannery, The Future Eaters (N. Y., 1995), p. 181. 3 J. Kahn, lo, cit. 4 Ibid., p. 56. 5D. V. Ager, The Nature of the Stratigraphical Record (London, 1973), p. 24. 443",
        "headers": [
            "EXTINCTIONS"
        ]
    }
]