[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 209,
        "main_text": "THE LORD OF TIME With a sun that stood perpetually still in Earth’s north celestial pole, and with no other visible body in the sky, ancient man would have had no means of telling time. Although this topic was discussed at length in our previous volume,! it does no harm to include a few addi- tional snippets, if for no other reason to keep the reader acquainted with the nature of the en- vironment we are presently concerned with. The Hindus, for instance, could still speak of that time when “there was only darkness wrapped in darkness...nor was there then the torch of night and day.” In Mesoamerica we meet with the Mayan Itzamna, “he who ‘emits light’,”3 also known as the Lord of Time.* Itzamna compares favorably with the Greek Kronos, that is Saturn, who, as Chronos, was also revered as the Father of Time.5 Ken Moss has ably shown that, as the “supreme Maya creator god” and the Father of Time, Itzamna’s identity as a Saturnian deity is well established.® Of passing interest to our thesis is the strange fact that the Hopi possess a rich language which, however, “contains no reference to ‘time,’ either explicit or implicit.”” THE HIGHEST ANTIQUITY In setting the stage for what is to come, the dramatis personae up to this point consist of a conglomeration of Neanderthal and Cro-Magnon tribes, sometimes in conflict with each other, living in separate areas, north and south of the glaciated belt of the Pleistocene Ice Age. Thriving in the semi-darkness of a perpetual dawn, with a solitary dim sun that never moved, they could not have known how long they had existed there, how long they expected to live, or how long those who passed away had been dead. Just because vegetation and game were plentiful in a balmy climate, we must not assume that Paleolithic man lived in peace with his neighbors. The Cro-Magnons might not have ex- terminated the Neanderthals but, whether they interbred or not, it is not reasonable to assume that there would not have been sporadic internecine conflicts between them. After all, even with the rise of civilization, strife remained at the forefront of man’s activities, a situation that continues into the present. Ancient man remembered this condition and passed it on to his descendants. The Sumerians, for instance, tell us that in the most primeval of times, the men of “ancient days” did not know of “tents of habitation.”8",
        "captions": [],
        "bibliography": "1D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 305-320. 2M. Eliade, Gods, Goddesses, and Myths of Creation (N. Y., 1974), p. 110. 3G. Annequin, The Civilization of the Maya (Geneva, 1978), p. 144. 4M. D. Coe, “Native Astronomy in Mesoamerica,” in A. Aveni (Ed.), Archaeoastronomy in Pre-Columbian America (Texas, 1975), p. 23. 5 For Chronos as Kronos, see D. Cardona, op. cit., pp. 47, 170, 239, 263, 306-307, 309. 6K, Moss, “Maya Cosmos: A Saturnian Interpretation,” AEON VI:1 (February 2001), pp. 82 ff. 7 A. de Grazia, Homo Schizo II (Princeton, N.J., 1983), p. 170. 8 §. H. Langdon, Semitic Mythology, Vol. V of The Mythology of All Races (N. Y., 1931/1964),p. 191. 209",
        "headers": [
            "THE LORD OF TIME",
            "THE HIGHEST ANTIQUITY"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 210,
        "main_text": "210",
        "captions": [
            {
                "source": "internal",
                "text": "oe  sof | Yd | J> S_  ee The Chippewa, deeply religious members of the Algonkian confederation, tell how the  creator attempted to fashion the world on three separate occasions, failing each time because there was too much ice, before he succeeded on the fourth. Shown above is an Algonkian shaman preparing medicine in his bark-covered wigwam. (ilustration by Peter F. Copeland.)"
            }
        ],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 211,
        "main_text": "211",
        "captions": [
            {
                "source": "internal",
                "text": "VIN WY    KS \\ SS fff  ( HT Although the Hopi possess a rich language, they have no word for “time.” sottiatration by Peter F Copeland)"
            }
        ],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 212,
        "main_text": "“The people in reed huts (?) made their devotions. Like sheep...they ate grass, and they drank rain-water. At that time...the goddess of flocks and the Grain-goddess had not been made to thrive.”! During the time of Alexander, himself a warmonger of the highest class, the Babylonian priest Berossus was still writing of “the remote past” when “men lived in lawless manner like the beasts of the field.”? The ancient Egyptians, too, remembered such a time before they were civilized by Osiris. Men “were but savages,” Donald Mackenzie para- phrased an Egyptian text. “They hunted wild ani- mals, they wandered in broken tribes hither and thither, up and down the valley and among the mountains, and the tribes contended fiercely in battle. Evil were their ways and their desires were sinful.”3 Diodorus even hints that the pre-civilized Egyptians were not averse to cannibalism, and, in later times, it was said that Osiris had to forbid men to eat each other.* The Chinese were no different in keeping alive the memory of an “‘ancient’ period during which life was still very primitive.”5 “Formerly the ancient kings had no houses [the Chinese Li Ki states]. In winter they lived in caves which they had excavated, and in summer in nests which they had framed. They knew not yet the transforming power of fire, but ate fruit of plants and trees, and the flesh of birds and beasts, drinking their blood, and swallowing also the hair and feathers. They knew not yet the use of flax and silk, but clothed themselves with feathers and skins.”6 Michel Cartier could not believe that the description of this legendary society could have been based on what the ancestors of the Chinese actually remembered and passed on by word",
        "captions": [
            {
                "source": "internal",
                "text": "ae, Itzamna—head of the Maya pantheon —      ;  he who emits light—supreme creator — Lord of Time."
            }
        ],
        "bibliography": "1 Pid. 2 Ibid., p. 103. 3D. A. Mackenzie, Egyptian Myth and Legend (N. Y., 1907/1978), p. 15. 4E. A. W. Budge, Osiris & the Egyptian Resurrection (N. Y., 1911/1973), p. 167. 5M. Cartier, “Historical Myths or Mythical History?” Comparative Civilizations Review, No. 20 (Spring 1989), p. 64. 6 Li Ki, VU:1 212",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 213,
        "main_text": "of mouth through the generations. The identification of such a society “with a state of sav- agery still very close to animality,” wrote Cartier, “does not really fit with the cultural evi- dence discovered by the Chinese archaeologists.” And: “The images of a ‘savage’ society antedating the invention of the rituals has no more historical foundations than the representa- tives of a primitive mankind imagined by Lucretius or Jean-Jacques Rousseau, to which they are very close, and which, until a very recent time, were considered in Europe as a reliable substitute for pre-history.”! And yet Cartier could not help stating that: “The works of the Legalist philosophers are the most sophisticated Chinese repre- sentations of historical development. This is especially true of a set of texts which at- tempt to reconstruct a primitive stage, vividly depicted either as an affluent society or one in which humans and animals are almost the same. They provide rational ac- counts of the transition from this stage to a more elaborate ‘feudal’ (fengjian) age... “The notion of a ‘primitive’ society, a stage usually ascribed to the ‘highest antiq- uity’...shares several traits with the description proposed in the section of the ‘Li- yun.’ The primitive men were nest builders living in trees, did not know how to light fire, or at best produced fire through friction, had to fight wild beasts with their bare hands, or at best with clubs and very simple weapons...they had to live on a diet of ‘fruit of plants and trees,’ herbs or raw meat and cover their bodies with ‘the skins of birds and animals’.”? Unfortunately Cartier assumed that the different society, described as affluent and living in harmony with the land, bears a better resemblance “with the prehistoric society recon- structed through the evidence of [Chinese] archaeology,” and that this “makes more sense as a starting point for an evolutionary process.” But the affluent society which Cartier finds more acceptable was actually one that followed the primitive society of an earlier age—an affluent society which is spoken of in the mytho-histories of every ancient race, and which mythologists usually refer to as the Golden Age. That the ancestors of the Chinese were “nest builders living in trees” is not impossible. It is more likely, however, that they simply built shelters made of twigs upon the ground, simi- lar to the reed huts of the proto-Sumerians mentioned above, which shelters were later re- membered as nests, and, later still, believed to have been in trees. To believe that the Chinese invented these hoary tales is to ignore the similarity they bear to those told by the indigenes of both terrestrial hemispheres. Lucretius and Rousseau aside, all these tales and the sequential events they tell bear too much similarity to be relegated to the realm of philosophical creativeness. After all it was no different on the other side of the world as the Peruvians well remembered and had it written in their records:",
        "captions": [],
        "bibliography": "'M. Cartier, op. cit., pp. 64-65. 2 Ibid., p. 65 (emphasis added). 3 Ibid., p. 66. 213",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 214,
        "main_text": "“Where we live now we see villages and cities; we see streams flowing down from the mountains, and being led this way and that way to water our crops and our trees; we see flocks of llamas feeding on good grass with their lambs—countless flocks. But in those days we lived where there were thickets and barren rocks; we had no llamas; we had no crops; we knew not how to make the waters flow this way and that way; we had no villages, no cities, no temples. We lived in clefts of the rocks and holes in the ground. The covering of our bodies was of bark or of leaves, or else we went na- ked...We ate roots that we pulled up out of the ground, or fought with the foxes for the dead things they were carrying away. No one bore rule amongst us, and we knew nothing of duty or kindness of one to another.”! MAN IN DARKNESS The Egyptians also remembered the perpetual semi-darkness which the dim sub-brown dwarf star that was proto-Saturn shed on Earth during this primordial time.? Needless to say, this was no different on the other side of the world. In speaking of the prehistoric peoples of South America, Harold Osborne tells us: “Some mythological cycles feature a primitive age of darkness before the existence of the sun, when human beings lived in a state of anarchy without the techniques of civilized life. Sometimes myths in this category appear to embody a confused racial memory of a hunting and food gathering stage.” Osborne is here referring to Pedro de Cieza de Leon who compiled his notes from what the Callao Indians recounted to him at the time of the Spanish conquest, and which he re- corded in his Cronica del Peru, from which the following is lifted: “They say that men lived in those times in a state of disorder, many went naked like savages; they had no houses or other dwellings than caves...and from these they went forth to gather whatever they could find to eat in the countryside. Some made fortresses, called pucara, in the highlands and they sallied forth from these to fight one another. Many were killed and they carried off the spoils and women of the conquered. They were in a state of anarchy without political cohesion and had no overlords but only petty chiefs who led them into battle. Their clothing was primitive, but they say that the headbands of /lautu by which one tribe is nowadays distinguished from another were used even then...these Indians relate a thing more noteworthy than anything else that they say. They assert that they were a long time without seeing the sun and, suffering much hardship from this, they offered prayers",
        "captions": [],
        "bibliography": "TR. Van Over, op. cit., p. 112. 2 Coffin Texts, Spell 316. 3H. Osborne, “South American Mythology,” Mythology of the Americas (London, 1970), p. 294 (emphasis added). 214",
        "headers": [
            "MAN IN DARKNESS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 215,
        "main_text": "and vows to those whom they held for gods, beseeching of them the light they lacked...””! Something similar is told by the Sia Indians of New Mexico who speak of a time when “it was still dark, but the people...made houses for themselves by digging in the rocks and the earth.”? It is understandable that, in the telling of these times, long after the event, the severity of the darkness became exaggerated. Thus the same Sia relate that they “could not build houses as they do now, because they could not see.”? Nor were the Sia the only people who fell prey to this exaggeration. The Cherokee also believed that: “Tn the beginning there was only blackness, and nobody could see anything. People kept bumping into each other and groping blindly.” It might be pointed out by some that tales, especially those which have entertainment value, have been known to spread from one society to another. This has been amply demon- strated by Frank Dobbins through the tale known mostly as “The Story of the Master Thief,” variations of which are found in the northern countries of Europe, Scotland, Spain, and even Egypt.5 No one, however, could ever have believed these tales. They were witty, even humorous, but beyond belief in any of their variants. As argued extensively in our previous volume,’ it is different when it comes to mythology, especially that which deals with origins. It is not that mythological ideas were not transferred from one race to another, but they mostly took hold among those to whom they were transferred precisely because they ac- corded with their own traditions. As Frank Manuel stressed: “Those who held for the autonomous invention of culture, myth, and religion granted that some details were trans- ferred, but they contended that fundamentally myth-making was a stage in the history of rea- son common to all people.”? Much later, as Manuel tells us, “the myths themselves, once having been committed to writing, were preserved by national pride since they described a people’s version of the origin of things.”§ Only later still were “symbolic interpreta- tions...grafted onto these ancient myths” wherewith “they were made to teach virtue.”? In passing, I would like to touch upon the hormonal malady known as Seasonal Affective Disorder—SAD for short—which affects some people during winter months. This malady takes the form of a winter-long depression, which seems to be related to the body’s inner clock known as the circadian rhythm. Those suffering from the syndrome are often inclined to spend as much time in bed as possible, often pulling the covers over their head, right",
        "captions": [],
        "bibliography": "! [bid., pp. 328, 330. 2R. Van Over, op. cit., p. 36. 3 Ibid. 4R. Erdoes & A. Ortiz, American Indian Myths and Legends (N. Y., 1984), p. 154. 5 FS. Dobbins, Error’s Chains: How Forged and Broken (N. Y., 1884), pp. 37 ff. 6 D. Cardona, op. cit., pp. 35 ff. 7F.E. Manuel, The Eighteenth Century Confronts the Gods (Cambridge, Massachusetts, 1959), p. 46. 8 Ibid. 9 Ibid. 215",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 216,
        "main_text": "through the winter months. Dramatic changes in sleep and appetite, low energy, irritability, an aversion to normal pleasures, and even social withdrawal are other symptoms of this depression. In the late 1980s, Morton Miller and his associates at the Lahey Clinic in Bur- lington, Massachusetts, discovered that the light-sensitive hormone melatonin influences brain signals in the hypothalamus. They have since then learned to treat patients by exposing them to specially designed lights for several hours each morning. This light therapy seems to be effective in resetting a person’s circadian rhythm with noticeable improvement within a few days.! I hate to stretch matters beyond their logical limit, but, seeing as this disorder is light-oriented, one wonders whether it might not be a throw-back to the primordial age of darkness.",
        "captions": [],
        "bibliography": "1“Hybernation Blues,” Science Digest (May 1989), p. 79. 216",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 217,
        "main_text": "Chapter 11 The Circumstellar Disk CHAOS here are two aspects of the proto-Saturnian sub brown dwarf star we discussed in our first volume which have not yet received mention in the present one. Also, as I have often said before, ours is a precarious position in that our model and scenario is not one that can be easily embraced by most members of academia so that we are, perhaps more than others, compelled to supply as much evidence as we possibly can. One of the items in question is the placental cloud, or circumstellar disk, that circled the proto-Saturnian sun. As we noted in our previous work, proto-Saturn’s circumstellar disk was inter alia re- membered as a chaotic nebular cloud and thus received the name of Chaos.! This entity called Chaos was seen as being so mysterious that entire tracts have been written about it. It was perhaps the only celestial item the ancients had difficulty in describing and/or symbolizing. Believed by some to have had no origin, it was obviously related to the darkness in the sky in which it was seen to float, and was thus often discussed together with it. In the Gnostic treatise known as On the Origin of the World, its unknown writer resorted to apologetics in an attempt to fathom the object in question. “Since everyone—the gods of the world and men—say that nothing existed prior to Chaos, I shall demonstrate that they all erred, since they do not know the structure of Chaos and its root. Here is the demonstration: “Tf it is agreed by all men concerning Chaos that it is a darkness, then it is something derived from a shadow. It was called darkness. “But the shadow is something derived from a work existing from the beginning. “So it is obvious that the first work existed before Chaos came into being.” In this we can catch a glimpse of the struggle the writer of this treatise was going through in trying to both understand and justify what the ancient ones had said concerning Chaos. That Chaos was a name of Janus, although often left unmentioned by mythologists, we know",
        "captions": [],
        "bibliography": "1D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 262-263. 2 W. Barnstone (Ed.), The Other Bible (N. Y., 1984), p. 63. 217",
        "headers": [
            "CHAOS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 218,
        "main_text": "from Ovid.! Just as often left unmentioned is that Janus was identified with the Greek Kronos and called by the name Saturnus, as we know from Joannes Lydus.? TAO The Gnostics were not the only ones who had difficulty in understanding the nature of this nebular cloud. Lau-tzu (Lao-tse, Lao-tze), who finally named it Tao, was just as puzzled and, in his attempt to define it, just as apologetic. Whether Lau-tzu had meant it as such from the beginning, his obsession with Tao eventually led to China’s most ancient belief system. Although it originally looked upon the stars as its divine assembly,* Taoism was to append various deities as time went by. It is in fact quite apparent that the greater portion of Chinese divinities are of Taoist derivation.5 Not all of these are of ancient, or even cosmogonic, origin. In one way, Taoism was eventually uplifted into the realms of philosophy and, in another, it degenerated into a system of superstitious belief. It is, however, often forgotten that, as David Talbott tells us, the Tao itself was originally known as “the Unmoved Mover, the god One who goes or ‘moves’ while yet remaining in one place.”6 Also known as the “light of heaven” and “the heart of heaven,” Talbott identified Tao as “the central sun.”? Where we differ slightly from him is in our assumption that Tao was the circumstellar disk surrounding proto-Saturn rather than the central Saturnian sun itself. THE NEBULAR CLOUD Intimations of the nebulous nature of the cloud surrounding proto-Saturn comes from its description as fog, foam, fluffy cotton,? and even slime.!° In the Creation myth of the Yuma, this same entity is spoken of as mist and foam.!! In a myth from Maiana, Gilbert Islands, the same entity is described as Na Arean who “sat alone” in space “as a cloud that floats in nothingness.”!? The Voguls and Ostiaks, as A. Sauvageot informs us, retain a myth of origins in which “the creation is not conceived to be the very beginning of the universe.” These people were of the belief that “a limitless stretch of water, sometimes with overlying fog and mist” preceded the Creation.!3 The name Viracocha, borne by one of the most important",
        "captions": [],
        "bibliography": "1 Ovid, Fasti 1:103. 2 Joannes Laurentius Lydus, De Mensibus 4:2. (NOTE: For more on Janus as Saturn, see D. Cardona, op. cit., pp. 165, 167-170, 172-173, 178, 239, 252, 263, 264, 279, 306-307, 357, 449. For more on Chaos see ibid., pp. 142, 172, 261-263, 267-268, 27 1-280, 304, 306, 309, 311, 317, 319, 341, 432-433, 457, 490. 3 See here D. Cardona, op. cit., pp. 263-264. 4. S. Dobbins, Error’s Chains: How Forged and Broken (N. Y., 1884), p. 419. 5 Ou-I-Tai, “Chinese Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 379. 6D.N. Talbott, The Saturn Myth (N. Y., 1980), p. 56. 7 Ibid., pp. 56-57. 8 For more on this, see D. Cardona, op. cit., pp. 263-264, 271, 438, 457. 9 Ibid., p. 264. 10 [bid., p. 266. 1 R. Erdoes & A. Ortiz, American Indian Myths and Legends (N. Y., 1984), p.77. 12 ©, Sagan, Cosmos (N. Y., 1983), p. 257. 13 A. Sauvageot, “Finland-Ugria: Magic Animals,” Larousse World Mythology (London, 1972), p. 424. 218",
        "headers": [
            "THE NEBULAR CLOUD"
        ]
    }
]