[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 310,
        "captions": [
            {
                "source": "caption",
                "text": "The Zuni shedding of the light. (As envisaged and painted by Helmut Hirnschall.)"
            }
        ],
        "headers": [],
        "content": "<p>310</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 311,
        "captions": [
            {
                "source": "caption",
                "text": "The shedding of the light by their Creator, Io, is not only remembered by the Maori of New Zealand, but continued to be incorporated in their rituals down into the 20th century. (Illustration by Y. S. Green.)"
            }
        ],
        "headers": [],
        "content": "<p>311</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 312,
        "captions": [],
        "headers": [],
        "content": "<p>Similarly in Hawaii where we meet with the god Kane (or Tane) who, like the Saturnian deities of other nations, existed alone in a deep intense night.! Like the Roman Janus and the Eskimo Ataksak, Tane (some say Atea) “was at first a shapeless being.” As in the myths we have been discussing, the first thing that Kane created was light. The Tahitians had much to say about the age of darkness. “All was darkness,” they in- toned in one of their Creation chants, “it was continuous, thick darkness.”4 And in this dark- ness there existed Ta’aroa. “But there was Ta’aroa, and he alone.”&gt; Known as the “night of Rumia,” the age of darkness was said to have existed from time immemorial. “The night of Rumia...was a long night to name; it was thick darkness, the long night to name. The nights would be millions in the long night to name, it was the long, wearisome night, the night of Rumia!”6 Eventually, however, “Atea was free, and light came into the world.” The exuberance ex- perienced at the shedding of the light is then somewhat whimsically recounted in the follow- ing: “There was tumbling and rolling over each other, in the ravines, in that department and this department.’ In what departments? In the assembly room and the room to run from! They all dispersed outside, shouting and clinging one to the other! The host of gods from their department first, and then the host of people from their department a little afterwards. This was the ending of the millions of nights of the long night of Rumia.”® The age of darkness had come to an end.</p>",
        "markdown_converted": true
    }
]