[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 181,
        "captions": [],
        "headers": [],
        "content": "<p>stone, bone, and even wood, were carved into harpoons, awls, needles, and fish hooks. They were presumably able hunters, although, as with the Neanderthals, they would also have for- aged to gather edible plants, roots, and wild vegetables. The only problem here is that, as far as can be told, the Cro-Magnons seem to have arrived on the scene without leaving a single trace of their evolutionary ancestors. “When the first Cro-Magnons arrived in Europe some 40,000 years ago,” Ian Tattersall observed, “they evidently brought with them more or less the entire panoply of behaviors that distinguishes modern humans from every other species that has ever existed.”! One thing that has often been misunderstood about the evolutionary process is that ana- tomical differences do not appear for any practical purposes. “*...it’s important to remember that new structures do not arise for anything [Tattersall disclosed]. They simply come about spontaneously, as by-products of copying errors that routinely occur as genetic information is passed from one generation to the next. Natural selection is most certainly not a generative force that calls new structures into existence...” It is unfortunate that those who write on evolution very often give the impression that new traits arise in response to requirements. What really transpires is that, through genetic mutation, new traits arise, and these can be either advantageous or unfavorable. Newly ac- quired traits prove advantageous or otherwise because of the particular environment in which the creature so endowed happens to be living. Those new traits which end up aiding the creature in question to avoid detection, or to reach what is unreachable to others, survive much better. Survival tends to pass the newly acquired traits to offspring. Those who are not blessed with such gainful acquirements, or whose newly acquired traits prove unfavorable, if not detrimental, in their particular environment, fail to survive. The camel did not develop his soft cushioned feet in order to enable him to traverse the soft sands of the desert. The camel simply adapted to the soft sands of the desert because he was endowed with soft cushioned feet. Another good example of this is the much touted case of the peppered moth. These come in two different varieties—light and dark. Anatomically, neither color is advantageous over the other. Environmentally it is—or so it has turned out. For years the light variety had the upper hand because they were less likely to be spotted by birds against the light bark of the tree trunks on which they were wont to alight and rest. But, with the advent of the indus- trial revolution, when tree trunks turned darker through the coating of grime belched out by factories, the light variety lost the advantage which was gained by the darker moths. The point I wish to stress here is that the anatomy of the Cro-Magnons was no more beneficial than that of the Neanderthals. And, since they shared the same terrain for untold generations, neither was the environment in which they lived. Which, again, raises the question as to why one breed survived and the other did not. The success of the Cro-Magnon incursion is evidenced by the fact that Cro-Magnon sites are much more numerous than those of the Neanderthals. They stretch all across Europe,</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 182,
        "captions": [
            {
                "source": "caption",
                "text": "Cro-Magnon skull."
            }
        ],
        "headers": [],
        "content": "<p>most of Africa, the Near East, India, North and South America, Australia, and Alaska.! Moreover, while the Neanderthals obtained their raw materials within a few miles of their range, judging by their remains, the Cro-Magnons must have been involved in long-distance trade, not only for their raw materials but also for their ornaments. “Tools of obsidian, jasper, and flint are found hundreds of miles from where these stones were quarried. Baltic amber reached southeast Europe, while Mediterranean shells were carried to inland parts of France, Spain, and the Ukraine.” One particular item in the Cro-Magnon kit that would definitely have given them the up- per hand in hunting was the spear thrower, which would have allowed these hunters to hurl a spear considerably faster, much farther, and more accurately than the Neanderthals could barehanded. Fragments of primitive cord excavated from Cro-Magnon sites also indicate that they might have woven and used nets, which would have increased their hunting efficiency.3 More than that, nets might also have been used by women to trap animals, as Olga Soffer and her colleagues have argued, which would raise the status of Paleolithic women above that of mere plant gatherers. “In many historical societies,” observed Soffer, “women played a key part in net hunting since the technique did not call for brute strength nor did it place young</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 183,
        "captions": [],
        "headers": [],
        "content": "<p>mothers in physical peril.” In fact, as far as Soffer is concerned, women might even have hunted with the spear alongside the men.! Apart from caves and more open rocky shelters, the Cro-Magnons also constructed dwellings. In the Ukraine, these were somewhat circular, the walls of which were built of in- tricately stacked mammoth bones which would then have been covered over with skins. In some excavated villages in France, separate areas were allotted for butchering, extracting marrow from bones, cooking, and the dumping of garbage.” The so-called bear cult, which we encountered among the Neanderthals, was also prac- ticed by the Cro-Magnons—which raises the question of who passed it on to whom. Incon- trovertible evidence of this cult comes from a cave at Montespan, France, where the clay model of a headless bear was discovered with the skull of a bear cub nearby. This model was peppered with spear holes, which indicates that a form of sympathetic magic. It does not require an over-imaginative leap in supposing that the model would have been covered with the pelt of an actual bear, which would then have been riddled with spears in a ceremony believed to enhance the prowess of the hunters,&gt; or in order to exert some magical power over the hunted beast.4 It should be pointed out, however, that the bear was not the only animal the Cro-Magnons treated in the above manner. Thus, for instance, the outline of a horse on a clay bed in the same cave, although only 45 centimeters in length, is also riddled with holes, attesting to the same type of sympathetic magic. A bison, painted on one of the cave walls of Lascaux is, moreover, engraved with arrows across its body.® One other advantage the Cro-Magnons seemed to have had over Neanderthals was a longer life. Although it seems evident that, like Neanderthals, the Cro-Magnons also suffered from arthritis, their teeth do not show a propensity of cavities.? Examination of Cro-Magnon skeletons indicate that some individuals survived into their sixties.’ On the other hand, much like the Neanderthals, the Cro-Magnons also buried goods with their deceased. True, there are many Cro-Magnon caves that have been discovered which did not contain interred grave goods. Others, however, abounded with such goods. In a some- what late grave—dated to 20,000 years ago—found at Sungir, near Moscow, the remains of two boys were found buried together head to head with valuable ivory spears, ivory beads, rings, and anklets. Two other boys unearthed in Italy were buried side by side but face down.? Ivory jewelry, necklaces made from the pierced teeth of foxes, spears, flint knives and others made from mammoth tusks, as well as batons were also interred!°—although, to</p>",
        "markdown_converted": true
    }
]