[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 37,
        "captions": [
            {
                "source": "caption",
                "text": "Impact of asteroid on Earth. Did such impacts cause Earth’s past series of ice ages? (illustration by Bruce LaFontaine.)"
            }
        ],
        "headers": [],
        "content": "<p>heat than its land areas, temperature over the land would fall more rapidly than that over the seas. This temporary imbalance would have produced gales with speeds estimated up to one hundred miles per hour, and these, in turn, would have increased the evaporation from the surface of the oceans. Precipitation over the colder land would then also increase, causing prolonged falls of freezing rain.! Similar ideas were also proposed by Mark Bailey.”</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 38,
        "captions": [],
        "headers": [],
        "content": "<p>Problems with this scenario include the fact that Earth’s northern hemisphere froze in a very peculiar manner, leaving much of Siberia and a large portion of Greenland unglaciated. As Peter Warlow indicated: “On the Butler-Hoyle hypothesis, as with conventional ice-age theories, one would expect a large land mass such as Siberia to be particularly severely af- fected—but it wasn’t.”! Even more problematical is the fact that our world went through the fabric of the Great Comet of 1861 with nothing much of any consequence occurring here on Earth. The world’s albedo was not affected. Earth’s atmosphere was not laden with dust. No ice age ensued. True enough, one may argue that not all past cometary tails might have been as tenuous as the one sported by that of 1861. But then the burden of proof would still lie with those who claim so. Besides, it has now been ascertained beyond doubt that, while they may contain a certain amount of dust, cometary tails are mainly composed of plasma.? But what of direct cometary impacts? In the late 1900s, Victor Clube and Bill Napier’s theory won the allegiance of many an aficionado. Relying on the Sun’s motion through the galaxy, it was reasoned that the Solar System would cross one of its spiral arms at intervals of about 50 million years. “Not only that,” they write, “it is moving in such a direction that it must have passed through Gould’s Belt only 10 million years ago.”3 “The rough periodicity in many geophysical processes is so similar to these intervals that it has long been recognized that terrestrial processes themselves might be trig- gered in some way by our passage through spiral arms...The problem has been to identify the mechanism giving rise to the geophysical effects.”4 Clube and Napier solved this problem to their satisfaction by proposing that the galactic arms contain large solid bodies which are gravitationally scooped up in millions by the Solar System in its passage, which would then result in episodes of planetary bombardment. These bodies, according to them, would be of sub-planetary dimensions, or planetesimals, which they envisage as being composed of “cold material of ice or possibly rock, or icy conglomer- ates.” These, still according to them, would account for the comets of the Solar System which, on break-up, can result in a veritable rain of debris on the Solar System planets in- cluding Earth. Among others, this scenario was accepted by Trevor Palmer who correlated it with im- pact craters which have been associated with the Miocene extinctions.&gt; “Although the rela- tionship between these and similar events and subsequent climatic changes is only at present</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 39,
        "captions": [
            {
                "source": "caption",
                "text": "Nucleus of a comet. (illustration by Bruce LaFontaine.)"
            }
        ],
        "headers": [],
        "content": "<p>39</p>",
        "markdown_converted": true
    }
]