[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 325,
        "captions": [],
        "headers": [
            "A COMPARISON OF MODELS"
        ],
        "content": "<p><b><center style='font-size: larger;'>A COMPARISON OF MODELS</center></b></p>\n<p>In the meantime, Van Flandern’s four million years is still a far cry from the few thousand years required by our proto-Saturnian model, while his “earliest humanlike primates” can hardly pass for the ancient recorders of cosmic history we have been relying upon to reconstruct proto-Saturn’s flare-up. And yet, Van Flandern’s own scenario does come close to ours on several counts. Consider the following: In our case, proto-Saturn is presented as a sun-like body that dominated the ancient sky. In Van Flandern’s case, the exploded planet had, with the exception of Jupiter, been larger than the other planets, as it orbited the Sun between Jupiter and Mars. Because of its size and closeness to Earth, it dominated the night sky with its brilliance, bright enough to have been seen during the day.! In following Velikovsky, the sun-like proto-Saturn flared up in nova-like brilliance, hurl- ing its debris in all directions. According to Van Flandern: “...suddenly [the planet] explodes. Now its brightness outshines even the Sun’s. Like a nova...the dying planet hurls its mass in the form of solid, liquid and gaseous debris in all directions at extraordinarily high velocities. In a few months, the leading edge of the blast reaches our planet.”? Following the proto-Saturnian disruption of our competing scenario, neither heaven nor Earth could have remained the same. The initial outburst of light from proto-Saturn’s flare-up would have all but blinded those unfortunate individuals who might have been staring directly at it. Its debris would have bombarded our ancestors and the event, as already mentioned, would have left us all scarred unto this day. Van Flandern writes: “What a sight it must have been for early man: the sky ablaze with meteors, night and day for months, and comets streaming among the stars. Many thousands of years would pass before the heavens would return to a more normal state. But even then the earth would never again be the same.” A conclusion reached by David Talbott, with which we heartily concur, is that the proto- Saturnian phenomenon lies at the very root of human advancement and the flowering of civi- lization4 And Van Flandern asks: “Is it only a coincidence that humanity felt its early stir- rings at about the time of the great explosion?”&gt; No—Van Flandern’s scenario cannot be said to be identical to ours; but, at the risk of sounding boorish, it comes damned close.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 326,
        "captions": [],
        "headers": [
            "EPOCHAL ADJUSTMENT",
            "MULTIPLE EXPLOSIONS"
        ],
        "content": "<p><b><center style='font-size: larger;'>EPOCHAL ADJUSTMENT</center></b></p>\n<p>But those four million years difference! And yet, as I asked in mischief in 1986,! if Van Flandern can reduce Ovenden’s 16 mil- lion years to just four, who can guarantee that someone will not yet reduce the four to one or even to only a few thousand? As it turned out, by 1993 it was Van Flandern himself who reduced his original 4 to 3.2 million years ago.’ By then he was also suggesting that Mars may have been a satellite of the destroyed planet. And, as if the explosion of one planet was not difficult enough to account for, he climbed further out on this slim limb by hypothesizing that there had probably been two or more such planets in the Solar System that blew up.4 “Many lines of evidence suggest more than one planetary explosion in the solar sys- tem’s history. The discovery of one, and probably two, new asteroid belts orbiting the Sun beyond Neptune is especially suggestive, given that the main asteroid belt is apparently of exploded planet origin.” And: “Meteorites provide direct evidence about their parent bodies. Yet this evidence strongly indicates at least 3-4 distinct parent bodies.”® But what, then, of the retrocalculation of cometary orbits which had confirmed that they had gone around the Sun in four million years, and that they “all seem to have originated from a common point between Mars and Jupiter 4 million years ago”? The answer to that one was easy enough. Newer calculations showed that the age of short period comets is actually 3.2 million years,’ which is what forced Van Flandern to lower his original date. </p>\n<p><b><center style='font-size: larger;'>MULTIPLE EXPLOSIONS</center></b></p>\n<p>In the end, of course, Van Flandern had to reach the conclusion that he did. Burdened as he was with his belief that the asteroids, on the one hand, and short-period comets, on the other, were the debris of planetary outbursts, the explosion of more than just one planet was</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 327,
        "captions": [],
        "headers": [],
        "content": "<p>actually forced upon him. This was made all the more evident—at least to him—by hints of other asteroidal belts besides the main one between Jupiter and Mars. Consistency dictated that if one asteroid belt owed its origin to an exploded planet, so must the others. Concerning the main asteroid belt, he wrote: “Although over 10,000 asteroids have well-determined orbits, the combined mass of all other asteroids is not as great as that of the largest asteroid, Ceres. That makes the total mass of the asteroid belt only about 0.001 of the mass of the Earth. A frequently asked question is, if a major planet exploded, where is the rest of its mass?”! His answer to this was that while shattered surface and crustal rocks would still be rocky fragments, rocks from greater depths would be under so much pressure that, when suddenly released into the near-vacuum of space, they would simply vaporize. To give the example he gave, “over 99%” of an Earth-mass planet would be destroyed in this manner. What is left would be the 0.001 Earth-mass of the asteroids. “The situation,” he went on, “worsens for a larger planet, where the interior pressures and temperatures get higher more quickly with depth.”? With comets, still according to him, it would be different. As he himself claimed, “we can estimate the total mass of the body that exploded to produce all the comets seen today.” And that estimate lead him to the conclusion that the mass of the parent body that produced the comets “is almost certainly less than the size of our Moon...” “Putting all this evidence together [he wrote], we have strong hints for two original planets near what is now the main asteroid belt: hypothetical ‘Planet V’ and ‘Planet K.’ These were probably gas giant planets with moons of significant size, such as Mars, before they exploded. We have hints of two more asteroid belts, probably from the explosions of two more planets (‘Planet T’ and ‘Planet X’) beyond Neptune. And we have hints for two extra-large gas giant planets, ‘Planet A’ and ‘Planet B,” that exploded back near the solar system beginning.”<em> How does all this add up? As Van Flandern had previously told us, retrocalculated orbits place the origin of short-period comets in the asteroid belt. But the planet that exploded to give birth to these comets could not have been more massive than the Moon. Likewise with the one which supposedly produced the asteroids. As he himself claimed, “asteroid belts with masses of order 0.001 Earth masses are the norm when terrestrial-planet-sized bodies ex- plode.”</em> As is well accepted, 0.001 Earth-mass is the mass of the asteroids in the Solar Sys- tem’s main asteroid belt. The exploded planet that gave birth to these asteroids must have therefore been a terrestrial-sized planet. How, then, does he reconcile these sizes with the two giant gas planets he ended up placing in the vicinity of the asteroid belt?</p>",
        "markdown_converted": true
    }
]