[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 265,
        "captions": [],
        "headers": [
            "THE PICTOGRAPHIC EVIDENCE"
        ],
        "content": "<p>How do we know that this transpired? We know because the Cro-Magnons left us with specific visual representations of just such a series of events. </p>\n<p><b><center style='font-size: larger;'>THE PICTOGRAPHIC EVIDENCE</center></b></p>\n<p>At this point I have to submit certain evidence which, at first glance, will be even more difficult to digest by those who have not been exposed to plasma experimentation than any- thing else so far presented. This is especially so because the evidence in question has not yet been given wide public exposure. Nor would any of this evidence have been available were it not for the diligence of Anthony Peratt. As it happened, however, back in 2000, Peratt came to the stunning realization that many of the figures left to us by our prehistoric ancestors bear a canny resemblance to the plasma instabilities with which he was personally involved and which, in fact, were named after him. It is of course understandable that, up to that time, being a plasma physicist, Peratt knew nothing about prehistoric pictographs. He was soon enough to learn. This all came about when, at the urging of some colleagues, Peratt attended the World Conference sponsored by KRONIA Communications in September 2000 at which he gave a paper on plasma cosmology. During the private round table conference for the speakers that followed the public session, two amazing things transpired. The first was that Peratt got mildly interested in what those involved in the Saturn thesis were discussing, which, from an authority of Peratt’s stature was as unexpected as it was heartily welcomed. The second is that Peratt himself—who was actually heard saying “I don’t believe I’m doing this” — floored the attendees by illustrating aspects of plasma instabilities with which those involved in the reconstruction of the proto-Saturnian events were already familiar through ancient symbolism. Even so, to say that Peratt was there and then convinced of the validity of the Saturn thesis would be stretching it. Soon after, David Talbott, who was the organizer of the conference, e-mailed some illustrations to Peratt for his comments. As Peratt himself tells it: “Tt was unreal. The pictures were those of an obscure instability in a plasma dis- charge. But the pictures were more pencil-like than photographic. It was hard to be- lieve that someone outside the space-plasma community had knowledge of these. When I inquired further as to their source, I was told they were carved on rock. I im- mediately wanted to know where these rocks were stored. It was at that point that I found out that they were called petroglyphs and existed all over the world.” ! The resemblance between prehistoric petroglyphs and plasma instabilities so intrigued Peratt that he, together with some interested volunteers, went out of his way in self- conducted field explorations to photograph as many of these depictions as he could find in America’s south-western states. Before long he was collecting similar pictographs from other parts of the United States and elsewhere, even from as far afield as the Australian outback.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 266,
        "captions": [
            {
                "source": "caption",
                "text": "Anthony L. Peratt Photograph —2005—by the author."
            }
        ],
        "headers": [],
        "content": "<p>The more he collected, the more he became convinced that what was recorded all over the world through these petroglyphs amounted to a chronological sequence of plasma instabilities which our primitive forebears could only have seen projected against the backdrop of the sky—a far-fetched hypothesis to be sure. To use his own words, however, Peratt came to the conclusion that “it was really quite simple.”! According to him: “Ancient people had recorded all the phases of a plasma discharge, a lightning stroke that must have been unprecedented in intensity and duration.”? Peratt soon realized that, through computer processing, it would be possible to “make a movie of the phenomena with bits and pieces of petroglyphs from around the world in spite of the fact that they were often drawn as crude looking figures.”? As it turned out, and was later reported, Peratt had “greatly underestimated the information carried on the rocks.”4</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 267,
        "captions": [],
        "headers": [
            "THE MAGDALENIAN PRIMACY"
        ],
        "content": "<p>“Many parts of the hastily created movie ‘stood still’ in spite of the fact that the individual frames were photos taken a thousand miles apart. That is, they were exactly the same images or images having differences related to where on Earth the observer stood or [to] cultural perceptions.”! How did he determine the line of sighting in order to ascertain the correct perspective of the phenomena from where “the observer stood”? “[He did so by] digitally recording many tens of thousands of petroglyphs in the Southwest while noting their positions and orientations through global positioning satellites. The data was then processed on a large computer to look for similarities between the petroglyphs themselves as well as with other objects made by man thou- sands of years ago.” In other words, not only are the same and/or related images carved on rock over most of the world, but, when strung together in the proper order they correlate into the correct sequence inherent in plasma instabilities. To Peratt, as now to others, there is no way that this could be interpreted as mere coincidence. The emerging verdict is that our forebears actually left us a pictorial compendium of the sequential events they saw portrayed against the sky. Peratt disclosed some of these findings to a selective audience at the October 2001 semi- nar sponsored by the University of Pennsylvania Museum of Archaeology and Anthropology. Basing his findings on new high technology experimental research, he there argued that “numerous rock art designs...can be linked to the recording of a highly visible outer space event that occurred many millennia ago.”3 As he there indicated, “many items of antiquity including petroglyphs...are interrelated by world-wide observations of an intense ‘aurora’ that may have lasted for centuries.”* All of this is not to say that all petroglyphs, or other ancient symbols, are identifiable as plasma instabilities. Neither can it be said that those which are so identifiable pertain to the same series of events. As we shall be indicating in future volumes of this series, some of these occurrences were actually repeated at a later time. But let us return to the set of circumstances we are here primarily concerned with and the visual representations left to us by the Cro-Magnons. </p>\n<p><b><center style='font-size: larger;'>THE MAGDALENIAN PRIMACY</center></b></p>\n<p>As has already been noted, there is nothing in all of Paleolithic art that is recognizably cosmic. This has been acknowledged by those who have made it their business to study ar- chaeoastronomy. Thus, while Edwin Krupp attempted to discover a semblance of seasonal</p>",
        "markdown_converted": true
    }
]