[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 442,
        "captions": [],
        "headers": [],
        "content": "<p>Using a series of technical data which we need not go into, Fred Hoyle has determined that several terrestrial impacts have occurred somewhere around 12,700 and 10,000 years ago.! Research on the Koefels Crater in Oetztal, Tyrol, has proven its impact origin through its signatures of iridium, shatter cones, and stress minerals. Nickel-iron fragments have also been found associated with the crater, with a high radon content in the immediate region. Also associated with the crater are nearby landslides—all of which have been dated to c. 9500 years ago.? Another crater in Bolivia, spotted through satellite photography in the early 1980s, and studied in situ in 1988, is located in soft sediments and is also attributed to a fall 10,000 years ago. A 34-ton iron specimen fell on Greenland 10,000 years ago and has, since then, been re- vered by the Eskimos of Cape York.* Now known by the name of Ahnighito (pronounced Ah-na-heet-o), it lies on display as the world’s second largest single meteorite at the American Museum of Natural History in New York City. Reverence did not, however, keep the Eskimos from fashioning harpoon tips and knives from some of its fragments.&gt; Meteorites, however, would also have fallen into the oceans. And, since Earth contains a much vaster oceanic area than land surface, it stands to reason that more meteorites would have landed in sea-water than on land. According to Alexander Tollmann (who, unfortu- nately, confused two separate catastrophes) an oceanic impactor will only produce a crater on the bottom if its diameter exceeds the depth of the ocean.° Despite that, the number of sea- bottom craters that have so far been detected is copious. Thus, for instance, a seven-fold impact “in all the world’s oceans” 9,640 years ago has been postulated on the evidence of ice-core samples.” To back this up, craters have been located on the ocean floor in the Adriatic, near New Zealand, in the Gulf of Mexico, the Bering Sea, the Great Lakes of North America, the South China Sea, the Baltic, the Aegean, the Gulf of Corinth, the delta of the Orinoco, and the shelf off Nova Scotia’ Worthy of special notice is a wide expanse of the ocean bed in the middle of the North Sea which contains so many craters that it has been likened to the lunar topography.? (Note: The so-called Carolina Bays and other oriented lakes which feature so prominently in the works of other cosmic catastrophists, and which are now undeniably recognized as the scars of impacting bodies, are the result of a later catastrophe which will be featured in a fu- ture volume of this series.)</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 443,
        "captions": [],
        "headers": [
            "EXTINCTIONS"
        ],
        "content": "<p>Chapter 20 Life in the Balance </p>\n<p><b><center style='font-size: larger;'>EXTINCTIONS</center></b></p>\n<p>ith Earth’s sub-brown dwarf of a sun flaring up, the heat ensuing from its blast, the radiation that showered down, the resulting multitudinous volcanic eruptions, the heaping up of mountains, earthquakes, landslides, mudslides, the floods from the melting ice, irruption of the sea over vast stretches of land, rising and sinking shore lines, bombardment from impacting meteorites, it is not conceivable that life would have escaped unscathed. And, to be sure, a vast portion of Earth’s animal population is known to have been wiped out of existence at the end of the Pleistocene epoch. While not as extreme as the extinctions of previous eras prior to the advent of man, the snuffing out of life forms at the end of the Ice Age is not to be underrated. It is now recognized that the Pleistocene epoch was “the heyday of large mammals,” but “about 10,000 years ago...almost all the large animals disappeared.”! Living in the nineteenth century, Alfred Wallace had already found reason to stress that: “We live in a zoologically impoverished world, from which the largest and fiercest, and strangest forms have recently disappeared; and it is, no doubt, a much better world for us now that they are gone. Yet it is surely a marvelous fact, and one that has hardly been sufficiently dwelt upon, this sudden dying out of so many large mammalia, not in one place only but over...the land surface of the globe.” And yet, what Wallace termed a “sudden dying out” has, by others, been interpreted as sudden only in a geologic sense since the disappearance of most of the Pleistocene mammals is mainly understood to have occurred “in the relatively brief span of a single millennium.” In this we beg to differ—which is not to say that the extinctions took place in the brief span of a day, a month, or even a year. A thousand years, however, are not called for. Alan Cooper has his own reasons for suggesting “a single millennium” for the disappear- ance of most of the Pleistocene fauna. “When a species begins to lose its habitat, as happened when Earth warmed up and the grasslands turned into forest,” he says, “what you see is a steady dwindling of genetic diversity.”4 Others, however, blamed it all “on a prolonged drought during the amelioration of climate following the last glaciation.”® It is difficult to see</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 444,
        "captions": [],
        "headers": [],
        "content": "<p>how a prolonged drought at the end of the Ice Age could have led to grasslands turning into forests. Besides, that mammals can easily adapt to a changing environment is evidenced by the far-reaching extent of habitation that has been occupied throughout the ages by the pachyderms, from woolly mammoths in the Arctic to the present elephants in equatorial Af- rica. Given the millennium or so that Cooper believes in, animals could easily have migrated to more suitable regions as, in fact, some of the survivors—among them the Arctic fox, the saiga antelope, and the reindeer—are known to have done.! In fact, Cooper himself realizes that a change of climate, which is what would have caused a change in the environment, raises some serious problems of its own.? Keep in mind, as Derek Ager noted, that these extinctions did not result from the Pleistocene glaciation, but sometime after the retreat of the ice? The retreat of the ice, however, was not itself the cause of the extinctions as neither was it the cause of the change in climate that ensued. It was, therefore, not without reason that the glaciologist J. Charlesworth lamented his own discipline when it came to this particular epoch in world history. “Perhaps no geological period has so divergent views as has the Pleistocene,” he wrote. “Indeed, Quaternary geologists have long enjoyed the unenviable reputation of being among the most disputatious.”4 As if all this was not enough, a new theory was advanced by C. O. Sauer in 1944 which blamed the extinction of Ice Age fauna on man himself, such as “by hunters making fire- drives in pursuit of game.”&gt; But, as Immanuel Velikovsky rightly noted, “Stone Age hunters burning down forests would not have been able to destroy completely many species of animal, leaving not one of the kind from one coast to another and from Alaska to Tierra del Fuego.”® Nor was this anything of an exaggeration on Velikovsky’s part. North America alone, as Trevor Palmer noted, lost 75% of its genera of animals which included many of its mammoths, mastodons, horses, tapirs, camels, ground sloths, the saber-toothed cats, various bears, giant rodents, musk oxen, moose, and deer.” “In all, 33 genera disappeared between 12,000 and 10,000 years ago, and possibly a much shorter period than that. In South America at about the same time, 46 genera became extinct. These were all large mammals, including mastodons, edentates, ro- dents, ungulates, carnivores, horses, peccaries, camels and deer. The extinctions of large animals in the old world were more modest, but the long-horned buffalo, giant hartebeest, giant Cape horse, a warthog-like pig and two species of springbok disap- peared completely from Africa at the end of the Pleistocene, and the European</p>",
        "markdown_converted": true
    }
]