[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 100,
        "captions": [
            {
                "source": "caption",
                "text": "Socrates, who never wrote anything himself, berated the art of writing. (illustration by Charles Hogarth.)"
            }
        ],
        "headers": [],
        "content": "<p>especially so when it comes to the major deities of mankind’s ancient past. Forget the idea that the gods were invented as prototypes of benevolence. As we indicated in our previous volume, none of these ancient deities were upholders of law and order. On the contrary, their biographies and histories reveal them to have been thought of being nothing more than a bunch of revelers, indulging in sexual dishonesty, incest, rape, murder, and genocide without equal.! “The gods [Alfred de Grazia wrote] are made ‘to be’ as they ‘should be,’ friends of ours, of our tribe, or perhaps even of humanity. No matter that they are also believed</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 101,
        "captions": [
            {
                "source": "caption",
                "text": "Writing, so Socrates avowed, is inferior to orality Since the written word cannot be made to answer questions. Shown above: Greek scholar writing on papyrus. (Illustration by John Green.)"
            }
        ],
        "headers": [],
        "content": "<p>101</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 102,
        "captions": [
            {
                "source": "caption",
                "text": "The rongorongo script of Easter Island Which dates no farther back than the late nineteenth century."
            }
        ],
        "headers": [
            "THE PLANETARY DEITIES"
        ],
        "content": "<p>to have repeatedly destroyed the nations and that they will do so again.”! Why, then, did man invent such lawless gods? Or did he? If the characters and actions of the deities of one ancient race or nation were reflected in the divine characters and actions of other far-flung peoples, could it not be that they had all witnessed the same events which were attributed to godly actions in the first place? But for all such actions to have been wit- nessed by one and all, regardless of geographical locality, the events would have to have been portrayed on a screen that would have been visible from just about everywhere. The only such screen available to all of mankind at one and the same time is the sky. The Sun, the Moon, the stars, all act out their drama on the sky and everyone on Earth witnesses their ever-changing spectacle no matter where they may be located. </p>\n<p><b><center style='font-size: larger;'>THE PLANETARY DEITIES</center></b></p>\n<p>That man’s ancient deities resided in the sky—although sometimes on top of moun- tains—need not be stressed. Down to the present age, regardless of the religion concerned, God is still believed to reside there. But who, or what, were these ancient deities? Man’s ancient deities were not merely celestial, or somewhat vaguely astral, but specific-</p>",
        "markdown_converted": true
    }
]