[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 472,
        "captions": [],
        "headers": [],
        "content": "<p>“The outgoing wave of electromagnetic energy and cosmic rays could destroy Earth’s ozone layer in a matter of minutes, exposing all life on the planet to lethal levels of radiation.”! Actually, the belief that far-distant supernovae could have played a part in the extinction of terrestrial life was, even then, not new. On the contrary, the notion that cosmic radiation went hand in glove with the geological discontinuities and biological revolutions had been discussed for years before.2 Among adherents of the theory was the German palaeontologist, Otto Schindewolf, who stressed the need for Earth scientists to realize that faunal discontinuities at the boundaries of geological periods cry out for a catastrophic agent which would have included a sudden increase in high energy cosmic radiation. And this radiation, according to Schindewolf, could only have come from a nearby supernova.* “The same view,” wrote Trevor Palmer, “was taken by the Soviet scientists, V. I. Krasovskiy and I. S. Shklovskiy, in 1957; the German, H. Liniger, in 1961; and the Canadians, D. A. Russell and W. Tucker, in 1971.5 While, as often stressed in this work, proto-Saturn’s flare-up was but a burp when com- pared to the colossally explosive nature of supernovae, there is no doubt that it, too, would have showered Earth with X-rays and other harmful radiation. Man, himself a victim of the cataclysm, would have noticed the loss of life around him. Among those who kept the memory alive were the Amerinds.° But they were not alone. As Donald Mackenzie informed his readers: “The American belief that the first beings who were created were unable to live on earth was shared by the Babylonians.” Of radiation and its effects, these people would have known nothing. And yet the Babylonians of whom Mackenzie speaks seem to have remembered what only their ancestors could have passed on to them, The dim recollection which these people preserved was that the death of so many of the animals which took place right after the Creation had been caused by the light emitted by the radiating proto-Saturnian sun. At least this seems to be what Berossus had in mind when he described Belus (the same as Bel, and therefore Saturn) as he who “split the darkness” and “put the world in order.” But, as he went on, “the animals that could not bear the light perished.”’</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 473,
        "captions": [],
        "headers": [
            "ABORTED MUTATIONS"
        ],
        "content": "<p><b><center style='font-size: larger;'>ABORTED MUTATIONS</center></b></p>\n<p>Cosmic radiation would not only have proved fatal to a vast majority of individuals, it would also have led to mutations among some of the survivors. It has for long been known that spontaneous mutations can be produced by high-energy radiation, including X-rays and ultra-violet rays.! Objections raised against such a cause in the natural world centered around the fact that X-rays are practically absent in Earth’s atmospheric environment, while excessive ultra-violet rays are mostly shielded by Earth’s ozone layer.? But, as we have seen, brown dwarf stars, of which proto-Saturn was one, are known to emit just such radiation. In a flare-up such as the one being discussed, the radiation output of a brown dwarf star would have been copiously increased. Thermal agitation can also cause similar effects. Thus, for instance, in 1943, strange plants which were previously “unknown to modern British botany” were discovered in the World War II bomb craters of London.? The thermal action of the explosions is believed to have been the cause of this botanical metamorphosis, which is not dissimilar to the spontaneous mutations achieved in insects by subjecting them to X-ray doses.* It is even possible, although not yet proven, that, as Anthony Huxley suggested, mutations could be caused by the close passage of a radioactive meteorite. Possible evidence of this exists in a number of deformed beech trees which were found in areas across Denmark, Germany, northern France, and Brittany. They are all of about the same age and the localities in which they continue to exist lie in a straight line.» Mutations in plants have also cropped up close to the atomic bomb explosion site in Na- gasaki.° The same thing transpired from the effects of radioactive fallout from the Chernobyl Nuclear Power Plant disaster in April, 1986, in what was then the U.S.S.R., where mutations took hold of the vegetation on the edge of the nearby forest. Pine trees grew needles ten times as long as normal, while oak and acacia trees sprouted enormous leaves.” Back in 1939, Fred Hoyle had suggested that collisions with cosmic clouds may occasionally obliterate the Sun’s heliospheric shield. Computer simulations conducted sixty years later by Gary Zank indicated that such collisions may indeed “burst” the Sun’s plasmatic “breathing bubble” that helps protect life on Earth. In such cases, according to Zank: “The protective solar wind would be extinguished, and cosmic radiation might lead to gene mutations.”® If such a collision with a cosmic cloud is believed capable of achieving this, how much more so would a collision with an interloping system, itself contained in its own plasmatic “breathing bubble”?</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 474,
        "captions": [],
        "headers": [
            "DNA"
        ],
        "content": "<p>But would the penetration of the heliosphere by the proto-Saturnian system have “burst” the Sun’s plasmatic bubble, even if only temporarily? Would it not be more reasonable to as- sume that it was the proto-Saturnian system’s own plasmasphere that would have been so af- fected? I will leave that for others in the future to decide. At present I can only say that the temporary obliteration of either plasmasphere is not a requirement of our scenario, although there is no doubt that the exchange of electrical charge between the two would have caused a temporary disturbance in their electric fields. As we have seen, in the proto-Saturnian case this disturbance exhibited itself in proto-Saturn’s own flare-up. What temporary damage, if any, this might have caused in the Sun’s outlying plasmasphere remains to be told. In any case, as is now known, biological cells do respond to electromagnetic fields. Moreover, cells can “rewrite” their own gene program in order to overcome stressful conditions. Such </p>\n<p><b><center style='font-size: larger;'>DNA</center></b></p>\n<p>alterations are actually mutations.' To say that proto-Saturn’s flare-up inaugurated a “stress- ful condition” would be an understatement. As in the case of extinctions, mutations in Earth’s past organisms have also been linked to supernovae. Radiation, Bob Berman writes, “would pummel Earth if a supernova exploded nearby, within 30 light-years or so.” Supernovae occurring this close to Earth are considered rare, but, when they do, the radiation they emit is believed capable of triggering mutations in all forms of terrestrial life.2 Although he does not seem to have quite accepted such an event, Palmer at least realized that: “If increased radiation had been present, e.g. because of a supernova explosion, then there might well have been an increased incidence of mutations.”3 Increased radiation, X-rays, ultra-violet ray emissions, thermal agitation, plasmaspheric disruption, electromagnetic disturbance—all these, among others, were the consequences of proto-Saturn’s flare-up. On their own, every single one of them is capable of causing muta- tions in living organisms. Acting in concert, they would have increased the possibility of such mutations. It is therefore unreasonable to suppose that mutations did not affect life on Earth in response to the event in question. Although it has long been conceded by some authorities that mutations are “the raw material of evolution,”4 I will let that still controversial subject pass especially since no new species are known to have appeared at the end of the Pleistocene epoch—certainly not in the animal kingdom. But the question has to be asked: If mutations resulted in the wake of proto- Saturn’s flare-up, where do we look for the evidence? Well, for one thing, most mutations are lethal, leading to the death of the affected organ- ism. Moreover, among those entities who survive mutation, the newly acquired traits are sel- dom passed on to offspring. Only those alterations occurring in the hereditary genes can actu- ally furnish new elements for the permanent character of a race or species. It must, however, be stressed that, at least under normal conditions in the natural world, these gene-mutations are remarkably rare. This is because most mutant genes have a lower</p>",
        "markdown_converted": true
    }
]