[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 370,
        "captions": [],
        "headers": [
            "THE HEAT WAVE"
        ],
        "content": "<p>Chapter 18 Out of the Freeze </p>\n<p><b><center style='font-size: larger;'>THE HEAT WAVE</center></b></p>\n<p>ne abrupt change that man would have immediately noticed following proto-Saturn’s flare-up would have been the sudden heat-wave that would have engulfed Earth. This brings to mind one of the most fascinating, even if somewhat convoluted, myths of Creation, that told by the North American Lakota, otherwise known as the Sioux. This myth contains many particulars that have already been discussed both in this work and our previous one. Thus it is told that the first and only entity to ever exist was Inyan and, like the Saturnian deities of other nations, he existed in “the time when there was no time.”! With him, however, was also his “spirit,” known as Wakan Tanka, the Great Mystery.? This “spirit,” which elsewhere we have seen equated with “wind” and even “hurricane,” was the same “spirit” —that is ruach—which the Old Testament associates with Elohim.3 Identifiable as the universal mytho-historical polar column, or axis mundi, as noted in our previous volume, this phenomenon is understood as the sustained, yet rotating, jet-like Birkeland current that stretched between Earth and proto-Saturn.4 Also anthropomorphized as the deity’s mighty phallus, we have, in this very work, already seen this same phenomenon retracting itself just prior to proto-Saturn’s flare-up. Inyan himself, it was told, was shapeless&gt;—that is he lacked all limbs and/or protuber- ances. He thus compares favorably with the Eskimo Ataksak and the Roman Janus, both of whom were described as having originally had the shape of a mere sphere.® And, once again like the Saturnian deities of other races, he lived in darkness.” In that curious manner which in time became the hallmark of all mythology, various Lakotan aspects of the proto-Saturnian configuration, including Earth, were ultimately endowed with human characteristics and emotions including envy and/or jealousy. Thus it was that Earth was said to have complained because “she was cold”’—a direct allusion to the frigid climate of the Pleistocene Ice Age. She therefore demanded that Inyan banish the darkness, at which point light was created.?</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 371,
        "captions": [],
        "headers": [
            "RAYS AND DOUBLE LAYERS"
        ],
        "content": "<p>“Now there was light everywhere, but this was still not good enough...for there was no warmth and no shade.” In order to dispel the cold, Wi was next created. “Wi shone on the world and everything became hot and bright.” ! In time, the Lakota came to understand this Wi as “the brilliant disc of the sun.” As we know from other myths, the Sun did eventually come into view.? But that Wi was proto-Saturn in its new radiant phase rather than the pre- sent Sun is indicated by his original immobility in the sky. As already noted, it was precisely at this time, following its flare-up, that proto-Saturn began to shine as a true sun. What is also of importance to our present topic is the statement that, unfortunately, this new sun gave “no respite from the burning heat.” This heat at the beginning of Creation is reiterated by the Maidu of California. Great Man, which is what the name of the Maidu Creator translates into, was he who created the so-called “world.” As these natives relate: “At first the earth was very hot, so hot it was melted...”4 Nor is this merely an Amerind tradition since this belief is also encountered half a world away in India. In speaking of tapas, the bodily heat said to be experienced by some mystics, Heinrich Zimmer informs us that in Vedic lore “such energy is employed by the gods themselves to many ends,” one of which is “the purpose of creation.” The Creator is said to heat himself “and thereby produces the universe.” And, quite often, this is accomplished “by internal incandescence.”&gt; X-</p>\n<p><b><center style='font-size: larger;'>RAYS AND DOUBLE LAYERS</center></b></p>\n<p>This heat wave would have had more than one cause. To be sure, supernovae have been said to produce “ a brief global cooling” on Earth.® This, however, is not a universally ad- hered to assumption. In fact, A. C. Aikin and his colleagues came to the opposite conclusion “that upper atmosphere warming would result” on Earth from a distant supernova.’ As we shall soon indicate, this is much more likely. In any event, while not exactly a supernova, proto-Saturn’s flare-up, at close proximity, would have warmed Earth’s upper atmosphere even more. As is now known, dwarf stars, like any other stars, cool down with age. Added to that, red dwarfs often display spots which are “far larger than those seen on the Sun.” These “star- spots,” as Ken Croswell alludes to them, “can cause the star to dim by up to 40 per cent for several months at a time.” But also: “At other times, red dwarfs brighten dramatically, spew- ing large flares that can more than double the star’s brightness in a matter of minutes.”® Al-</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 372,
        "captions": [],
        "headers": [
            "TERRESTRIAL BRAKING"
        ],
        "content": "<p>though we have posited proto-Saturn to have been a sub-brown, rather than a red, dwarf star, this is precisely what would have transpired to proto-Saturn during its flare-up. No longer the dim red orb it had formerly been, it had now become incandescent, continuing to radiate both light and heat for a long time afterwards. We have also seen that plasmatic double layers are wont to explode if their circuit is dis- rupted, as would have transpired once proto-Saturn’s plasmasphere came in contact with the Sun’s heliosphere. Accelerated particles from the Sun’s outburst would have interacted with the plasma. As Hannes Alfvén tells us, in such cases these particles would “produce a number of secondary effects so that the released energy finally is dissipated as heating and radiation.”! As he also cautions, this energy cannot be accounted for through any sort of magnetic field disruption, but, “of course,” as we have already seen, “the secondary effects of the explosion also cause changes in the magnetic field.” A third source of this heat would have come from proto-Saturn’s emitted X-rays. We need not repeat that supernovae are known to emit such rays, as so, also, do brown dwarf stars. The amount of X-rays generated by proto-Saturn through its flare-up must have been prodigious. As Donald Goldsmith tells us, X-rays, no matter how produced, “are the sign of hot gas.” And, “the amount of X-ray emission reveals how much hot gas exists, and how high its temperature is.”3 It is not at present feasible to calculate the amount of X-rays emitted by proto-Saturn’s flare-up, but the heat generated through them in close proximity to Earth would definitely have added to that generated by the explosion of proto-Saturn’s plasmatic double layer. At close proximity, most of this heat would have bathed Earth and its inhabitants. </p>\n<p><b><center style='font-size: larger;'>TERRESTRIAL BRAKING</center></b></p>\n<p>Earth, too, would have produced its own heat. And this brings us back to solar flares. These flares from the Sun do not only affect Earth’s magnetic field, they also tend to slow down Earth’s rotation. This came to light in 1956 when André Danjon detected a sudden de- celeration of Earth’s rotation following a solar flare.4 A repeat performance then took place in 1960. The explosion on the face of the Sun caused quite a bit of havoc down here on Earth. As Herman Friedman described it: “Six hours [after the flare], a gigantic cloud of solar hydrogen gas, ten million miles across and still trailing halfway back to the Sun, 93 million miles away, collided with the Earth at a speed of four thousand miles a second. “Though inaudible and invisible, the collision started a violent chain of disturbances on and around the Earth, an electric and magnetic storm of mammoth proportions. Compass needles swerved erratically. For hours, all long-distance radio communica- tions were blacked out. Teletypes printed gibberish. Overhead, sheets of flaming-red</p>",
        "markdown_converted": true
    }
]