[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 211,
        "captions": [
            {
                "source": "caption",
                "text": "Although the Hopi possess a rich language, they have no word for “time.” Shown above: Hopi priest and woman. (Ulustration by Peter F. Copeland.)"
            }
        ],
        "headers": [],
        "content": "<p>211</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 212,
        "captions": [
            {
                "source": "caption",
                "text": "Itzamna—head of the Maya pantheon — he who emits light—supreme creator — Lord of Time."
            }
        ],
        "headers": [],
        "content": "<p>“The people in reed huts (?) made their devotions. Like sheep...they ate grass, and they drank rain-water. At that time...the goddess of flocks and the Grain-goddess had not been made to thrive.”! During the time of Alexander, himself a warmonger of the highest class, the Babylonian priest Berossus was still writing of “the remote past” when “men lived in lawless manner like the beasts of the field.”? The ancient Egyptians, too, remembered such a time before they were civilized by Osiris. Men “were but savages,” Donald Mackenzie para- phrased an Egyptian text. “They hunted wild ani- mals, they wandered in broken tribes hither and thither, up and down the valley and among the mountains, and the tribes contended fiercely in battle. Evil were their ways and their desires were sinful.” Diodorus even hints that the pre-civilized Egyptians were not averse to cannibalism, and, in later times, it was said that Osiris had to forbid men to eat each other The Chinese were no different in keeping alive the memory of an “‘ancient’ period during which life was still very primitive.”5 “Formerly the ancient kings had no houses [the Chinese Li Ki states]. In winter they lived in caves which they had excavated, and in summer in nests which they had framed. They knew not yet the transforming power of fire, but ate fruit of plants and trees, and the flesh of birds and beasts, drinking their blood, and swallowing also the hair and feathers. They knew not yet the use of flax and silk, but clothed themselves with feathers and skins.”6 Michel Cartier could not believe that the description of this legendary society could have been based on what the ancestors of the Chinese actually remembered and passed on by word</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 213,
        "captions": [],
        "headers": [],
        "content": "<p>of mouth through the generations. The identification of such a society “with a state of sav- agery still very close to animality,” wrote Cartier, “does not really fit with the cultural evi- dence discovered by the Chinese archaeologists.” And: “The images of a ‘savage’ society antedating the invention of the rituals has no more historical foundations than the representa- tives of a primitive mankind imagined by Lucretius or Jean-Jacques Rousseau, to which they are very close, and which, until a very recent time, were considered in Europe as a reliable substitute for pre-history.”! And yet Cartier could not help stating that: “The works of the Legalist philosophers are the most sophisticated Chinese repre- sentations of historical development. This is especially true of a set of texts which at- tempt to reconstruct a primitive stage, vividly depicted either as an affluent society or one in which humans and animals are almost the same. They provide rational ac- counts of the transition from this stage to a more elaborate ‘feudal’ (fengjian) age... “The notion of a ‘primitive’ society, a stage usually ascribed to the ‘highest antiq- uity’...shares several traits with the description proposed in the section of the ‘Li- yun.’ The primitive men were nest builders living in trees, did not know how to light fire, or at best produced fire through friction, had to fight wild beasts with their bare hands, or at best with clubs and very simple weapons...they had to live on a diet of ‘fruit of plants and trees,’ herbs or raw meat and cover their bodies with ‘the skins of birds and animals’.”? Unfortunately Cartier assumed that the different society, described as affluent and living in harmony with the land, bears a better resemblance “with the prehistoric society recon- structed through the evidence of [Chinese] archaeology,” and that this “makes more sense as a starting point for an evolutionary process.” But the affluent society which Cartier finds more acceptable was actually one that followed the primitive society of an earlier age—an affluent society which is spoken of in the mytho-histories of every ancient race, and which mythologists usually refer to as the Golden Age. That the ancestors of the Chinese were “nest builders living in trees” is not impossible. It is more likely, however, that they simply built shelters made of twigs upon the ground, simi- lar to the reed huts of the proto-Sumerians mentioned above, which shelters were later re- membered as nests, and, later still, believed to have been in trees. To believe that the Chinese invented these hoary tales is to ignore the similarity they bear to those told by the indigenes of both terrestrial hemispheres. Lucretius and Rousseau aside, all these tales and the sequential events they tell bear too much similarity to be relegated to the realm of philosophical creativeness. After all it was no different on the other side of the world as the Peruvians well remembered and had it written in their records:</p>",
        "markdown_converted": true
    }
]