[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 373,
        "captions": [],
        "headers": [],
        "content": "<p>northern lights flashed in the night sky, bright enough to be seen through overcast and clouds. Electric lights flickered in farmhouses as if a thunderstorm raged, yer the air and sky were clear and silent.” This state of affairs continued for more than a week, but, as Friedman noted, “such a storm amounts to no more than a tiny ripple in the usual steady flow of solar energy.”? Earth was also slowed down, and the length of the day again increased. True enough, as before, it did not increase by much, only by 0.85 milliseconds, thereafter decreasing at the rate of 3.7 microseconds per day. Earth’s rotation eventually stabilized close to its pre-flare value. To say that Danjon took scientists by surprise would be putting it mildly. As Ralph Juergens reported: “This announcement raised quite a few eyebrows. Quite impossible, said the ex- perts...Danjon, anticipating such objections, argued that ‘it is very likely electromagnetism...that will furnish the explanation for these variations...’ But his claim was generally disregarded.””4 But then, following Danjon’s death in 1967, it happened again. This transpired in August 7-8 of 1972 “following a week of frenzied solar activity.” This event was reported by Ste- phen Plagemann and John Gribbin who found that the length of the day had suddenly in- creased by more than 10 milliseconds, following which there ensued a gradual return to nor- mal.® As with Danjon, Plagemann and Gribbin were met with disbelief and even derision.” Gribbin, however, went further. He correlated the solar activity in the past with terrestrial ro- tation for a period commencing around 1820 all the way to almost 1980. This correlation showed that when the Sun was more active than usual, the length of the day increased through a decrease of Earth’s rotational velocity, with the opposite effect taking place when the Sun had been less active.’ (Unfortunately, through the publication of their 1974 book— The Jupiter Effect—in which it was postulated that the alignment of planets on one side of the Sun would cause widespread earthquakes, these two got into scientific hot water when their prediction failed to materialize.) By 1981, however, not only solar flares, but also sunspot variations were shown to affect Earth’s axial rotation.?</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 374,
        "captions": [],
        "headers": [],
        "content": "<p>There were, however, some who sought the slowing down of Earth’s rotation on the dates discussed above as due to something other than an electromagnetic effect. According to James Warwick, for instance, “current thinking is that [the] Danjon effect is due to solar irradiance in the ultraviolet expanding the atmosphere which increases the moment of inertia and slows the rotation.”! But, as Juergens had earlier pointed out, an electric charge, as in solar flares, is more likely to do the job. This is evidenced by the fact that an electric charge placed on a rotating flywheel will increase its polar moment of inertia. A similar, but more powerful, charge placed on Earth would therefore also increase its polar moment of inertia. But, because of the conservation of angular momentum, this increase has to be accompanied by a decrease in the angular velocity of rotation.2 How, then, would Earth return to its previous rate of spin? Juergens tells us that: “If the Earth’s customary burden of charge reflects the requirements of its customary environment [as at present], any excess charge acquired during an extraordinary event [as in our scenario] will presumably be dissipated into the environment rather quickly in the aftermath of that event. The Earth, [which would then be] effectively ‘grounded’ to the [new] interplanetary medium, must almost immediately begin to shed its excess charge, and its spin rate must increase accordingly. “When the process is completed, assuming that the environment itself has not been significantly altered by the passing event, we may expect to find that the length of the day is just about what it was before.”3 In our own scenario it cannot be said that “the environment itself” was not “significantly altered by the passing event,” since the “event” in our case, which added more planets to the Sun’s domain of influence, can hardly be called a “passing” one. Needless to say, in the case of proto-Saturn’s flare-up, the length of the day would not have been affected since the suc- cession of night and day had not yet established itself. A change in the “length of the day,” had there already been such a phenomenon, would have been achieved through a change in rotation, which is what we are mainly concerned with in the present chapter. Although still somewhat controversial, there are other lines of evidence which leads to a compatible conclusion. Earth’s equatorial bulge is the result of the centrifugal force of its ro- tation. It has, however, been pointed out that the equatorial bulge is greater than Earth’s pre- sent rotational speed requires. It has therefore been suggested that the extra dimensions of the</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 375,
        "captions": [],
        "headers": [],
        "content": "<p>bulge constitute a residue from a former time when Earth spun faster.! This hypothesis had in fact been proposed earlier by George Darwin, son of the more famous Charles.? Furthermore, Alan Binder and Donald McCarthy pointed to the extensive array of linea- ments running longitudinally across the face of our globe. These linear geological features, the nature of which is outside the scope of the present chapter, led them to see in them the scars left behind by sudden changes in Earth’s rotation Changes in Earth’s past rotational speed has meanwhile been blamed on tidal action. These tides are supposed to be generated by the Sun and Moon,? a hypothesis which actually goes back to Lord Kelvin. But as W. Munk and G. J. F. MacDonald pointed out, “there are few problems in geophysics in which less progress has been made.”5 Alfvén and Arrhenius were of the opinion that much of Earth’s primeval spin has been transferred to the Moon.® This might have been true, but, in our scenario, at a later time when Earth joined in wedlock with our lunar neighbor. If, now, under current conditions, Earth’s rotation can be slowed down by a standard solar flare, the charge dispatched by the Sun toward proto-Saturn should have slowed it even more—much more than the 10-millisecond-amount detected by Plagemann and Gribbin in 1972. We remind the reader of Friedman’s words that “such a storm amounts to no more than a tiny ripple in the usual steady flow of solar energy.” Needless to say, that primeval solar discharge which resulted in proto-Saturn’s flare-up was much more tremendous—in fact, colossal. Leroy Ellenberger has meanwhile saw fit to remind us that in order “to cut Earth’s rotation in half requires 100 million times more charge than Earth can possibly hold.”7 However, he also tells us that the Danjon effect we have just discussed itself requires 10,000 times more electric charge than the Earth is physically capable of holding.’ But, for one thing, it is not here posited that Earth’s rotational speed was cut in half; it was probably much less. And, for another, neither is it posited that Earth held this charge, anymore than it held the 10,000-times overload of the Danjon effect which, after all, did transpire. In the past, it had also been pointed out—even by astronomers who should have known better—that if Earth were to stop or slow considerably down, all unattached objects on its surface would fly off. These would-be critics included such well-known authorities as Isaac Asimov and Edwin Krupp.? But, on the contrary, as Shulamit Kogan pointed out, “were the Earth to stop rotating—within a little over an hour—not even stalactites would break, let</p>",
        "markdown_converted": true
    }
]