[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 313,
        "captions": [],
        "headers": [
            "VELIKOVSKY",
            "S ORIGINAL SCENARIO"
        ],
        "content": "<p>Chapter 15 Exploding Stars and Planets </p>\n<p><b><center style='font-size: larger;'>VELIKOVSKY</center></b></p>\n<p>’</p>\n<p><b><center style='font-size: larger;'>S ORIGINAL SCENARIO</center></b></p>\n<p>as proto-Saturn’s flare-up a unique event? Because it was Immanuel Velikovsky who first intuited that proto-Saturn had flared up in a brilliant outburst of light, we should at least mention in brief what he believed to have been the cause for the event. Right from the start, Velikovsky claimed that the flare in question was due to proto-Saturn’s eruption as a nova,! which claim he continued to uphold until his death.2 The cause for this eruption, however, was blamed by him on a near-encounter between proto-Saturn and the planet Jupiter. “Such a scenario would explain the prominence of Saturn prior to its cataclysmic disruption and dismemberment...At some point, during a close approach to Jupiter, Saturn became unstable; and, as a result of the influx of extraneous material, it exploded, flaring as a nova which, after subsiding, left a remnant that the ancients still recognized as Saturn, even though it was but a fraction of the size of the celestial body of earlier days.”+ This near-encounter was utilized by Ralph Juergens, despite the fact that his own version for the cause of proto-Saturn’s flare-up did not require it. Velikovsky, of course, based his hypothesis on what he knew of mythology, but, unfortu- nately, the mytho-historical record does not uphold him on this particular issue. Now it is true that there are various mythological tales which others might utilize, as some have actually done, as evidence in support of Velikovsky’s contention. Among them we could enumerate the cutting to pieces of Osiris by Set, the beheading of Brahma by Shiva (whom Velikovsky had misidentified as a personification of Jupiter), and the dethroning of Kronos by Zeus. But, whether as Osiris, Brahma, or Kronos, in none of the above myths is Saturn said to have shed a light when attacked by his antagonist. And since the shedding of the light by proto-Saturn is</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 314,
        "captions": [
            {
                "source": "caption",
                "text": "Immanuel Velikovsky (Photograph —1974—by Donna Foster Roizen)"
            }
        ],
        "headers": [],
        "content": "<p>314</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 315,
        "captions": [],
        "headers": [
            "NOVAE AND SUPERNOVAE"
        ],
        "content": "<p>the ingredient we are presently concerned with, we will have to allot the various celestial combats intimated in the above myths to some other, and later, Saturnian disruption.! Besides, as we noted in our previous chapter, no perpetrator, no antagonist, is encountered in the records concerning the emission of light which heralded Creation. There was no other deity to attack or clash with Saturn. On the contrary, as we have seen, the god who is said to have emitted the light was almost universally described as having been alone. Velikovsky missed this point because, as already stated, he failed to recognize proto-Saturn’s flare-up as the fiat lux of Genesis. Had he done so, he would have been on firmer ground. Instead, he saw in this explosion of proto-Saturnian light the cause behind the Universal Deluge.? Basing his deductions on the Old Testament, he concluded that proto-Saturn’s flare-up occurred seven days before the waters of the Deluge hit Earth—a topic to which we shall return in its proper chronological place in a future volume. In the meantime, in view of Velikovsky’s claim that the flare-up under discussion was due to Saturn’s outburst as a nova, and in order to leave no stone unturned, we shall turn our attention to the nature of novae and supernovae. </p>\n<p><b><center style='font-size: larger;'>NOVAE AND SUPERNOVAE</center></b></p>\n<p>The name stella nova, that is “new star,” was coined to describe stellar flares in pre-tele- scopic days when it was still believed that such stars came into sudden existence only to dis- appear again without a trace. “Sometimes where nothing was seen before, we witness the sudden and unexpected appearance of a star destined perhaps to outshine all the others in the sky before dropping back into obscurity,” a 1966 encyclopedia tells us. “At one time the bursting of a nova, as it is called, would be greeted by the populace with much trepidation, but nowadays it merely provides astronomers with a great many interesting problems.”3 Although some novae dim in a matter of months, others have been known to take as much as 20 to 30 years to revert to their original dimness.4 One of the finest examples of the twentieth century was Nova Aquilae which, on June 7, 1918, suddenly exploded in an outburst which increased its brightness from magnitude 11 to magnitude 6 in the same evening, and to magnitude 1 by the following evening. It continued to brighten until, for a few hours during the night of June 9/10, it attained a magnitude of -1.4 when it outshone every other star visible at the time. Its brightness was calculated to have increased 70,000 times in just three days. Its splendor, however, was short-lived and, thereafter, it continued to fade night after night. Even so, it did not reach its original low magnitude until six years later in 1924.5</p>",
        "markdown_converted": true
    }
]