[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 334,
        "main_text": "the scientists, appearing briefly as an intense flash before fading out over the following two hours.” Again, astronomers were “shocked” because one of the last things they had expected from such lightweight objects was the shedding of X-rays.! Radio flares were also detected being emitted from the same brown dwarf star. These ra- dio emissions “spiked up to 10,000 times stronger than what astronomers thought possible, indicating an intense flare of energy that may be similar to flares on the Sun.” “In regular stars [Arnold Benz reported], radio and X-ray emissions are related proc- esses. Radio waves are created by the interaction of electrons with a star’s magnetic force, which sends magnetic loops out through hot plasma above the surface. [T]hese electrons follow a star’s magnetic field lines down into the cooler surface, where they heat gases and generate X-rays.”3 And yet it is obvious that Benz was not quite happy with his own analogy since he also stated that it is possible that “brown dwarfs might emit radio waves via a completely different process than normal stars.” And that, at least in part, is because brown dwarfs are not supposed to burn hydrogen the way a “normal” star is supposed to do, although they do burn deuterium.> But there is another aspect of LP 944-20 which throws doubt on Benz’s analogy, and that is the fact that it “emits radio waves much more intensely and energetically than would be expected, based on its known X-ray emissions.”6 Knowing so little about brown dwarfs, even as of this writing, it is doubtful that the above mechanisms are correct in all their details. It does however indicate that radio waves and X-ray emissions are intimately tied up with the dwarf stars’ electric, magnetic, and plasma environment. As noted, these sudden discharges have been said to be similar to solar flares rather than actual nova-like outbursts. But with radio flares 10,000 times stronger than X-ray emissions would otherwise indicate from an object the mass of which is only 6 percent that of the Sun,” one begins to wonder. X-rays themselves are believed to “super-heat convecting plasma sheets, and eventually dissipate high-energy radiation into space.” That similar radiation, or cosmic rays, are also born during supernova explosions is well known.? And that dwarf stars can explode as su- pernovae has also been theorized.!° In fact, by 2003, astronomers were talking about dwarf",
        "captions": [],
        "bibliography": "1M. Weinstock, “Powerful Flare from Brown Dwarf Shocks Scientists,” Space.com (July 12, 2000). 2R. R. Britt, “Brown Dwarf Emits Strong Radio Flare, Muddling Definitions,” Space.com (March 14, 2001). 3 Ibid. 4 Ibid. 5 Ibid. 6 Ibid.; see also J. Glanz, “Surprise in the Heavens as Energy is Detected in a Brown Dwarf,” New York Times (February 21, 2001). 7M. Weinstock, loc. cit. 8 Ibid. 9 New Scientist (November 10, 2001), p. 16. 107, Lougheed, “Dying Star a Threat to Life on Earth, Researcher Says,” The Vancouver Sun (May 24, 2002), p. All. 334",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 335,
        "main_text": "novae as a matter of fact. Six of these, all said to be well-known, have been found to flare up “every few weeks or months.” As proposed by Liller in 1997, these outbursts are believed to occur when the dwarf spills gas into a white dwarf companion. And yet, as always the case with these new discoveries, all of these six dwarf novae staggered astronomers by being “more luminous than expected.”! Granted that these dwarf novae have been identified as those from red dwarf stars, it should be remembered that brown dwarfs, which can be just as red, are merely the slightly less massive siblings of red dwarfs. And if red dwarfs can flare up in nova-like brilliance, then so can brown dwarf stars. More than that, if these six red dwarfs flare up “every few weeks or months,” they should be classed as recurring dwarf novae, which is what they really are. PLASMA DISCHARGES To repeat what Donald Scott has already told us, plasmas at a distance do not “see” each other electrically. What this means is that the Sun’s heliosphere remained electrically unaware of the approaching proto-Saturnian system’s plasmasphere. This plasmaspheric in- visibility, however, is not merely electrical. As Hannes Alfvén noted, plasma sheaths or bubbles are quite often optically imperceptible. Although they were not immediately recognized as such, Solar System plasmaspheres—like the one around Saturn itself, to say nothing of Earth’s—are entirely invisible to the naked eye. What is worse is that even with instrumentation, it is almost impossible to detect them from a distance.* Although invisible, nearer ones, like those within our Solar System, have of course been detected and even mapped. Their revelation has been made possible through the use of instrument-laden spacecraft. But, as Alfvén also tells us: “A spacecraft usually sees [that is, detects] no indication of such a sheet until it actually passes through it.”3 “As it is unlikely that cosmic plasmas have such properties only in those regions which are accessible to spacecraft diagnostics, it is legitimate to conclude that space in general has a ‘cellular structure,’ although this is almost impossible to observe unless a spacecraft penetrates the ‘cell walls’ (current sheets). This means that in dis- tant regions, we cannot hope to detect the cell walls directly. Nor can we tell the size of the cells. It is unpleasant to base far-reaching conclusions on the existence of a structure which we cannot detect directly. But the alternative is to draw far-reaching conclusions from the assumption that in distant regions, the plasmas have properties which are drastically different from what they are in our own neighborhood. This is obviously far more unpleasant than our inability to detect distant ‘cell walls.’ Hence, a thorough revision of our concept of the properties of interstellar (and intergalactic) space is an inevitable consequence of recent magnetospheric discoveries.”+",
        "captions": [],
        "bibliography": "! J, Roth, “Calibrating Dwarf Novae,” Sky & Telescope (September 2003), p. 20. 2H. Alfvén, Cosmic Plasma (Dordrecht, Holland, 1981), p. 40. 3]bid. (emphasis added). 4 Ibid, (all emphasis as given). 335",
        "headers": [
            "PLASMA DISCHARGES"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 336,
        "main_text": "Now it so happens that plasmas, too, can explode. Plasmas are sustained as long as they remain in electric equilibrium. This equilibrium can however be unbalanced if the plasma en- counters regions of different electrical potential. As Alfvén noted, “the behavior of the plasma depends on the outer circuit.” A stable plasma discharge can become unstable if its resistance is decreased. Such an instability can then lead to an extinction of the plasma’s cur- rent. Alfvén was right to stress that “every electric circuit is explosive” so that if the current is disrupted “‘a release of the whole inductive energy...at the point of disruption will occur.”! “Tf the current disruption is caused by an instability in the plasma, the inductive en- ergy...in the circuit will be released in the plasma. It then causes an explosion which may be violent if [the inductive energy] is large.” I hate to be more technical than I need to be, but I am sure the educated reader will be able to understand the following explanation as offered by Alfvén: “Consider a volume V of space limited by a surface S. The properties of the plasma inside of S depend on the boundary conditions. Thus by changing the current through S, we can change the behavior of the plasma.” In our own scenario, the volume V of space would translate into the volume of the proto- Saturnian plasmasphere. The surface S would be its limiting boundary. The change of current through S was achieved once the proto-Saturnian plasmasphere came in contact with the Sun’s heliosphere. This occurred because the proto-Saturnian system had penetrated into a different, that is higher, electrical environment. Additionally, plasmas can have double sheaths or layers,* and the disruption described above “is often caused by a double layer becoming unstable.” This is because, as in our own scenario, “the voltage drop suddenly increases by orders of magnitude.”® “There are good reasons to suppose that many of the explosive events observed in cosmic physics are produced by exploding double layers [Alfvén tells us]. Examples are magnetic substorms, solar flares, and similar phenomena in ‘flare stars’.”7 Moreover, the violent current surges produced by the explosion of double layers also lead to the acceleration of plasma particles, “sometimes as high as cosmic ray energies”’— which might be tied to the generation of X-rays from both novae, supernovae, and brown dwarf flares.",
        "captions": [],
        "bibliography": "1 Ibid., p. 27. 2 Ibid. (emphasis as given). 3 Ibid., p. 28. 4 Ibid., p. 29. 5 Ibid., p. 27. 6 Ibid., p. 30. 7 Ibid., p. 34 (emphasis added); see also p. 38. 8 Ibid., p. 8. 336",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 337,
        "main_text": "WITHIN THE SUN’S DOMAIN That brown dwarfs are more likely to flare up when closing in on a Sun-like star has also been theorized by others. Brown dwarfs are already known to be more active when in the company of a parent star. As surmised by Andy Lloyd, a brown dwarf could be “re-lit” by its close approach to the Sun.! And that, precisely, is what we posit to have befallen proto-Sat- urn as it entered the Sun’s domain of influence. As of this writing, the distance of the Sun’s heliopause is not yet known. In other words, it is not yet known how far the heliosphere extends out into space. The best estimate at present places the heliopause at 100 astronomical units from the Sun, which translates into a distance of about 15 billion kilometers.2 This would place the extension of the heliosphere well beyond Pluto whose orbital distance from the Sun ranges between 4.4 and 7.4 billion kilometers. Whether the Sun’s heliosphere extended less far or farther during the era with which we are concerned must at present remain something of a moot question. Since it is also our postulate that the proto-Saturnian system approached the Sun’s domain from beneath the Sun’s equatorial plane, there is actually no way at present to determine at what distance from the Sun the proto-Saturnian plasmasphere contacted the Sun’s heliosphere. As we have already noted, the proto-Saturnian system’s speed of entry into the Solar Sys- tem would have been slowed down due to its acquisition of a spiraling orbit around the Sun’s extended axis of rotation. This speed would have been greater had proto-Saturn been less massive. The more massive an object, the more resistance it will exert on the electro, mag- netic, and/or gravitational force acting upon it. And, to be sure, it has long been known that “migration works more slowly on massive planets.” It might be thought that this slow spiraling migration toward the Sun would have brought the proto-Saturnian system in colliding, or near-colliding, proximity to whatever planets were already within the Sun’s domain. This view is exemplified by what we believe to be Allan and Delair’s invalid scenario in which the invading body of their hypothesis is posited to have interacted violently with just about every planet in the Solar System.* Of course, their invading body is posited to have entered the Solar System along the Sun’s equatorial plane in which the present planets orbit. This would seem to make collisions, or at least near contacts, between the invader and the planets much more likely since its trajectory would have crossed the orbits of the planets. But, as J. G. Hills had shown years earlier, even with an orbit-cross- ing trajectory, the chances of such an outside invader interacting with just one Solar System planet is close to nil. Or, as Lloyd phrased it:",
        "captions": [],
        "bibliography": "1 A. Lloyd, “The Extended Habitation Zone,” SIS Internet Digest (2002:2), p. 3. 2 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 37. 3G. Schilling, “Tracking Exoplanet Migration,” Sky & Telescope (September 2003), p. 22. 4D. S. Allan & J. B. Delair, Cataclysm (Santa Fe, New Mexico, 1997), pp. 220, ff., and see especially Fig 4.13 on p. 228. 5 J. G. Hills, “The Passage of a ‘Nemesis’-Like Object Through the Planetary System,” The Astronomical Journal (September 1985), pp. 1876-1882. 337",
        "headers": [
            "WITHIN THE SUN’S DOMAIN"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 338,
        "main_text": "“Surprisingly perhaps, a small brown dwarf could actually move directly through the solar system without disrupting the other planets. Computer simulations have shown that a planet as massive as 10 Jupiters would have no discernible effect upon the other planets if it moved among them.”! In our case, with proto-Saturn approaching the Solar system from below, the chances of close contact with whatever planets might have already been dependent on the Sun becomes even less likely. Fair enough, violent planetary interaction is more than mildly intimated in ancient texts, but none of these cosmic catastrophes are anywhere placed in relation to proto- Saturn’s flare-up or the ensuing series of events which went down in myth as the Creation. It is thus evident that whatever convulsion was experienced by proto-Saturn in its flare-up, it was not shared by those planets which were already in the Sun’s retinue. As Lloyd also sur- mised, in the event that a brown dwarf was to invade the Sun’s family of planets, “life would go on in the solar system as if nothing had ever happened.”? Needless to say, because of its close proximity to proto-Saturn, this would not necessarily have applied to Earth and its in- habitants. But we will come to that later. If our scenario is anywhere near being correct, the planet Saturn, as it exists now, must surely retain some signs of its previous flare-up. Apart from Velikovsky, S. K. Vsekhsvyatskii, who was then the Director of the Kiev Observatory, had also posited that Saturn had erupted in a great outburst. He claimed that something like 10% grams of its material was blown off into space? Although, as in Velikovsky’s case, we might not entirely agree with the full details Vsekhsvyatskii deduced re the mechanism responsible for the eruption, we are of one mind with him when he states that “the present state of Saturn is the result of a relatively recent and especially high flare-up in eruptive activity on the planet.”4 The “present state of Saturn” includes the cloud of electrified gas or plasma which Voyager 2 discovered circling the planet. Scientists actually “expected things to get very cold for Voyager 2 as it sailed toward Saturn, nearly a billion miles from the Sun.” Instead, they found this doughnut-shaped cloud, the temperature of which has been estimated to range “from 60 million degrees Fahrenheit to more than 1,000 million degrees, 300 times hotter than the Sun’s outer regions and the hottest spot ever detected in the Solar System.”® Others have claimed that the cloud is only “approximately 300 million degrees Fahrenheit,” but, strangely enough, “about 50,000 times hotter than the Sun’s surface.”” Go figure.",
        "captions": [],
        "bibliography": "1 A, Lloyd, loc. cit. 2 Ibid. 3S. K. Vsekhsvyatskii, “Comets, Small Bodies, and Problems of the Solar System,” Publications of the Astronomical Society of the Pacific 74 (1962), pp. 106-115; idem, “New Evidence for the Eruptive Origin of Comets and Meteoric Matter,” Soviet Astronomy, AJ 11:3 (November-December 1967), pp. 473-484. 4 Ibid., p. 482; Idem, “Indications of the Eruptive Evolution of Planetary Bodies,” read at the McMaster University Symposium, June 1974. 5 “Hot Gas Rings Saturn,” Science Digest (April 1982), p. 20 (emphasis as given). 61. Ball, “View From Voyager,” Daily Telegraph (October 12, 1981); M. R. Sharpe, “Space Probes,” 1983 Yearbook of Science and the Future (Chicago, 1982), p. 383. 7“Hot Gas Rings Saturn” (see above—emphasis added). 338",
        "headers": []
    }
]