[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 119,
        "main_text": "“Lord God ‘Jehovah’ for the first time” in Haran,! and that Jehovah (or Yahweh) became the god of Abraham.’ If the Old testament is historically correct, the Israelites were ignorant of Yahweh right up until their enslavement in Egypt. It was Moses who introduced Yahweh to them. Originally, even he had been ignorant of this god. On the other hand, to say that “Moses invented the name ‘Yahweh’,” as Alfred de Grazia did,3 is totally erroneous. Moses was brought in contact with the cult of Yahweh when he resided in Midian, to where he had fled from Egypt after he had slain an Egyptian overseer. While in Midian he married Zippo- rah, the daughter of Jethro who was the priest of Midian.+ That Yahweh was the god of the Midianites is ascertained because his holy mountain, named Horeb, was in the desert in which Moses tended Jethro’s flock. And it was there, at the foot of Mount Horeb, that Moses came face to face with Yahweh. Now it is true that the Book of Exodus has Yahweh declaring that he was, in fact, the god of the Israelites. “I am the God of thy father, the God of Abraham, the God of Isaac, and the God of Jacob,” he is said to have told Moses.5 A few verses later, however, Yahweh is reported to have told Moses: “I am Yahweh: And I appeared unto Abraham, unto Isaac, and unto Jacob, by the name of El Shaddai [usually rendered as ‘God Almighty’] but by my name Yahweh [sometimes rendered ‘Jehovah’ or ‘Adonai’] was I not known to them.”6 This, as is now known, is nothing but a Yahwist attempt at equating Yahweh with El Shaddai, but it does not hide the fact that it was Shaddai and not Yahweh that had been the god of the Israelite Patriarchs. This conclusion is not merely derived from the implication in Exodus, but is actually ascertained by passages in other parts of the Old Testament. Besides the above quoted verse from Exodus, “the name Saddai appears some forty-eight times in the Hebrew Bible.”? Thus William Albright could rightly conclude that:",
        "captions": [
            {
                "source": "internal",
                "text": "ee                                                                                                                            Ss |                                     Winged Egyptian sun disk —symbol of the god Ra.                                     |"
            }
        ],
        "bibliography": "1M. L. Dimont, op. cit., p. 29. 2 Ibid., pp. 40-41. 3 A. de Grazia, God’s Fire (Princeton, N. J., 1983), pp. 175, 246. 4 Exodus 2:21; 3:1. 5 Ibid. 3:6. 6 Ibid. 6: 2-3. 7W. F. Albright, “The Names Shaddai and Abram,” Journal of Biblical Literature, 54 (1935), p. 180. 119",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 120,
        "main_text": "“Unless we reject the pertinent Hebrew tradition entirely, we must regard Saddai or El-Saddai as the pre-Mosaic name of the chief god of the Hebrews...in the Priestly Document, from the sixth century (but incorporating much older materials), it is al- ways the name of the God of the Patriarchs, the God of Abraham, Isaac, and Ja- cob...”! True enough, the name Yahweh appears in various passages of Genesis before the time of Moses, but that this is due to Yahwist-inspired insertions at a later time has now been known for quite some time. This is further evidenced by the fact that, while theophoric names which incorporate the element “Yahweh” became quite common, none are met with in the Old Testament prior to the advent of Moses.” “The important point to note is the absence of the divine name Yahweh as an element in any of these names [in Genesis]. Commonly, ancient Semitic names were com- pounded with the name of a god. But in Genesis the only god-name found in personal names is El (for example, Ishmael, Israel, Bethuel)—never Yahweh. Names com- pounded with Yahweh are not found until Exodus...”3",
        "captions": [
            {
                "source": "internal",
                "text": "THGLUREELENR LS AGOGaMUUALAO UEHARA Ly, en =f A AAAI 10 Ss EHR AL ULL i Se Ae Se i a A Va Winged scarab—symbol of the god Ra."
            }
        ],
        "bibliography": "! [bid., p. 188. 2L.R. Bailey, “Israelite ‘El Sadday and Amorite Bél Sladé,” Journal of Biblical Literature, Vol. LXXXVIUL, Part IV (December 1968), p. 434. 3 R. S. Hendel, “Finding Historical Memories in the Patriarchal Narratives,” Biblical Archaeology Review (July/August 1995), p. 59. 120",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 121,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "ss           ;| a                  € ee                        se BN                     = gir            S pa             We                         ‘                             aN Moses, who adopted the Midianite deity as his own and managed to foist him on the enslaved Israelites. Shown above: Replica of Michelangelo’s famous statue. (Photograph by the author —courtesy of the Victoria and Albert Museum, London, England.)"
            }
        ],
        "bibliography": "Moses, who adopted the Midianite deity as his own and managed to foist him on the enslaved Israelites. Shown above: Replica of Michelangelo’s famous statue. (Photograph by the author —courtesy of the Victoria and Albert Museum, London, England.) 121",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 122,
        "main_text": "El-Shaddai remained the god of the Israelite Patriarchs until the advent of Moses who adopted the Midianite deity as his own and managed to foist him on the enslaved Israelites. “The theophany of Sinai [where Moses was said to have received Yahweh’s command- ments],” wrote Albright, “then represents the end of the domination of the Shaddai concept and the beginning of the rule of Yahweh.”! That Israel’s old god, known as El, Eloah, and/or Elohim, also known as II or Ilus, was a manifestation of Saturn we have amply documented in our previous volume. That the wor- ship of a sun, identified as Helios in later times, thus again equivalent to Saturn, was rampant from the time of the divided monarchy down into synagogue times, we have noted above. In between these two eras fits the age of Moses and Yahweh. Does this not, then, make one sus- pect that Yahweh, too, might have stood for Saturn? FROM YA TO YAHWEH While Yahweh was the god of the Midianites, it must not be understood that he was only known to this particular tribe. Siegfried Horn tells us that the earliest reference to Yahweh “in any known inscription or text” appears on the Moabite Stone, known also as the Mesha Stele, in which the Moabite king Mesha “makes sport of Israel’s God.”? But this is only true in so far as the name Yahweh is spelled out in full. Theophoric names incorporating a short- ened form of Yahweh are known from other localities. The case for the occurrence of Yahweh in Eblaite texts remains controversial. Mitchell Dahood, for one, found evidence of it. The Ebla tablets, according to him “show that a thou- sand years before [the time of Moses]—and this has produced much excitement, and even consternation, among scholars—both II and Ya, forms equivalent to El and Yahweh, existed in Northwest Semitic personal names.”4 Giovanni Pettinato is of similar opinion. The incor- poration of the element Ya in Eblaite personal names, he has argued, “might be a short form of Yau, which could be the Ebla prototype of the God of the Hebrews.”> Paolo Matthiae, on the other hand, disagrees. “In my opinion,” he is quoted as saying, “the claimed Biblical as- sociations [with the Ebla texts] are not based on real evidence; the divine name Yahweh does not appear at all in Ebla texts.”6 That may be so, but was the name of the god in question always rendered as “Yahweh”? That a form of the name Yahweh appears in Amorite names of Mesopotamia and Syria has been shown by Cyrus Gordon and Gary Rendsburg.? The same god was even known in",
        "captions": [],
        "bibliography": "1 Ww. F. Albright, op. cit., p. 193 2 D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 28, 68-69, 135, 141, 142, 148, 151, 204-205, 223-227, 229, 262, 267-268, 283, 305, 429, 433, 434, 435, 437, 443, 448. 3 §.H. Horn, “Why the Moabite Stone was Blown to Pieces,” Biblical Archaeology Review (May/June 1986), p. 58. 4H. La Fay, “Ebla: Splendor of an Unknown Empire,” National Geographic (December 1978), p. 737. 5M. Mohs, “Reviews,” Discover (March 1981), p. 115. 6H. La Fay, op. cit., p. 740. 7C. H. Gordon & G. A. Rendsburg, The Bible and the Ancient Near East (N. Y., 1997), pp. 38, 113, 250-251. 122",
        "headers": [
            "FROM YA TO YAHWEH"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 123,
        "main_text": "Egypt. As Gordon testified, “several Egyptian texts refer to ‘Yhw in the land of the no- mads...”! Apart from theophoric names, the god Yahweh was worshipped in Gebal as is indicated by the history of Sanchoniathon. As Stephen Langdon vouched: “Sanchounyathon [a different transliteration of the name] was undoubtedly a Phoeni- cian writer...as the statement of Porphyry, preserved in Eusebius, asserts. He based his history [according to some] upon Yerombalos, a priest of Yeuo, undoubtedly the god Yaw, who is thus proved to have been worshipped at Gebal as early as 1000 B.C. In a mound north-west of Beisan, modern Ta’annek, has been found a letter of the fifteenth century [B.C.] in cuneiform by Ahi- Yami, which proves that Yaw was [also] a deity of the Canaanites.”? There are, of course, those who have claimed that Sanchoniathon was himself a Phoeni- cian priest who copied the sacred inscriptions from the inscribed pillars in the temple of Mel- kart, others say of Ba’al Hamon, at Tyre, when these crashed to the ground in an earthquake. Even so, that Yaw was a form of Yahweh we know from the Jewish colony which existed in the sixth and fifth centuries B.C. at Elephantine in Southern Egypt. Writing in Aramaic, these Jews pronounced the name of their deity as “Yaw.”3 In fact, as Langdon informs us, the god’s proper name seems always to have been Yaw but, for controversial reasons, it was eventually extended to Yahweh, sometimes rendered Jehovah. “A name Yahweh, [or] Jeho- vah [however], never existed.”4 In the northern kingdom of Israel, Yahweh was actually called Yo; in the southern kingdom of Judah, he was called Yahu.5 That Ya seems to have been the original form of the name has also been sustained by Godfrey Rolles Driver.6 Those who have argued for Ya being merely a shortened form of Yahweh, rather than the original full name, are therefore incorrect. As Driver pointed out: “It is a priori improbable that a name held so sacred as Yahweh would be commonly abbreviated” and that “no other Semitic race ever shortened the names of its gods.”” In the meantime there has been much speculation that theophoric names incorporating the element Ya or its equivalents appear in cuneiform texts dating from the last millennium B.C.8—despite Driver’s contention to the contrary?",
        "captions": [],
        "bibliography": "! Ibid., p. 145. 2S. H. Langdon, Semitic Mythology, Vol. V of The Mythology of All Races (N. Y. 1964), pp. 43-44. 3 Ibid., p. 42. 4 Ibid., pp. 42-43. 5 A. Lemaire, “Royal Signature—Name of Israel’s Last King Surfaces in a Private Collection,” Biblical Archaeology Review (November/December 1995), p. 50. 6G. R. Driver, “Jehovah,” Encyclopaedia Britannica (1959 edition), Vol. 12, p. 996. 7 Ibid. 8 A. Murtonen, A Philological and Literary Treatise on the Old Testament Divine Names (Helsinki, 1952), p. 44, 9° G.R. Driver, op. cit., pp. 996-997. 123",
        "headers": []
    }
]