[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 55,
        "captions": [],
        "headers": [
            "THE TIPPE",
            "TOP MODEL"
        ],
        "content": "<p>the fact that it can only be made to account for the last, that is the Pleistocene, Ice Age. Pat- ten himself was of the belief that the “traditional viewpoint of the ice age holds that there were four of them, separated by warmer interglacial periods...”! That might have been true in the 1920s, but in the 50’s, well before Patten stated the above, this was no longer the pic- ture, and Patten should at least have known that. Thanks to the study of sedimentation in deep-sea cores by the Italian-American geologist Cesare Emiliani during that decade, it was discovered that “no fewer than seven complete glacial-interglacial stages” had occurred “during the past 300,000 years.” About a decade later, further studies of similar cores by Nicholas Shackleton “showed a definite sequence of 19 stages of warming and cooling over the past 700,000 years.” It thus becomes evident that if Patten’s cause for the ice ages was to be adopted, an icy astral visitor, as a previous satellite of Mars or Mercury, or some such similar body, would have had to have interacted with Earth and fractured on some nineteen different occasions. It more than boggles the imagination. Besides, as in other cases, seeing as Earth had been much warmer prior to the Pleistocene Ice Age, with the Arctic regions warmer still, any descending ice or snow through the cusps of the geomagnetic field through the atmosphere would have tended to melt to fall as rain much in the same manner that Patten himself postulated for the Biblical Deluge. </p>\n<p><b><center style='font-size: larger;'>THE TIPPE</center></b></p>\n<p>-</p>\n<p><b><center style='font-size: larger;'>TOP MODEL</center></b></p>\n<p>Velikovsky’s scenario received something of a questionable boost in 1978 when Peter Warlow attempted to provide it with a viable mechanism.* “To produce an ‘ice age’ is quite simple,” he wrote. “You merely tilt the Earth a little bit.”5 “If, for example, we were to tilt the Earth by about 20° or 30°, so that the rotation pole was moved from its present position to a point in the Davis Strait [just south of Baffin Bay], we would produce the sudden re-advance of the ice sheet over North Amer- ica...It would alter the ice cover in northern Europe by a smaller amount...It would produce a sudden change of climate in some parts of the world, and not in others. The changes would be both to warmer and to colder states, depending upon the particular location.”6 While this, according to Warlow, would have incurred changes in sea-levels, there would not necessarily have been any change in the total quantity of ice at the poles.” This would be because all that would have happened, as in Velikovsky’s case, would have been a mere dis-</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 56,
        "captions": [],
        "headers": [],
        "content": "<p>placement of Earth’s polar caps. Note, in fact, the similarity of his reasoning to that of Ve- likovsky as reproduced above: “A circle drawn [with the pole in the Davis Strait] as centre passes through North America, just below the Great Lakes; it passes through Europe in the region of the British Isles; and it just skirts the modern edge of Asia. As more than one investigator has pointed out, that is almost the extent of the last glaciation.”! Warlow, of course, had more than just ice ages in mind. Perhaps more than anything, he wanted to account for Velikovsky’s additional postulate that Earth had reversed its rotational orientation, with what was east becoming west, more than once in the past.2 This would ac- count for various ancient statements from around the world which claim that, in past ages, the Sun had changed direction, rising in the west and setting in the east, on more than one occasion. Velikovsky had of course accounted for this through an inversion of our globe. But while a simple inversion would interchange north with south, east and west would not appear to have reversed for anyone stationed upon Earth. As Michael Reade succinctly explained, once one becomes familiar with seeing the Sun rise at a particular point on the horizon, while also used to calling that direction East, one shall not observe anything so very markedly dif- ferent if the world should turn upside down, for the sun would still appear to rise in much the same place.3 Granted, as Reade also clarified, the rising and setting Sun would be seen to go through other minor changes. Thus, for instance, depending on one’s locality on the globe, it would (1) appear to rise twelve hours earlier or twelve hours later than before; (2) it’s precise direc- tion of rising would be slightly modified; and (3) it would appear to rise at the point on the horizon where, previously, it would have done six months later, or six months earlier. But it would still appear to rise in the geographical East, and set in the direction of geographical west.4 It is therefore to Warlow’s credit when he managed to turn the world upside down while also reversing east and west. The complex motions that can account for this were best ex- plained by Warlow through the gyrations inherent in what is popularly known as a tippe-top. As he rightly asserts, the tippe-top’s behavior is “quite intriguing.”&gt; When first spun, this top spins like any other top, with its handle uppermost. But, in a complex series of fast pre- cessional, nutational, and other rotational responses, it soon inverts itself. It does so, how- ever, in a most peculiar manner. To an external observer, such a top would appear to have turned upside down while its direction of spin remains the same. But to an observer on the spinning top—if one can visualize such—the inversion would be accompanied by a reversal of rotation and—yes—on an Earth inverted in such a manner, the Sun would appear to rise in</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 57,
        "captions": [],
        "headers": [],
        "content": "<p>the geographical west and set in the geographical east.! As in Velikovsky’s simpler model, such a tippe-top reversal of Earth would also have generated the side effects—hurricanes, tides, volcanism, etc.—that we have now become quite familiar with in theories of cosmic catastrophes, with ice caps melting and re-freezing in different (displaced) localities. One other conundrum that Warlow’s model sought to explain was the series of past re- versals of Earth’s geomagnetic field. Various theories had been proposed to account for these reversals. Warlow’s solution seemed the simplest. As he disclosed: “All of the efforts by conventional scientists to explain the magnetic reversals have concentrated on what seems to be the obvious problem, namely to find a way of re- versing the field. There is, however, another possibility. That possibility is to leave the field alone and turn the Earth over instead.”? Even so, a reversal of Earth, in tippe-top fashion or otherwise, would not displace Earth’s polar caps and, as we have already seen, Warlow himself calls for only a twenty or thirty de- gree tilt in order to account for the displaced ice caps. This is accommodated by him by claiming that “Earth may not be turned over completely on each occasion” and that the amount of tilt “may be a little less or a little more than 180°, or there may be only a minor tilt of a few degrees.”3 Did Warlow accept a close encounter with the planet Venus, as per Velikovsky, to ac- count for the polar cap displacement during the Pleistocene? His research led him to believe that “many large bodies have sailed by in the past.” But, more than that, he offered the fol- lowing confession: “Though I have not given consideration to the particular bodies in question, Ve- likovsky’s investigations have led him to conclude that Venus was one of the bodies involved in recent events. Despite the ridicule with which this idea has been greeted, and fully aware that that ridicule may be leveled at me, J cannot find any reason for not accepting his conclusion.”&gt; Very much like the Milankovitch theory, but among a lesser group of interested parties, Warlow’s model had its ups and downs. Eric Crew was among the first to show how his “initial skepticism developed into firm support for Warlow’s views,”6 even though, in his</p>",
        "markdown_converted": true
    }
]