[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 376,
        "captions": [],
        "headers": [
            "FRICTIONAL HEAT"
        ],
        "content": "<p>alone things fly off the Earth.”! And yet, this error continued to surface among those who wished to vilify Velikovsky. The main problem here is that these critics, as Dick Atkinson pointed out, seem to have held “the silly idea that rotation somehow holds us down” when “actually it throws us off.”? They seem to have forgotten the role that gravity plays in holding objects to the ground. “You are being held down on to the Earth’s surface by a force we call gravity [Peter Warlow found it necessary to explain]. The rotation of the Earth produces a minute force—about one three-hundredth of the gravitational force at most—which is seek- ing to throw you off. It is, of course, far too small to succeed against the pull of grav- ity. If the Earth stopped rotating—however suddenly— that outward force would cease, and you would be held very slightly more firmly to the surface.”3 Of course, as Warlow additionally points out, objects on the surface of the rotating Earth also have momentum. At the equator, objects are being carried around at something like 1,000 miles per hour. Thus, were Earth to stop rotating, all unattached objects, while not flying off, would still skid across the surface. Damage to physical objects would be bound to ensue. People, too, would naturally suffer harm, but friction and collision with other items would soon bring everything to rest.4 What must also be stressed, however, is that we are not here advocating a rotational stasis. Earth did not stop rotating due to proto-Saturn’s flare-up. It only slowed down—and probably by much less than half its former speed. Harm and damage would have been much less. The oceans, however, would have inundated western shores, while retreating from eastern ones, with a general flow toward both poles.° Earth would then have tended to resume its former speed. We are not at present in a posi- tion to say what Earth’s rotational speed, as well as proto-Saturn’s, had been prior to the flare-up; nor can we be absolutely certain that both, or either, of these two bodies would have returned to their exact pre-flare speed, despite their tendency to do so. This is because, with the additional bodies introduced into the Sun’s domain, the Solar System’s own electrical balance would also have changed. What would also have changed, at least temporarily, but still for a very long time, is Earth’s own internal heat sink. </p>\n<p><b><center style='font-size: larger;'>FRICTIONAL HEAT</center></b></p>\n<p>As noted in our previous chapter, Earth’s core is believed to be liquid or, at best, semi- liquid.® Others have theorized that the core is composed of two layers, and that the inner one</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 377,
        "captions": [],
        "headers": [],
        "content": "<p>is actually solid, with only its surrounding outer core being in a fluid state.! As also noted in our last chapter, any change in Earth’s rotational speed would affect the core differently. This is because of the difference in composition between the core, or cores, and the surface. It might also be pointed out that, as disclosed by Xiaodong Song and Paul Richards, the inner core has its own rate of rotation. The solid inner core is said to spin about two-thirds of a sec- ond per day faster than the surface. But since this adds up to only one extra rotation every 400 years,? it need not presently bother us. It is mainly the difference in composition between the core, or cores, and the surface material that is of importance to our thesis. This is because, under these circumstances, were the Earth to slow down in its rotation, the core, or cores, would continue to spin at the old rate. What “is evident from the translatability of crustal blocks,” Warren Hunt tells us, is that “there is little coherence between layers of the earth.”3 “Therefore, if something stopped the surface, the core would continue. And, the heat buildup would be sudden and lead to immediate catastrophic explosions world-wide, from which few larger life forms would likely emerge intact.”4 This heat buildup would be due to the friction created between Earth’s upper surfaces and its core or cores. Hunt, however, seems to have overstated his case, somewhat exaggerating the ensuing destruction. And in any case, as already stressed, we are not positing that anything stopped Earth from rotating. As Alfred de Grazia noted, “if the Earth’s rotation is interrupted, a fracture of the Earth’s crust will reduce the energy of the braking and increase the time given to it.”5 “There is literally all the difference in the world between an earth slowing in a day and an earth ceasing abruptly to rotate. Indeed, it is impossible for a sudden stop to occur.”6 The frictional heat engendered between the bottom of Earth’s outer crust and inner regions would have risen upward to the surface through both convection and conduction. And this, in its turn, would have resulted in spontaneous and world-wide volcanic eruptions. Are there any indications that world-wide eruptions occurred anywhere around our benchmark date of 10,000 years ago? On the basis of an article which appeared in the Feb- ruary 14, 1975 issue of Science, Jill Abery could report that: “...a study of volcanic ash in deep sea cores indicates that there have been global episodes of volcanism, notably in the Mesozoic, Caenozoic and Quaternary...Such</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 378,
        "captions": [
            {
                "source": "caption",
                "text": "World-wide volcanic eruptions would have ensued due to frictional heat generated between Earth’s subsurface layers and its inner core material. (illustration by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>greatly increased volcanism has occurred during the last 2 Myrs and appears to be strongly correlated with the major and rapid fluctuations of climate, sea-levels and ice-sheets associated with the ice-age cycles.”! The Quaternary period includes the Pleistocene epoch during which the last Ice Age occurred, the end of which is usually dated to have occurred somewhere around our very benchmark date. (Of the earlier spates of global volcanism we shall speak later.) In fact, intense volcanism is said to have characterized late Pleistocene (and/or late Quaternary)?</p>",
        "markdown_converted": true
    }
]