[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 208,
        "captions": [],
        "headers": [],
        "content": "<p>Much later, Moses, too, was said to have received similar information from Yahweh who told him of the storehouses of snow and hail.! In fact it has long been known in Jewish sources that snow was one of the primordial elements.? Earth, according to the legends of this ancient nation, was created “from the snow under the Divine Throne,”? which Divine Throne is here understood as that of Yahweh/Elohim, already identified as the proto-Saturnian deity. In some sources, even the heavens were said to have been created “out of the heap of snow.”4 And why not—was that not from where the snow was seen to fall? It is not that these snippets of ancient belief in any way prove that the ancestors of the Jews were ever cognizant of an ice age in which their world had once been enveloped. But they do indicate an awareness of snow and cold which the legends themselves connect with that time that was to become known to all ancient nations as the beginning. Half a world away, the Amerinds do recollect a time when their ancestors lived in a colder climate. The Achomawi who lived in California, hardly an area that is now subject to frigid temperatures, tell how their creators were obliged to bring warmth to the land because “the Indians were freezing.” So, also, with the Shastika from the same geographical region.® In the traditions of the Chippewa of western Ontario, it is told how the creator attempted to fashion the world on three separate occasions, failing each time because there was too much ice, before he succeeded on the fourth. More than that, they tell of the rapid melting of the ice and the disastrous rise in water levels in lakes and rivers, which culminated in the near- extinction of life.” Or take the Pygmies of Africa’s equatorial forests, not quite the place where freezing cold should be memorialized in myth. As Jean-Pierre Hallet stressed: “Winter never comes to the equatorial forest in which the Pygmies tell numerous legends of ‘the terrible cold, the killer cold’ that ravaged the ancient world,” 8 One of these legends, for instance, relates: “The men had left their village. But they were not happy, they were hungry, they were thirsty, they were cold. They were cold, and that, that was the worst of all.” “To the best of my knowledge,” Hallet noted, “no anthropologist has bothered to ask how the Central African Pygmies came to possess legends that seem more appropriate to Eski- mos.”!0 It is thus apparent, as in fact it has been pointed out by others, that the African Pyg- mies did not originate in equatorial Africa, as neither could all those people from southern latitudes who have retained a memory, no matter how dim, of the Pleistocene Ice Age.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 209,
        "captions": [],
        "headers": [
            "THE LORD OF TIME",
            "THE HIGHEST ANTIQUITY"
        ],
        "content": "<p><b><center style='font-size: larger;'>THE LORD OF TIME</center></b></p>\n<p>With a sun that stood perpetually still in Earth’s north celestial pole, and with no other visible body in the sky, ancient man would have had no means of telling time. Although this topic was discussed at length in our previous volume,! it does no harm to include a few addi- tional snippets, if for no other reason to keep the reader acquainted with the nature of the en- vironment we are presently concerned with. The Hindus, for instance, could still speak of that time when “there was only darkness wrapped in darkness...nor was there then the torch of night and day.” In Mesoamerica we meet with the Mayan Itzamna, “he who ‘emits light’,”3 also known as the Lord of Time.* Itzamna compares favorably with the Greek Kronos, that is Saturn, who, as Chronos, was also revered as the Father of Time.5 Ken Moss has ably shown that, as the “supreme Maya creator god” and the Father of Time, Itzamna’s identity as a Saturnian deity is well established.® Of passing interest to our thesis is the strange fact that the Hopi possess a rich language which, however, “contains no reference to ‘time,’ either explicit or implicit.”” </p>\n<p><b><center style='font-size: larger;'>THE HIGHEST ANTIQUITY</center></b></p>\n<p>In setting the stage for what is to come, the dramatis personae up to this point consist of a conglomeration of Neanderthal and Cro-Magnon tribes, sometimes in conflict with each other, living in separate areas, north and south of the glaciated belt of the Pleistocene Ice Age. Thriving in the semi-darkness of a perpetual dawn, with a solitary dim sun that never moved, they could not have known how long they had existed there, how long they expected to live, or how long those who passed away had been dead. Just because vegetation and game were plentiful in a balmy climate, we must not assume that Paleolithic man lived in peace with his neighbors. The Cro-Magnons might not have ex- terminated the Neanderthals but, whether they interbred or not, it is not reasonable to assume that there would not have been sporadic internecine conflicts between them. After all, even with the rise of civilization, strife remained at the forefront of man’s activities, a situation that continues into the present. Ancient man remembered this condition and passed it on to his descendants. The Sumerians, for instance, tell us that in the most primeval of times, the men of “ancient days” did not know of “tents of habitation.”8</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 210,
        "captions": [
            {
                "source": "caption",
                "text": "The Chippewa, deeply religious members of the Algonkian confederation, tell how the creator attempted to fashion the world on three separate occasions, failing each time because there was too much ice, before he succeeded on the fourth. Shown above is an Algonkian shaman preparing medicine in his bark-covered wigwam. (ilustration by Peter F. Copeland.)"
            }
        ],
        "headers": [],
        "content": "<p>210</p>",
        "markdown_converted": true
    }
]