[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 415,
        "captions": [
            {
                "source": "caption",
                "text": "Folded strata of the Samaria Gorge, Crete. (Photograph by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>415</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 416,
        "captions": [
            {
                "source": "caption",
                "text": "Contorted strata in the Wu Gorge of the Yangtze River, China, now under water due to the building of the Three Gorges Dam at San Dou Ping. (Photograph by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>even then, despite the fact that he did mention that catastrophes could affect a planet, Hart- mann steered clear of absolute global cataclysms. Where the present author differs is in Hartmann’s statement that: “Instead of the old catastrophism based on speculation or ancient writings, the new catastrophism is based on physical evidence.”! As we have seen and will continue to see, our own postulate is based on “ancient writings” as well as physical evidence. But to return to the specifics at hand: In previous pages of this work, we have already noted that the end of the Pleistocene epoch was characterized by gigantic and violent crustal convulsions. We have also already noted that, while they were already in existence as a chain of moderate hills, the Himalayas and the Tibetan Plateau are generally proclaimed to have acquired their present height at the end of the Pleistocene epoch This was confirmed as early as 1938 by the Geological Survey of India as reported by D. M. Wadia: “Evidence of the extreme youth of Himalayan orogeny has multiplied of recent years. The tilting and elevation of the Pleistocene lake and river deposits of the Kashmir valley (Karewa series) containing fossil plants and vertebrates, to a height of 5,000- 6,000 ft; the dissection of river terraces containing post-Tertiary mammalia to a depth</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 417,
        "captions": [],
        "headers": [],
        "content": "<p>of over 3,000 ft and the over-thrusting of the older Himalayan rocks upon Pleistocene gravel and alluvia of the plains have been noted by the Geological Survey of India and other observers.”! As an early expedition to the Himalayas discovered, “this over-thrusting of older upon newer formations was attended by the dragging-up by more than 5,000 ft (1, 500 m) of marine beds containing palaeolithic remains in Kashmir, and occurred during the age of humanity.”? The Pir Panjal mountains, also in Kashmir, were likewise found to be of geologically recent date. “The last stage of the uplift, which must have been of the order of 6,000 ft, is believed to have occurred since the advent of early man,” reported M. S. Krishnan. “This upheaval has not only elevated the Pir Panjal and folded and tilted the Karewas, but has also affected the rocks of the Potwar and the Salt range.”? But not only was the raising of these mountains coeval with “the advent of early man,” the occurrence was “immediately post-glacial.”4 “The scenery which this region presented at the beginning of the Pleistocene must have differed greatly from that of our time,” Helmut de Terra and T. T. Paterson declared. “The Kashmir valley was less elevated, and its southern rampart, the Pir Panjal, lacked that Alpine grandeur that enchants the traveler today.”&gt; To their amazement, these investigators found out that, while the Himalayas had already existed in a juvenile state during the Ice Age, they could only have reached their present heights after the end of the glacial age. And they, too, took special note of ancient man’s abidance at these heights—“The archaeological records prove that early paleolithic man inhabited the adjoining plains’—before the Himalayas were once again thrust mightily upwards.® “The highest mountains in the World,” Heim and Gausser concluded, “are also the youngest.”7 So, likewise, with the European Alps.’ “Late Pleistocene uplift occurred in the Himala- yan region and in the Alps,” R. R. Flint disclosed, “and large scale rifting took place in eastern Africa.” As Allan and Delair declare, “several authorities have recognized the geo- logical modernity of the Scandinavian mountains, some even advocating a post-‘glacial’ (i.e. early Holocene) uplift.”'!© This is evidenced by the fact that, as in the Himalayas, human arti-</p>",
        "markdown_converted": true
    }
]