[
    {
        "page_type": "index",
        "page_number": null,
        "index": [
            {
                "chapter_number": "Chapter 19",
                "chapter_title": "Global Catastrophism",
                "entries": [
                    {
                        "text": "The Flooding of the Land.",
                        "page_number": "391"
                    },
                    {
                        "text": "Aquatic Genesis,",
                        "page_number": "395"
                    },
                    {
                        "text": "Sea Level Changes.",
                        "page_number": "397"
                    },
                    {
                        "text": "Aboriginal Recollections",
                        "page_number": "401"
                    },
                    {
                        "text": "Raised Shorelines.",
                        "page_number": "405"
                    },
                    {
                        "text": "Rebound.",
                        "page_number": "408"
                    },
                    {
                        "text": "Tectonic Upheaval.",
                        "page_number": "413"
                    },
                    {
                        "text": "Ancient Testimony.",
                        "page_number": "419"
                    },
                    {
                        "text": "High and Dry Whales.",
                        "page_number": "425"
                    },
                    {
                        "text": "Mastodons Underwater.",
                        "page_number": "427"
                    },
                    {
                        "text": "Gas and Dust.",
                        "page_number": "428"
                    },
                    {
                        "text": "Diamonds.",
                        "page_number": "429"
                    },
                    {
                        "text": "Bombardment,",
                        "page_number": "435"
                    },
                    {
                        "text": "Alternative Possibilities,",
                        "page_number": "438"
                    },
                    {
                        "text": "Impacts.",
                        "page_number": "440"
                    }
                ]
            },
            {
                "chapter_number": "Chapter 20",
                "chapter_title": "Life in the Balance",
                "entries": [
                    {
                        "text": "Extinctions.",
                        "page_number": "443"
                    },
                    {
                        "text": "The Mammoth Hunters.",
                        "page_number": "446"
                    },
                    {
                        "text": "Mass Slaughter.",
                        "page_number": "454"
                    },
                    {
                        "text": "The Fate of the Overkill Theory.",
                        "page_number": "461"
                    },
                    {
                        "text": "A Change of Band Wagons.",
                        "page_number": "463"
                    },
                    {
                        "text": "Geologists Join In.",
                        "page_number": "467"
                    },
                    {
                        "text": "Radiation Exposure.",
                        "page_number": "470"
                    },
                    {
                        "text": "Aborted Mutations.",
                        "page_number": "473"
                    },
                    {
                        "text": "Creatures New and Strange",
                        "page_number": "476"
                    },
                    {
                        "text": "Humanity in Crisis.",
                        "page_number": "477"
                    },
                    {
                        "text": "Racial Divergence.",
                        "page_number": "480"
                    },
                    {
                        "text": "Burping Methane.",
                        "page_number": "484"
                    },
                    {
                        "text": "Heaven on Earth",
                        "page_number": "486"
                    },
                    {
                        "text": "The Electromagnetic Universe.",
                        "page_number": "490"
                    },
                    {
                        "text": "Brown Dwarf Stars.",
                        "page_number": "491"
                    },
                    {
                        "text": "Planet Formation.",
                        "page_number": "494"
                    }
                ]
            }
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": null,
        "main_text": "Heat Retention and dissipation. 495 Polar Convergence. 497 The Interloping System. 499 Flaring Energy 500 Havoc at the System’s Edge. 501 Arctic Origins. 505 Future Return of Ice 505 Behavioral Metamorphosis. 507 End of Act Two 510",
        "captions": [],
        "bibliography": "Index AtoZ 514 xii",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 1,
        "main_text": "THE DEEP FREEZE",
        "captions": [],
        "bibliography": "1",
        "headers": [
            "THE DEEP FREEZE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 2,
        "main_text": "Chapter 1 The Frigid Earth THE GLACIAL THEORY rimitive man made his appearance in the Quaternary period and, for that reason, the Quaternary is also sometimes referred to as the Anthropozoic—the Age of Man. The beginning of the Quaternary, that is the Pleistocene epoch, however, also witnessed the onset of the last ice age, a term derived from die Eiszeit that was coined around 1836 by Carl Schimper. “Glaciers grew and descended deep below the [present]snowline and extended far to the south. They crossed the seas, engulfed both hills and plains, destroying all life in their slow, cold progress. They lowered the heights, deepened the valleys, crushed the obstacles which stood in their path, and dragged along the shattered fragments of rocks, and heaped them up in moraines.”! Usually reported to have been first proposed by Louis Agassiz in 1837, the theory of ice ages was not born as the full-fledged child of any one parent. It actually went through an evolutionary process. It was started in 1818 by Jean Pierre Perraudin who, by studying stria- tions on bedrock, had come to the conclusion that glaciers had once filled the entire Val de Bagnes in the Swiss Alps. Ignatz Venetz was so impressed by Perraudin’s ideas that he de- cided to investigate the glaciers of the Swiss Alps for himself and, in 1829, when he had amassed enough information, he presented his conclusions to the annual meeting of the Swiss Society of Natural Sciences. Venetz had gone one step further than Perraudin in claiming that Alpine glaciers had once extended over the Jura mountains and also northward into the Euro- pean plain. In 1832, Reinhard Bernhardi also published a paper in which he extended the surge of the ice from polar regions to as far as southern Germany. In 1834, Jean de Charpen- tier, who had earlier dismissed Perraudin’s claims, but who was later convinced by Venetz, gave a paper on the subject to the same Society that Venetz had given his. No one accepted the conclusions of these early proponents as convincing, least of all Agassiz himself. It was only two years later, when he had spent a summer in de Charpentier’s hometown, and had seen the evidence with his own eyes, that Agassiz embraced the glacial theory. And, as with his predecessors, he, too, was at first greeted with incredulity and a bar- rage of criticism. This was especially so because Agassiz had gone further than his predeces- sors in claiming that this advance of ice had affected the entire world, concerning which even de Charpentier was shocked. Alexander von Humboldt, who was one of Europe’s leading scientists and a mentor to Agassiz, counseled his protégé to abandon his cause. The Reverend William Buckland, first",
        "captions": [],
        "bibliography": "ly, Augusta (with Z. Burian), Prehistoric Animals (London, 1967), p. 26. 2",
        "headers": [
            "THE GLACIAL THEORY"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 3,
        "main_text": "professor of geology at Oxford University, who had his own Biblical axe to grind, and to whom Agassiz turned next for support, was at first undecided. Eventually, however, after Agassiz showed him further evidence of glaciation in northern England, Ireland, and Scot- land, and correctly predicted where terminal moraines would be found, Buckland not only converted to the ice age theory, he also managed to convince Charles Lyell, the prominent British geologist who was himself the founder of uniformitarianism. Opposition, especially from Biblical-minded scientists, nevertheless continued despite acceptance from such Ameri- can worthies as Edward Hitchcock and Timothy Conrad. It was only with the publication of a paper by the Scottish geologist Thomas Jamieson in 1865, which purported to show that only glaciation could account for such phenomena as striated bedrock and erratic boulders, did the opposition finally weaken. As that other promi- nent Scottish geologist, Archibald Geikie, predicted: “Doubtless, the glacial theory will ere long come to be universally accepted...as it ought to have fully twenty years ago, when its first outlines were sketched by Agassiz.”! The scientific world was sold on the theory of ice ages. THE PLEISTOCENE ICE AGE According to the ice age theory, starting at about 125,000 to 120,000 years ago,? but peaking only 18,000 years ago,? the ice fields in North America, centered over Hudson Bay, but including Ellesmere Island and Baffin Island, extended as far south as Kansas City in- cluding New England, Illinois, Indiana, and Ohio, even scouring the hills around what is now New York City. In Europe, the glaciers have been theorized to have extended from Ireland to the Urals, moving as far south as the 52nd parallel in Germany, covering what is now Mos- cow, eastern Denmark, and Poland. A smaller ice shield covered France, Italy and Austria. “The Pyrenees were an ice-armored barrier between France and Spain.”4 Further east, they covered the Taymyr Peninsula in northern Siberia and the mountain ranges of eastern Siberia including the Tien Shan range of central Asia. In the southern hemisphere, the build-up of ice centered mainly in Antarctica, but mountain glaciers stretched along the entire Andes down to Argentina, with the southern island of New Zealand and Tasmania also encased in ice. “Even the tropics felt the effects of the global chill,” it has been claimed, with glaciers form- ing “on Mauna Kea and Mauna Loa in Hawaii and Mount Elgon in Uganda—mountains that are today ice-free.” Close to 30% of Earth’s land surface, compared to the present 10%, was covered by thick glaciers “that averaged a mile in thickness.”° It has been estimated that the",
        "captions": [],
        "bibliography": "1 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 89. 2 Ibid., pp. 20, 22. (NOTE: It has always amazed me that the same author can offer a date on one page and a different one for the same event on a consecutive page of the same work.) 3 Ibid., p. 24. 4 Ibid. 5 Ibid. 6 Ibid. 3",
        "headers": [
            "THE PLEISTOCENE ICE AGE"
        ]
    }
]