[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 304,
        "captions": [
            {
                "source": "caption",
                "text": "Sol Sanctissimo on the front of the dedicatory altar erected by Tiberius Claudius Felix at Palmyra in honor of Malak Bel."
            }
        ],
        "headers": [
            "PHILO",
            "S ILLUMINATED AIR"
        ],
        "content": "<p>ancients portrayed the circumstellar disk surrounding the proto-Saturnian sun. In fact this is rather telling because it would not have been distinctly apparent to those who witnessed the event whether the light had been emitted by the proto-Sat- urnian orb or the circumstellar disk sur- rounding it. As Wallis Budge informs us: “The birth of light from the waters and of fire from the moist mass of primeval mat- ter, and of Ra from Nu, formed the starting point of all mythological specu- lations, conjectures, and theories of the Egyptian priests.”! Conforming with the erroneous belief that Ra was the Sun, Budge explains this by stating that: “The light of the sun gave birth to itself out of chaos”?— which is a silly rationalization. A different version of the birth of Ra was told by Ra’s own priests: “Formerly, according to the priests of Heliopolis, the sun god reposed, under the name of Atum, in the bo- som of Nun, the primordial ocean. There, in order that his lustre should run no risk of being extinguished, he took care to keep his eyes shut. He enclosed himself in the bud of a lotus until the day when, weary of his own impersonality, he rose by an effort of will from the abyss and appeared in glittering splendor under the name of Ra.” </p>\n<p><b><center style='font-size: larger;'>PHILO</center></b></p>\n<p>’</p>\n<p><b><center style='font-size: larger;'>S ILLUMINATED AIR</center></b></p>\n<p>To the Phoenicians the celestial watery abyss was known as Mot.4 And, like the Egyp- tians, they, too, believed the light to have been shed by this watery mass. At the dawn of Creation, Philo Byblius tells us, “Mot burst forth into light.”&gt; He then continues by telling us</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 305,
        "captions": [
            {
                "source": "caption",
                "text": "Brahma, who is said to have been born from a lotus that was as bright as a thousand suns."
            }
        ],
        "headers": [
            "AS BRIGHT AS A THOUSAND SUNS"
        ],
        "content": "<p>that, while Creation was going on, “the air was illuminated” and _ that this illumination was “due to the flaming of the earth and the sea.”! Had we not come across the Egyptian version of the shedding of the light by the celestial watery abyss, which is comparable to the emission of light by the Phoenician Mot, there would have been no way in which we could have utilized Philo’s “illuminated air” as evi- dence of proto-Saturn’s flare-up. Coupled with what we have already unraveled, and will continue to unravel, this Phoenician tidbit gains meaning. Proto- Saturn’s flare-up, occurring as it did when the orb was seen floating over the primordial celestial waters, would have been seen to set both that sea and the sky itself on fire. (All that the ancient Greeks, who forgot so much,? seem to have retained of the event is that Kronos/Saturn is “representative of the powers of light.”3) </p>\n<p><b><center style='font-size: larger;'>AS BRIGHT AS A THOUSAND SUNS</center></b></p>\n<p>Similar belief, likewise clad in philosophical jargon, is also encountered in Hindu texts. Thus, the Laws of Manu state: “This (world) was darkness, unknowable, without form, beyond reason and perception, as if utterly asleep. “Then the august and self-existing Being, he who never unfolded, having unfolded this (universe) under the form of the great elements and others, having shown his energy, appeared to scatter the shades of darkness.”* Here, for one thing, the unfolding of this “self-existing Being” brings to mind the “coming apart” of Adoil. The scattering of “the shades of darkness” is, however, more explicitly re-</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 306,
        "captions": [],
        "headers": [
            "KU A",
            "HALF A WORLD AWAY"
        ],
        "content": "<p>ferred to in even earlier Vedic texts. Varuna, the Vedic equivalent of the Greek Ouranos,! is there lauded as he “who, after his decree, o’erspread the Dark Ones with a robe of light”?— which, again, reminds us of the “invincible garment” worn by “the star of Light” mentioned in the Paraphrase of Shem. We have also already seen how Soma is both a name of Shiva and an epithet of Yama, and thus to be identified as Saturn. An epithet of Soma himself is Pavamana, who is sometimes referred to by the double name as Soma Pavamana.} Of this aspect of the Saturnian deity it is then said: “He, Pavamana, hath produced the lofty Law, the brilliant light, destroying darkness black of hue. From tawny Pavamana, the Destroyer, radiant streams have sprung, quick streams from him whose gleams are swift.” Very much like the Egyptian Ra, Brahma, too, was said to have sprung forth from a lotus which was described as having been as “bright as a thousand suns,”&gt; which is why, in ico- nography, Brahma is often shown seated on just such a flower. P’AN-</p>\n<p><b><center style='font-size: larger;'>KU A</center></b></p>\n<p>look at the Chinese Compendium of Wong-Shi-Shing, among other things, reveals that: “P’an-ku came forth in the midst of the great chaotic void, and we know not his origin; that he knew the rationale of heaven and earth, and comprehended the changes of the Darkness and the Light.”6 Once again, as in the case of Philo’s “illuminated air,” P’an-ku’s comprehension con- cerning “the changes of the Darkness and the Light,” garbed as it is in that brand of philoso- phical wording for which the Chinese have become so famous, would poorly illustrate our thematic structure were it not for the fact that the same Compendium also tells us that P’an-ku “existed before the shining of the light.”7 </p>\n<p><b><center style='font-size: larger;'>HALF A WORLD AWAY</center></b></p>\n<p>As noted earlier, a song composed by the Maya of Yucatan during the Spanish period, and which now concludes the Chilam Balam, describes the same event as the creation of “the number-one candle.” In keeping with our thematic outline, this “candle,” which can be viewed as an analogy of the plasmatic axis mundi, gave light “in the absence of sun and moon.”8</p>",
        "markdown_converted": true
    }
]