[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 59,
        "main_text": "Strange as it may sound, there were some supporters of Velikovsky who, rather than ac- cept the tippe-top model as a validation of their mentor’s cosmic theory, ended up criticizing it.! Initially, Leroy Ellenberger, too, found much to commend in the tippe-top model, but he was soon swayed by the critique of Victor Slabinski,> to say nothing by that of Lynn Rose.+ Neither was Ellenberger swayed by Crew’s attempt to save the tippe-top model by refining it through his shell-slipping modification. It was, however, Slabinski’s detailed critique which actually dealt the death blow to Warlow’s model. As Slabinski showed, the torque required to flip over the world was under- stated by Warlow.® As his own calculations indicated, the interacting body with Earth would have needed “a mass of 68 Jupiters.” As he concluded: “We expect that such an interaction would be totally catastrophic.” Warlow did his best to defend his theory against these criticisms,8 as so, also, did some of his supporters.? Others, like Nigel Henbest, voiced their objections without having really",
        "captions": [],
        "bibliography": "1 Those interested can consult the following: L. E. Rose, “Senmut’s Ceiling and the Earth as Tippe Top,” KRONOS VIIL:2 (Winter 1982), p. 86; D. Cardona, “Ejections, Resonances, and Inversions,” KRONOS X:2 (Winter 1985), p. 66; P. Warlow, “Return to the Tippe Top,” Chronology & Catastrophism Review IX (1987), pp. 3 ff. 2C0L Ellenberger, “Heretics, Dogmatists and Science’s reception of New Ideas,” KRONOS V:4 (Summer 1980), pp. 58, 68; idem, “Reversals of the Earth?” $.I.S. Review IV:2/3 (Winter 1979/80), p. 62. 3 See here Ellenberger’s editorial footnote to I. Velikovsky, “The Destruction of Sodom and Gomorrah,” KRONOS VI:4 (Summer 1981), p. 51; idem, “Still Facing Many Problems,” Part Il, KRONOS X:3 (Summer 1985), pp. 5-9; idem, “A Twice-Told Tale of Inertia,” in ibid., pp. 111-112; idem, “Wild Motions, Angular Momentum and Other Problems,” S.1.S. Review VII A (1982/3), p. 28. 4 Idem, “Senmut’s Ceiling and the Earth as Tippe Top,” KRONOS VII:2 (Winter 1982), pp. 86-88. 5 Ibid., p. 88. 6 V. J. Slabinski, “A Dynamical Objection to the Inversion of the Earth on its Spin Axis,’Journal of Physics 14:9 (September 1981), pp. 2503-2507; idem., “A Dynamical Objection to Warlow’s Inversion of the Earth,” S.LS. Review V:2 (1980/81), pp. 54-56. 7 Idem, “Senmut’s Ceiling and the Earth as Tippe Top,” KRONOS VII:2 (Winter 1982), pp. 94-96; see here also, F. B. Jueneman, “Atlas tottered...” Industrial Research and Development (December 1980), p. 21. 8 P. Warlow, “Reversals of the Earth?” $.1.S. Review IV:2/3 (Winter 1979/80), pp. 63-67; idem, “Return to the Tippe Top,” Chronology & Catastrophism Review IX (1987), pp. 2 ff. °C. Marx, “Troubled Torques,” Society for Interdisciplinary Studies Workshop 4:3 (December 1981), pp. 20- 22; E. Crew, “Pole Flipping,” Society for Interdisciplinary Studies Workshop 4:4 (March 1982), p. 32; idem, “Answer to Slabinski,” in ibid., 4:4 (March 1982), pp. 34-35; R. M. Hendrickson, Jr., D. Dunthorn, & C. L. Ellenberger, “Much Ado About Tippe Top,” KRONOS VIIL:3 (Spring 1983), pp. 84-89; D. Salkeld, “The Velikovskian Challenge Today,” Chronology & Catastrophism Workshop (1987:2), p. 30, but see also, M. Reade & D. Salkeld, “Energetics of Tippe-Top Inversions,” in ibid. (1988:1), pp. 23-24; C. L. Ellenberger & D. Salkeld, in the “Forum” section, in ibid.. (1988:2), pp. 18-21; E. W. Crew, “Response to 1988:1 Workshop,” in ibid., pp. 37-38; C. L. Ellenberger, “Tilt at Salkeld,” Chronology & Catastrophism Workshop (1989:1), pp. 37- 38; D. Salkeld, “Objections Overruled—A Reappraisal of Earth Inversion Dynamics,” Chronology and Catastrophism Review XI (1989), pp. 29 ff.; idem, “Ellenberger in Chaos?” Chronology & Catastrophism Workshop (1989:2), pp. 33-34; idem, “More than a Day’s Work,” in ibid. (1990:2), pp. 42-43; L. Ellenberger, “The Impossible Tippe Top Earth,” AEON ILS (February 1992), pp. 83-86; D. Salkeld, “Reply to Ellenberger,” in ibid., pp. 86-89; L. Ellenberger, “Rejoinder to Salkeld,” in ibid., pp. 89-90. 59",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 60,
        "main_text": "understood what was at issue.! But, try as he might, Warlow could not rid his model of Slabinski’s main impediment concerning the required torque. Even Michael Reade, James McCanney, Moe Mandelkehr, and Peter James, none of whom were originally opposed to Velikovskian scenarios, found reason to concur with Slabinski’s calculations and/or to point out additional flaws.” When, nine years later, Warlow returned to the tippe-top in the first part of a planned two-part paper, he claimed that Slabinski’s calculation is a hypothetical, rather than a practi- cal, one—as if his own theory was anything but. There he promised that, in part two, Slabin- ski’s own calculation will be shown to be overestimated by a factor “in the order of tens of millions.”3 Unfortunately, as of this writing, the promised second part of the paper has not yet seen the light of day. Needless to say, as Warlow himself noted, the dynamic objections raised against his hy- pothesis applies equally well to that of Velikovsky regardless of the manner in which Earth might have inverted itself.4 He, however, misunderstood me when he claimed that, while objecting to his theory, I continue “to favor Velikovsky’s scenario, looking (or hoping) for some alternative to the tippe-top to save the day.” To which he added: “Unfortunately, Car- dona’s is a vain hope, and any search he makes will be fruitless.”> “Logically, then [he continued], Cardona’s response is untenable—but it is neverthe- less an understandable one. It is based on his conviction that the historical record contains too much information and detailed consistent accounts for a Velikovsky-type scenario not to be true...In this respect, I sympathise with Cardona, but a situation in which one simply hopes for something to turn up and provide salvation as if by magic just cannot be accepted. The Slabinski spectre must be laid without resorting to miracles.”6 Had Warlow been more familiar with my published works, he would have realized that I had long before abandoned Velikovsky’s scenario of near-colliding worlds. And while, yes, I did continue to believe that east and west had more than once changed places in the past, I was in no way looking for magic and/or miracles to accomplish the feat. Warlow might have felt justified in castigating me because I did not offer an alternative to his tippe-top model. The lack of an alternative, however, does not invalidate Slabinski’s dynamic objection. What can we add to all this?",
        "captions": [],
        "bibliography": "! See here “Pole Shifts Dismissed,” Society for Interdisciplinary Studies Workshop 5:1 (1982), p. 24. 2M. G. Reade, “An Earth Inversion Model,” S.LS. Review V:3 (1980/81), pp. 96-97; J. M. McCanney, “The Nature and Origin of Comets and the Evolution of Celestial Bodies,” Part III, KRONOS X:2 (Winter 1985), p. 53; M. M. Mandelkehr, “Tippe-Top Earth Inversion?—If and When?” Chronology & Catastrophism Workshop (1988:1), p. 40; P. James & N. Thorpe, Ancient Mysteries (N. Y., 2001), pp. 145-147. 3 P. Warlow, “Return to the Tippe Top,” Chronology & Catastrophism Review IX (1987), p. 12. 4 Ibid., p. 11. 5 Ibid. 6 Ibid. 60",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 61,
        "main_text": "Let us first return to Earth’s geomagnetic reversals which Warlow attributed to Earth’s inversion. As Trevor Palmer correctly proclaimed, “the sheer frequency of geomagnetic re- versals would seem to rule this out as a general mechanism.”! So, also, Peter James and Nick Thorpe who rightfully proclaimed that: “Geologists believe that there have been some 120 geomagnetic reversals since the age of the dinosaurs, 65 million years ago. If Warlow’s explanation of such events is correct, then the Earth would have to have been toppled over so many times by close encounters with Jupiter-size bodies. One such encounter seems improbable enough, so the idea that there were as many as 120 seems vanishingly small, even given the huge time scale involved.”? Besides, the Sun, too, is known to reverse its magnetic field during each eleven-year cycle} but it does so without inverting itself. Besides, the reversing of Earth’s geomagnetic field is not tied to the cycle of ice ages anymore than it is tied to mass extinctions,* another fallacious correlation favored by catas- trophists. This is indicated by the fact that various magnetic reversals fail to coincide with the dates of past ice ages, and by the additional fact that there are more recorded magnetic reversals than there are ice ages. That one particular reversal, known as the Gothenburg flip, happens to coincide roughly with the Pleistocene epoch, as noted by D. S. Allan and J. B. Delair,> whom we shall meet again later, does not tie magnetic reversals to ice ages. On the other hand, even if Earth’s reversing field cannot be coupled to terrestrial inversions, of itself it does not invalidate the possibility of a tippe-top-like inversion. That planets can tip over due to external forces is actually admitted by mainstream as- tronomers. As Warlow himself and his supporters have pointed out, this is the manner in which the planet Uranus is believed to have been tilted. As proposed in 1966 by the Soviet scientist V. S. Safronov, Uranus was flipped on its side to its present 98 degree-tilt by the di- rect impact of a sizeable body during the planet’s coagulative period.® But this, again, had been a one-time event. Worse than that, with Earth of a much less massive size than Uranus, a direct hit by an impactor massive enough to cause a complete terrestrial inversion would have probably resulted in detrimental consequences much more severe than either Ve- likovsky or Warlow envisioned. Besides, as Warlow himself admits, a terrestrial inversion is not necessary for the relocation of Earth’s polar caps, where a mere twenty or thirty degree tilt would be sufficient. Posited terrestrial axial shifts have not remained outside the domain of science and, by the turn of the century, such theories were still being aired. Thus, in a study of underwater",
        "captions": [],
        "bibliography": "17. Palmer, “The Erratic Descent of Man,” Chronology and Catastrophism Review XII (1990), p. 21. 2 P. James & N. Thorpe, op. cit., p. 146. 3B. A. Smith, et al., “Voyager 2 in the Uranian Systrem: Imaging Science Results,” Science 233 (1986), p. 58. 4s. Simpson, “Headed South?” Scientific American (November 2002), p. 24. 5 D.S. Allan & J. B. Delair, Cataclysm! (Santa Fe, 1997), pp. 182-183, 267. 6 V. S. Safronov, “Sizes of the Largest Bodies Falling Onto the Planets During Their Formation,” Soviet Astronomy—AJ 9:6 (May-June 1966), p. 987. 61",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 62,
        "main_text": "volcanoes, scientists came upon evidence which drew them to conclude that “Earth may have wobbled like an out-of-balance ball...relocating the poles and shifting the planet’s surface.” As William Sager, then hailing from Texas A&M University, reported: “What it appears that happened, was a rapid shift” followed by a “slow recovery to where things are today.”! This event, however, was dated to 84 million years ago.2 No mechanism for Earth’s wobbling was forwarded. And no such correlation was discovered to account for the Pleisto- cene glaciation. And then, even if such wobbling was to be theorized as having been trig- gered by the close encounter with a planet-sized body of multi-Jupiter mass, one still has to ponder the probability of this having occurred time and again to account for nineteen separate ice ages, or nineteen separate relocations of the terrestrial polar caps. It does boggle the imagination. This is why, together with other reasons which we need not go into here, I had formerly suggested that the cause of Earth’s inversion(s), whether in a tippe-top fashion or not, should be sought in other means that the close fly-bys of planets?—and that alone should have told Warlow that I do not subscribe to Velikovsky’s scenario. WATER VERSUS ICE When it comes to glacial signatures in general, Velikovsky was of the belief that most of these were caused by surging floods of water. Prominent among these signatures are the er- ratic boulders which are found littering immense areas of Earth’s northern regions. These are rocks which can vary in size from boulders to village-size slabs weighing several tons that have been torn from one locality and transported to be deposited miles away in another. Er- ratic boulders are recognizable through their mineral composition which is different from that of the formation upon which they are discovered. In almost all cases, their mineral composi- tion can inform the geologist from which locality they had been dislodged. Originally be- lieved to have been torn and transported by immense waves of translation, these erratics were eventually recognized as having been dislodged and transported by the ice age glaciers. Ve- likovsky, however, believed that the original assessment had been the correct one and con- tinued to believe that these boulders had indeed been transported by the recurrent floods trig- gered by his series of cosmic catastrophes.+ Moraines, also known as drift and/or till, consist of conglomerates of similar, but smaller boulders and other rock fragments mixed with sand and clay which glaciers are known to push to the sides and in front of them. When the glaciers melt, the moraines are left in place as evidence of a once-advancing ice sheet. The ones pushed to the front remain in the form of irregular arcs as termination marks, and are therefore known as terminal moraines. Following the 1845 disclosures of R. I. Murchison, Velikovsky was of the belief that this detritus, too, was left behind by the same, or similar, surging floods of water, probably from irrupting seas triggered by one of his brand of cosmic catastrophes.>",
        "captions": [],
        "bibliography": "las reported in a Washington (AP) service bulletin, January 1, 2000. 2 Ibid. 3D. Cardona, “Ejections, Resonances, and Inversions,” KRONOS X:2 (Winter 1985), p. 67 41. Velikovsky, Earth in Upheaval (N. Y., 1955), pp. 10-12, 38 ff. 5 Ibid., pp. 38 ff. 62",
        "headers": [
            "WATER VERSUS ICE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 63,
        "main_text": "Seeing as these and similar arguments have more recently been reiterated with stronger arguments by D. S. Allan and J. B. Delair, we shall concentrate on their efforts since any ob- jections to their work would apply just as equally to Velikovsky’s. We stress this here be- cause, unlike Velikovsky, Allan and Delair were working within the confines of their own disciplines since the former is a science historian specializing in paleogeography and the lat- ter a geologist. While, normally, we would not care from what source our data is collated, giving greater weight to the strength of evidence than to whomsoever stands behind it, others may find the objections voiced by scholars within their own disciplines of greater validity than those voiced by scholars, like Velikovsky, outside their own fields. Even so, it must not be assumed that the theory as propounded by Allan and Delair has been accepted by ortho- dox paleogeographers and/or geologists. In the main, they are as iconoclastic as Velikovsky himself— in fact, as we shall soon see, perhaps even more so. Right off the bat, in the “Introduction” to their work, Allan and Delair proclaim that: “On the whole, it is sensible to support or retain a theory only if it ‘works’, provided that, in drawing diverse fragments of knowledge into defensible patterns, it enables useful predictions to be made about the shape of further discoveries. Conventional glacial theory, however, fails to meet this criterion.”! They then ask: “Did ice in another guise cause the supposed glacial phenomena, distrib- ute the ‘drift’ and disperse the ‘erratics’?”? Their answer to this question is that “something other than ice, operating in a worldwide capacity, was responsible for the deposition of ‘drift’ and the creation of other supposedly Ice Age phenomena.” As they themselves proclaim, Allan and Delair no not disavow the occurrence of the Pleistocene Ice Age. Like the present writer, they point to the shaky ground upon which the glacial theory has been reconstructed. To which they add: “That is not to assert that the Ice Age did not exist, but does indicate that it occurred in a form and by a means not properly accommodated by conventional dogma.4 With this we wholeheartedly agree. But also, as in Velikovsky’s case, most of the signatures attributed to the Pleistocene gla- ciation are, by Allan and Delair, blamed on the surging waters of immense floods. Like Ve- likovsky, they claim that terrestrial upheavals—earthquakes, hurricanes, volcanic eruptions, etcetera—occurred simultaneously with these floods. And, like Velikovsky before them, they attribute all these events to a cosmic catastrophe. But here is where they part company with Velikovsky and, to be sure, also with Peter Warlow who followed him, since they offered an entirely different cosmic cause. Even so, although the actual scenario of this postulated cos- mic catastrophe does not concern us here, it does bear a superficial resemblance to that pro- posed by Velikovsky and even to that of Donald Patten. In short, according to Allan and De-",
        "captions": [],
        "bibliography": "1D. S. Allan & J. B. Delair, Cataclysm! (Santa Fe, 1997), pp. x-xi. (NOTE: This work was originally published in England in 1995 under the title When the Earth Nearly Died.) 2 Ibid., p. 37. 3 Ibid., p. 44. 4 Ibid., p. 25. 63",
        "headers": []
    }
]