[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 109,
        "captions": [],
        "headers": [],
        "content": "<p>Ancient astronomical knowledge, however, was not restricted to the fall of meteorites. The ancient Greeks knew the Solar System for what it is. There is no point in repeating the lengthy discussion of this subject which we presented in our previous volume. We will omit here mention of ancient Chinese,! Hindu,? and Mesoamerican astronomical knowledge? but a brief synopsis of what the Greeks and Babylonians knew concerning the heavens above them will not be entirely amiss. In about 525 B.C. Pythagoras was already teaching that Earth was a sphere, rather than being flat as had long been believed. In the late 4th century B.C., Herakleides already knew that Earth revolves on its axis,4 as so did Plato, Hiketas, and Ekphantos.5 Thanks to Aristar- chus of Samos (circa 270 B.C.), long before Copernicus it was already known that the Sun was at the centre of the Solar System with the planets revolving around it, and it is unfortu- nate that the later Claudius Ptolemy thought this ridiculous, favoring Earth, in lieu of the Sun, as the centre of the Solar System.’ Eratosthenes (c.273-192 B.C.) even managed to measure Earth’s circumference® “with an error of only half a percent.”? That most complex motion of Earth’s axis known as the precession of the equinoxes, which is one of the mainstays of the Milankovitch theory of ice ages, was discovered by Hipparchus who lived sometime between 146 and 127 B.C.'° Anaxagoras knew that the Moon shone with light reflected from the Sun, that it harbored mountains, and that the stars were hot like the Sun.'! Hipparchus even calculated the distance of the Moon from Earth “with startling accuracy,” involving an error of no more than 0.3 percent.!? That the planets both rotated on their own axes and moved on their orbits was well known to Plato, Long before Edmund Halley, Seneca had already understood the real nature of comets,!? including their periodic return to Earth’s vicinity.!+ Nor did the Greeks restrict their knowledge to what they could actually see and measure. As far back as the fourth century B.C., Metrodorus of Chios already knew how absurd it was to believe that Earth was the only world in existence, or that life is to be found only on Earth,!5 Democritus even stated his belief that worlds like Earth were infinite in number, though varying in bulk.!¢</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 110,
        "captions": [
            {
                "source": "caption",
                "text": "In 270 B.C., long before Copernicus (shown above), Aristarchus had already placed the Sun in the centre of the Solar System (lustration by Bruce LaFontaine.)"
            }
        ],
        "headers": [],
        "content": "<p>110</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 111,
        "captions": [
            {
                "source": "caption",
                "text": "Claudius Ptolemy —who repudiated the helio-centric system of Aristarchus— prevented the advance of astronomy for a millennium. (illustration by Bruce LaFontaine.)"
            }
        ],
        "headers": [],
        "content": "<p>111</p>",
        "markdown_converted": true
    }
]