[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 463,
        "captions": [],
        "headers": [
            "A CHANGE OF BAND WAGONS"
        ],
        "content": "<p>hand, point out that similar...extinctions had occurred among North American mammals long before the arrival of man.”! And then, a study of mammoth tooth enamel conducted by Kathryn Hoppe showed be- yond a doubt that, at three different American Clovis sites, “the teeth contained a wide va- riety of isotope ratios consistent with long-term changes in local vegetation and diet.” Similar variations showed up at mammoth sites which lacked the presence of man. Only at one site, where mammoths have been theorized to have drowned en masse, was it found that the isotope ratios “did not vary much.” What this indicates is that “the mammoths at Clovis sites were unrelated animals killed individually over a long period, so the hunters probably did not hasten the animal’s extinction.”? As the mammoth expert Adrian Lister stated: “One of the problems with the ‘overkill’ theory has always been that it is difficult to test. The isotope work is an ingenious approach. Mass killing now seems improb- able.”3 As Claiborne, however, noted: “In a few cases, such as the mammoth, the hunters may have given the coup de grace to a species that, for reasons still obscure, was already on na- ture’s engendered list.”4 What these “obscure” reasons might have been we have already learned. But let us take it a bit further. </p>\n<p><b><center style='font-size: larger;'>A CHANGE OF BAND WAGONS</center></b></p>\n<p>What should be stressed is that we are not dealing merely with the extinction of mam- moths, horses, and bison. Derek Ager did not hyperbolize the situation when he claimed that: “We cannot demonstrate anything really comparable to the sudden mass extinctions of the past happening at the present day...What is more, we cannot even see the process going on today that might lead to such extinctions. I feel that we rely too much on the present state of affairs, too much on uniformitarianism, when interpreting the fossil record, especially in those groups that are now completely extinct or but a shadow of their former selves. It may be said of many palaeontologists, as Professor Hugh Trevor-Roper said recently of 18th century historians: “Their most serious error was to measure the past by the present’.”&gt; In time an alternative vehicle became fashionable in place of the climatic and overkill band wagons. Even the Nobel laureate Harold C. Urey has “come out strongly in support of</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 464,
        "captions": [],
        "headers": [],
        "content": "<p>extra-terrestrial causes for mass extinctions.”! Rare collisions between Earth and comets, according to Urey, “would have been sufficient to heat up considerably both the atmosphere and the surface layers of the oceans,” and this “could have had a disastrous effect on both land and marine faunas.”? Even Nature, that paragon of uniformitarianism, ran an article by Michael Benton to that effect. As he there wrote: “New analyses suggest that the classical view, that some groups die out simply be- cause they become ‘out of date’ and are replaced by their more efficient competitors over long periods of time, is not an adequate explanation. There is increasing evi- dence that major physical changes have caused more large-scale evolutionary changes than has competition.” The traditional “competitive” explanations for the major extinctions of the past, Benton went on, “have been questioned by a closer study of the fossil record.” Although he did not entirely exclude some degree of competition in the survival of species and the demise of oth- ers, his conclusion was that rivalry “will rarely be the sole cause, whereas it could be postu- lated that a catastrophic change in the physical environment is sufficient on its own.”4 But even then, as with the climatic and overkill theories, it cannot be said that extinctions through cosmic catastrophism was embraced by one and all. Writing in the same Nature in 1984, the geologist Tony Hallam was bold enough to state that “catastrophists such as Cuvier were the true empiricists of the day, interpreting the stratigraphic record as it appeared, for instance in the abruptly changing succession of fossil faunas, and that Lyell [with his uni- formitarian concept] introduced confusion into the argument..”&gt; And yet he could still point out that “serious doubts and difficulties persist about extraterrestrially-induced catastrophes, especially as a general explanation for mass extinctions.” One thing he was confident enough to claim was that: “Lyell accused his catastrophist opponents of trying to cut, rather than patiently un- ravel, the Gordian Knot. He would no doubt shake his head sadly at those modern catastrophists who favor a quick fix for a long-standing problem.” Lyell may well have been shaking his head, but, as time went by, Cuvier, who could be called his greatest opponent, began to regain the ground he lost. After all, as Stephen Gould himself declared, “Charles Lyell was trained as a lawyer, and his book is more a brief for gradualism than an impartial account of evidence.”$ On the other hand, according to the same</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 465,
        "captions": [],
        "headers": [],
        "content": "<p>Gould, Georges Cuvier “was a rationalist and a chief figure of the Enlightenment, not an antediluvian theological apologist.”! “Cuvier did not use catastrophism to argue for a young Earth; rather, his superb geo- logic work helped to establish Earth’s great antiquity. He did not invoke worldwide paroxysms as divine and miraculous, but as natural events proved by copious geo- logic evidence. Yet Lyell’s rhetoric prevailed, and catastrophism was cast out beyond the pale of science.”? Nor were Gould and Urey the only world authorities who began to favor catastrophism. Richard Leakey, the able son of the more famous Louis Leakey, was of the same opinion as the book he co-authored with Roger Lewin makes clear. As far as these two writers were con- cerned, the idea that extinctions may be caused through extraterrestrial events “is truly com- pelling.” As they made clear, they were forced “to leave behind” what they termed the “Dar- winian world” and accept that extinctions represent the hapless victims “of a fickle universe.” As they conclude: “Gone is an image of the flow of life as smooth and predictable...its replacement is a world that is erratic and unpredictable...Catastrophism is back with us, and it is real.”4 One problem that was difficult to overcome is that, quite often, the evidence of the fossil record appears to indicate a gradual transition. But this, it has been found out, is nothing but an illusion. As it was ultimately discovered, “it is highly improbable that fossils will ever yield a true picture of extinction, even when extinction is sudden.”&gt; “Various tests showed that even in cases where an extinction was known to be abrupt for many species, imperfections in the fossil record made it look gradual. The concept that a sudden extinction will always look gradual—that it will leave a record that suggests the fossils disappeared before the actual sudden extinction horizon—is now called the Signor-Lipps effect after Professor Phil Signor and Jere Lipps of the University of California.”6 Others have argued that although, cometary or asteroidal impacts would be devastating, “these direct effects are not enough to explain by themselves mass extinction and world-wide geological activity.”7</p>",
        "markdown_converted": true
    }
]