[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 277,
        "captions": [
            {
                "source": "caption",
                "text": "One of the Neolithic shrines at Catal Hiiyuk in present-day Turkey, which shows the “squatter/mirror image” prominently displayed on one of its walls. (Illustration after J. Mellaart.)"
            }
        ],
        "headers": [],
        "content": "<p>Like Peratt, one of the specifics of plasma that Alfvén stressed is that “pinch effects are of decisive importance in how cosmic plasma evolves.”! And, also like Peratt, he emphasized that, under certain conditions, kink instabilities can cause the current to form spirals.? Now while the patterns we have been studying have been compared to plasma instabilities as they occur in laboratory experiments, it must be kept in mind that, except perhaps for the time element—re which see above—the “same basic laws of plasma physics hold everywhere...from laboratory and magnetospheric heliospheric plasmas out to interstellar and intergalactic</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 278,
        "captions": [
            {
                "source": "caption",
                "text": "The “squatter/mirror image” as the kKanaga mask representing the god Amma, portrayed in relief on the wall of a Dogon granary. (Photograph by P. C. Keller, courtesy of the Bowers Museum of Cultural Art.)"
            }
        ],
        "headers": [],
        "content": "<p>278</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 279,
        "captions": [],
        "headers": [
            "THE RETRACTION"
        ],
        "content": "<p>plasmas.”! It is silly to have to remind the reader that the Magdalenians could not have witnessed plasma experiments in a laboratory. But then, the only other alternative is exactly what Peratt himself was forced to conclude when he claimed that ancient man could only have seen these archetypes projected against the celestial screen. Thus, after ages of familiar sameness, a series of marvels proceeded to modify what had once been a basic image in the sky. Not only had heaven been transformed, but the transmutation was gloriously flamboyant. We will never be able to comprehend completely how this resplendent change in the sky affected our primitive forebears. The scintillating light that would have accompanied the ever-changing sequence of instabilities, to say nothing of the changes themselves, must have filled them with awe and—who knows? —a touch of uneasiness. They would not have known what was really happening. One can only guess at what went on through their minds. But questions must have been asked. What was happening to their sun? What was it doing? And why? There is one thing for certain that can be said, and it is this: If our ancient ancestors had never done so before, they would surely have started to think of the proto-Saturnian image in their sky as having been endowed with life. The seeds for the concept of deity had been irrevocably sown. </p>\n<p><b><center style='font-size: larger;'>THE RETRACTION</center></b></p>\n<p>What appears to have transpired next does not seem to have a direct analogy in laboratory plasma experiments, but, as we shall soon see, there are indications of something similar in galactic, as well as interplanetary, space. In order to reconstruct this ensuing phase, however, we must first return to the mytho historical record. There was a general belief among the ancient Egyptians that, at one time, Ra cut off his own phallus.? Since, as we have already seen, the phallus of Ra was actually the plasma col- umn or axis mundi we have been analyzing, what this self-castration seems to indicate is a detachment of that axis. This castration motif is one that recurs often enough in myth— although, to be sure, some of it refers to a much later, but similar, event. Nevertheless there is more than that because, in this particular instance, the loss of the celestial phallus seems to have been something more than a simple severance of the column. As we noted on an earlier page, Ra was also said to have had “union with himself.” Visu- ally, the only way in which Ra, as the proto-Saturnian sun, could have been seen to have un- ion with himself is if the columnar axis was seen to retract itself straight up into the proto- Saturnian orb. In this manner, the proto-Saturnian sun would have been visualized as having been impregnated by its own phallic appendage. This assumption is lent strength by the well-known Greek myth in which Kronos/Saturn castrates his father Ouranos. The earliest reference to this myth is in Hesiod’s Theogony. It was, however, also utilized by Philo Byblius, who based his report on that of the Phoenician Sanchoniathon and was quoted by Eusebius of Caesarea. In his genealogy of the Phoenician</p>",
        "markdown_converted": true
    }
]