[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 94,
        "captions": [
            {
                "source": "caption",
                "text": "The magnificent theatre of Polycleitos the Younger at Epidaurus, Greece. (Photograph by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>way back to an “immense antiquity”!—even to prehistoric times. Given such antiquity, which predates the advent of writing, it becomes evident that these mythic tales would have had to have been passed orally from one generation to the next down through the ages. It is therefore understandable if one were to question the reliability of such a protracted mode of communication. But, as Ian Wilson pointed out: “Such attitudes are...coloured by our own era of reliance on mechanical recordings. We forget that before the days of television and radio it was a matter of course for our own grandfathers to learn by rote poems and ballads of a length that seems totally impossible to us today. Even in our own time remote communities in Ireland, Arme- nia, Afghanistan and elsewhere have bards who regale them with centuries-old reci- tations of the heroic deeds of their ancestors. Many generations of Greeks transmitted the entire Jliad and Odyssey to each other in this way, and there are still Moslems who can recite from memory the entire Koran.”</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 95,
        "captions": [
            {
                "source": "caption",
                "text": "The Face of Tragedy. Theatrical mask carved on now-fallen stone. Roman theatre at Myra, present-day Turkey. (Photograph by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>As we noted in our previous volume, the Egyptians even recognized the advantage of the reliance on memory over the written word.! It was no different among the ancient Greeks, as Michael Coe well illustrates: “Socrates makes the point in Plato’s dialogue that writing will not help in the search for truth. He compares writing to painting —paintings /ook like living beings, but if you ask them a question, they are mute. If you ask written words a question, you get the same answer over and over. Writing cannot distinguish between suitable and un- suitable readers: it can be ill-treated or unfairly abused, but it cannot defend itself. In contrast, truths found in the art of dialectic can defend themselves. Thus, the spoken is superior to the written word!”? This situation remained true, as Henry Zemel indicated, right down into the European Renaissance:</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 96,
        "captions": [],
        "headers": [],
        "content": "<p>“The Renaissance...spelt the end of many ideas and practices that disappeared be- yond time’s horizon: time-honored memory system used by clerics, rabbis, Greek and Roman orators, and anyone else who wanted to recall great globs of information. To- day, these techniques are nearly forgotten...”! Francis Yates, as Zemel informs us, wrote a “charming book,” titled The Art of Memory, which “reconstructs the pervasive influence of memory techniques during the early Renais- sance, and spells out why knowledge of these systems [eventually] faded.” Thus Coe could very well state that: “Socrates was undoubtedly right—nonliterate peoples are capable of astonishing feats of memory, as ethnologists can testify. Immense tribal histories have been committed to memory by bards and other specialists; one has only to think of the //iad and the Odyssey, which were recited with line-for-line accuracy by Greek bards...” Thus, also, William Stiebing, who could declare that “illiteracy and a low standard of material culture do not imply a lack of intelligence or creativity...”* To which he added: “Oral epic poetry has flourished in illiterate or semi-literate societies, including the Balkans and Crete in relatively recent times. Scholars have noted in Homer’s epics the same techniques of oral compositions, especially the use of memorized descrip- tions and catchwords (‘bright-eyed Athena,’ for example, or ‘rosy-fingered dawn’), as are used in oral poetry from more recent cultures. The production of exceptional po- etry, even long epic poems like the /liad and the Odyssey, does not assume the exis- tence of literacy or advanced civilization.”&gt; So, similarly, with the ancient lore of India, the early Vedas, and even the later Puranas, concerning which Heinrich Zimmer informs us that: “The stories themselves are of immense antiquity. Before receiving their present form the wonderful adventures were told and retold through many centuries.” Traditional learning by rote persisted among nonliterate peoples into modern times. “I myself can bear witness to such feats of memory [wrote Coe]. Late one chilly afternoon during the great Shalako ritual of the Zufii pueblo, in New Mexico, my friend Vincent Scully and I were in the Council House of the Gods; seated around the walls were the impassive priests, chanting the immensely long Zufi Creation Myth,</p>",
        "markdown_converted": true
    }
]