[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 214,
        "captions": [],
        "headers": [
            "MAN IN DARKNESS"
        ],
        "content": "<p>“Where we live now we see villages and cities; we see streams flowing down from the mountains, and being led this way and that way to water our crops and our trees; we see flocks of llamas feeding on good grass with their lambs—countless flocks. But in those days we lived where there were thickets and barren rocks; we had no llamas; we had no crops; we knew not how to make the waters flow this way and that way; we had no villages, no cities, no temples. We lived in clefts of the rocks and holes in the ground. The covering of our bodies was of bark or of leaves, or else we went na- ked...We ate roots that we pulled up out of the ground, or fought with the foxes for the dead things they were carrying away. No one bore rule amongst us, and we knew nothing of duty or kindness of one to another.”! </p>\n<p><b><center style='font-size: larger;'>MAN IN DARKNESS</center></b></p>\n<p>The Egyptians also remembered the perpetual semi-darkness which the dim sub-brown dwarf star that was proto-Saturn shed on Earth during this primordial time.? Needless to say, this was no different on the other side of the world. In speaking of the prehistoric peoples of South America, Harold Osborne tells us: “Some mythological cycles feature a primitive age of darkness before the existence of the sun, when human beings lived in a state of anarchy without the techniques of civilized life. Sometimes myths in this category appear to embody a confused racial memory of a hunting and food gathering stage.” Osborne is here referring to Pedro de Cieza de Leon who compiled his notes from what the Callao Indians recounted to him at the time of the Spanish conquest, and which he re- corded in his Cronica del Peru, from which the following is lifted: “They say that men lived in those times in a state of disorder, many went naked like savages; they had no houses or other dwellings than caves...and from these they went forth to gather whatever they could find to eat in the countryside. Some made fortresses, called pucara, in the highlands and they sallied forth from these to fight one another. Many were killed and they carried off the spoils and women of the conquered. They were in a state of anarchy without political cohesion and had no overlords but only petty chiefs who led them into battle. Their clothing was primitive, but they say that the headbands of /lautu by which one tribe is nowadays distinguished from another were used even then...these Indians relate a thing more noteworthy than anything else that they say. They assert that they were a long time without seeing the sun and, suffering much hardship from this, they offered prayers</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 215,
        "captions": [],
        "headers": [
            "SAD"
        ],
        "content": "<p>and vows to those whom they held for gods, beseeching of them the light they lacked...””! Something similar is told by the Sia Indians of New Mexico who speak of a time when “it was still dark, but the people...made houses for themselves by digging in the rocks and the earth.”? It is understandable that, in the telling of these times, long after the event, the severity of the darkness became exaggerated. Thus the same Sia relate that they “could not build houses as they do now, because they could not see.”? Nor were the Sia the only people who fell prey to this exaggeration. The Cherokee also believed that: “Tn the beginning there was only blackness, and nobody could see anything. People kept bumping into each other and groping blindly.” It might be pointed out by some that tales, especially those which have entertainment value, have been known to spread from one society to another. This has been amply demon- strated by Frank Dobbins through the tale known mostly as “The Story of the Master Thief,” variations of which are found in the northern countries of Europe, Scotland, Spain, and even Egypt.5 No one, however, could ever have believed these tales. They were witty, even humorous, but beyond belief in any of their variants. As argued extensively in our previous volume,’ it is different when it comes to mythology, especially that which deals with origins. It is not that mythological ideas were not transferred from one race to another, but they mostly took hold among those to whom they were transferred precisely because they ac- corded with their own traditions. As Frank Manuel stressed: “Those who held for the autonomous invention of culture, myth, and religion granted that some details were trans- ferred, but they contended that fundamentally myth-making was a stage in the history of rea- son common to all people.”? Much later, as Manuel tells us, “the myths themselves, once having been committed to writing, were preserved by national pride since they described a people’s version of the origin of things.”§ Only later still were “symbolic interpreta- tions...grafted onto these ancient myths” wherewith “they were made to teach virtue.”? In passing, I would like to touch upon the hormonal malady known as Seasonal Affective Disorder—</p>\n<p><b><center style='font-size: larger;'>SAD</center></b></p>\n<p>for short—which affects some people during winter months. This malady takes the form of a winter-long depression, which seems to be related to the body’s inner clock known as the circadian rhythm. Those suffering from the syndrome are often inclined to spend as much time in bed as possible, often pulling the covers over their head, right</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 216,
        "captions": [],
        "headers": [],
        "content": "<p>through the winter months. Dramatic changes in sleep and appetite, low energy, irritability, an aversion to normal pleasures, and even social withdrawal are other symptoms of this depression. In the late 1980s, Morton Miller and his associates at the Lahey Clinic in Bur- lington, Massachusetts, discovered that the light-sensitive hormone melatonin influences brain signals in the hypothalamus. They have since then learned to treat patients by exposing them to specially designed lights for several hours each morning. This light therapy seems to be effective in resetting a person’s circadian rhythm with noticeable improvement within a few days.! I hate to stretch matters beyond their logical limit, but, seeing as this disorder is light-oriented, one wonders whether it might not be a throw-back to the primordial age of darkness.</p>",
        "markdown_converted": true
    }
]