[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 172,
        "captions": [
            {
                "source": "caption",
                "text": "Left: skull of modern man Right: skull of Neanderthal man."
            }
        ],
        "headers": [],
        "content": "<p>“To archaeologists struggling to understand the origins of human behavior...the flute and several other recent finds provoked intensive soul-searching. How much, won- dered many researchers, did our closest hominid kin truly resemble us in character? How intelligent, cunning, and subtle were these relatives of ours? How artistic and spiritual?”! And then, at the very Neander Valley in which the first Neanderthal remains were dis- covered, Oscar Todkopf came upon a mastodon tusk along the curve of which sixteen aligned holes had been drilled. Like the bone flute discovered by Turk a year earlier, this, too, seemed to be an unmistakable musical instrument. The number of holes, Todkopf be- lieves, “suggests that Neanderthals used an octave scale.”? Three other items that might also have been musical instruments were also unearthed by Todkopf. One has been described as resembling a bagpipe, although the “bag” part, which was probably fashioned from the bladder of some animal, had disintegrated long ago. All that was left of it was a protein stain in the rock. As for the pipes, these were made of long thin bones which were found arrayed around the impression. The other items consisted of a bone triangle and “a collection of hollowed-out bones of various lengths,” which Todkopf believes might have been “part of an instrument similar to a xylophone.” Others think the bones might have been hung at the entrance of a cave to act as wind chimes.3</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 173,
        "captions": [
            {
                "source": "caption",
                "text": "Left: Skeleton of Neanderthal man Right: Skeleton of modern man"
            }
        ],
        "headers": [],
        "content": "<p>173</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 174,
        "captions": [],
        "headers": [],
        "content": "<p>Just as provocative was the discovery of what has been touted as “the first example of Neanderthal cave painting.” What is crudely depicted appears to be a line of musicians, one of whom seems to be striking a triangular instrument, while others are shown blowing through what appears to be some sort of curved horns.! What remains questionable is Todkopf’s interpretation of some colored dots in groups of three, which also appear in the painting, as a series of musical notation.? But then, Karen Wright, writing for the same periodical five years later, negated it all. True, like others before her, she could still claim that Neanderthals “had big brains, used tools, lit fires, and buried their dead.” Without offering any arguments of her own, she, how- ever, felt compelled to state that “Neanderthals...didn’t have bone needles or shell beads, they didn’t paint, or play music, and their burials [to which we shall come anon] were no- nonsense affairs.”3 In fact it is not even certain that Neanderthals could speak. A hyoid bone, part of a nearly complete skeleton, discovered by Baruch Arensburg in Israel’s Kebara Cave seems to indi- cate that “whether or not Neanderthals did speak, they could have.” This particular one has been touted as the oldest such bone found in a prehistoric site.4 “This bone was very modern in shape, in size, and in position,” according to Arensburg. “It is a bone so similar to modern bones that it may be an indication of anatomical capabilities.”&gt; But then, the same Arensburg notes that he “can’t be 100 percent sure that this is a Neanderthal.” On the other hand, when it comes to other Neanderthal skulls, Jeffrey Laitman believes that while they could have talked, they were still incapacitated to the extent that they “may not have been able to articulate some vowel sounds...as clearly as we can.” Even so, Laitman still claims that they were “intelligent creatures with capabilities for varied, extensive communication.” Just as controversial is the question of whether Neanderthal man was cannibalistic. The Italian archaeologist Carlo Blanc definitely thinks so. He came to this conclusion when he discovered a Neanderthal skull in a circle of stones on the floor of Guattari Cave in Italy. Ac- cording to him, the skull bore “striking mutilations that looked like the work of cannibals.” More than that, still according to Blanc, the fact that the skull was found within an artificial stone circle probably meant that the individual “was killed in an ancient ritual murder,” rather than merely as food for the hungry. But, as Joshua Fischman reports: “Today Blanc himself stands accused of cannibalizing the prehistoric record to feed his overactive imagination. In 1991 anthropologists Tim White of Berkeley and Nicholas Toth of Indiana University reported that they had carefully compared the</p>",
        "markdown_converted": true
    }
]