[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 331,
        "captions": [],
        "headers": [
            "PLANETARY NOVAE"
        ],
        "content": "<p>Chapter 16 Narrowing the Gap </p>\n<p><b><center style='font-size: larger;'>PLANETARY NOVAE</center></b></p>\n<p>echanisms for planetary novae have been proposed by others besides Tom Van Flandern, although, unlike him, not to the extent of total annihilation. Among them, Frederic Jueneman has even proffered a method whereby Earth itself could have flared up in the far distant past. This, according to him, could have transpired at that time when our world was encumbered with a much heavier atmospheric envelope than at present, a hypothesis that has also been offered by other theoreticians. Referring to such an Earth as Pleiongaea,? Jueneman has even tentatively argued that a gradual cooling of our planet’s atmosphere could have led to a “critical stage” in which “the metastable mixture of primor- dial carbon dioxide, hydrogen, and methane would lose its heterogeneous equilibrium and become unstable.”4 “At such a time, the atmosphere, catalyzed by temperature, pressure, and airborne particulates, would ignite in an exothermic polymerization reaction. The resulting conflagration throughout the planetary air-mass would literally blow a considerable quantity of the atmospheric overburden into space, in effect causing a planetary nova.”° Evidence of extensive terrestrial conflagration comes from both the mytho-historical re- cord® and geological strata.7 Even so, the chances of such infernos having been caused by a universal combustion of the atmosphere is close to nil since such holocausts would probably have entailed the incineration of all life on Earth. Eric Crew, who built on the previous work of Charles Bruce, on the other hand, invoked electricity for the ejection of voluminous matter from the cores of giant planets.’ In this the-</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 332,
        "captions": [],
        "headers": [
            "COMETARY FLARE",
            "UPS"
        ],
        "content": "<p>ory, the planet’s core generates a high positive charge through the complex gravitationally- driven pressure ionization process. Crew’s main aim for this proposal, however, was driven by his desire to account for Immanuel Velikovsky’s hypothesis that the planet Venus was the ejected core of the planet Jupiter,! with which this work does not concur. Nevertheless, prior to his commitment to the Saturn thesis, Wallace Thornhill found much to commend in Crew’s particular postulate. According to him, a planet experiencing the processes reasoned out by Crew “would undergo a nova phase.”? More importantly, Thornhill was influenced by the electrical intimations of stellar novae which, at a later date, facilitated his acceptance of proto-Saturn’s flare-up. As he wrote: “There is interesting evidence that a nova is associated with an electric discharge as indicated by the broadening of the spectral lines from such an outburst. The broaden- ing follows the lambda square law of the Zeeman (magnetic) effect and not the lambda law of the Doppler effect... Also, several novas have been observed to virtu- ally extinguish around maximum brightness. This is easily explained by another of Bruce’s laws which concerns the self-extinction of a discharge at maximum current due to the high pressures generated by it in the discharge channel.”3 Needless to say, proto-Saturn was neither a full-fledged star nor yet a gaseous planet. As intimated in both this work and our previous one, despite the fine and still controversial line of demarcation, we have categorized it as a sub-brown dwarf. Are brown dwarf stars then known to flare? </p>\n<p><b><center style='font-size: larger;'>COMETARY FLARE</center></b></p>\n<p>-</p>\n<p><b><center style='font-size: larger;'>UPS</center></b></p>\n<p>Cosmic flare-ups have nothing to do with the size of the flaring bodies. Flares have even been associated with comets.4 The flare-up of Halley’s comet which occurred between the orbits of Uranus and Saturn, and so much baffled astronomers, is now a matter of cometary history.&gt; “One suggestion for the outburst,” noted Thornhill, “was a possible collision with a small asteroid, but the probability of such an occurrence was put at 2 X 10° or less.”6 What is more likely is that, having spent most of its time in the outer regions of the Solar System, Halley’s comet had achieved electrical equilibrium, which equilibrium was disrupted once it neared the Sun. The electric stress would then have exceeded its breakdown potential.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 333,
        "captions": [],
        "headers": [
            "BROWN DWARF OUTBURSTS"
        ],
        "content": "<p>“Tt is significant that the flare-up followed some of the largest solar flares recorded. In this case, the Sun was altering the comet’s electrical milieu at a greater distance than normal.”! With stars at one end and comets at the other, we need to narrow the gap in order to accommodate something of the mass which once constituted the proto-Saturnian sun. It should, however, already be evident that if nova-like flares can be exhibited by bodies as massive as stars and as small as comets, brown dwarf stars should also be able to exhibit similar phenomena. </p>\n<p><b><center style='font-size: larger;'>BROWN DWARF OUTBURSTS</center></b></p>\n<p>That brown dwarfs have a tendency to brighten has been known since 1977 when the dark partner of the white dwarf known as AM Herculis suddenly flared.? It was, therefore, rather surprising when, 25 years later, astronomers registered astonishment to discover that brown dwarfs flare up. “Astronomers expected brown dwarfs, like most objects in the universe, to grow steadily fainter as they cool. However, new observations showed that during a relatively short phase, brown dwarfs appear to get brighter as they cool.”3 In 1977, William Liller believed such flares had to do with the exchange of gases between the dark companion and its white dwarf host,4 something that astronomers were to come back to by 2003. In 2002, however, Mark Marley attributed such sudden brightening to the brown dwarf’s weather: “As the brown dwarf cools further, atmospheric weather patterns cause a rapid clearing of the clouds; as the clouds are whisked away by the storms, bright infrared light from the hotter atmosphere beneath the clouds escapes, accounting for the unusual brightening of the brown dwarfs.”&gt; But that such flares had nothing to do with the uncovering of the brighter atmosphere by the shifting of the clouds should have been obvious since, as early as 1999, it had been discoy- ered that brown dwarfs also emit strong X-rays. This came to light through the shedding of such rays by the brown dwarf known as LP 944-20 in the constellation Fornax. “After nine hours of seeing nothing special,” Maia Weinstock reported, “a bright flare of X-rays taunted</p>",
        "markdown_converted": true
    }
]