[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 79,
        "main_text": "overwhelmingly confirms this but suggests that in at least those regions refrigeration was Virtually instantaneous...”! We can therefore see that most of the catastrophists who claim that the Ice Age was due to a sudden onslaught of ice do so mainly on the evidence of the frozen mammoths and other mammals the remains of which have been found in Arctic and sub-Arctic regions. To be sure, the sudden catastrophic demise of the Arctic mammoths and other fauna has been de- bated for years.? But while this problem has not yet reached a conclusive resolution, the col- lective evidence, with which this author is in total agreement, does favor a sudden cata- strophic onslaught. Now it has often been stated that the present polar caps are the tail-end—the left overs if you wish—of the Pleistocene Ice Age. In fact, as Cesare Emiliani and E. J. Opik have stated, current belief is that we are still living in the Ice Epoch. We, on the other hand, shall here instead argue that the end of the Pleistocene Ice Age and the freezing of the present polar caps were separated by a lengthy warm period which mankind remembers as a paradisiacal era, usually termed the Golden Age, during which he lived in comfort as one with nature 4 This has to be stressed because, in the past, our point of view concerning the Ice Age has been misunderstood and misrepresented by those who thought to include it in their analyses. Thus, for instance, Trevor Palmer had it stated that the hypothesis developed by my colleagues and I “would also seem to require a short-catastrophic transition between the ‘Golden Age’ and present-day conditions, with no obvious space for glaciations of long duration.”> This is simply not so because, for one thing, the Golden Age, came after the Pleistocene Ice Age. And, for another, the Ice Age, as it is made to fit the present thesis, is not hypothesized to have been of short duration. From the above it follows that those beasts whose remains have been found frozen in whole or in part in Arctic and sub-Arctic regions could not have been exterminated at the be- ginning of the Ice Age. Had that been the case, the deep frozen specimens of these animals would have had ample time to thaw and decompose during the lengthy period of the Golden Age. The conclusion reached in the present study is that these behemoths were catastrophi- cally eradicated when the present polar ice caps were formed, long after the Pleistocene Ice",
        "captions": [],
        "bibliography": "1D.S. Allan & J.B. Delair, op. cit., p. 314 2 See here especially, D. Cardona, “The Problem of the Frozen Mammoths,” KRONOS I:4 (Winter 1976), pp. 77 ff., reprinted in The Sourcebook Project, Vol. E2 (1978); W. White, C. L. Ellenberger, & D. Cardona, “Mammoth Update,” in ibid. VIL:-4 (Summer 1982), pp. 62 ff.; A. Price, “Mammoth Histology,” in ibid., pp. 90 ff.; W. White, “Catastrophism and the Mammoths,” Parts I, II, & II, in ibid. XI:1 (Fall 1985), pp. 91 ff., XI:2 (Winter 1986), pp. 83 ff., & XI:3 (Summer 1986), pp. 89 ff.; and especially C. Ginenthal, “The Extinction of the Mammoth,” The Velikovskian III:2-3, in toto (despite the fact that he made a mess in converting Centigrade to Fahrenheit temperatures), in all of which numerous additional sources are cited. 3 ©. Emiliani, “Ancient Temperatures,” in P. Cloud (Ed.), Adventures in Earth History (San Francisco, 1970), p. 891; E. J. Opik, “The Ice Ages,” in ibid., p. 870. 4 In order not to stray from the chronological sequence we are here attempting, the paradisiacal era, mythologically known as the Golden Age, will be treated in full in a future volume of this protracted series. 5 T. Palmer, “Catastrophes: The Diluvial Evidence,” Chronology & Catastrophism Review (2000:1), p. 113. 79",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 80,
        "main_text": "Age had come to an end.! Thus, in a way, Hapgood was correct when he blamed the demise of these beasts on “the suddenness with which the ice cap was born,”? although not through the mechanism he had proposed. That being the case, the catastrophic demise of these Arctic pachyderms and other mammals cannot be used as evidence for the sudden onslaught of the Pleistocene Ice Age. Whether that particular Ice Age, and previous ice ages, were sudden in their onslaught and/or their termination cannot even be contemplated until the true cause of ice ages in general can be ascertained. THE ICE-FREE ARCTIC The biggest problem that has so far faced the glacial theory, which most catastrophists have picked upon, holds the decisive clue concerning the real nature of ice ages, from which their actual cause can then be ascertained. Because Earth’s present coldest regions are its two polar circles, it has been generally assumed that the Pleistocene Ice Age had its origin in Earth’s north pole from which the glaciers spread southward. This, however, could not have been the case for the simple reason that regions within the Arctic Circle were actually spared the onslaught of ice. As Velikovsky and those who followed him, including Allan and Delair, have been stressing, northeastern Siberia, the New Siberian Islands, Novaya Zemlya, Spitzbergen, Kong Karls Land, Franz Josef Land, the eastern part of Alaska, the Yukon, is- lands of the Canadian archipelago, Banks Island, and northern Greenland, which today are among the coldest places on Earth, were not glaciated during the Pleistocene Ice Age As Henry Howorth reported as early as 1893: “Tt is a familiar fact that there are no traces of glaciation in northern Asia, but, on the contrary, there is the most complete and consistent evidence that no such traces are to be found either on the flat tundras or on the higher ground.”5 And: “We find, roughly speaking, that by the fortieth meridian of east longitude, passing through the White Sea, and the one hundred sixtieth of west longitude, passing through Alaska, but separated by the Atlantic Ocean, is included the portion of the northern hemisphere which presents us with proofs of that abnormal extension of ice which we styled the Glacial Epoch. Great as this extension of the glacial episode was,",
        "captions": [],
        "bibliography": "! See here D. Cardona, “The Demands of the Saturnian Configuration Theory,” Chronology & Catastrophism Review (2000:1), pp. 73-74. 2C. H. Hapgood, loc. cit. 3 See, for instance, W. Cholrlton, op. cit., pp. 18, 24. 41. Velikovsky, Worlds in Collision (N. Y., 1950), pp. 325-326; C. W. Hunt, “Constraints on the World Mountain Concept,” AEON 1:6 (December 1988), p. 109; D. S. Allan & J. B. Delair, op. cit ., pp. 39, 247; D. S. Allan, “An Unexplained Arctic Catastrophe,” Chronology & Catastrophism Review (2001:2), pp. 3 ff., where various other sources are cited. 5H. Howorth, The Glacial Nightmare and the Flood, Vol. Uf (London, 1893), p. 502. 80",
        "headers": [
            "THE ICE-FREE ARCTIC"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 81,
        "main_text": "it is only fair to point out that from the Kola Peninsula in fortieth east longitude to Bering Strait, the vast tundras of Siberia, extending through one hundred fifty degrees of longitude, do not appear to present any traces of that abnormal ice episode which is so remarkably impressed on northwestern Europe and the northern part of Amer- ica... There is consequently no evidence for assuming that during the extension of the glacial episode on Scandinavia, Great Britain, and North America the climate of Sibe- ria differed very greatly from what it is now. Presumably it must have been warmer, for the land at that time supported vast herds of mammoth, rhinoceros, and other large mammals whose remains are found in the tundras of Siberia and the more northern New Siberian Islands.”! True enough, in 1952, Opik recommended prudence, at least as far as Siberia is con- cerned. As he wrote then, “in most textbooks Siberia is referred to as having been free from ice.”? To which he added: “This is an example of how imperfect our knowledge of past glaciations may be, and summons us to caution, especially with respect to former ice ages which happened hundreds of millions of years ago, and of which fewer traces must have been preserved than of the recent Quaternary [in which the Pleistocene epoch falls]... Opik was right: Our knowledge of past glaciations was imperfect in 1952 as, to some ex- tent, it still is. But nothing that has come to light since he wrote those words have changed the situation that J. B. Dana originally reported when he wrote that: “It is a remarkable fact that no ice mass covered the low lands of northern Siberia any more than those of Alaska.” In fact, whatever glaciation gripped northeastern Siberia, east of the Lena, was of an alpine type and not a continuous ice cover; only the highlands boasted a few glaciers, while the coastal plain was left free of ice.5 This situation being akin to modern-day Switzerland, one can hardly call it an ice age. And, as R. F. Griggs stated in Science: “The islands of the Arctic Archipelago were never glaciated. Neither was the interior of Alaska.” In the late 1900s, Allan and Delair could still declare that: “Today, the world’s coldest known land region is north-eastern Siberia. There, if anywhere, we might expect huge ice-sheets to have developed if the Ice Age theory",
        "captions": [],
        "bibliography": "1 Jbid., p. 510. 2B. J. Opik, loc. cit. 3 Ibid. 4 As quoted by I. Velikovsky, Earth in Upheaval (N. Y., 1955), p. 43. 5 A. P. Vaskovsky in K. K. Markov & A. J. Popov (Eds.), Ice Age in the European Section of USSR and in Siberia (Moscow, 1959), p. 512; W. R. Farrand, “Frozen Mammoths and Modern Geology,” Science (March 17, 1961), p. 732. ORF. Griggs, “Indications as to Climate Change From the Timberline of Mount Washington,” Science, Vol. 95, No. 2473 (1942), p. 519. 81",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 82,
        "main_text": "possessed validity. Yet comparatively very few areas of Siberia exhibit signs of sig- nificant glaciation, either past or present... “Interestingly, as in neighbouring Alaska to the East, thin rock pinnacles still stand unglaciated at several Siberian localities which thick ice, had it once existed, would unquestionably have ground down and demolished.”! By the 21st century, this had become so unarguably apparent that the editors of National Geographic could by then proclaim outright that: “Ice held most of the northern latitudes in its grip 18,000 years ago—with important exceptions. In the last ice age glaciers never completely covered eastern Siberia, Alaska, and the Yukon.” In Alaska, only the mountains were glaciated.> Glaciated mountains on their own, how- ever, do not make for an ice age. Also, during the height of the Ice Age, when south-eastern Alaska is avowed to have been under ice, “remains in a cave indicate that plants and animals were still thriving there.”4 The polar explorer Vilhjalmur Stefansson could also deduce that: “Probably, then as now, an exception was the northernmost part of Greenland; for it seems a rule that the most north- erly lands are not, and never were, glaciated,”> as has more recently been confirmed by K. H. Cuffey and S. J. Marshall. Labrador and Newfoundland, too, seem to have escaped the icy onslaught.’ In analyzing a sedimentary core drilled from the Labrador coast, Gustav Vilks and Peta Mudie came to the conclusion that “an ice-free ocean may have occurred as early as 22,000 years before the present.” Pollen from this area “indicates the continuous regional presence of terrestrial vegetation during this time.” In fact, great tracts of the Canadian Arctic were spared from the onslaught of ice. “The...absence of glaciation of sizable areas of Arctic Canada may have been greater than generally conceded; for although Cornwallis and Devon islands at 75° 32' N are commonly believed to have been glaciated and are depicted as being so on maps re- constructing Ice Age times, Grinnell Land still further north at the polar end of",
        "captions": [],
        "bibliography": "1p. S. Allan & J. B. Delair, op. cit., p. 39. 2 “Plant that Beat the Ice Age,” National Geographic (March 2001), “Geographica” section, page not numbered. 3'T. W. Field, “Evidence of an Inversion Event?” AEON II:1 (June 1989), p. 10. 4 As reported in “Secrets of the Ice Age,” Chronology & Catastrophism Review (2001:2), p. 43. 5 V. Stefansson, Greenland (1942), p.4. 6K.H. Cuffey & S. J. Marshall, Nature, Vol. 405 (2000), as cited by J. B. Delair in his obituary to his co- author, Derek Scott Allan, Chronology & Catastrophism Review (2001:2), p. 62. 7D. S. Allan & J. B. Delair, op. cit., p. 45. 8G. Vilks & P. J. Mudie, “Early Deglaciation of the Labrador Shelf,” Science (December 15, 1978), pp. 1181, 1183. 82",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 83,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "Earth’s north polar regions. Blue circle indicates the Arctic Circle. Red circle indicates Velikovsky’s displaced polar cap. Green circle indicates Hapgood’s displaced polar cap."
            }
        ],
        "bibliography": "Earth’s north polar regions. Blue circle indicates the Arctic Circle. Red circle indicates Velikovsky’s displaced polar cap. Green circle indicates Hapgood’s displaced polar cap. 83",
        "headers": []
    }
]