[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 163,
        "captions": [],
        "headers": [],
        "content": "<p>above, however, the objection could be directed toward the additional hypothesis that, during this unspecified time, Earth basked in a single spring-like season. This is because, regardless of the validity of the 11-year sunspot cycle, varves are still claimed to indicate seasonality. This, however, was deduced back in 1927 by Friedrich Nipkow through an investigation of modern lakes. Taking core samples of the mud at the bottom of a lake in Zurich, Nipkow realized that they were laminated. Through a study of their contents—“one thin layer of microgrannular carbonates and one layer of organic matter”—Nipkow surmised that the varves had to be annual deposits.! But if, as proposed in this work, Earth’s environment was entirely different from the one at present, a reliance on modern rates and other characteristics of sedimentation cannot be made to apply to the past. Even Zeuner confesses that, in estimating the rate of sedimentation, geologists rely “on cumulative effects which have to be measured under present-day conditions and then applied to the past” which, as himself admits, suffers from certain difficulties. Of additional interest is the rhythmic regularity that is said to be encountered in the depo- sition of different strata. As Zeuner puts it: “Not infrequently, geological deposits exhibit an exceedingly regular, rhythmic alter- nation of two kinds of rock, such as sand and clay, or limestone and chert. Provided the thickness of the packets (called couplets) is sufficiently constant throughout the sequence, one is inclined to suspect that the alternation was caused by some regularly working, rhythmic force which favored for some time the deposition of one kind of sediment, and then for some time of the other.”? No one in his right mind would propose that this rhythmic regularity was the result of seasonal sedimentation. In view of this, even the so-called 10-year cycle that has been detected in some varves— itself also the result of manipulated averages—cannot be said to prove seasonality. This is the more poignant when one learns that there are various other cycles of varying length—all of them the result of manipulated averages—which have also been detected in varve curves. There is a 23-year cycle, a 56-year cycle, and one which covers 21,000 years, the last of which has been correlated to the precession of the equinoxes.* Worse still is that many varves exhibit cycles which do not correspond to any known astronomical or meteorological successions, and these have been regarded as “best left out of geochronological consid- erations.”&gt; The upshot of it all is that not all varves can be considered annual,® which would then throw havoc not only with the claimed signatures of the sunspot cycle, but even with the more prominent 10-year one.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 164,
        "captions": [],
        "headers": [
            "THE BOREAL CRADLE"
        ],
        "content": "<p>A good indication of Earth’s primordial single season, on the other hand, comes from the lack of rings in trees of past geological periods. This was stressed by Elso Barghoorn in his study of past climates when he wrote that: “One impressive indicator of uniform climate over great areas of the Carboniferous continents is the great absence of annual growth rings in coal-swamp trees. The entire question of ring development in woody plants is one fraught with botanical variables as well as climatic variables. However, the consistent absence of any index of sea- sonal growth seems difficult to explain except on the assumption that winter cold and seasonality of rainfall were absent or at a minimum. In existing woody plants, annual ring development may occur under nearly uniform climatic conditions, as in equato- rial rainforests. Nevertheless, in climates with distinct seasons, seasonal effect is al- most invariably reflected in pronounced annual growth rings.”! Thus, David Archibald reminds us that “the Cretaceous is widely believed to have been a time of greenhouselike balminess, at least compared to our modern climate.”? But, as we saw in our previous volume, this situation was not restricted to the Cretaceous period. It was balmy throughout all past geological ages.3 By comparison, all of Earth’s past ice ages were of relatively short duration. </p>\n<p><b><center style='font-size: larger;'>THE BOREAL CRADLE</center></b></p>\n<p>The Arctic regions have not only been found to have been warm during past geological ages, much warmer than at present, but even warmer than anywhere else on Earth.4 This boreal zone, it is now known, was teeming with life. Tropical and sub-tropical mammals and reptiles proliferated.5 Not only that, but flora and fauna had actually appeared in Arctic re- gions much earlier than they did in more southerly latitudes.° Even dinosaurs are now known to have proliferated within the Arctic Circle.’ And while we shall be returning to this particular subject in greater detail in Part Seven of this work, it will do to keep in mind that these “thunder lizards” are now believed to have been warm- blooded. One may therefore wonder how these massive denizens could have survived within Earth’s Arctic region under present conditions. Nor is there any point in appealing to continental drift to account for the transport of these remains from more southerly regions</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 165,
        "captions": [],
        "headers": [],
        "content": "<p>because, during the Cretaceous, to which these fossils have been dated, these lands were al- ready within the Arctic.! While most of this has mystified climatologists, it is easily accounted for in our scenario in which the Earth’s boreal zone would have received additional direct heat from the Sat- urnian sun held in permanent suspension right above it. This would not only have kept the Arctic warm during most of Earth’s geological ages, it would also have kept it free of ice during its past glacial epochs. Even so, we are not quite home yet because, in and of itself, the above disclosure does not account for the onset or termination of ice ages. Before we come to that, however, we must not only expand our Saturnian scenario beyond the point at which we left it at the end of our previous volume, which we shall do first, we must also hearken back in time to those ages which preceded the advent of mankind, which we shall leave for last.</p>",
        "markdown_converted": true
    }
]