[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 88,
        "captions": [],
        "headers": [],
        "content": "<p>All of the above entails a conundrum that has been known for quite some time, but glaci- ologists have never known what to do about it. What I have to offer next is bizarre in the extreme and will make glaciologists, and espe- cially astronomers, shudder at the thought of it. Logic, however, compels us to assume that an ice-free Arctic situated above latitudes which themselves were gripped within a relentless ice age calls for a permanent source of heat located right above Earth’s celestial north pole. This is the same conclusion we reached when, in our previous volume of this protracted series, we examined the lengthy periods of warmth between ice ages in which the entire world was bathed in past geologic ages.! Most notably, we saw there that, not only had the lands within the Arctic Circle been basking in this warmth, but that, in fact, the polar north had been even warmer than more southerly latitudes. More than that, we also noted that temperate, sub-tropical, and even tropical animals seem to have appeared there long before they did much farther to the south.? What led us to this disclosure? And how will it help us solve the riddle of ice ages?</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 89,
        "captions": [],
        "headers": [
            "THE SATURN THESIS"
        ],
        "content": "<p><b><center style='font-size: larger;'>THE SATURN THESIS</center></b></p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 90,
        "captions": [],
        "headers": [
            "MYTHS AND LEGENDS"
        ],
        "content": "<p>Chapter 5 Reiteration </p>\n<p><b><center style='font-size: larger;'>MYTHS AND LEGENDS</center></b></p>\n<p>s those who have read the prequel to this work should remember, our thesis owes its Ams to what ancient races had to tell us concerning the sky above them. It all started as simple as that. The information concerning what primitive man saw in heaven was derived from the mytho-historical record of ancient races. Despite the fact that our thesis was supported by astrophysical, geological, and palaeontological evidence, objec- tions against our methodology were not entirely put to rest. Myth, it has been stressed time and again, has no place in science. But, more than science, we are here concerned with his- tory and, as that great comparative mythologist Mircea Eliade aptly phrased it, true history is myth! — which is to say that, as far as our primitive forefathers were concerned, history began with myth. This is because, prior to the founding of the first civilizations, primitive man had no incentive to preserve the past actions of his own kind but, for reasons soon to become evi- dent, he was obsessed by what transpired in the sky, the domain of influence in which his capricious deities lived and died. Why should we believe what myths proclaim?—it has been asked. Are not myths simply that, fanciful tales of miraculous events, devoid of any reality? As P. Vayne asked in relation to Greek mythology: “What is to be made of this mass of nonsense? How can all this have a meaning, a motivation, a function, or at least a structure? The question of whether myths have an authentic content can never be put in positive terms.”? Or, as Ev Cochrane also asked: “Why should anyone care about ancient myth?” Coch- rane, however, replied to his own question by stating that: “The answer, quite simply, is that for untold centuries myth served as the primary means of recording and communicating man’s fundamental ideas regarding the nature of the cosmos and the sacred. In this sense, ancient myth represents an intellectual heirloom encapsulating the history of our species and is thus a ripe field of study for all students of evolutionary psychology. If, as appears to be the case, myth also pre-</p>",
        "markdown_converted": true
    }
]