[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 451,
        "captions": [
            {
                "source": "caption",
                "text": "Cave painting from Bernifal, France, which has been interpreted as a mammoth snared in a trap"
            }
        ],
        "headers": [],
        "content": "<p>cavity.! Two identical targets in two separate individuals can hardly be relegated to coincidence. This suggests “a thrust into the bladder in order to poison the animal,” was the opinion of José Cruxent, “a tech- nique still practiced today [that is in 1979] by African elephant hunters.”? The kill has been dated to 13,000 years ago, but this was de-rived through the radiocarbon dating of some twigs which were presumed to be samples of the mastodon’s stomach contents&gt;—which remains highly debatable. In fact all of these dates remain questionable since most of them were derived through bone samples that were subjected to the same method. Archaeologists, as Canby, who recorded it for National Geographic, was soon to find out, generally distrust radiocarbon dates of bone objects.+ Piles of mastodon bones turned up in the Great Lakes area of North America. Most of them showed signs of butchery. This fed fuel to the theory of overkill by human beings. But when these bones were re-examined, the picture became slightly changed. It was now thought the bones had actually been stored underwater. Although this did not exempt man from the slayings, the large collections of butchered bones would appear to far outnumber those of mastodons who had died through other means simply because the cache of stored bones would be more likely to be preserved.&gt; But how many of these butchered bones would have resulted from actual kills? How many could have been the result of coming across a carcass of a recently dead elephant. Unless putrefaction would have already set in, such a find would have been a blessing. Ross MacPhee, too, blames the extinction of the mammoth on man, but not due to overkill through hunting. After all, the scarcity of mammoth-kill sites in North America has led one authority to state that “North American hunters seem to have shied away from the burly beasts.”7 And the reason offered for this, lame as it may seem, is that mastodons, and there- fore also mammoths, may have fed on spruce twigs the resinous nature of which “could have</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 452,
        "captions": [
            {
                "source": "caption",
                "text": "Mammoths digging for salt on the shores of an ancient lake in Michigan."
            }
        ],
        "headers": [],
        "content": "<p>given their meat an unpalatable flavor.”! MacPhee, like others, could not help noticing what had become a recurring theme among palaeontologists in what he terms a “dreadful syncopa- tion—humans arrive, animals disappear.” But, discounting overkill, what was it about humans “that dealt a hammer blow to mammals large and small?” MacPhee’s particular belief is that the mammoth succumbed to “an apocalyptic disease” that was introduced by man against which Pleistocene fauna had no defense.” “Contact with humans, MacPhee says, might have exposed woolly mammoths to a new pathogen against which their immune systems could not mount an effective de- fense in time. If female mammoths were like their nearest relatives, the elephants, which are pregnant for nearly two years, even individuals resistant to the pathogen might not be able to breed fast enough to save the species.” These extinctions, MacPhee tells us, “occurred on nearly all habitable landmasses except Africa and Eurasia, where humans evolved alongside animals,” so that whatever pathogens were rampant were common to one and all. According to G. E. Pilgrim, however, similar ex- tinctions did occur in both Africa and Asia and, needless to say, these could have had nothing</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 453,
        "captions": [],
        "headers": [],
        "content": "<p>to do with glacial conditions or their aftermath.’ Also, as is now becoming quite apparent, the infiltration of man into North America long preceded the end of the Ice Age. Not only that, but, as we have seen above, mammoths and man have been in contact with each other for thousands of years before the extinction of the former. And if man did not introduce disease before that time, what would have been different following the event? Besides, as MacPhee himself noted, in the 10,000 years in between the end of the Ice Age and the present, “not a single mammal species disappeared from North America.” How is it that human disease did not affect these other beasts? Actually, the disease theory had already been considered by Loren Eisley in 1946. He, too, was of the opinion that epidemic disease, or climatic events, “are sufficient to explain an enormous reduction in the number of a particular species, but [as he goes on] are yet inade- quate to illuminate the reason for the inability of the species to rebound, in a few years, from its decimated condition.”3 And, as Velikovsky rightly noted, “no known disease would attack so many species and genera.”* An entirely different theory has blamed the demise of North American mammoths on the lack of salt deposits. The craving for salt by modern elephants is well known. In that much the mammoth could not have been different. This is evidenced by mammoth fossils at 203 sites discovered around a salt mine near Detroit. “When the glaciers retreated from much of North America about 10,000 years ago,” it has been reasoned, “earth and debris once locked into the ice were left behind, covering many above-ground salt deposits.”&gt; But if the detritus in question ended up covering salt deposits, would not the same deposits have been previously covered by the much more deeper ice? Besides, it remains doubtful that the salt is a required constituent for pachyderm survival. What about all the other species of animals which do not crave salt but which also became extinct in North America? Despite all the above, mammoths did not become extinct at the end of the Ice Age. In Arctic regions they continued to exist until the next cosmic onslaught thousands of years later.6 And even then, a species of dwarf mammoth survived on Wrangel Island in eastern Siberia from 3,800 to 3,500 years ago—some “700 years after the Egyptians built their great pyramids at Giza.”? But while these facts have been pounced upon by past catastrophists, they do nothing to alleviate the problem in North America where Pleistocene pachyderms, to say nothing of other mammals, did not survive. Four species of mammoth and three types of mastodon vanished completely from the continent.’</p>",
        "markdown_converted": true
    }
]