[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 298,
        "captions": [],
        "headers": [
            "ADOIL"
        ],
        "content": "<p>While we heartily sympathize with Sarna’s own emotional views, through which he sees such trends as instigating an “unwholesome effect upon the understanding of the Bible itself,” we cannot but disagree profoundly with him. Like him, we detect nothing of science per se in the pages of Genesis. What we recognize there, instead, is a record of past events. Like Sarna, we are not claiming that Biblical man, to use his own expression, was capable of a disciplined inquiry into the origin of the world, let alone the Universe as others would have it. But, con- trary to his belief, we do claim that the opening verses of Genesis are nothing more than “the product of human memory” that he finds so difficult to accept. As David Talbott noted from the very beginning of his research on matters Saturnian: “The curious thing about the archaic creation legends is this: In the early religious texts—for example those of Egypt and Mesopotamia—creation is described almost as if it were an event actually experienced by ancient man. Saturn and his acts of creation are depicted as cosmic events seen and heard.”! Never mind the “almost” in the above. Nor will we restrict our coverage to Egypt and Mesopotamia—although, to be sure, that was never Talbott’s intention. Our own research, however, has led us to believe that in Saturn’s flare-up we finally hold in our hands the solu- tion to the ancient teaser posed by the shedding of the light in Genesis. The connection with Saturn is manifest in Elohim’s association with the light in question. It was, after all, Elo- him/Saturn who was said to have created the light. In the meantime, the above surely demonstrates that science is not averse to utilizing mythic evidence as a basis on which to construct its theories, even though, as particularly in this case, the mythic evidence is usually suppressed in succeeding discussions of such theo- ties. Those, then, who might want to raise their voice against the use of similar, sometimes even the same, evidence as a basis for the cosmogonic theory presented in this work, should at least think twice before rendering their verdict. </p>\n<p><b><center style='font-size: larger;'>ADOIL</center></b></p>\n<p>The Old Testament, as we now have it, is not the only source in which the shedding of the light of Genesis is described. Also, that the light of Genesis was not created out of nothing, but that it was emitted by the “coming-apart” of a mysterious body, is demonstrated by the Book of the Secrets of Enoch. In its present form, this Slavonic essay seems to have been written about the beginning of the Christian era. Although the manuscripts which comprise this literary gem were discovered in Serbia and Russia, the work’s final edition, perhaps even its original writing, is known to have been in Greek, while its actual composition has been traced to Egypt? R. H. Charles believed the author to have been a Jew living in Alexandria and belonging to the “orthodox Hellenistic Judaism of his day.”3 Not having been accepted by</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 299,
        "captions": [],
        "headers": [
            "GNOSTIC MYSTICISM"
        ],
        "content": "<p>the Council of Nicaea, or some such other council, this Enochian fragment, like others similar to it, disappeared from the light of history and only in the beginning of the twentieth century did it finally resurface in Europe. Like the somewhat similar Book of Job, Enoch contains much that is of value in under- standing the religio-cosmogonical beliefs of ancient times. These “unaccepted” literary com- positions sometimes come closer to describing the actual train of ancient events, even if garbed in more fanciful terms when judged by “accepted” religious standards, than do the authorized sequels we find embodied between the covers of the Christianized Bible. The Book of the Secrets of Enoch, in fact, describes the creation of the primordial light in a somewhat fuller version than does the Book of Genesis and it is from its pages that we learn of this light being emitted by the “coming apart” of Adoil. In the quote which follows, God is describing to Enoch the manner in which he unfolded Creation. “I commanded in the very lowest part that visible things should come down from in- visible, and Adoil came down very great, and I beheld him, and lo! he had a belly of great light. “And I said to him: ‘Become undone, Adoil, and let the visible come out of thee.’ “And he became undone, and a great light came out. And I was in the midst of the great light, and as there is born light from light, there came forth a great age, and showed all creation, which I had thought to create. “And I saw that it was good.”! The name Adoil, also Idoil, more than probably derives from yad El, Hebrew for “hand of El.”? We even find the expression yad Elohim —yd ilm—in a cuneiform tablet from Ugarit.3 Thus, again, we find the shedding of the light associated with El/Saturn, which is reinforced further by the Book of Psalms where it is stated that “the heavens declare the glory of God: and the firmament sheweth his handiwork”4+— where “God” is the English translation of “El.”5 Julius Morgenstern even sees this, and other passages in Psalms, as representing “El as the radiant god.”6 </p>\n<p><b><center style='font-size: larger;'>GNOSTIC MYSTICISM</center></b></p>\n<p>The Gnostics are usually described as members of a heretical sect of early Christians who claimed to have superior knowledge of spiritual matters. Of course, the tag of “heretical” was applied to them by other Christians who recognized that what the Gnostics taught was not</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 300,
        "captions": [],
        "headers": [],
        "content": "<p>contained in either the Old Testament or the accepted Gospels. That the Gnostics interpreted holy scripture through the use of what can best be termed mystic philosophy, there is no doubt. In that respect, they ended up creating a corpus of sacred scripts of, and for, their own inspiration. They were not, however, the only ones. “After the closing of the Old Testament and during the first centuries of the Common Era [Willis Barnstone informs us], inspired authors continued to write sacred scriptures. They were written by Jews, Christians, Gnostics, and Pagans. Many of these texts were of amazing beauty and religious importance and competed with books within the canon. The Jewish texts are in large part called pseuedepigrapha, which includes the Dead Sea Scrolls; the Christian texts are called Christian Apocrypha; the Gnostic scriptures, today so fascinating and even modish, were called by their orthodox rivals heretical.””! That these beliefs were condemned as heretical by orthodox Christians is understandable. One of these Gnostic texts, for instance, assigns the shedding of the primeval light not to the Christian God but to a pre-existing being. God is there said to have offered a challenge to prove his lone existence. “If someone exists before me,” he is said to have uttered, “let him appear so that we might see his light.”? “And immediately, behold, a light came out of the eighth, which is above, and passed through all the heavens of the earth. “When the First Father [i.e., God] saw that the light was beautiful as it shone forth, he was amazed and was very much ashamed.”3 In a different Egyptian Gnostic text, God is said to have commenced on Creation by laughing seven times. “When he first laughed,” it is written, “light appeared and its splendor shone through the whole universe.””* In time, the Gnostics disappeared except for the Mandaeans who survived into modern times, mainly in southern Iran and southern Iraq. In one of their sacred texts, the primordial light is alluded to without the event that gave it birth being described. As it is there stated: “There is no boundary for the light and it was not known when it came into being. Nothing was when the light was not, nothing was when radiance was not...there never was a boundary for the light.”&gt; In the Paraphrase of Shem, a non-Christian Gnostic work which resurfaced at Nag Hammadi, about three hundred miles south of Cairo, in 1945, the primeval light is actually</p>",
        "markdown_converted": true
    }
]