[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 434,
        "main_text": "cord. However, there are some indirect hints. For one thing, the diamond was considered a sacred stone.! Fair enough, so were other gems whether or not believed to have fallen from the sky. But the diamond was also associated with snakes and referred to as a snake-stone to- gether with the carbuncle, the borax, the bezoar, and similar other stones. This came about through the traditional belief that such stones were once retrieved from the heads of snakes. Fair enough, there have been rare instances were “hard and stony excrescences have actually been found on some snakes.” But, as Mircea Eliade notes: “Tn fact it is only in very rare cases that a ‘snake-stone’ is actually a stone taken from the head of a snake; the enormous majority of magic and medicinal stones, whether or not they have any reptilian nickname, are connected with snakes in some way simply because of the original myth which can...be reduced to a metaphysical theme: ‘a monster guarding the emblems of immortality’.”3 Again, I hate to jump ahead chronologically, but, as I will indicate in a future volume, when the axis mundi, which we have seen being retracted, reconstituted itself not long after proto-Saturn’s flare-up, it was inter alia visualized as an upright snake holding the Saturnian orb in its gaping jaws. It was in this manner that the cosmic snake or dragon was said to have guarded the jewel of the sky which Eliade has interpreted as an emblem of immortality. So, also, it was believed that one of the eyes of the “undying serpent” was actually a diamond.* A curious passage in Plato’s Republic goes as far as stating that the axis mundi, described there as “the spindle of Necessity,” was made of “adamant,”> from which the word “diamond” is ultimately derived. Once proto-Saturn and/or its axis was visualized as a radiant jewel, terrestrial gem stones were regarded as its emissions. Thus, as Eliade tells us: “In many places, precious stones were thought to be fallen from the heads of snakes or dragons.”¢ Fair enough, in itself, none of the above beliefs constitute evidence of diamonds falling from the sky. But now consider: In Sanskrit, the word for “diamond” is vajra, which also means lightning.” One can say what one wishes, but there is nothing in a diamond, especially in the rough as it would have been discovered by prehistoric peoples, that would even symbolically connect it with lightning. I will not be adamant about it, but could it not perhaps be that the fall of diamonds was accompanied by volcanic, atmospheric, or even cosmic lightning? Thus, for instance, we come across the ancient belief that thunderbolts actually contain a diamond inside them.’",
        "captions": [],
        "bibliography": "1M. Eliade, Patterns in Comparative Religion (London, 1996), p. 443. 2 Ibid. 3 Ibid. 4 Philostratus, Life of Apollodorus, 11:8. 5 Plato, Republic, X: 13-14. 6M. Eliade, op. cit., p. 441. 7 Ibid., p. 443. 8 C. Blinkenberg, The Thunderweapon in Religion and Folklore (1911), p. 77. 434",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 435,
        "main_text": "BOMBARDMENT We have already stated that there is no doubt that Earth would have been besieged by a fair amount of cosmic debris during the period under discussion. But from where would Earth have collected this debris? There was a time not so long ago when the Solar System planets were numbered as nine. But then, in the early 1990s, Alan Stern came along with the proposition that that figure might be off by several hundred! —perhaps even by as much as thousands.” According to Stern, enormous numbers of icy bodies may be orbiting beyond the orbit of Pluto. “There are a number of smoking guns in the Solar System,” he claimed, “that point to a previously unsuspected population of Pluto-like objects.” Among these smoking guns Stern pointed to Neptune’s moon Triton which orbits in the wrong direction and is explained by him as having once been a free-ranging body that passed too close to Neptune and was captured by its gravity. There is also the case of Chiron, discovered in an unstable orbit between Saturn and Uranus in 1977. Undecided whether Chiron was a very small planet or a very large comet, calculations of its odd orbit condemns it to eventual gravitational ejection from its present path. Thus Stern believes that Chiron, too, had originated as a body much farther out in the Solar System and that it was pulled in by the giant outer planets. Pluto itself has a moon, now named Charon, which was discovered in 1978. Nearly as big as Pluto itself, Charon (not to be confused with Chiron), forms with Pluto a double planet. Stern believes that these two planets had once orbited in individual paths before they approached and captured each other. This is bolstered by the fact that Pluto-Charon follow the most eccentric planetary orbit in the entire Solar System.3 As Stern reasoned, given the vast spatial volume covered by the Solar System, the chances of these few theorized encounters would be about one in ten billion. As Sam Flamsteed phrased it: “An obvious way to improve the odds is to increase the original population of the solar system from a handful of objects to hundreds—or perhaps a few thousand—swarming among the known planets.”+ “The gravitational fields of the outer planets would have swept some of the objects up and flung the rest out into space in slingshot fashion. The only reason Pluto, Charon, and Triton [to say nothing of Chiron] were left is that they stabilized gravitationally.”5 The evicted bodies, according to Stern, should still be orbiting the Sun at anything from 10 to 1,000 times the distance of Pluto.® But was all this merely theory? Not the way things turned out.",
        "captions": [],
        "bibliography": "1S. Flamsteed, “Planets by the Cartload,” Discover (February 1992), p. 16. 2 A. Stern in interview, “Fly Him to the Moon,” Discover (February 2004), p. 20. 3S. Flamsteed, loc. cit. 4 Ibid. 5 Ibid. 6 Ibid. 435",
        "headers": [
            "BOMBARDMENT"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 436,
        "main_text": "In June of 1999, Tom Van Flandern could talk about “one, and probably two, new asteroid belts orbiting the Sun beyond Neptune.”! By the year 2001, more than 300 objects were discovered in an outer region dubbed the Kuiper Belt—named after Gerard Kuiper who more or less predicted its existence in 1951—some 55 astronomical units from the Sun.? In the following years, this number rose. Pluto, the farthest planet from the Sun, ranges between 30 and 50 astronomical units. The question that astronomers found themselves asking was whether the Solar System’s extent ended at that limit. Fair enough, planetary scientists knew well enough that the Sun’s limit of gravitational and magnetic influence lay beyond that limit while countless comets orbiting much farther beyond Pluto’s orbit had long been theorized. Those comets are believed to be there because they, too, were ejected from the inner Solar System. What Lynne Allen, Gary Bernstein, and Renu Malhotta were looking for when they set out to find the edge of the Solar System was whether other bodies could have formed beyond that limit. Twenty four new objects were discovered by this team, nine of which were one hundred miles in diameter or even bigger. But while none of them lay much beyond Pluto’s orbit, that was soon to change. Among the Kuiper Belt Objects—now termed KBOs—a giant ball of ice and rock with a diameter of about 800 miles was discovered in June of 2002. Dubbed Quaoar—pronounced “Kwah-o-wahr”— after the god of Creation believed in by the Tongva Indians that once in- habited the Los Angeles area+—it lies at a distance of 4 billion miles from Earth, more than a billion miles beyond Pluto. Also new to the Solar System’s family, with diameters ranging in the region of 560 miles, are an object named Varuna and one ignominiously numbered 2002 AW 197. While the compiling of the present work was in progress, the number of KBOs rose from 300 to more than 500,° and it will have risen much more by the time it sees the light of day. Personally, I take no stand concerning the theories proposed re the origin of these objects. All Tam concerned with for the moment is the fact of their existence at the edge of the Solar System beyond the orbit of Pluto. Returning now to our thesis, we have already noted that once the proto-Saturnian system entered the Sun’s domain of influence, the chances of its encountering any of the major plan- ets the Sun might already have held in its gravitational embrace would have been minimal. On the other hand, the chances of encountering some of the much more numerous even if less massive objects in the Kuiper Belt at the edge of the Solar System would have been much higher and very much probable. Keep in mind that the proto-Saturnian system was traveling poleward with proto-Saturn leading, approaching the Solar System from “below,” at an angle somewhere in the vicinity of 23 or 26 degrees. As we have also indicated, the proto-Saturnian system did not approach the Solar System in an undeviating direction but",
        "captions": [],
        "bibliography": "1! T. Van Flandern, “The Exploded Planet Hypothesis—2000,” New Scenarios on the Evolution of the Solar System and Consequences on History of Earth and Man (Bergamo, 2002), p. 43. 2 One astronomical unit is equivalent to 93 million miles. 3R. Talcott, “Edge of the Solar System,” Astronomy (March 2001), p. 32. 4D. H. Levy, “Pluto’s New Little Cousin,” Sky & Telescope (February 2003), p. 90. > P.L. Gay, “Giant Iceball Found Beyond Pluto,” Astronomy (January 2003), p. 24; D. H. Levy, op. cit., pp. 90- Ol. 436",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 437,
        "main_text": "that, having felt the Sun’s influence before plasmatic contact, it had started to spiral slowly in. This spiraling would then have brought the proto-Saturnian system not only in contact with the space dominated by the Kuiper Belt, it would have penetrated that belt and continued to spiral along the very orbits followed by the bodies contained within it. As it continued to spiral in, it would eventually have moved out of the Kuiper Belt, but, in the interim—and it is difficult to calculate for how long—the proto-Saturnian system would have become a temporary, but honorable, member of the Kuiper Belt club. It is therefore very likely that a few of the Kuiper Belt Objects would have come into near-contact with the proto-Saturnian system. Because of proto-Saturn’s higher mass, some of the large Kuiper Belt bodies would have been captured into orbit around the gas giant—and of these we will have much to say in the next volume of this series. Smaller chunks, however, would have impacted proto-Saturn as well as Earth. Those that fell onto proto-Saturn would have probably been vaporized out of existence. Some of those that fell on earth would have been preserved. That the fall of meteorites was observed by early man is a well-accepted tenet of ancient history as well as the history of astronomy. John Lewis placed the entire subject in the proverbial nutshell when he wrote that: “Long before modern times, long before there was such a thing as a university or a scientist, long before the invention of the alphabets and the rise of literacy, our remote ancestors observed brilliant fireballs in the sky, heard powerful sonic booms, and saw occasional meteorites fall to the ground...[A]ncient Chinese records attest to observed meteorite falls in terse, unembellished prose. Egyptian and Greek records from the dawn of recorded history recount stories of fireballs and meteorite falls. Some illiterate peoples clearly believed that meteorites were celestial objects (or beings) that fell from heaven, as we deduce from the documented Amerind practice of burying meteorites ceremonially, attended by beads and wrapped in blankets, in stone-lined graves. In many cultures, iron meteorites were assiduously sought for use by blacksmiths to make ceremonial objects and weapons. In some cultures, stony meteorites were venerated, or even, as in China until the twentieth century, ground up and eaten.”! Going out on the proverbial limb, Lewis was in fact bold enough to claim that: “Even within the short history of Homo sapiens, the most violent events on Earth have been extraterrestrial impacts.”? In fact he is of the belief—mistaken in our opinion— that: “Over time scales of one hundred thousand years and longer, the greatest tsunami waves produced on Earth must be from cosmic impacts.”3 We have already, in our previous volume, docu- mented adequate evidence concerning the fall of meteorites in ancient times and how these were, as one still is, venerated as sacred images from the sky. It is not here claimed that all of these venerated meteorites fell at the end of the Ice Age, although some of them might",
        "captions": [],
        "bibliography": "1 J. S. Lewis, Rain of Iron and Ice (N. Y., 1996), pp. 10-11. 2 Ibid., p. 157. 3 Ibid. 4D. Cardona, op. cit., pp. 77-82. 437",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 438,
        "main_text": "have, since meteorites continued to fall long after proto-Saturn’s flare-up as they continue to fall to this day. Nor is it claimed that all meteorites originated in the Kuiper Belt, although it is more than possible that a few of them would have been dislodged by the passage of the proto-Saturnian system and catapulted into the inner Solar System. But any fall of meteorites during the thawing of the glaciers would probably have been blamed by our ancient ancestors on proto-Saturn’s flare-up. Thus we note that, in west Africa, there are “traditions which hold meteors and meteorites to be a kind of solar excrement.”! The probability, here, is that the belief originally pertained to the proto-Saturnian sun in lieu of our present one. This is lent credibility by the additional belief that meteorites are “the heralds of Mbomvei, the supreme being.”? In view of the fact that some meteorites are now believed to originate from superno- vae, and despite the fact that proto-Saturn’s flare-up was less than lightweight in comparison, we should at least additionally consider the possibility that some meteorites were actually ejected directly from proto-Saturn. Tom Van Flandern has proposed “the formation of comets, meteorites, asteroids and tektites from the explosion of a larger former planet in the Solar System by some unknown mechanism.”? As reported by Wallace Thornhill, Van Flandern shows that “many anomalies in the characteristics of our solar system may be simply explained by such an event.”4 While, as noted earlier, we do not subscribe to Van Flandern’s particular theory, our mytho-historically based scenario can still be used to validate most of his claims. In place of his exploding planet, we simply substitute proto- Saturn’s flare-up. The possibility also exists that proto-Saturn’s circumstellar disk might have already contained some sizeable chunks of debris from some previous catastrophic event. If so, most of these would have been released to fall back on proto-Saturn and/or Earth once the disk was blown away when proto-Saturn flared up. If that transpired, it is also possible that some of these objects would have been left behind once the disk dissipated. Mainstream astronomy has already toyed with the idea that the Kuiper Belt objects are “the stuff that was left over at the rim of the solar system after the planets formed—tailings from one of nature’s construction projects.”> Could they not instead be tailings from one of nature’s destructive episdoes? ALTERNATIVE POSSIBILITIES While man already trod on Earth when the proto-Saturnian system invaded the Sun’s do- main, no one was out in space to see exactly what was transpiring. Man himself, even while engaged in trying to save himself from the ensuing series of calamities, could only later re- member what he saw with his own eyes from the disadvantage of his terrestrial location. Stones fell from the sky, but, beyond that, he had no way of knowing that his world was now traversing through a belt laden with debris. Because proto-Saturn’s flare-up was the most sig- nificant occurrence up in the sky, man blamed everything else that happened on what he was",
        "captions": [],
        "bibliography": "le Sagan & A. Druyan, Comet (N. Y., 1986), p. 225. 2 Ibid. 3 W. Thornhill, The Electric Universe (Beaverton, Oregon, 1997), p. 46. 4 Ibid. 5. Dickinson, “The Seeds of Life,” Equinox (July 1997), p. 72. 438",
        "headers": [
            "ALTERNATIVE POSSIBILITIES"
        ]
    }
]