[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 238,
        "captions": [],
        "headers": [],
        "content": "<p>sign, an ‘image’ of the rhythmic creation and destruction of the universe which ex- presses itself in forms, and periodically returns to its primal, pre-formal unity, before being reborn.”! When Eliade asks which is the true meaning, he replies that “both are equally valuable.”? They may both be valuable for the study of religion, but, as will be made apparent in the very next chapter, it is the second interpretation, that of “rhythmic creation and destruction,” that accords with the cosmogonical account. Thus, for instance, like Shiva himself, his lingam was also called dhruva—“‘the fixed, or immovable”3—an obvious reference to proto-Saturn’s immobility and that of the jet-like axis emanating from it. It should not, however, be forgotten that Dhruva is the Sanskrit name for the North Star. This, then, explains why, among the Evenks, who belong to the Tungus group of Siberia, the name of the North Star translates as “the middle of the universe.” True enough, as the center of the northern sky, this name might be thought of as an appropriate one. But to another Tungus group, the North Star is known as “the pillar,”5 which is hardly descriptive of the star in question. As Edwin Krupp correctly surmised, this pillar “is the cosmic axis” that connects heaven to Earth. Like others before him, Krupp understood this axis as a metaphor, but that this axis was a visible phenomenon is evidenced by its oft repeated description as a pillar of light or a flaming column. Zimmer, likewise, recognized that Shiva’s “fiery lingam is a form of the Axis Mundi” which can be equated “with the shaft of light” that penetrates Earth.” Like Krupp, and so many others, he, too, misinterpreted this “shaft of light,” presenting it as “the Ray that extends from the Sun above.”® He should have realized that the sun is anything but fixed or immovable, and that it radiates more than a single ray of light. Ananda Coomaraswamy has also indicated that: “The axis of the universe is coincident also with the fiery S[h]iva-lingam.”® Yet even here, the word “universe” is misleading since what was originally meant was proto-Saturn’s special “cosmos.” There is one telling and oft-repeated myth concerning Shiva’s lingam which is presented in the form of a parable. This concerns the “night of Brahma when all beings were lost [some translate ‘confounded’] in silent immobility”!°—an obvious reference to Brahma/Saturn’s immobile station during the age of darkness. In this “night” there lay Narayana, described as “being and non-being,” floating “on the formless waters.”!! This Narayana, which name</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 239,
        "captions": [],
        "headers": [
            "PHALLIC WORSHIP"
        ],
        "content": "<p>means “son of the waters,”! was an epithet of both Vishnu? and Brahma,? both of whom we have already equated with Saturn.4 Brahma and Vishnu/Narayana are presented in this allegoy as arguing about who of them was the real Creator when “a glorious shimmering /inga...a flamboyant pillar with the bril- liance of a hundred fires” appeared before them. This /inga appeared to be “without begin- ning, without middle, without end, incomparable, indescribable.” In an attempt to discover the source of this pillar of a “thousand flames,” Vishnu plunged down to fathom its depths, while Brahma flew up to discover its top. It is said that Vishnu and Brahma spent “a thousand years” in their journey up and down without discovering either the linga’s top or bottom. After they both returned to the middle from where they both had commenced, they discovered Shiva in the place of the Jinga. The linga was obviously him.&gt; As a parable, this myth is meant to describe the indescribable, an attempt to illustrate the cosmic size of Shiva’s lingam. It is also meant to clarify the real identity of the Trimurti since Shiva is there said to have told Brahma and Vishnu that, in reality, he is them and that both of them are he. “For I,” Shiva is reported to have said, “supreme lord, undivided, I am three: Brahma, Vishnu and S[hliva; I create, I maintain, I destroy.” </p>\n<p><b><center style='font-size: larger;'>PHALLIC WORSHIP</center></b></p>\n<p>Phallic worship was universal. Among some societies it has persisted until the present. It can be traced as far back as Neolithic times. As Marija Gimbutas demonstrated: “Representations of phalli are found in all phases and cultural groups of Old Europe with a wider variety in Neolithic Greece and Yugoslavia, particularly the Adriatic sea- board. They were fashioned in all sizes from the miniature to the exaggerated. Their decoration and shape range from naturalistic to fantastic...”7 Phalli carved out of chalk, still considered as symbols of fertility, have been discovered at Stonehenge. “Not only was Stonehenge itself a burial ground, but it stands within a landscape filled with memorials to the dead, principally the mounds of long and round barrows. Buried with the dead were aspects of their lives, and of life itself; carved phalluses,</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 240,
        "captions": [],
        "headers": [],
        "content": "<p>which are found in many prehistoric contexts, including the Stonehenge region, were emblems of human fertility, and perhaps also fertility of the soil in which they were placed.”! Diodorus tells us that “speaking generally, not only the Egyptians, but also not a few other nations have consecrated that member [that is, the phallus] in their initiatory rites...” But even he sought to explain the phallus “as the cause of the production of living beings.”? In 1875, still keeping to the creative energy symbolic in the phallus, Hodder Westropp wrote that: “Evidence that this worship extensively prevailed will be found in many countries, both in ancient and modern times. It occurs in ancient Egypt, in India, in Syria, in Babylon, among the Assyrians, in Persia, Greece, Italy, Spain, Germany, Scandinavia, and among the Gauls....According to Ptolemy, the phallus was the object of religious worship among the Assyrians and also among the Persians. In Syria, Baal- Peor was represented with a phallus in his mouth, according to St. Jerome.”3 In ancient Rome, according to Augustine, “the sexual organ of man was consecrated in the temple of Liber.”4 And in the month of April, a Roman festival in honor of Venus took place in which a phallus was carried in procession in a cart. “Among the Teutons and Scandinavia, the god Fricco, corresponding to the Priapus of the Romans, was adored under the form of a phallus; a similar god under a similar symbol was adored in Spain, whose name was Hortanes.”6 In China, too, according to Westropp, offerings of stone phalli were still being presented in his day in what he calls a Buddhist temple in Peking.” Also, in Japan, phalli are sold in shops to be purchased mostly by women who take them home and dress them up, much like dolls, to be kept in family shrines.’ Phallic worship was also practiced in the Americas, “particularly at Panuco,” in Mexico, as documented by one of the companions of Hernando Cortez, where phalli were preserved in temples and adored.? “In other provinces, particularly Panuco, they worship the member of the body which is between a man’s legs: they have it in the mosque [i.e., temple] and also set it in the</p>",
        "markdown_converted": true
    }
]