[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 269,
        "main_text": "[them] like flapping pancakes.”? What then visually appears are slightly curved horizontal filamentations at the bottom of the three (or more or less) spheroids. Again according to Per- att, “these actually flap in time” and “can turn upwards or downwards.”3 The interesting thing here is that there are various pictographs around the world which depict a number of concentricities stacked above each other plus others which show a series of slightly curved, stacked horizontal lines. Just as they appear in laboratory experiments, some of these lines curve downward, others upward. As it happens, the earliest such example (shown opposite) that this writer has so far come across hails from the Magdalenian culture of Saint-Marcel in France. A mere 5.5 centimeters long, the object on which the depiction is engraved has been described as a pendant “with circular motifs,” which, given the uniqueness of the subject represented, is very understandable. When shown to Peratt, he had no trouble recognizing it for it what it is. Even so, had this been the only item from the Magdalenian culture that bears a close re- semblance to a columnar plasma instability, I would have hesitated to include it in this work. But there is more. In fact it seems that the Magdalenians were so mesmerized by the instabilities they saw the polar column transform into, that they depicted just about the entire sequence—and this, no matter what criticisms will be leveled at it in the future, is surely too much to be relegated to coincidence. Three other items from the same Magdalenian culture, but this time from Isturitz, also in France, continue the sequence of columnar disruption. Described as “bone or antler tools decorated with spiral patterns,”6 Peratt easily recognized them as patterns of instabilities in a plasma column which also appear “on a world-wide basis.”” The first item (Fig. 1, on p. 270) shows the spheroids and spirals just beginning to separate and unravel. In sequence, this would follow the event depicted on the so-called pendant from Saint-Marcel. The second one (Fig. 2) continues to show the unraveling in which the spirals are now almost beyond recognition. The third (Fig. 3), which Peratt calls “the most complicated,” would have occurred “sometime after a long-lasting stability,’ and involves “an intense symmetrical magnetic crush along the whole column.” Peratt thus described the depictions on the three items in question: “Each column, or bone, represents one instant in time of the column instability development. Time changes are not shown on any one stick or bone.” Moreover, Peratt offered the additional information that the complex pattern depicted in the third object would have occurred “at a time appreciably greater than the time difference 1 Ibid. 2 Ibid. 3 Ibid. 4 J. Jelinek, The Pictorial Encyclopedia of the Evolution of Man (London, 1975), pp. 435, 451. 5 AL. Peratt, loc. cit. 6 J. Jelinek, op. cit., p. 449. 7 A.L. Peratt to D. Cardona, private E-mail correspondence, June 28, 2003. 8 Ibid. 9 Ibid. 269",
        "captions": [],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 270,
        "main_text": "210",
        "captions": [
            {
                "source": "internal",
                "text": "4                                        er                                   S (aH) &                                        5 oe Fig. 1                             Fig. 2                                 Fig. 3 The three items from the Magdalenian culture discovered at Isturitz, France, discussed in the text."
            }
        ],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 271,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "> ra                             * +           5 - Pe                          .* -                               ~_                     al Simulation of proto-Saturn’s jet-like polar column showing the magnetic crush of the original plasmoids. Compare with Fig. 3 opposite. (Illustration by Richard M. Smith.)"
            }
        ],
        "bibliography": "Simulation of proto-Saturn’s jet-like polar column showing the magnetic crush of the original plasmoids. Compare with Fig. 3 opposite. (illustration by Richard M. Smith.) 271",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 272,
        "main_text": "between the [other two instabilities].”! He was astute enough to realize, without actually hav- ing been told, that these three items are “probably all of the same age,” that is “all carved about the same time,” as in fact they are. More than that, they seem to have been carved by the same hand. If that turns out to be the case, it would strengthen my own belief that they were carved by an eye-witness and that the entire sequence could not have lasted more than a person’s lifetime. When asked how long each of the instabilities depicted on these items could have lasted, Peratt was of the opinion that the item shown in the middle (Fig. 2) depicted the instability- event 10 years after that recorded in the one to the left (Fig. 1), The last one of the three (Fig. 3), depicts the instability-event that would have followed 50 years after the one shown in the middle This, then, again bespeaks an instability-sequence that would have taken place within the span of a person’s lifetime. The time taken for the instabilities to pass from one phase to the other are calculated through the scaling up from laboratory experiments. Because of this, Peratt himself does not accept this author’s surmise and opts for a much longer time-span—even centuries.> As he explains, experimentally, plasmas have been found to scale over fourteen orders of magnitude. Earlier, Alfvén had even hypothesized that they scale up to twenty-eight orders of magnitude. Once the amplitude of an experimental plasma, or its instability, is known, its size in the laboratory and the time it lasts can be scaled up to cosmic parameters. Also, once a criterion is altered in a computer simulation, the programmed model has the ability to adjust all the others. If, for instance, the magnitude, the strength of the current, the magnetic field, etc., of a plasma is known and entered into the program’s code, the other parameters, such as the length of time involved in each phase of the plasma’s instability sequence, will be output by the computer.> There might, however, be something of a pitfall inherent in such scaling. As Warren Carey admonished, “a small correction may become significant, even overwhelming, when length or time becomes large.” As he continues: “Where parameters involve different powers of size or time, change of scale affects one property more than another. Thus the most succesful airplane design, if faithfully copied at twice the size, could not fly. The weight would have been increased eight times, but the wing area to support it only four times. A double-size airplane can of course be built, but not to the same proportions.”",
        "captions": [],
        "bibliography": "1 [bid., June 29, 2003. 2 Ibid. 3 Ibid., July 8, 2003. 4 Ibid., July 3, 2003. 5 Ibid. 6 Ibid., July 8, 2003. TS.W. Carey, Theories of the Earth and Universe (Stanford, California, 1988), p. 210 (emphasis added). 8 Ibid. (emphasis added). 272",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 273,
        "main_text": "Peratt, on the other hand, has warned this writer that, while Carey is correct in his particular example, the same does not necessarily apply to plasma scalability! —note well taken. And yet, as I have already pointed out,? Hannes Alfvén had stressed that: “Following Birkeland, the first laboratory experiments with reference to cosmic physics had the character of scale-model exper- iments...Such investigations demonstrated, however, that no real scaling of cosmic phenomena down to laboratory size is pos- sible, partly because of the large number of parameters involved which obey different scaling laws.”3 And: “There are good reasons to believe that in several respects, the basic properties of laboratory plasmas and space plasmas are the same. [However] as different plasma para- meters obey different scaling laws, translation from one region to another is often difficult.” Moreover, Alfvén cautioned those who were to follow him to give precedence to plasma behavior over that of scaling. “Hence,” he wrote, “lab- oratory experiments should aim at clarifying a number of basic phenomena of importance in cosmic physics rather than trying to reproduce a scaled-down version of the cosmic example.”> Needless to say, this does not imply that Peratt is necessarily wrong. It merely indicates that in this, as in other matters, great caution should",
        "captions": [
            {
                "source": "internal",
                "text": ":                                 weal NS) U Decorated point—Epipaleolithic period—north-west Germany"
            }
        ],
        "bibliography": "1 A. L. Peratt to D. Cardona, private E-mail correspondence, November 30, 2003 NOTE: For a more detailed objection, see idem, “Plasma Scalability,” AEON VI:6 (October 2005), pp. 9-10. 2 D. Cardona in reply to the above, p. 10. 3H. Alfvén & G. Arrhenius, Evolution of the Solar System (Washington, D.C., 1976), p. 249 (first emphasis as given, all others added). 4H. Alfvén, Cosmic Plasma (Dordrecht, Holland, 1981), p. 4 (emphasis added). 5H. Alfvén & G. Arrhenius, loc. cit., (emphasis added). 273",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 274,
        "main_text": "be exercised. Judging by the nature of the Magdalenian items discussed, to say nothing of the demands of the mytho-historical record itself, I must opt for a much shorter time for the instability sequence discussed above. After all, even Peratt’s own calculations of 10 and 50 years, as noted, would seem to point in that direction. THE MIRROR IMAGE Meanwhile, there is yet one more item that fits the sequence being discussed. This one comes from the Epipaleolithic period, which is intermediate between the Paleolithic and Neolithic, and thus includes the Magdalenian culture with which we are concerned.! Discovered in north-west Germany, the item, described merely as a decorated point,? depicts a design that was to become quite prevalent in later ages. Peratt was not quite sure whether this type of instability should follow the one depicted in Fig. 2 or Fig. 3 of the Isturitz trio we have just examined.3 Even in face of all the above, what is depicted on this particular item seems much too neat and symmetrically uniform to have represented an actual plasma instability the likes of which are necessarily ephemeral. Be it understood, however, that while these instabilities are transitory, some of their displayed aspects can be sustained for long periods of time. Not only that, but, as seen in laboratory experiments, quite a few of the patterns they form look almost artificial. One thing to keep in mind is that, eventually, plasma instabilities tend to result in repetitive linear configurations. And, to be sure, the pattern depicted on the Magdalenian item from Germany shown on page 273 is one that often results in experimental instabilities. While, at the time of this writing, Peratt hesitated in committing himself as to whether this particular instability would have preceded or followed the one depicted in Fig. 3 on page 270, I am of the opinion that it would have followed it. My reason for this is that if one looks closely at selective portions of Fig. 3, one can see that the pattern depicted on the German item under consideration is just beginning to take shape. And, as if to compliment this situation, curlicues similar to those depicted on Fig. 3 appear at both the top and bottom of the German item. This seems to indicate a transitional phase between the two instabilities. This particular image impressed ancient man so much that, perhaps because it was to reappear at a later time, he continued to reproduce it on various surfaces through the coming ages. Interpreting it as a ladder to heaven, and even as an assemblage of men standing, or piled up, one on top of the other—both of which, to some extent, the pattern resembles—it was to gain special religious significance. In later ages, separate constituents of the pattern were separated into individual representations which were then interpreted as various items—a person (especially in a praying position), a dragonfly, a frog, a water skate, even a cloud (with its reflection in the water)—to which, in the eye of primitive man, the image bore a resemblance. Further, because the isolated constituents appear the same whether viewed normally or upside down,",
        "captions": [],
        "bibliography": "1 J. Jelinek, op. cit., pp. 424, 448. 2 Ibid., p. 448. 3 A. L. Peratt to D. Cardona, private E-mail correspondence, July 7, 2003. 274",
        "headers": [
            "THE MIRROR IMAGE"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 275,
        "main_text": "they have become known among those who study ancient pictographs as “mirror images.” Others refer to the separate individual image as the “squatter.” The same image was also given prominence in the later Neolithic shrine at Catal Hiiyuk in present-day Turkey. Of special interest to our thesis is the fact that this very same image was adopted by the Dogon of Mali in west Africa as one of their most important religious symbols. They incor- porated it both in one of their principal ceremonial masks,? as also on their constructions. The image itself is claimed to represent their god Amma,‘ the creator who had existed during the “original darkness,”5 who had created the heavens,° and organized the “world” out of chaos.’ The reader should therefore have no difficulty in recognizing these characteristics as",
        "captions": [
            {
                "source": "internal",
                "text": "Separate constituents of the pattern depicted on the decorated point from the Epipaleolithic period shown on previous page as reproduced at a later time. (6) from Canyon de Chelly, Arizona; (b) from Canyon del Muerto, Arizona; (c) “praying person,” from Mesa Verde National Park, Colorado; (d) anthropomorphosed cloud with reflection in water, from a locality near Springville, Arizona; (e) “dragonfly” from Hopi Mesa, Arizona; (f) “frog” or “lizard” from Chaco Canyon, New Mexico; (g) “water skate” from Hopi kachina mask design."
            }
        ],
        "bibliography": "1 See here, for instance, A. Patterson, A Field Guide to Rock Art Symbols of the Greater Southwest (Boulder, Colorado, 1992), p. 146. 2R.K.G. Temple, The Sirius Mystery (N. Y., 1976), p. 37. 3 E.C. Krupp, op. cit., p. 165. 4R.K.G. Temple, loc. cit. 5 M. Griaule & G. Dieterlen, “Un Systéme Soudanais de Sirius,” Journal de la Société des Africainistes, XX:1 (1950), p. 274. 6 Idem, Le Renard Pale (Paris, 1965), p. 163. 7 Idem, see reference #89, Note #14. 275",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 276,
        "main_text": "belonging to the Saturnian deity. Like other nations they, too, retained a memory of the world axis that once reached from Earth and pointed toward what is now the Pole Star. This axis was known to them as Amma’s Pillar.! THE PLASMA EXPERIENCE Most anthropologists and archaeolo- gists have no idea that the pictographs we have been examining originated as plasma instabilities in a gargantuan column of scintillating light that stretched between the proto-Saturnian sun and our world. And here the reader, too, may harbor doubt as to the correct interpretation of these images. This is understandable because, as Hannes Alfvén noted, while plasma phenomena “have been known for decades (or even more than a century)...they have almost systematically been ignored in cosmic physics.”? Until recently, these studies were conducted mainly in Scandinavian countries. As Alfvén reported in 1990: “The Swedish Viking mission has contin- ied in the Scandinavian tradition of study- ng the properties of the plasma which fills he universe from the small-scale phenom- ma in the laboratory to the large-scale shenomena in galactic and intergalactic space.”3 At present, the United States is also in- volved, mainly at Los Alamos, New Mexico, for other than astrophysical reasons. NASA, too, has shown some interest as indicated by its endorsement and publication of one of Alfvén’s major works, written in co-authorship with Gustaf Arrhenius.*",
        "captions": [
            {
                "source": "internal",
                "text": "*           a                              \\  a                               1  I  s  The “squatter/mirror image” as water skate twice reproduced on a Hopi  Kachina doll.                             \\  I  1"
            }
        ],
        "bibliography": "1E.C. Krupp, op. cit., pp. 163-164. 2H. O. G. Alfvén, “Cosmology in the Plasma Universe: An Introductory Exposition,” JEEE Transactions on Plasma Science, Vol.18, No.1 (February 1990), p. 5. 3 Ibid., p. 6. 4H. Alfvén & G. Arrhenius, Evolution of the Solar System (Washinmgton, D.C., 1976). 276",
        "headers": [
            "THE PLASMA EXPERIENCE"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 277,
        "main_text": "Like Peratt, one of the specifics of plasma that Alfvén stressed is that “pinch effects are of decisive importance in how cosmic plasma evolves.”! And, also like Peratt, he emphasized that, under certain conditions, kink instabilities can cause the current to form spirals.? Now while the patterns we have been studying have been compared to plasma instabilities as they occur in laboratory experiments, it must be kept in mind that, except perhaps for the time element—re which see above—the “same basic laws of plasma physics hold everywhere...from laboratory and magnetospheric heliospheric plasmas out to interstellar and intergalactic",
        "captions": [
            {
                "source": "internal",
                "text": "|  i t | One of the Neolithic shrines at Catal Hiiyuk in present-day Turkey, which shows the “squatter/mirror image” prominently displayed on one of its walls. (Illustration after J. Mellaart.)"
            }
        ],
        "bibliography": "1H. O. G. Alfvén, see reference # 93, p. 6. 2 Idem, Cosmic Plasma (Dordrecht, Holland, 1981), p. 88. 277",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 278,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "U                          i} a              ;                                   ac       a “gs              é                      ea:  The “squatter/mirror image” as the kKanaga mask representing the god Amma, portrayed in relief on the wall of a Dogon granary. (Photograph by P. C. Keller, courtesy of the Bowers Museum of Cultural Art.)"
            }
        ],
        "bibliography": "The “squatter/mirror image” as the kKanaga mask representing the god Amma, portrayed in relief on the wall of a Dogon granary. (Photograph by P. C. Keller, courtesy of the Bowers Museum of Cultural Art.) 278",
        "headers": []
    }
]