[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 4,
        "captions": [
            {
                "source": "caption",
                "text": "Map of northern hemisphere showing the conjectured extent of the Pleistocene Ice Age and direction of glacier flow."
            }
        ],
        "headers": [],
        "content": "<p>amount of oceanic water that went into the building of these glaciers lowered the oceans by 400 feet! — although, to be sure, estimates vary from one source to another. The world had frozen over.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 5,
        "captions": [],
        "headers": [],
        "content": "<p>And it happened more than once. As Dolph Earl Hooker noted: “It is more or less cus- tomary for writers to refer to the Pleistocene period, or epoch, as ‘The Ice Age,’ thereby giving the impression that it was the only geological period in which glaciation occurred.” However, as he goes on, “other glaciations...varying in severity, are known to have occurred time and again at irregular intervals, separated by millions of years.”! Or, as Windsor Chorlton put it: “The very term ‘ice age’ can be confusing, since it is generally used to refer to a pe- riod of sustained glaciation lasting a few tens of thousands of years. When scientists use the term, however, they frequently mean a period of global cooling that can last for millions of years and consists of a series of glacial advances and retreats, called glacials and interglacials. As a practical matter, it seems reasonable to call an event of such long duration an ‘ice era’ or an ‘ice epoch’ and to reserve the term ‘ice age’ for the relatively brief periods of most severe cooling.” Writing in 1958, Hooker spoke of eleven glacial episodes.&gt; In 1983, Chorlton vouched for only seven.‘ It seems as if this depends on what exactly is understood by the term “ice age.” However, and to avoid confusion, we shall here use the term “ice age” to mean an “ice epoch” with its various advances and retreats of ice; the term “ice ages” to mean those ice epochs prior to the last such age which took place during the Pleistocene; and the term “Ice Age” to mean the Pleistocene ice epoch. The Pleistocene Ice Age itself is also said to have been interrupted by interglacial periods in cycles that lasted up to 10,000 years, which alternations have been variously given as from ten’ to fifteen® in number, with one proponent even vouching for thirty.7 Thus, for instance, it was announced in 1986 that Antarctica “has not been dominated by a thick ice sheet over the past 15 million years, as scientists generally believe.”’’ Instead, it was discovered that “the ice sheet may have melted and reformed many times.” But, as Steven Robinson and others have pointed out, there seems to be no consensus on the actual number of glacial and interglacial periods or their duration.!° In fact, except for the belief in their occurrence, there seems to be no consensus on anything concerning ice ages, least of all what caused them. In 1970, David Ericson and Goesta Wollin, from the Lamont-</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 6,
        "captions": [],
        "headers": [
            "THE INTERGLACIALS"
        ],
        "content": "<p>Doherty Geological Observatory, could estimate that there had been nearly one theory a year to account for the cause of ice ages for more than a century.! It would be impossible in this work to evaluate all that has been said concerning each and every ice age that is believed to have gripped our world. So that, while we cannot ignore ice ages in general, we shall mainly concentrate on the Pleistocene Ice Age. </p>\n<p><b><center style='font-size: larger;'>THE INTERGLACIALS</center></b></p>\n<p>Ice ages are believed to have been regularly punctuated by interglacials, that is periods within any one ice age during which the cold relented, temperatures rose, and the ice re- treated somewhat. The number of interglacials are said to have varied from one ice age to another. How was this learned? Immanuel Velikovsky had it stated that: “Bones of Greenland reindeer have been found in southern New Jersey and southern France, and bones of Lapland reindeer in the Crimea. This was explained as due to the invasion of ice and the retreat of northern animals to the south. The hippopotamus was found in France and England and the lion in Alaska. To explain similar occur- rences, an interglacial period was introduced into the scheme: the land was warmed up and the southern animals visited northern latitudes. And since the change from one fauna to another took place repeatedly, four glacial periods with three interglacial were generally counted, though the number of periods is not consistent with all lands or with all investigators.” This is not the way it happened and Velikovsky should have known better. What tran- spired was this: As far back as the 1840s, in a cliff on the coast of East Anglia, the English geologist Joshua Trimmer came across two distinct layers of sediments, known as till, de- posited by a glacier. What this suggested to him was that, as far as Britain was concerned, there had been at least two separate glaciations. This was confirmed in the 1860s when Archibald Geikie discovered a stratum containing the remains of plants sandwiched between two layers of till in Scotland. This not only established the past occurrence of two separate glaciations, it also indicated that the interim between them had been warm enough to allow plants to grow. As Chorlton summed up, “the argument was settled conclusively in the 1870s when the remains of a forest were found sandwiched between two sheets of till in the Ameri- can Midwest.” Since then it has been theorized that the duration of each glaciation could not have been more than “a few thousand years,” with the interglacial periods “probably longer” in the re- gion of “100,000 years or more.”4 But, as E. J. Opik had to admit:</p>",
        "markdown_converted": true
    }
]