[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 382,
        "captions": [
            {
                "source": "caption",
                "text": "Lava spout—or fumarole. Craters of the Moon National Monument. (Photograph by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>canic activity and ice ages,”! cannot be correct. As also pointed out there, there are cases where volcanic ash deposits do not coincide with past glaciations, although in some cases they do. But we are here concerned with the end of the Pleistocene Ice Age which, because of its unique circumstance concerning the entry of the proto-Saturnian system into the Sun’s do- main of influence, has to be regarded differently. Now it has often been stated in the literature that the gases and other debris ejected through volcanic eruptions rise into the atmosphere to form clouds that impede the Sun’s rays from reaching Earth’s surface and thus tend to ower temperatures. This might then be seen as just as valid an objection in our case since such a world-wide debris-laden atmosphere should have hampered proto-Saturn’s rays from directly reaching Earth, as it should also have restrained its radiation from being reflected back from the inner surface of its plasmaspheric bubble. What should, however, be kept in mind is that this world-wide outpouring of volcanic gases and debris would itself have been hot. Additional heat would have accumulated through</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 383,
        "captions": [
            {
                "source": "caption",
                "text": "Spatter cone—one of more than a hundred. Craters of the Moon National Monument. (Photograph by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>its increase of the atmosphere’s carbon dioxide level. It is usually said that this augmentation of heat would be of short duration and that its eventual result would be to cool Earth’s atmosphere.! One example of this that is usually cited is the extreme cold weather which followed the 1815 eruption of Mount Tambora in Indonesia.? But then, most of the world had already been experiencing cooler than normal weather since 1812.3 Moreover, there have been many other eruptions which failed to lower temperatures except in the immediate locality of the upheaval.4 Also, the cosmic winter predicted by Carl Sagan due to the billowing pollution that would encircle Earth from the burning of the Kuwait oil fields by Saddam Hussein in 1991 failed to materialize and the world continued on its (sum)merry way. All Sagan’s prediction accomplished was to win a place among twenty of the greatest scientific</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 384,
        "captions": [
            {
                "source": "caption",
                "text": "Explosive volcanic eruptions are capable of overburdening the atmosphere with gases and debris which tend to lower temperatures. Shown above—the eruption of Mount St. Helens. (Photograph courtesy of USGS/Cascades Volcano Observatory.)"
            }
        ],
        "headers": [],
        "content": "<p>384</p>",
        "markdown_converted": true
    }
]