[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 154,
        "captions": [
            {
                "source": "caption",
                "text": "In the beginning, so the Maya believed, there was no light —it was the lightless time before the appearance of the present Sun. Shown above: The Mayan city of Palenque. (Ilustration by John Green.)"
            }
        ],
        "headers": [],
        "content": "<p>other.! A study of elliptical orbits by Darren Williams and his colleagues, however, has more recently indicated that “life on Earth can withstand a lot more tumult than scientists previously guessed” and that a highly eccentric orbit “does not critically compromise planetary habitability.”? Computer modeling of Earth in an eccentric orbit did not change the world’s climatic regime except in very extreme cases. Even when Earth’s eccentric orbit was made to pass inside the orbital path of Venus, Earth did not develop a Venus- like climate. And by the time the same orbit brought Earth within close distance of Mars, the world had absorbed so much heat from its venture beyond Venus that its coldest months were warmer than our present winter months. Moreover, heat, in and of itself, is not necessarily reliant on a planet’s distance from the Sun. Neptune, for instance, is much farther from the Sun than Uranus; and yet Neptune is</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 155,
        "captions": [],
        "headers": [
            "THE NOCTURNAL ENVIRONMENT"
        ],
        "content": "<p>some 5 degrees Centigrade warmer than Uranus.' Additionally, very much like Jupiter and Saturn, “Neptune radiates about twice as much energy as it receives from the Sun.”? More than that, the surface of Triton, Neptune’s satellite, is warming up when, if anything, it should be getting colder. Nor is this process all that slow since the satellite has been meas- ured to have grown warmer between 1989 and 1997.3 Pluto, even farther from the Sun, has been found to go through an atmospheric change in its 248-year orbit. While there seems to be no doubt that it is undergoing a global atmospheric cooling, Pluto’s surface nevertheless seems to be also warming up.*+ All this has been brought out here to illustrate that a planet—yes, even Earth—can be habitable under quite different conditions than once believed possible. In the absence of the present Sun, out in deep space, Earth’s habitable zone would have been provided by its for- mer primary, that sub-brown dwarf star that was proto-Saturn. But, despite what we had brought to light in our previous volume, could life really have existed in the darkened world we have also been positing? </p>\n<p><b><center style='font-size: larger;'>THE NOCTURNAL ENVIRONMENT</center></b></p>\n<p>Let me start by repeating what Axel Firsoff stated back in 1967, that “reduced luminosity, as such, is not a barrier to life.” As he explained: “It only means that a planet corresponding to the Earth in surface conditions will have to orbit the star closer, as is otherwise likely with lower masses.”&gt; And this, too, is in keeping with our postulate of Earth as a previous satellite of the sub-brown dwarf that was proto-Saturn. Earth’s primeval age of darkness is explainable by the fact that brown dwarf stars, espe- cially sub-brown dwarfs, emit only a dim light. Speaking of the brown dwarf designated Ep- silon Indi B, Alan MacRobert described it as glowing “very dimly” but “red-hot.”© Nor is Epsilon Indi B unique in this respect. Generally speaking, all brown dwarfs “appear as a faint glow, like an ember from a fire that gives off both heat and light energy as it dims.”? And this, too, is in keeping with the mytho-historical record since, despite the darkness there de- scribed, the ancients also remembered the Saturnian sun as having glowed feebly in the sky.® Hindu literature even speaks of Brahma/Saturn? as having “moved about like a glow- worm.”!0 Namandu, whom we have already met above as the First One of the South Ameri- can Guarani and the Mbayd, was said to have been “lit by the reflection of his own inner</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 156,
        "captions": [],
        "headers": [],
        "content": "<p>self,” even “though the sun did not yet exist.”! Called Heart of Heaven,&gt; God was described in the Popul Vuh as having been surrounded with his own light. “In the very beginning, there was only the still sky and the still sea. Nothing moved...[There was] no sun or moon to give light. Only God was surrounded with His own light, and He was in the heart of the still, dark sky.” The God in question in the above was the Mayan Kukulkan, the Feathered Serpent, whom the Aztecs called Quetzalcoatl, also known as Hurakan, whom we have already identi- fied as a representative of the Saturnian deity.4 All of which makes perfect sense because, had there been complete darkness, obviously nothing would have been seen. Life also adapts to its environment. “Occasionally someone remarks on what a lucky coincidence it is that the Earth is perfectly suitable for life—moderate temperatures, liquid water, oxygen atmosphere, and so on [Carl Sagan once mused]. But this is, at least in part, a confusion of cause and effect. We earthlings are supremely well adapted to the environment of the Earth because we grew up here.”&gt; But what if Sagan’s “here” had been environmentally different? Take trees for instance. The future development of trees which would need but little sunlight has been suggested by Freeman Dyson and taken seriously by Nigel Calder.® If such trees are thought of as being scientifically possible in the future, why could they not have been possible in the past? In fact, photosynthesis, which is essential for plant survival, responds best to infra-red light. And, in studying various species of ferns, phytochrome 3, which has been described as “a chimaera of the red/far-red light receptor” in plants, “may have had a central role in the divergence and proliferation of fern species under low-light canopy conditions.”7 This, too, has special meaning for our enfolding scenario because brown dwarf stars are predominantly known for radiating in that very specific wavelength, shimmering in “bright infrared light.” This was found for the brown dwarf designated Epsilon Indi B, glowing “at a strong 11th magnitude in the 2-micron infrared band.” So, likewise, with the brown dwarf</p>",
        "markdown_converted": true
    }
]