[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 112,
        "captions": [],
        "headers": [],
        "content": "<p>It is of course well known that the Greeks based some, but not all, of their astronomical data on the previous knowledge of the Babylonians! who, by the second half of the sixth century B.C., had already compiled a catalogue of the stars. They had also determined the synodic revolution of the Moon within a small fraction of the correct value. They knew that each planet had its own particular course with its speed and periods of time subject to change and variation. They knew that Earth was spherical in shape and actually counted it among the planets. They knew that the Moon shone with the reflected light from the Sun and that lunar eclipses were due to the shadow that Earth casts upon the lunar surface. As recorded in a se- ries of cuneiform tablets which are now known as the Babylonian astronomical diaries, these early astronomers had already calculated the length of the lunar months. They recorded lunar and solar eclipses; the dates of first visibility for Mars, Jupiter, and Saturn; the first and last visibilities of Venus and Mercury; the dates of the equinoxes and solstices; the “conjunction” of the Moon and each of the planets with various stars; and various other phenomena. When it comes to comets, which were not admitted into the family of astronomical bodies until the time of Edmund Halley and Isaac Newton, we find that the Babylonian astronomers, referred to as Chaldeans by Greek classical writers, had already recognized them as such. As Seneca, who lived between 4 B.C. and A.D. 65, had it recorded: “Apollonius [of Myndus] says that the Chaldeans place comets in the category of planets and have determined their orbits”? and that a comet is “a celestial body on its own, like the Sun and the Moon.”3 As we noted in our previous volume, the technical data—measurements, calculations— given in cubits and degrees in the Babylonian astronomical diaries are evidence of a sophisticated attempt at reconciling once mysterious motions with numerical allocation, while the glosses contained in the astronomical diaries concerning obstruction of visibility by bad weather on certain nights are indicative of diligent observation.4 As Richard Stephenson documented, Babylonian astronomical records are so accurate that, even now, they are prov- ing useful to modern astronomers in calculating the changes in the length of the day.5 Of course, it is difficult to ascertain how far back beyond the middle of the seventh cen- tury B.C. Babylonian, or for that matter Mesopotamian, astronomy might have stretched. Nor can we now determine what else the Babylonians might have told us concerning the evolu- tion of the Solar System as they may have believed in it. This is because Nabonassar is known to have destroyed previously existing observations in order that exact historical chro- nology would commence with his own reign as king of Babylon. No wonder it has been stated that astronomical observations do not reach beyond the reign of Nabonassar.” Even so, where does all this lead us to?</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 113,
        "captions": [],
        "headers": [
            "THE SATURNIAN SUN"
        ],
        "content": "<p><b><center style='font-size: larger;'>THE SATURNIAN SUN</center></b></p>\n<p>The first lesson we learned through our in-depth study of the mytho-historical record in our previous volume is that, as far as our primitive forefathers were concerned, planets were gods. Better said is that their gods were actually the planets. Thus, to them, gods and planets were one and the same. More than that, we learned that, strange as it may at first seem, the planet we now call Saturn was by the ancients considered to have been the most prominent of the planets.' What makes this strange is that, at present, Saturn appears as a mere pin-point of light in the night sky which, unlike Venus, is not easily recognizable by the uninitiated. What is stranger still is that Saturn was referred to as the star of the Sun and even outright as the Sun star.2 As the Assyro-Babylonians unequivocally tell us, Saturn was considered a virtual sun.3 What we also learned is that many of the so-called Sun gods of the ancients were actually personi- fications of the planet Saturn. Donald MacKenzie, for instance, informs us that: “The sun god was identical with Ninip and Nin-Girsu...resembling Babbar, ‘the shining one’, the solar deity of Akkadian Sippar, whose Semitic name was Sha- mash.”4 But that Ninip (variant, Ninib or Nirig), also known as Ninurta, was the same as the Greek Kronos, the avowed name of the planet Saturn, even MacKenzie knew. For that matter, Ningirsu, too, was a name of the planet Saturn. In fact, that the Assyro-Babylonian Shamash, which most mythologists identify as the Sun, was actually the planet Saturn we know from the Assyro-Babylonians themselves.”? As Cochrane has demonstrated: “Saturn’s identification with Shamash is attested in omen texts from the 13th century BC, for example. Saturn is also identified with Shamash in various astronomical re- ports sent to Esarhaddon and Ashurbanipal, and the cursory language employed by the Assyrian astronomers makes it apparent that this identification was common knowledge and had long since become proverbial.”8 There is of course no doubt that, in later days, Shamash did stand for the Sun, but this is only because once the Saturnian sun was no longer evident in the sky, its name was bestowed</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 114,
        "captions": [],
        "headers": [],
        "content": "<p>on the present Sun. Mircea Eliade tells us that: “In Indonesia generally, the supreme divinity of the sky has either been amalgamated with or replaced by the god of the Sun; for instance I- lai of the Celebes has been assimilated into a sun god whom, however, the natives see as continuing the work of creation begun by I-lai; it is the same on Timor and innumerable other islands.”! This usage, however, was not restricted to Indonesia. It was, on the contrary, a procedure that took place all over the ancient world. Thus Eliade could correctly state that, “generally speaking, we find [in early myth] only the palest shadow of what the sun hiero- phanies once meant, and constant rationalization makes it paler still.” Where we, however, beg to differ is that these sun hierophanies were anything but pale. That the Sun which presently radiates down upon us was not always the sun of mankind had been known for ages. The writers of the Popul Vuh, who attempted to trace the mytho- logical history of their Maya ancestors, did not eschew words when they wrote that: “Like a man was the sun when it showed itself. It showed itself when it was born and remained fixed in the sky like a mirror. Certainly, it was not the same sun which we see, it is said in their old tales.”3 Let us face it, all of the major so-called sun gods of the ancients were actually personifi- cations of the Saturnian sun. Even Ra, usually presented as the Egyptian sun-god par excel- lence,‘ turns out to have been imbued with characteristics and motions which are not, and can never be, attributable to the present Sun. Thus Ra was lauded as having abided within a nest of rings or circles; of having been of an emerald color shedding rays of emerald hue; of “going up” on the west and “going down” on the east side of the sky; and of moving down at dawn and upstream at night. So, likewise, with Yima who, as his alter ego Vaivasvata, or Vivasvant, was honored as a sun-god in the Zoroastrian tradition of ancient Persia.© But that the Persian Yima, the equivalent of the Hindu Yama, personified the planet Saturn is well known.” We could go down the list of various so-called sun-gods only to find out that, originally, they were actually Saturnian sun-gods, prime among whom we also find the Greek Helios himself who, like Kronos, who was Saturn, was considered a Titan. Helios was also identi- fied with Dionysos,? whose Saturnian selfsameness need not be repeated. Nor do we need these Titanic and Dionysiac connections in order to make our case because the Classical</p>",
        "markdown_converted": true
    }
]