[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 130,
        "captions": [
            {
                "source": "caption",
                "text": "Bacchus—the Roman equivalent of Dionysos. (lustration by Thomas Hope.)"
            }
        ],
        "headers": [],
        "content": "<p>130</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 131,
        "captions": [
            {
                "source": "caption",
                "text": "Priest of Bacchus—from a fictile vase. (Illustration by Thomas Hope.)"
            }
        ],
        "headers": [],
        "content": "<p>131</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 132,
        "captions": [],
        "headers": [],
        "content": "<p>Elohim, to say nothing of Shaddai, in order to alleviate the transition of devotion from one deity to another. But that this could not have been the case, and that the direct association of Yahweh with El went further back than the time of Moses, is evidenced by a Mesopotamian text which mentions the god Yau\"-ilu—that is, Yah-E]—which is usually translated as “Jah (or Yah) is god.”! This translation, however, is derived from the fundamentalist argument that El merely meant “God,” whereas it is well known that El was simply the name of a god who was also worshipped by the Canaanites and Phoenicians. It is therefore not improbable, as Cross has surmised, that Yahweh could have been a cultic name for El, an idea that Lloyd Bailey found quite plausible.” It then becomes obvious that the god that Moses introduced to his people was the very same one they had been worshipping since the time of Abraham un- der a different name. Whether Moses knew this or not remains a moot question. That El was the anthropomorphic manifestation of the planet Saturn we know from those very ancients who venerated him. Moreover, in a text discovered among the Dead Sea Scrolls, the god of Genesis is alluded to as “the Lord of the Universe.”? This appellation is near-identical to that attributed to Shamash/Saturn who was hailed as En-Me-Sar-ra, that is “Lord of the Law of the Universe.”* And, to be sure, that Saturn was the god of the Jews has been known since antiquity. Needless to say, this revelation does not sit well with modern Jews, even among those who tend to look favorably on the thesis presented in this very work. This was bad enough when, in the prequel to this work, I restricted my evidence to the Israelite god known as El, Eloah, and/or Elohim.6 But I now stand the chance of exacerbating matters by augmenting the argument to embrace Yahweh, because if Yahweh and El were one and the same, as the Jews themselves, to say nothing of Christians, maintain to this day, the identity of Yahweh as a personification of the planet Saturn simply cannot be ignored. In recent times, even Carl Jung had reached this conclusion when he stated that Saturn, whom he considered Earth’s “second sun,” was “the star of Israel and therefore to some ex- tent identical with Yahweh.” And, similarly, with other modern authors who could not es- cape the equation Yahweh = El = Saturn.’ The belief, however, is much older than that. “That Yahweh and Saturn were identical was a belief widely accepted in antiquity,”? William</p>",
        "markdown_converted": true
    }
]