[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 421,
        "captions": [],
        "headers": [],
        "content": "<p>immense blister formed and swelled until it burst and discharged “a molten, glowing mass” which congealed to form the Cuillins. The hag, that is Winter, ran away and was never seen again.! That Cailleach Bhur could not originally have stood for normal winter is evidenced by the fact that, when she ran away, she was never seen again. As we all know and needless to say, present normal winters continue to follow in succession in Scotland, as everywhere else. The only winter man remembers as having departed never to be seen again is the long winter of the last Ice Age. But, more important than that, the description of how the Cuillins were raised matches the manner in which volcanic mountains are raised. Concerning the Scottish legend just related, the same Vitaliano tells us that the “notion of a blister forming the earth’s surface and discharging a red-hot mass could only have been imagined by some early inhabitants of Skye, for volcanism in the Hebrides has been extinct for millions of years.”? Yet even she could not help noting that “nevertheless it could almost be an eye-witness account of the formation of a volcanic dome.”3 One of these domes, Vitaliano tells us, formed on the shores of Lake Toya on the Japanese island of Hokkaido as recently as 1943. “On December 28, 1943, a series of sharp earthquakes began to shake the shores [of the lake], and a huge blister began to swell the ground near the volcano Usu. Within six months it had risen to 165 feet above the normal ground level, and on June 23, 1944, it burst and erupted volcanic ash. It continued to grow, and ash continued to be erupted in small explosions. Finally, in November 1944, a dome of red-hot but solid lava started to protrude through the still-rising bulge. When the dome, named Showa- Shinzan (“the-new-mountain-of-the-reign-of-Showa”), reached a height of 990 feet above the original level of the land, it stopped growing; that was in September 1945, and today [1973] Showa-Shinzan is still vigorously discharging vapor.”* To which Vitaliano adds: “If this happened long ago, and was described only in some local legend of the Ainu people who inhabited Hokkaido before the Japanese, surely we would think it very much exaggerated, or even fictitious.”&gt; And so, also, despite Vitaliano herself, with the Scottish legend concerning the creation of the Cuillins—for, really, how could the ancestors of the Celts have described such a volcanic blister had they not seen one in action. There is, after all, nothing which at present resembles a blister in all of the Cuillins range. We have also already seen how the North American Indians of Washington state recount that: “When the world was very young, the land was flat where the Cascades now rise.” Then, as is often usual with these reminiscences, as a punishment for some committed offense, the Great Spirit “leaned down from heaven and [like the celestial crab of the Kayan] scooped up a</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 422,
        "captions": [
            {
                "source": "caption",
                "text": "The Cascades of Washington state which the Amerinds of the area believe to have been scooped up by the Great Spirit. (Photograph by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>great mass of earth, and with it fashioned the Cascades; Ocean flowed into the hole whence the material had been removed, making Puget Sound.”! Here, once again, we see the correct association of the raising of mountains with the incursion of the sea. Also already mentioned is the legend connected with the origins of Lake Chelan in the same state. “Once,” it is said, “there were no mountains or lakes in this part of the country, only a grassy prairie with abun- dant game.” But here it was not as punishment that the Great Spirit struck the earth so that the ground shook while an immense cloud descended and hid the land. When the cloud cleared, the entire area was changed. “Where there had been a plain there was now a range of lofty mountains; deep canyons marked the places where the rocks and dirt had been removed to make the mountains.”? Further south the Klamath Indians tell of a past conflict that took place between two godlike chiefs stationed on two mountains, one on Mount Mazama in Oregon, the other on</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 423,
        "captions": [
            {
                "source": "caption",
                "text": "Lake Chelan, Washington, said by the indigenes to have been created in the days of their ancestors. (Photograph by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>Mount Shasta in California. It is said that they hurled rocks and flames at each other until Mount Mazama collapsed, leaving an immense cavity which eventually filled with rain to form a lake, now the world-famous Crater Lake.! “The interesting thing about this legend,” Vitaliano notes, “is that, stripped of the supernatural elements, it describes rather accurately how Crater Lake was formed.”? What is more interesting is that simply by looking at Crater Lake, the indigenes would have had no idea how the cavity that holds the lake could have been produced. It is therefore more than probable that they actually witnessed the collapse of Mount Mazama and the later flooding of the crater. Nor is this geologically beyond such a memory since the eruption of Mount Mazama, once dated to 12,000 years ago, 3 has been more recently recalculated to have occurred sometime between 6,500 and 6,550 years ago.4</p>",
        "markdown_converted": true
    }
]