[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 283,
        "captions": [],
        "headers": [],
        "content": "<p>stress as the comet withdraws from the near vicinity of the Sun. Visually, it would then appear as if the nucleus was swallowing its own tail or—dare I say so?—as if the tail was impregnating the nucleus. While proto-Saturn could not exactly be described as having been a giant comet, overall it did resemble one. Like a giant comet, its proto-planetary orb would have acted as a nucleus, with its axial Birkeland column acting as its tail. Nor was this analogy lost on the ancients, although it would have occurred to them much later when comets became common in the sky. In fact, one of Shiva’s epithets is Mahaketuh,! which translates as “Great Comet” (from maha, “great,” and ketuh, “comet”?) I do not want to stretch analogies, but the tornadic nature of proto-Saturn’s axis mundi brings one more to mind. The electrical activity inherent in tornadoes is not well understood. A recent hypothesis claims that tornadoes may be formed when thunderstorms pass over positively charged oil deposits underground. But, again, there is no general consensus on this. A more believable explanation is that a tornado is a “form of atmospheric discharge.”* Thornhill thus describes the phenomenon: “Meteorologists are not sure how tornadoes form but they do know that they are often associated with severe electrical storms. The key to understanding tornadoes is that they are the result of rapidly rotating electric charge...The result is that enormously powerful electromagnetic forces are in control of the tornado. The result has been called a ‘charged sheath vortex’.”&gt; Of related interest are the so-called dust devils sometimes seen on the surface of Mars. As Thornhill explains, these dust devils are really tornadoes that dwarf their terrestrial counter- parts. More importantly, while they are an atmospheric electric phenomenon, they show quite clearly that clouds are not required for their generation.® In effect, despite its cloudy outer garment, according to Thornhill, a tornado is a rotating plasma cylinder.’ In this respect, if in no other, it is not much different from proto-Saturn’s polar axis. A tornado’s powerful effects, Thornhill goes on, “are due to the fact that the charged particles within the cylinder are moving at meters per second.”8 This is lent credibility by the mysterious lights that are often seen accompanying torna- does which have been described by observers as “a terrific glow of light,” a “flame-like flare,” and as “fire up near the top of the funnel” which “looked like a child’s Fourth of July</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 284,
        "captions": [
            {
                "source": "caption",
                "text": "The fury of a tornado, following which the funnel retracts back into the sky. (Photograph by the National Oceanic and Atmospheric Administration.)"
            }
        ],
        "headers": [],
        "content": "<p>pinwheel.”! In other cases vertical shafts of light like those from a searchlight were seen “darting around,”? while another was described as “an enormous column of fire.” Ball lightning, which itself is plasma, is also often seen accompanying tornadoes, like the one which touched down in Louisville, Kentucky, in March, 1890, where the phenomena was described as “ numerous balls of living fire.”4 Similarly, on July 9, 1932, a tornado touched down near Rock Rapids, lowa, from which “a fiery stream poured like water through a sieve, breaking into spheres of irregular shape as they descended.”&gt;</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 285,
        "captions": [],
        "headers": [
            "BACKLASH"
        ],
        "content": "<p>One tornado of special interest was observed by a student attending the Army Weather School at Chanute Field, Miami, Florida, on June 17, 1959. What this witness first saw was not even a tornado but a ray “that looked like a searchlight beam” extending out of the cloud cover. No turbulence was evident in this beam. Other passersby stopped to stare at it.! “Then abruptly the ray was instantly replaced by a normal tornado funnel. No transi- tion stage was noted. The funnel did not descend from the cloud layer. It appeared over all, in situ.” These are descriptions of plasma phenomena. The point I wish to make, however, is that tornadoes, too, are known to retract their spouts once their fury has been spent. It cannot therefore be rightly claimed that jet-like extensions of plasma are not capable of retraction. It still, however, needs to be asked: What would have caused the retraction of proto-Sat- urn’s axial column? </p>\n<p><b><center style='font-size: larger;'>BACKLASH</center></b></p>\n<p>Readers might have already noticed what may have seemed like a discrepancy between the transfer of charge as postulated by Ralph Juergens and Donald Scott. As we have seen, Juergens claimed that the slowly approaching Sun would have “stolen” proto-Saturn’s “fire.” Scott, on the other hand, posited that the higher voltage body, that is the Sun, would have thrown electric charge toward the lower voltage body, that is proto-Saturn. Was Juergens, then, wrong? Not really. And neither is Scott. But let us first take another brief look at plasma physics. As Alfvén noted: “From in situ space observations we know that there are current layers in space which separate space into regions with different magnetization, different temperatures and densities, and even different chemical compositions. Thus it has been found that space plasma has a tendency towards a cellular structure.” Examples of such plasma separations are given by Alfvén and include “the magnetopause and magnetotail sheets, the heliospheric equatorial sheet...and similar sheaths in the magnetospheres of Jupiter, Saturn, and Venus and probably sheets in the cometary tails also.”4 But, most importantly: “These sheets are caused by electric surface currents. They are sometimes very thin...Jt is almost impossible to detect them from a distance. A spacecraft usually sees no indication of such a sheet until it actually passes through it.”5</p>",
        "markdown_converted": true
    }
]