[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 355,
        "captions": [],
        "headers": [],
        "content": "<p>magnetic imprint at the time of firing, “suggest that the field has been decreasing only for the last 2,000 of these years, and increased during the previous 2,000.” Milsom himself, however, warned that there are “wide error margins” in the results obtained through this technique.! Even so, what can be said about this archaeologically-dated pottery? This concerns kiln-fired Etruscan and Attic vases. In such cases, the fired items tend to register the magnetic inclination, or dip, through the iron particles in the clay. A study of these vases by Giuseppe Folgheraiter in 1896 concluded that, in the eighth century B.C., Earth’s magnetic field must have been inverted in both Italy and Greece since the magnetic imprint of these receptacles indicated that the south magnetic pole was closer to the kilns than was the north magnetic one.” Meanwhile, similar studies were conducted by P. L. Mercanton on fired clay pots of the earlier Hallstat age in Bavaria, as also from the Bronze Age caves in the vicinity of Lake Neuchatel. These, however, indicated that during this earlier time, approximately the tenth century B.C., the direction of the geomagnetic field differed only slightly from its present value.3 From these items, Immanuel Velikovsky concluded that Earth’s magnetic field must have reversed its polarity sometime between the tenth and eighth century B.C., preferring the later date because of his own cosmic scenario.4 One objection that was raised against this by the editor of Science News and others is that Folgheraiter was wrong and that the pottery in question had simply been fired upside down.5 But, for one thing, Mercanton had already checked Folgheraiter’s method and results and found them to be beyond fault.6 And, for another, the vases in question could not have been fired upside down because, had they been, the glaze with which they had been coated, which responds to gravity, would have flowed toward their rims.” A more telling objection to these reversals stems from the fact that data derived from lake sediments dated to the same age fail to confirm the reversal,’ which could therefore not have been world-wide. There is additional evidence of a magnetic swing at around 1500 B.C. This came from examination of sediments at Loch Lomond in Scotland? and Lake Windermere in England.!° However, as Kenneth Hoffman indicated, paleomagnetic data obtained from sediments contain too many uncertainties, and have caused too much controversy, to be taken at face</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 356,
        "captions": [
            {
                "source": "caption",
                "text": "Etruscan vases of the 8th century B.C., similar to the ones shown, embody reversed magnetic polarity in the iron particles contained in the clay."
            }
        ],
        "headers": [],
        "content": "<p>356</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 357,
        "captions": [
            {
                "source": "caption",
                "text": "Attic pottery from the 8th century B.C. which, like the Etruscan vases on the opposite page, embody reversed magnetic polarity. (Illustrations by Christiane Simon .)"
            }
        ],
        "headers": [],
        "content": "<p>357</p>",
        "markdown_converted": true
    }
]