[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 374,
        "main_text": "There were, however, some who sought the slowing down of Earth’s rotation on the dates discussed above as due to something other than an electromagnetic effect. According to James Warwick, for instance, “current thinking is that [the] Danjon effect is due to solar irradiance in the ultraviolet expanding the atmosphere which increases the moment of inertia and slows the rotation.”! But, as Juergens had earlier pointed out, an electric charge, as in solar flares, is more likely to do the job. This is evidenced by the fact that an electric charge placed on a rotating flywheel will increase its polar moment of inertia. A similar, but more powerful, charge placed on Earth would therefore also increase its polar moment of inertia. But, because of the conservation of angular momentum, this increase has to be accompanied by a decrease in the angular velocity of rotation.2 How, then, would Earth return to its previous rate of spin? Juergens tells us that: “If the Earth’s customary burden of charge reflects the requirements of its customary environment [as at present], any excess charge acquired during an extraordinary event [as in our scenario] will presumably be dissipated into the environment rather quickly in the aftermath of that event. The Earth, [which would then be] effectively ‘grounded’ to the [new] interplanetary medium, must almost immediately begin to shed its excess charge, and its spin rate must increase accordingly. “When the process is completed, assuming that the environment itself has not been significantly altered by the passing event, we may expect to find that the length of the day is just about what it was before.”3 In our own scenario it cannot be said that “the environment itself” was not “significantly altered by the passing event,” since the “event” in our case, which added more planets to the Sun’s domain of influence, can hardly be called a “passing” one. Needless to say, in the case of proto-Saturn’s flare-up, the length of the day would not have been affected since the suc- cession of night and day had not yet established itself. A change in the “length of the day,” had there already been such a phenomenon, would have been achieved through a change in rotation, which is what we are mainly concerned with in the present chapter. Although still somewhat controversial, there are other lines of evidence which leads to a compatible conclusion. Earth’s equatorial bulge is the result of the centrifugal force of its ro- tation. It has, however, been pointed out that the equatorial bulge is greater than Earth’s pre- sent rotational speed requires. It has therefore been suggested that the extra dimensions of the 1 (1983),pp. 26-28; F. Carter, et al., “A Comparative Spectral Analysis of the Earth’s Rotation and Solar Activity,” in ibid., Vol. 114 (1982), pp. 388-393; G. P. Pil’nik, “Multiple Waves in the Earth’s Diurnal Rotation,” Soviet Astronomy, Vol. 28, No. 1 (1984), pp. 112-114; J. S. Trefil, Space Time Infinity (N. Y., 1985), . 159. TL. Ellenberger, “Saxl’s Pendulum: Convection of Electric Charge Revisited,” AEON II:2 (February 1990), p. 63. 2R.E. Juergens, op. cit., p. 13. 3 Ibid., pp. 13-14. 374",
        "captions": [],
        "bibliography": "",
        "headers": [
            ". 159."
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 375,
        "main_text": "bulge constitute a residue from a former time when Earth spun faster.! This hypothesis had in fact been proposed earlier by George Darwin, son of the more famous Charles.? Furthermore, Alan Binder and Donald McCarthy pointed to the extensive array of linea- ments running longitudinally across the face of our globe. These linear geological features, the nature of which is outside the scope of the present chapter, led them to see in them the scars left behind by sudden changes in Earth’s rotation Changes in Earth’s past rotational speed has meanwhile been blamed on tidal action. These tides are supposed to be generated by the Sun and Moon,? a hypothesis which actually goes back to Lord Kelvin. But as W. Munk and G. J. F. MacDonald pointed out, “there are few problems in geophysics in which less progress has been made.”5 Alfvén and Arrhenius were of the opinion that much of Earth’s primeval spin has been transferred to the Moon.® This might have been true, but, in our scenario, at a later time when Earth joined in wedlock with our lunar neighbor. If, now, under current conditions, Earth’s rotation can be slowed down by a standard solar flare, the charge dispatched by the Sun toward proto-Saturn should have slowed it even more—much more than the 10-millisecond-amount detected by Plagemann and Gribbin in 1972. We remind the reader of Friedman’s words that “such a storm amounts to no more than a tiny ripple in the usual steady flow of solar energy.” Needless to say, that primeval solar discharge which resulted in proto-Saturn’s flare-up was much more tremendous—in fact, colossal. Leroy Ellenberger has meanwhile saw fit to remind us that in order “to cut Earth’s rotation in half requires 100 million times more charge than Earth can possibly hold.”7 However, he also tells us that the Danjon effect we have just discussed itself requires 10,000 times more electric charge than the Earth is physically capable of holding.’ But, for one thing, it is not here posited that Earth’s rotational speed was cut in half; it was probably much less. And, for another, neither is it posited that Earth held this charge, anymore than it held the 10,000-times overload of the Danjon effect which, after all, did transpire. In the past, it had also been pointed out—even by astronomers who should have known better—that if Earth were to stop or slow considerably down, all unattached objects on its surface would fly off. These would-be critics included such well-known authorities as Isaac Asimov and Edwin Krupp.? But, on the contrary, as Shulamit Kogan pointed out, “were the Earth to stop rotating—within a little over an hour—not even stalactites would break, let",
        "captions": [],
        "bibliography": "1 New Scientist (November 23, 1996), p. 55. 2 Jueneman, “Pterodactyls in the Mesozoic: A Flap in Time,” AEON V:2 (April 1998), p. 29. 3 A. B. Binder & D. W. McCarthy, “Mars: The Lineament Systems,” Science 176 (1972), p. 279. 4H. Alfvén & G. Arhennius, Evolution of the Solar System (Washington, D. C., 1976), p. 154. 5 W. Munk & G. J. F. MacDonald, “The Rotation of the Earth: A Geophysical Discussion (Cambridge, 1960), p. 15. 6H. Alfvén & G. Arhennius, op. cit., p. 163. TL, Ellenberger, “Of Lessons, Legacies, and Litmus Tests: A Velikovsky Potpourri, “ Part One, AEON III:1 (November 1992), p. 94. 8 Tbid.; idem, “Saxl’s Pendulum: Convection of Electric Charge Revisited,” AEON IL:2 (February 1990), p. 63. 9S. Kogan, “Sagan vs. Sagan,” KRONOS VI:3 (Spring 1981), p. 37. 375",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 376,
        "main_text": "alone things fly off the Earth.”! And yet, this error continued to surface among those who wished to vilify Velikovsky. The main problem here is that these critics, as Dick Atkinson pointed out, seem to have held “the silly idea that rotation somehow holds us down” when “actually it throws us off.”? They seem to have forgotten the role that gravity plays in holding objects to the ground. “You are being held down on to the Earth’s surface by a force we call gravity [Peter Warlow found it necessary to explain]. The rotation of the Earth produces a minute force—about one three-hundredth of the gravitational force at most—which is seek- ing to throw you off. It is, of course, far too small to succeed against the pull of grav- ity. If the Earth stopped rotating—however suddenly— that outward force would cease, and you would be held very slightly more firmly to the surface.”3 Of course, as Warlow additionally points out, objects on the surface of the rotating Earth also have momentum. At the equator, objects are being carried around at something like 1,000 miles per hour. Thus, were Earth to stop rotating, all unattached objects, while not flying off, would still skid across the surface. Damage to physical objects would be bound to ensue. People, too, would naturally suffer harm, but friction and collision with other items would soon bring everything to rest.4 What must also be stressed, however, is that we are not here advocating a rotational stasis. Earth did not stop rotating due to proto-Saturn’s flare-up. It only slowed down—and probably by much less than half its former speed. Harm and damage would have been much less. The oceans, however, would have inundated western shores, while retreating from eastern ones, with a general flow toward both poles.° Earth would then have tended to resume its former speed. We are not at present in a posi- tion to say what Earth’s rotational speed, as well as proto-Saturn’s, had been prior to the flare-up; nor can we be absolutely certain that both, or either, of these two bodies would have returned to their exact pre-flare speed, despite their tendency to do so. This is because, with the additional bodies introduced into the Sun’s domain, the Solar System’s own electrical balance would also have changed. What would also have changed, at least temporarily, but still for a very long time, is Earth’s own internal heat sink. FRICTIONAL HEAT As noted in our previous chapter, Earth’s core is believed to be liquid or, at best, semi- liquid.® Others have theorized that the core is composed of two layers, and that the inner one",
        "captions": [],
        "bibliography": "1 Ibid. 2D. Atkinson, “Cosmic Winter Revisited,” Chronology and Catastrophism Review XV (1993), p. 46. 3 P. Warlow, The Reversing Earth (London, 1982), p. 70 (emphasis as given). 4 Ibid. 5 See here F. B. Jueneman, “The Terrestrial Sea: A Critical Model of Science and Myth,” AEON IV:6 (May 1997), pp. 32-33. 6 See here, for instance, V. Clube & B. Napier, The Cosmic Serpent (London, 1982), pp. 126-127. 376",
        "headers": [
            "FRICTIONAL HEAT"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 377,
        "main_text": "is actually solid, with only its surrounding outer core being in a fluid state.! As also noted in our last chapter, any change in Earth’s rotational speed would affect the core differently. This is because of the difference in composition between the core, or cores, and the surface. It might also be pointed out that, as disclosed by Xiaodong Song and Paul Richards, the inner core has its own rate of rotation. The solid inner core is said to spin about two-thirds of a sec- ond per day faster than the surface. But since this adds up to only one extra rotation every 400 years,? it need not presently bother us. It is mainly the difference in composition between the core, or cores, and the surface material that is of importance to our thesis. This is because, under these circumstances, were the Earth to slow down in its rotation, the core, or cores, would continue to spin at the old rate. What “is evident from the translatability of crustal blocks,” Warren Hunt tells us, is that “there is little coherence between layers of the earth.”3 “Therefore, if something stopped the surface, the core would continue. And, the heat buildup would be sudden and lead to immediate catastrophic explosions world-wide, from which few larger life forms would likely emerge intact.”4 This heat buildup would be due to the friction created between Earth’s upper surfaces and its core or cores. Hunt, however, seems to have overstated his case, somewhat exaggerating the ensuing destruction. And in any case, as already stressed, we are not positing that anything stopped Earth from rotating. As Alfred de Grazia noted, “if the Earth’s rotation is interrupted, a fracture of the Earth’s crust will reduce the energy of the braking and increase the time given to it.”5 “There is literally all the difference in the world between an earth slowing in a day and an earth ceasing abruptly to rotate. Indeed, it is impossible for a sudden stop to occur.”6 The frictional heat engendered between the bottom of Earth’s outer crust and inner regions would have risen upward to the surface through both convection and conduction. And this, in its turn, would have resulted in spontaneous and world-wide volcanic eruptions. Are there any indications that world-wide eruptions occurred anywhere around our benchmark date of 10,000 years ago? On the basis of an article which appeared in the Feb- ruary 14, 1975 issue of Science, Jill Abery could report that: “...a study of volcanic ash in deep sea cores indicates that there have been global episodes of volcanism, notably in the Mesozoic, Caenozoic and Quaternary...Such",
        "captions": [],
        "bibliography": "'C. Kulyk, “Spinning Heads: Our Planet Within a Planet,” Equinox (December 1996), p. 14. 2 Ibid. (emphasis added). 3 C. W. Hunt, “Astroblemes and Gastroblemes,” AEON II:1 (June 1989), p. 34. 4 Ibid. 5 A. de Grazia, Chaos and Creation (Princeton, 1981), p. 8. 6 Ibid. 377",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 378,
        "main_text": "ice-sneets associated witn me Ice-age Cycles. * The Quaternary period includes the Pleistocene epoch during which the last Ice Age occurred, the end of which is usually dated to have occurred somewhere around our very benchmark date. (Of the earlier spates of global volcanism we shall speak later.) In fact, intense volcanism is said to have characterized late Pleistocene (and/or late Quaternary)?",
        "captions": [
            {
                "source": "internal",
                "text": "World-wide volcanic eruptions would have ensued due to frictional heat generated between Earth’s subsurface layers and its inner core material. (illustration by the author.)"
            },
            {
                "source": "external",
                "text": "greatly increased volcanism has occurred during the last 2 Myrs and appears to be strongly correlated with the major and rapid fluctuations of climate, sea-levels and"
            }
        ],
        "bibliography": "1J, Abery, “Volcanism and Catastrophic Mythology,” SIS Workshop 6:2 (August 1985), p. 9. 2 J, P. Kenneth & R. C. Thunnell, “Global Increase in Quaternary Explosive Volcanism,” Science 187 (1975), pp. 497-503; J. R. Bray, “Pleistocene Volcanism and Glacial Initiation,” Science 197 (1977), pp. 251-254. 378",
        "headers": []
    }
]