[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 73,
        "captions": [],
        "headers": [],
        "content": "<p>bedrock of southern Algeria where, in some cases, they stretch for hundreds of miles;! erratic boulders, some of which still bear glacial scratch marks;? and eskers—long but relatively gravel ridges—one of which snakes along the desert for thirty miles. In utilizing the same data, Flavio Barbiero has more recently again revived that old chestnut, polar shift, to account for these glacial signatures. As he argued: “The marks left by thick ice in Africa and India...are compelling evidence that the poles have wandered from what is today’s equator to the actual [that is present] poles.”4 What these investigators seem to forget is that the ice age which gripped the present area of the Sahara occurred “some 440 million to 465 million years ago,”&gt; in the Ordovician pe- riod, when Africa, South America, India, Australia, and Antarctica were still joined together in the supercontinent that has been named Gondwana. What must be kept in mind is that this supercontinent was located in Earth’s southern hemisphere. And, judging by the direction in which the glaciers traveled, as indicated by the signs they left behind, it does seem that the south pole was then located plumb in the middle of the Sahara region. It is not, however the poles that have wandered from this locality, but, rather the continents themselves. Now it is true that glaciologists had previously placed the south pole during this interim in East Antarctica (see map on page 11 of this same work). But, for one thing, with the conti- nents splitting and shifting, there is no reason why both Africa and Antarctica could not have passed over the pole at different times. For another, beyond a general profile, the actual con- figuration of Gondwana is still somewhat imperfectly known. Allan and Delair can thus only claim that glacial signatures in the Sahara and similar lo- calities occur “far beyond the limits of the most extensively conceived ice-sheets” because their particular cosmic scenario only allows for one ice age, that of the Pleistocene. Of course, following the assumptions of V. Oppenheim® and A. J. Mantura,’ Allan and Delair have questioned the adequacy, if not the very validity, of continental drift. But while one can argue the actual fit of the continents prior to separation, the correct paths they followed in drifting, and, yes, even the rate of drift, to say nothing of the length of periods involved, the science of plate tectonics can now be said to be securely established. While I am at it, I might as well lay Barbiero’s particular hypothesis to rest. As in other theories before his, the pole shift he envisions is assumed to have been caused by an asteroi- dal impact. Unlike others before him, however, he was astute enough to realize that, in order to shift Earth’s axis, such an impact would have to have been a grazing one. More than that,</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 74,
        "captions": [],
        "headers": [
            "MORAINES"
        ],
        "content": "<p>his calculations showed that the force of the luni-solar gravitational attraction on the terres- trial bulge would have had to have the same direction of the force developed by the asteroidal impact.! But as he himself was honest enough to confess, this condition would have no more than a 50% chance of probability. “Therefore, the probability that an impact results in a shifting of the poles is smaller than 50%, regardless of the size of the asteroid.”? As he rea- soned, “we can reasonably expect this probability to be in the range of 10% for objects with a mass of adequate value.” True enough, his calculations also indicate the probability of “at least 4 collisions each million year period with objects as large as one kilometre or more.”4 Even so, a 10% prob- ability for the perfect grazing blow to shift Earth’s axis is already low enough. And while this is theoretically applicable to one ice age—say that of the Pleistocene—the probability is se- verely lessened when the same cause is hypothesized, time and again, for an entire series of ice ages. </p>\n<p><b><center style='font-size: larger;'>MORAINES</center></b></p>\n<p>Allan and Delair are also incorrect when they state that “neither mountain glaciers generally, nor the Antarctic or Greenland ice-sheets, are now accumulating extensive ‘drift’-like deposits”&gt;— although we do note their caution in their use of the words “generally” and “extensive,” to say nothing of their own admittance that “moraines are today found at the foot of many glaciers.” Only at their “foot”? The truth is that all glaciers accumulate drift, underneath, to their sides, and up in front of them. This, they then tell us, “does not necessarily signify that every moraine associated with ‘drift’ deposits was actually produced by glacial action.” How else, then, can moraines be formed? As they inform us: “A receding sea-tide will leave what is essentially a moraine upon a beach...”” True—but this can hardly be compared to terminal moraines left behind by the melting glaciers of past ice ages, some of which constitute entire hills measuring up to 150 feet in height.’ They also tell us that “at least one good record is known of a morainic structure formed by unusually severe cloudbursts— moraines which covered several acres and contained trees, soil, stones and boulders weighing up to an estimated 100 tonnes each.”? Here they refer to an event that took place in 1872 and reported by A. M. Gibson in the Alabama Geological Survey in 1895. This cloudburst, accompanied by tornadoes, created a flood that scoured the north-west side of Coosa Mountain in a sixty-foot wide washout three to four feet deep. The</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 75,
        "captions": [],
        "headers": [],
        "content": "<p>flood carried trees, soil, and rocks down the mountainside, creating what has been described as a “moraine-like” heap at the base of the mountain. Several scars of even greater magnitude were scoured on the south-east side, where rocks of all sizes were swept down and heaped over acres of ground.! It is one of these slabs that was calculated to weigh a hundred tons— but not “tonnes” as Allan and Delair have it.2 But let that pass—we are still speaking of an enormous slab. So what can be said against this? Well, yes, floods have been known to carry away not only trees and boulders, but roads, buildings, and bridges too, scattering them along the way. But these can hardly be classified as moraines. Actually, one can revert Allan and Delair’s adage by claiming that this “does not necessarily signify that every moraine-like pile of de- bris was actually produced by flood action.” I would have liked to say that this is a sword that cuts both ways, but, unfortunately, in this particular case, one side of the sword is se- verely blunted. Thus, the swath of destruction left behind by the Coosa Mountain cloudburst might have been moraine-like, but it hardly qualifies as a terminal moraine. We are not here so much concerned with lateral or median moraines. Our concern is with terminal moraines. For a flood of water to leave behind a terminal moraine that is over a hundred foot high would require a wave of the same height or higher. Such a wave would then have to come to a sudden halt and retreat in order to leave its hundred-foot-high rubble piled up behind—a virtual impossibility, needless to say. Only advancing and retreating glaciers can accomplish such a feat. I will, however, grant that there are cases in which water-transported debris is found in association with glacial action and thus not always easily identifiable. Thus, to give but one example: “Near the border of Montana and Idaho...an arm of the Cordilleran Ice Sheet blocked the Clark Fork River valley, holding back the water until it formed a lake with an area of more than 3,000 square miles. When the glacial dam eventually gave way, an esti- mated 300 cubic miles of water burst out—probably within a matter of days. The roaring torrent greatly deepened the river valley and carried boulders that measured more than 35 feet in diameter for hundreds of miles across the Columbia Plateau.” No terminal moraine was, however, left behind by this roaring torrent. Besides, glacial moraines, especially terminal ones, are so distinctively positioned that, by relying on the gla- cial theory, Louis Agassiz, as many others after him, could correctly predict exactly where they would be found even in terrain that was entirely foreign to him.4 Nevertheless, despite all the above, it can safely be concluded that, once their reliance on Sitchin’s particular cosmic scenario is ignored, Allan and Delair have gone a long way in il-</p>",
        "markdown_converted": true
    }
]