[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 148,
        "captions": [],
        "headers": [
            "DWARF STARS"
        ],
        "content": "<p>Out in space, where direct heat is lacking, ionization occurs due to ultra-violet and X-ray radiation. The plasma then develops electric currents together with magnetic fields of its own in response to the galactic field around it. Once virtually “unknown” in space, which was thought of as a vacuum, plasma is now known to permeate the entire Universe. “While only a few natural plasmas, such as flames or lightning strokes, can be found near the Earth’s surface, plasmas are abundant in the universe. More than 99% of all known matter is in the plasma state.”! Once discounted as a possible spatial influence, interstellar plasma is now spoken of as a matter of fact—as notice when Neil Gehrels and his colleagues proclaim that: “Just as Earth’s atmosphere causes visible starlight to twinkle, interstellar plasma causes radio waves to scintillate.”? Birkeland currents, on the other hand, consist of a flow of electrons through a stream of plasma, thus carrying electrical current as long as they are traveling parallel to the direction of the magnetic force. The current that is thus generated in the plasma is actually similar to a current flowing through a transmission line. This current is then “pinched” into long filaments which twist themselves into rope-like structures. It is these rope-like filaments that are known as Birkeland currents, named after Kristian Birkeland, the founder of experimental astrophysics. These currents rotate to form a plasma vortex which in fact is nothing but an electrical tornado. </p>\n<p><b><center style='font-size: larger;'>DWARF STARS</center></b></p>\n<p>Red and brown dwarf stars have now been discovered in quantum sufficit. Red dwarf stars—which are mostly white7—have been defined as miniature stars which lack sufficient mass to ignite the nuclear energy stored in the cores of their more massive brethren. Brown dwarf stars are slightly less massive than their red siblings and are, in fact, just as red as the red dwarfs. The first clear observational image of a brown dwarf, photographed at the Mount Palomar Observatory, was made on October 27, 1994. Verified by NASA’s Hubble Telescope, and named Gliese 229B, it was discovered as a companion to the cool red star Gliese 229, said to be located 19 light years from Earth in the constellation Lepus. At 20 to 50 times the mass of Jupiter, it was at that time “the faintest object ever seen orbiting another star.” According to Shrinivas Kulkarni, its spectrum “is astonishingly just like that of a gas giant planet.” As he added, “it looks like Jupiter, but that’s what you’d expect for a brown dwarf.\"4</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 149,
        "captions": [],
        "headers": [
            "SATURN AS A SUB",
            "BROWN DWARF"
        ],
        "content": "<p>The similarity with Jupiter does not end with Gliese 229B’s spectrum. Brown dwarfs were eventually discovered to possess stratified clouds much like those on Jupiter,! with weather patterns to match, even though Adam Burgasser is of the opinion that “the weather on these more massive brown dwarfs makes the Great Red Spot [on Jupiter] look like a small squall.”? Nor are all brown dwarfs as massive as Gliese 229B. Brown dwarfs the size of Ju- piter have been posited.? As Mark Marley proclaimed: “If you line up a mug shot of Jupiter up with these guys, it is just a very low-mass brown dwarf.”+ </p>\n<p><b><center style='font-size: larger;'>SATURN AS A SUB</center></b></p>\n<p>-</p>\n<p><b><center style='font-size: larger;'>BROWN DWARF</center></b></p>\n<p>If Jupiter can be considered a low-mass brown dwarf star, then why not Saturn? True enough, Saturn is much less massive than Jupiter, but it might not always have been so. Wallace Thornhill, for one, sees no objection in classifying Saturn as a dwarf star.5 Just as the demarcation between red and brown dwarfs seems to be arbitrary, so also that between brown dwarfs and giant gaseous planets.® The brown dwarf designated 2MASS 0415-0935 “weigh[s] so little that it falls in the range of what astronomers would usually call a giant planet.” Nor is this the only brown dwarf with such featherweight mass. Moreover, a new a class of objects have been discovered with such low mass that as- tronomers are no longer sure what to call them. Knowing what these borderline bodies really are, Frederick Vrba confessed, is not all that obvious “since these objects have the same masses, chemical compositions, and radii as planets.”* Alan Boss suggested the term “sub- brown dwarfs” to distinguish them from their more massive siblings. “Give a billion years of cooling and evolution,” Glen Schneider opined, “and these objects may be indistinguishable from planets.”? As Maria Zapatero-Osorio stated: “With time, they will look like Jupiter and Saturn.”!0 Our own position is that Saturn had once been such a sub-brown dwarf star carrying Earth with it in axial tandem as its satellite. Hinted at as early as 1884 by Oskar</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 150,
        "captions": [],
        "headers": [
            "THE AGE OF DARKNESS"
        ],
        "content": "<p>Reichenbach,! the idea that Earth had previously been a satellite of Saturn was later postulated by Immanuel Velikovsky.? Brown dwarfs stars have a tendency to travel alone in space. Surmised to have been ejected from star-forming regions, these so-called embryos are “destined to spend eternity alone as brown dwarfs.” As Jeffrey Winters reported: “No one knows how many...roaming brown dwarfs there are in nearby space...”4 This is even truer of sub-brown dwarfs.5 Taken in consideration with other matters, this has led us to posit that the Saturnian mini-system, Earth included, had probably been wandering out in space outside the domain of the present Solar System. This hypothesis is lent additional weight by one of the most persistent of themes within the universal mytho-historical record which informs us ad nauseam that, during the time when the solitary Saturnian sun hung immobile in Earth’s north celestial pole, the Sun was absent.® </p>\n<p><b><center style='font-size: larger;'>THE AGE OF DARKNESS</center></b></p>\n<p>Just as persistent was the ancient belief that, in the beginning, Earth was engulfed in darkness. Again, because this primeval situation is so crucial to our thesis, it would not be amiss to supply additional mytho-historical evidence for its occurrence to what has already been furnished in our previous volume.” The Gnostics, for instance, even believed that the darkness was created, thus giving the impression that it had not always existed.® This late interpretation, however, was derived in a religio-philosophical endeavor to show that everything in existence must have been created by an intelligent designer—which, incidentally, is a concept that seems to be regaining popularity in the modern world even among scientists. But that this primeval darkness had always existed as far as mankind was concerned is borne out by the myths of almost every ancient race and nation. From India we come across a Vedic hymn which relates that: “In the beginning, every- thing was like a sea without a light.”® This is what Heinrich Zimmer has alluded to as “the familiar primeval situation” in Hindu belief—there was only water and the starless night.!° The Finno-Ugrics recall “a time when the universe was plunged in darkness because neither sun nor moon nor stars as yet shone in the sky.”*!!</p>",
        "markdown_converted": true
    }
]