[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 28,
        "captions": [],
        "headers": [
            "ICE AS ITS OWN CAUSE"
        ],
        "content": "<p>by cool summers. The snow on hills and mountains would thus endure through the summers. The snow’s increased reflectivity of solar rays would reduce temperatures, more snow would fall, and less would melt. Given a series of such harsh weather conditions, ice sheets would eventually develop.! Quad erat demonstrandum. As Chorlton expressed it: “History suggests that the snowblitz theory is less than fool- proof.”? True enough, the so-called Little Ice Age, which gripped the world in medieval times, did owe its cause to a series of drastically cold winters and summers. But, not only did this situation last a mere few hundred years, the ensuing frigidity fell drastically short of what could rightly be termed an ice age. North America and Eurasia came nowhere near being buried in miles-thick glaciers. Granted, one might argue that just because it did not go all the way during the Little Ice Age, it does not necessarily mean that a similar situation might not have prolonged itself and thus intensified into a proper ice age. But this, then, would have to have transpired more than once and, judging by what has been going on climatically since the last Ice Age, the burden of proof, despite the Little Ice Age, remained on Lamb and Woodroffe’s shoulders. </p>\n<p><b><center style='font-size: larger;'>ICE AS ITS OWN CAUSE</center></b></p>\n<p>In 1964, Alex Wilson, a glaciologist from New Zealand, reverted to the theory that the ice ages were caused by the ice itself, but with a slight difference. As Windsor Chorlton ex- pressed it: “Wilson’s scenario was relatively simple,”? and it amounted to the following. Starting with the Antarctic ice sheet, Wilson explained how this grows thicker and thus heavier during thousands of years of snow accumulation. The immense pressure exerted on the bottom ice causes it to melt and the water thus formed acts as a lubricant for the entire sheet. The motion of the entire Antarctic sheet would then accelerate, and the ice would slip into the surrounding water. As it spread and broke up, the ice would reflect increasing amount of solar radiation back into space. This would cause a rapid cooling of Earth’s south- em hemisphere. Wind and marine currents would then convey this chill northward, which would radically alter the world’s weather patterns. In its turn, this coldness would cause ice sheets to form in the northern hemisphere. Over thousands of years, North America and Eurasia would be buried under ice.+ The ice age would then have ended through a reversal of the above mechanism. “The massive outward surge of the colder ice” at the Antarctic would cool the base of the ice sheet, thus stopping the melt and depriving the sheet of its lubrication. The ice would stop surging into the sea, floating ice would be diminished, and thus less solar radiation would be re- flected back to space. The southern hemisphere would warm up, currents would then warm the northern hemisphere, and the northern ice would begin to melt. The cycle would then re- peat itself.5</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 29,
        "captions": [],
        "headers": [
            "COLD VERSUS HEAT"
        ],
        "content": "<p>All very neat, as Chorlton put it. “But the evidence in support of Wilson’s theory,” he went on, “is not wholly convincing.” Antarctic surges of the sort Wilson had in mind, he argued, are not now apparent.! Well, not quite. That might have been true in 1983, but it is now known that such surges do take place in Antarctica, and through the very lubricating mechanism espoused by Wilson. These surges, however, are presently restricted to the Ronne and Ross ice shelves. The result of these surges, however, is contrary to what Wilson expected. What is actually transpiring is that these ice shelves are melting and the glaciers that feed them are retreating.? In the meantime, Earth’s climate is not getting any colder. And if the Antarctic ice sheet does not at present act in the manner advocated by Wilson, what could have caused it to act according to his theory in the past? </p>\n<p><b><center style='font-size: larger;'>COLD VERSUS HEAT</center></b></p>\n<p>Back in 1883, the British physicist John Tyndall had already noted that those who were searching for the cause of ice ages “have overlooked the fact that the enormous extension of glaciers in bygone ages demonstrates, just as rigidly, the operation of heat as well as the ac- tion of cold.”3 As he stressed, cold is not sufficient to produce glaciers.4 What Tyndall meant was spelled out clearly in 1952 by Donald Menzel. “I have always believed than an ice age is not, of necessity, a cold age,” he told his listeners at a conference. “Tn fact, as others have noted,” he went on, “an increase of solar radiation, rather than a de- crease, may well bring about an ice age, because of the greater evaporation from the oceans produced by the stronger solar radiation.”&gt; As Hooker had it plainly stated: “An analysis of all theories which have heretofore been advanced shows unmistakably that without exception every one is based upon the precon- ceived assumption that colder climate, per se, was the cause of ice ages.” Thus, as Hooker ably reasoned, glaciologists are not really looking for the cause of ice ages, but, rather, for what caused Earth’s climate to grow colder.” Barbara Bell was of the same opinion when she pointed out that a decrease in solar radia- tion would account for less precipitation and thus “virtually impossible to build up any ap- preciable ice sheet on the land.”8</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 30,
        "captions": [],
        "headers": [
            "UPLIFT OF LAND"
        ],
        "content": "<p>Revived more recently by the prophet of doom John Hamaker, this same notion was again boosted in 1992 by Gifford Miller who came to Hamaker’s support: “People are taught in high school that when the world gets cold, an ice age begins. The geologic record is showing us this is not so. Just before the last climate crash, temperatures got a little warmer, as they are getting a little warmer today.”! Anne de Vernal, from the University of Quebec in Montreal, then joined the club. “That glaciers are cold,” she rightly pointed out, “does not mean they are triggered by cold.”? The problem with this mechanism is twofold. First, what would have induced the Sun to supply more heat than usual? Secondly, according to Tyndall, the heat required to evaporate the oceans in order to precipitate sufficient moisture in the form of ample snow to cause an ice age would raise a mass of iron five times greater than the mass of the ensuing ice to the melting point.3 Even though Tyndall erred in his calculation and exaggerated the effect, + the oceans would still have had to heat up. It is not enough for Leroy Ellenberger to remind us that “the ice accumulating today in Greenland and elsewhere does not originate from water that has literally boiled.”&gt; Today’s ice, in Greenland and elsewhere, does not constitute an ice age. Even so, it remains difficult to see how Tyndall’s tremendous evaporation could have turned into snow amid his postulated infernal heat. Upon condensing, this evaporation should instead have fallen as rain. This then becomes the dilemma: for an ice age to occur according to the above postulate, Earth would have had to fry which would have kept the ice from forming. </p>\n<p><b><center style='font-size: larger;'>UPLIFT OF LAND</center></b></p>\n<p>Back in 1958, Cesare Emiliani attempted to revive the theory of continental uplift as a solution to the occurrence of ice ages. Commencing with the end of the Cretaceous period, Emiliani appealed to the sinking of a large portion of the Pacific bottom and “similar founderings.” According to him, this was accompanied with a simultaneous epoch of moun- tain building which created such chains as the Rockies, Andes, Alps, and Himalayas. This prolonged process resulted in “millions of square miles of previously immersed land” which now rose above a posited shallow sea. “Since dry land absorbs less solar radiation than water does,” he reasoned, “the world climate became steadily colder.” Some two million years ago, permanent ice caps developed in Antarctica and Greenland. These caps would have reflected the Sun’s heat back into space. © As he continues:</p>",
        "markdown_converted": true
    }
]