[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 226,
        "captions": [],
        "headers": [],
        "content": "<p>“Using the 3.5-meter New Technology Telescope of the European Southern Obser- vatory in La Silla, Chile, [Charles] Lada and his colleagues studied the Orion Nebula, an active star-forming region some 1200 light years from Earth. “They found more than a hundred faint brown dwarfs floating around the nebula and 60 per cent of them turned out to emit excessive amounts of infrared radiation, indi- cating that they are surrounded by disks of warm dust. “Some of these dusty disks had been photographed a couple of years ago [in 1999] by the Hubble Space Telescope. But Hubble could not see the obscured central objects and astronomers assumed that they were normal young stars. “But infrared radiation is not absorbed by dust, so the central objects are visible in the new observations and many of them turn out to be low-mass brown dwarfs, according to August Muench of the University of Florida.”! Low-mass brown dwarfs are sub-brown dwarfs or planetars. Thus, our claim, as deduced from the mytho-historical record, that the sub-brown dwarf star that was proto-Saturn was surrounded by a circumstellar disk is right on the mark.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 227,
        "captions": [],
        "headers": [
            "THE AXIS MUNDI"
        ],
        "content": "<p>Chapter 12 Lord of the Lingam </p>\n<p><b><center style='font-size: larger;'>THE AXIS MUNDI</center></b></p>\n<p>Te other item discussed in our previous volume that has yet received but slight mention in the present one is the jet-like plasma that stretched between proto-Saturn and Earth. From Earth, this jet would have appeared as a singular ray of light emanating from proto-Saturn or, as some had it, from the primordial ocean surrounding the proto-Saturnian orb. Thus, in a hymn of praise to Ra as contained in the Papyrus of Ani, the primordial water known as Nu is said to have flooded the deity “with his rays of light.”! In Japan, this ray was visualized as “the Heaven-uniting pillar, on which the heavens rested as on a prop.”? The Christian Sibyllines referred to it as a “pillar of glory.”? In Egypt, this heaven-sustaining column was known as khu and/or khut, which word utilizes a hieroglyphic character that translates as “vertical streamers of light ascending the world axis.”+ The message is clear enough: Although the direction of the light was interpreted differ- ently by different peoples—that is, ascending or descending—what the ancients purport to have seen was exactly what Hippolytus described as “the downward flow of light from above” and as “a ray coming from above.” Even Plato had reason to describe it as “‘a straight light like a pillar” which has been understood as “stretching along the axis of the cosmos,”¢ while others have presented it as “a cylinder of aetherial fire surrounding the axis.”7 There were also some who thought of this pillar of light as the god’s single leg, or as the god acting in solemnity while standing on one leg.8 This was even true of the Hindu Manu, considered by some as the prototype of the Biblical Noah, who stood on one foot performing awesome austerities for 10,000 years.? Osiris/Saturn, on the other hand, was lauded as having occupied a position above the leg of heaven, which leg was described as a “leg of fire.””!° This brings us face to face with one of the most controversial deities from Indic lore—the Lord Shiva—who received but passing mention in our previous volume.!!</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 228,
        "captions": [],
        "headers": [
            "SHIVA"
        ],
        "content": "<p><b><center style='font-size: larger;'>SHIVA</center></b></p>\n<p>Francis Wilford reported that “many of the Hindus acknowledge that S[h]iva, or the god Jupiter, shines in that planet.”! This, however, is as good as his other assertion that the Sun “is the peculiar station of Vishnu.”? It is doubtful that modern Hindus believe that Shiva ever personified the planet Jupiter. But even if some of them do so believe, their belief would not necessarily reflect that of their ancient forefathers. Note, for instance, the modern Hindu belief that Surya personifies the Sun when, as already indicated, Surya’s characteristics are anything but Sun-like. Likewise, in Ptolemaic Egypt, Osiris was considered the god of the planet Venus,&gt; Ra the god of the planet Mars,* and Set the god of the planet Mercury,&gt; but we find nothing to substantiate these late beliefs in the literature of the more ancient dynasties. None of the above holds up under the scrutiny of comparative mythology. And it is in the earliest antiquity that we must seek the answer to Shiva’s identity. Over a century and a half after Wilford, Immanuel Velikovsky also identified Shiva as having represented the planet Jupiter,° an identification that has been repeated blindly by various of his followers.’ Unfortunately, Velikovsky’s identifications of the Indic deities as various planets were often inadequately documented. In some cases, he offered no supporting evidence whatsoever. That the identification of Shiva as Jupiter is erroneous, I have already documented elsewhere,’ and all I will add here is that there is nothing in the mythology of Shiva which compares favorably with that of the Jovian deities of other nations. Ev Cochrane, on the other hand, has indicated that Shiva is to be understood as a manifestation of the planet Mars.? To a certain extent this identity is subject to Shiva’s assimilation to the earlier Rudra'® at a /ater time.!! What comparative mythology however indicates is that Shiva, like so many other ancient deities, traces to Saturn, an identification that had been offered as early as 1875.!2 The connection was also made by Oldfield Howie.!3</p>",
        "markdown_converted": true
    }
]