[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 359,
        "main_text": "Harking back to Barnes’ retrocalculated rate of the geomagnetic field decay, and to be fair all around, it has to be pointed out that he, too, was in error concerning at least one point, and that concerns his unacceptance of polarity reversals.! Most of the criticisms leveled against him, however, stemmed from the fact that he had published many of his papers in the Creation Research Society Quarterly? and has been “frequently cited by creationists as proof that the earth is only around ten thousand years old,” which, to be sure, was also Barnes’ belief. 3 Even so, as Professor of Physics at the University of Texas at El Paso, he cannot be said to have been incompetent. And while a lot of the evidence touted by Creationists is",
        "captions": [
            {
                "source": "internal",
                "text": "5       —    int eR The tufa cliffs of Thera, modern Santorini, which embody the signature of a geomagnetic swing at the time of their deposit. (Photograph by the author.)"
            },
            {
                "source": "external",
                "text": "OBJECTIONS TO BARNES’ EXPONENTIAL DECAY"
            }
        ],
        "bibliography": "1T. G. Barnes, op. cit., pp. 43-44. 2 See here the issues for June 1971, June 1972, and March 1973. 3 B. Glenister & B. Witzke, “Interpreting Earth History,” in Did the Devil Make Darwin Do It (Ames, Iowa, 1983), pp. 82-83. 359",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 360,
        "main_text": "anything but valid, from a catastrophist point of view, as Jill Abery noted, quite a bit of it is scientific.! There has been more than one argument raised in Creationist literature that has stood to embarrass scientific orthodoxy. Evidence should not be judged by the source from which it comes, but, rather, by its factual foundation. It is mainly the conclusions derived by Creationists that are usually at fault. After all, it is a far cry from deducing that a cosmic catastrophe ensued 10,000 years ago to claiming that Earth cannot be older than that. So how valid, then, is Barnes’ methodology? Is the accusation that his figures suffer from the fact that they are based on the decay rate of too short a time valid? Much like Milsom, the team of B. Glenister and B. Witzke pointed out that “at times in the geological past [Earth’s magnetic field] was stronger than at present and at other times weaker.”? “In addition, the polarity of the earth’s magnetic field has reversed, back and forth, many dozens of times during the Phanerozoic. These observations refute the expo- nential decay model of Barnes.” As we have seen, if we take the magnetic excursions discussed above into consideration, this seems to be true—unless, of course, it can be shown that these later aberrations were local in nature. But if, as we have also seen, the geomagnetic field was reversed around 10,000 years ago, it would have had to decay in the opposite direction to register as normal by the time of the Hallstat culture around the tenth century B.C. with Mandelkehr’s 2300 B.C. event in between. Nor can we tell, at least at present, how many reversals and/or aborted reversals might have transpired between these three dates. The most that we can hold on to, once again, is that a reversal took place around 10,000 years ago which, as Warlow was objective enough to note, is the most recent complete and durable one that would be acknowledged by geologists. COSMIC RAY DISCHARGE The notion that Earth’s magnetic field has fluctuated up and down through the years re- ceived a boost from the study of crystallized rat urine. But what has rat urine to do with Earth’s magnetic field? Collections of crystallized pack-rat urine in the form of globs are known as middens, and these usually contain sticks, bones, fragments of plants and animal dung which the pack-rats collect and carry to their dens. Found primarily in arid regions of North and Central America, pack-rat middens have been studied in an endeavor to discover past climatic changes which can be ascertained from the nature of the rubbish they contain. What transpires is that the col- lected items become saturated in urine which, as it evaporates in dry climates, tends to crys-",
        "captions": [],
        "bibliography": "! J, Abery, “The Evolutionist-Creationist Battle: A Threat to Catastrophist Evolution,” SIS Workshop 4:4 (March 1982), p. 2 (emphasis as given). 2B. Glenister & B. Witzke, loc. cit. 3 Ibid. see also, G. B. Dalrymple, Journal of Geological Education (March 1983), pp. 124-133. 360",
        "headers": [
            "COSMIC RAY DISCHARGE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 361,
        "main_text": "tallize and thus envelope the collection much like insects are trapped in amber. Looking a little like candy, they have even been mistaken exactly for that and eaten by early prospectors working in Nevada who found them sweet, but “sickish’” enough to cause nausea.! “A pack-rat midden,” the paleoecologist Peter Wigand explains, “is a snapshot of the flora and fauna existing within about 50m of the midden at the time it was accumulating.”? By dat- ing the middens, scientists can tell what the climate was like at that particular time. Thus, for instance: “Using midden evidence of tree growth and distribution in the Mojave Desert, bota- nist W. Geoffrey Spaulding...determined that average desert temperatures during the height of the last Ice Age, about 18,000 years ago, were 6°C colder than they are today.” Of greater importance to our study, however, middens “can reveal changes in the heavens as well as on earth.”4 This was demonstrated by the hydrologist Fred Phillips by checking an ancient midden for evidence of cosmic ray bombardment. As Leon Jaroff explains, “highly energetic cosmic-ray particles create the radioisotope chlorine 36 when they strike argon atoms in the atmosphere” and the isotope then “finds its way into plants and the urine of mammals, including the pack-rat.”5 Calling on the aid of radio-chemist Pankaj Sharma, Phillips “compared the amount of chlorine 36 in the midden urine with contemporary values, and con- cluded that cosmic-ray bombardment was 41% more intense 21,000 years ago than it is now.”6 “This suggests that the earth’s magnetic field, which acts as a partial barrier to cosmic rays, was then considerably weaker.”” There is one problem here and it concerns the dating of the middens which is derived through the radiocarbon method in which, for reasons already supplied, we do not have much faith. So let us not take that “21,000 years ago” as an exact figure. The best that we can do is accept the date as having been earlier than our benchmark figure of 10,000 years ago. What this means is that, at that time, Earth’s magnetic field was less than 0.62 gauss. But if, as al- ready noted, it has also been discovered that Earth’s magnetic field was three times stronger than at present during the time of the dinosaurs, it would mean that it had decayed between then and that approximate 21,000 years ago. If that, however, is the case, the field would then have had to have been boosted some time later than 21,000 years ago in order for it to be able to decay once more to its present low value. PROPOSED CAUSES Returning now to polarity reversals we ask: What could have caused Earth’s magnetic field to reverse itself? As M. Fuller noted, the “rapidity and large amplitude of geomagnetic",
        "captions": [],
        "bibliography": "11. Jaroff, “Nature’s Time Capsules,” TIME (April 6, 1992), p. 45. 2 Ibid. 3 Ibid. (emphasis added). 4 Ibid. > Ibid. 6 Ibid. 7 Ibid. (emphasis added). 361",
        "headers": [
            "PROPOSED CAUSES"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 362,
        "main_text": "variation...even when regarded as an impulse during a polarity transit, truly strains the imagination.”! Worse still, as admitted by Mandelkehr: “There is no firm agreement as to the causal source of these reversals.” By 1972, some authorities, including Harold Urey, were of the opinion that geomagnetic reversals can be caused by Earth’s interaction with external bodies such as comets or meteoric swarms.? (The irony here is that Urey had once served as one of the most bitter critics of Velikovsky who had earlier proposed just such a cause.) This was later taken up by Victor Clube in his endeavor to ascribe just about all past catastrophes to Earth’s interaction with comets and cometary debris. As he wrote: “Lesser impacts which are more common are quite capable of reversing the Earth’s magnetic field...No other theory explains this particular phenomenon at the mo- ment...”",
        "captions": [
            {
                "source": "internal",
                "text": "ee eT A Ancient pack-rat middens can reveal changes on Earth as well as in the heavens."
            }
        ],
        "bibliography": "1M. Fuller, “Fast Changes in Geomagnetism,” Nature 339 (1989), pp. 582-583. 2M. Mandelkehr, loc. cit. 3 Nature (October 6, 1972), p. 18. 4 V. Clube, “Cometary Catastrophes and the Ideas of Immanuel Velikovsky,” S.I.S. Review V:4 (1980/81, but issued in December of 1984), pp. 107, 108. 362",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 363,
        "main_text": "This was emphasized and elaborated upon by Clube and his co-author, Bill Napier, in their opus magnum of 1982. As they there explain: “Whatever mechanism operates, the geomagnetic dynamo [which is held to be re- sponsible for the generating of Earth’s electro-magnetic field] is apparently very un- stable and this is supposed to give rise to spontaneous field reversals...Suppose now that the Earth was struck by a comet or an asteroid, moving at some random angle...Because the crust and mantle are very rigid they will respond as a whole, and within the global travel time of earthquakes (say less than an hour) they will have ac- quired a new velocity and axis of rotation. The change in both will be min- ute... However the core, being liquid, will at first carry on rotating in the old sense. This modest impact is therefore enough to spin the overlying mantle, creating friction at the boundary of core and mantle so forcing a completely new velocity pattern on to the circulation currents at the top of the core...There is therefore, over this period, a major redistribution of velocities within the core, and since as we have seen the geomagnetic dynamo is very unstable, one expects that the magnetic field will be strongly perturbed and may rapidly flip over.”! The problem with this scenario, as Clube and Napier themselves state, is that the change in the velocity of Earth’s rotation and the direction of its axis resulting from such an impact “will be minute.” It is difficult to conceive how such a minute change could completely flip Earth’s magnetic field. Even if such a reversal would have been initiated under such conditions, it is doubtful that the reversal would have been completed. The best that one can expect from such a minute change is an aborted field reversal, that is an excursion, as described above—which would still leave complete and durable reversals unexplained. The notion that geomagnetic reversals can be caused by cometary and/or asteroidal im- pacts did not go away. Years after Clube and Napier proposed their theory, and without even a nod in their direction, Richard Muller and Donald Morris, who then hailed from California’s Lawrence Berkeley Laboratory, claimed that “there is strong evidence” for exactly what Clube and Napier had proposed. What these two theorists suggested is that if such a body, “nearly two miles in diameter,” were to hit Earth “at a speed of 5,600 miles per hour,” the dust and smoke that it would raise would block sunlight long enough to cause “a drop in land temperatures.” “But since water retains heat longer than soil, the oceans remain relatively warm. The result is a sudden (within a few hundred years) drop in sea level, by 33 feet or more. This in turn changes the rotation rate of Earth’s crust and mantle relative to its liquid core. Result: a switch in the magnetic field.”?",
        "captions": [],
        "bibliography": "lV. Clube & B. Napier, The Cosmic Serpent (London, 1982), pp. 126-127 (emphasis added). 2 A. Fisher, “Geomagnetic Reversals,” Popular Science (March 1987), pp. 8-9. 3 [bid., p. 9; see also R. A. Muller & D. E. Morris, “Geomagnetic Reversals from Impacts on the Earth,” Geophysics Research Letters 13 (1986), pp. 1177-1180; idem, “Magnetic Reversal Rates and Sea Level,” 363",
        "headers": []
    }
]