[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 346,
        "captions": [
            {
                "source": "caption",
                "text": "Saturnus—the planetary god who was the embodiment of a baleful star."
            }
        ],
        "headers": [],
        "content": "<p>346</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 347,
        "captions": [],
        "headers": [
            "SHAITAN"
        ],
        "content": "<p>Zeus was later to call Kronos/Saturn a demon!—mankind manufactured for itself a benign god and one of the world’s worst destructions was transmogrified into a credo of genetic Creation. </p>\n<p><b><center style='font-size: larger;'>SHAITAN</center></b></p>\n<p>The ambivalence between good and evil continued to manifest itself among those who actually identified the Creator with Satan? In Hebrew, as used in the Old Testament, the term shaitan “refers not to the personification of evil, but to an adversary,” himself “an agent of the Lord who obstructs or opposes man.” In fact, as A. E. Garvie notes, before the Israelites came in contact with Persian beliefs, “evil, whether as misfortune or as sin” was originally “assigned to divine causality.”4 It was only after their exile, by which time they had been influenced by Persia, that there developed in the Israelite nation a tendency “to separate all evil from God by ascribing its origin to Satan.”&gt; What was the origin of this entity? To be sure, there are some who have seen the name “Satan” as having been derived from “Saturn.” Etymologically, this cannot be accepted since, as already noted, the name Satan is merely the English transcription of the Semitic Shaitan. There are other indications, however, that the entity known as Satan owes its origin to the planetary god in question. The Gospel of Bartholomew names this “adversary of men” as Beliar? (the same as Be- lial), which is merely a different rendering of Bel, whose identity as Saturn has been recog- nized by ancient as well as modern authorities. The Gospel of Matthew, on the other hand, identifies him with Beelzebub (or Beelzebul),? which should be more correctly rendered Ba’al Zebub. Later still, the early Christian Fathers continued to regard Ba’al Zephon as Sa- tan.!0 And yet Ba’al Zephon translates as “Lord of the North,”!! which is a very appropriate title for the Saturnian planetary god situated in Earth’s north celestial pole.!? In the Old Testament—despite Cyrus Gordon and Gary Rendsburg’s more recent apologetics!3—the Israelite El, a common form of the Near Eastern Saturnian deity, is</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 348,
        "captions": [
            {
                "source": "caption",
                "text": "Ba’al who, in early Christian times, was identified with Satan. From a stele discovered at Ugarit, modern Ras Shamra. (Illustration by Marie-Jostphe Devaux.)"
            }
        ],
        "headers": [
            "EARTH",
            "S DIMINISHING FIELD"
        ],
        "content": "<p>often referred to as Ba’al.! Even Yahweh, whom we have already seen identified as a Sat- urnian deity, was equated with Ba’al.2 The Prophet Hosea himself referred to Yahweh as the Ba’al of Israel.3 It therefore becomes evident that Satanic and divine power were am- biguously regarded as having been one and the same. This ambiguity continues to be evidenced by the Gypsy name for “God,” which is devel.4 This is traceable to early Indo-European no- menclature. Thus, as it ended up in Hinduism, the word deva stood for “God.” But according to Persian (or Iranian) tradition, deva stood for “fiend” or “devil.”&gt; It should not therefore be considered strange, as it normally is in the Western world, that a Kurdish tribe known as the Yezidis worship Shaitan as a god. To them, Shaitan represents the real force of divine power.6 All this has been brought out here in order to stress the disparity of the planetary god Sat- urn who continued to be remembered both as the Lord of Light and the Star of Evil. </p>\n<p><b><center style='font-size: larger;'>EARTH</center></b></p>\n<p>’</p>\n<p><b><center style='font-size: larger;'>S DIMINISHING FIELD</center></b></p>\n<p>What was the evil that proto-Saturn’s flare- up brought upon mankind? What were the re- percussions of this event on Earth and its inhabitants? Strange as it may seem, some of these repercussions were not even evident to man.</p>",
        "markdown_converted": true
    }
]