[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 502,
        "captions": [
            {
                "source": "caption",
                "text": "Flaring brown dwarf star. (Illustration courtesy of Hallinan, et al., NRAO/AUL/NSF.)"
            }
        ],
        "headers": [],
        "content": "<p>gested in 2003.! The existence of a brown dwarf in an oddly shaped orbit around the Sun has even been speculated by the astronomer Davy Kirkpatrick in his belief, with that of others, that the Sun has to be in cahoots with a companion?—although, as noted earlier, a search for the binary has turned out nothing of the sort. But what if, as Frederick Hall once asked, the binary in question ended up being a member of our Solar System?3 The above is lent further credibility when we learn that the red dwarf designated Gliese 710 will pass within 1 light-year of the Sun in 1.36 (some say 1.5) million years from now.*</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 503,
        "captions": [],
        "headers": [],
        "content": "<p>If such a thing can happen in the future, it could well have happened in the past—and at closer range than 1 light-year. Visible evidence within the Solar System that such an encounter did take place can be discerned in the Kuiper Belt since many of the objects that orbit within it do so at a sharply inclined angle to the plane of the ecliptic. Although not everyone agrees,! this has led to the belief that these outer bodies had to have been disturbed by the passage of a rogue star? or a large planet.? Among these bodies is the one dubbed Sedna which, on an earlier page of this work, was suggested to have been expelled from the Kuiper Belt into its odd position outside the Belt’s demarcation by the entry of the proto-Saturnian system into the Sun’s realm of in- fluence. Notice now what astrophysicists themselves concluded before the present book went into print: “Sedna shouldn’t be there. There’s no way to put Sedna where it is. It never comes close enough to be affected by the sun, but it never goes far enough away from the sun to be affected by other stars...Sedna is stuck, frozen in place; there’s no way to move it. And if there’s no way to move it, basically there’s no way to put it there— unless it formed there. But it’s in a very elliptical orbit, and there’s no way to form anything in an elliptical orbit like that. It simply can’t be there. There’s no possible way —except it is.”4 All of which led Mike Brown to theorize that Sedna could have been placed where it more or less is at present “in the earliest history of the solar system,” but only if “there used to be stars a lot closer than they are now.” Those stars could then have “affected Sedna on the outer part of its orbit” and then “moved away.”&gt; But which is the most logical scenario, that a bevy of normal stars could have shifted their position as much as Brown’s theory requires, or that a single and much less massive brown dwarf happened to pass that way? If other objects within the Kuiper Belt can be thought of as having been disrupted by a passing star, then why could not Sedna have been exiled from the Belt? By March of 2007, remnants of a smash-up between objects in the Kuiper Belt, marked as “the first ‘collisional family’,” were reported to have been discovered. The body which caused this “fiery collision” has been identified as a massive object “which was nearly the size of Pluto.” What amazes me is the detailed scenario astrophysicists can reconstruct from the little that can be detected at this distance. Thus, for example, the culprit of this particular disaster, believed to have once been probably spherical, is now said to have been flattened into a “football-shaped” object. Its diameter has been calculated to be about 930 miles (1,500 kilometers), but believed to have probably been 20 percent larger before the collision. The</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 504,
        "captions": [],
        "headers": [],
        "content": "<p>unknown object it is supposed to have collided with “was roughly half its size” and traveling at nearly 7,000 miles per hour. The amount of energy that would have been generated by the blast “would have equaled about 10 billion nuclear bombs.” The impact would have blasted large icy chunks into space, sending the parent body reeling, causing it to spin end-over-end at the present rate of once every four hours. Moreover, the impact is said to have “spawned at least seven other rocky objects—and likely more—with diameters ranging from 6 to 250 miles (10 to 400 km). All of this on the “matching gray color” which is clamed to be unique to these particular bodies in the entire Kuiper Belt. And, needless to say, the accident in question has been dated to 4.5 billion years ago “when the Kuiper Belt was much more crowded than it is now and objects were more likely to bump into one another.”! It almost makes one think they were actually there to see it all transpire on the spot. Or who would have taken me seriously had I supplied such specificity in relation to proto-Sat- urn’s entry into the Solar system? Further evidence of this disturbance is also indicated by Neptune’s chaotic satellite system and its relation to Pluto. This was first brought to readers’ attention in 1979 by the astronomer Tom Van Flandern who, with his co-author, argued that this unruly system resulted from Neptune’s encounter with a massive Solar System body.” Wallace Thornhill, on the other hand, is of a mind with us when he thinks it more likely that the disruption in question was caused by the entry of the proto-Saturnian system into that dominated by our present Sun.? While, on an earlier page, we had already posited that proto- Saturn would have probably picked up a few members from the Sun’s encircling Kuiper Belt, Wallace thinks that smaller bodies which had belonged to the proto-Saturnian system might have been torn from its weakening grip as it passed by Neptune. This, too, is a possibility. In fact it has been suggested that “a few of our minor planets beyond Pluto (like Sedna) origi- nally belonged to another star.”5 That other star could very well have been the proto-Sat- urnian sub-brown dwarf. Which of these two scenarios is the most likely to have transpired, I will leave for others to decide, although, to be sure, there is nothing against the possibility that both events tran- spired. There is nothing against proto-Saturn having lost some of its minor members in its retinue while gaining others in exchange. And, to be sure, this, too, has been suggested. Thus, according to Scott Kenyon and Benjamin Bromley, respectively hailing from the Smithsonian Astrophysical Observatory and the University of Utah, a passing star could have “stolen objects from the outer Kuiper belt,” while some of the other objects in the Belt could very well be “alien worlds that were captured from the passing star in a two-way swap of material.”6</p>",
        "markdown_converted": true
    }
]