[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 358,
        "captions": [],
        "headers": [],
        "content": "<p>value.! This, then, would also throw the above objection against the reversal indicated by the Etruscan and Attic vases into doubt. Aberrant magnetic swings are also indicated by the magnetic signatures detected at ar- chaeological sites in Crete. Here, signatures from sites on the eastern side of the island were found to be identical to one another, whereas they differed from those detected at more central sites on the same island. The events that caused these two sets of magnetic swings were then deduced to have been separated by something like thirty years. Moreover, the direction and intensity of these magnetic signals from central Crete were found to match those of the heavy ash fall deposits on the island of Santorini, ancient Thera, while those from the eastern sites matched the signals detected in the deposits that followed Thera’s paroxysmal eruption during which the volcano collapsed to form the present caldera.? However, the dating of the Theran eruption has been up in arms for decades and there are some who claim that the destruction which struck Crete could not have been caused by the Theran explosion.? And yet, while it is not in the interest of this work to go into all that, the matching of the Cretan magnetic signatures with those of the Theran eruption are too good to be ignored. In the end it was concluded that these swings, including those registered on Attic and Etruscan vases, do not really record a reversal of polarity, but only a geomagnetic excursion.4 These excursions are different from reversals in that the behavior of the field becomes erratic to the extent of changing its direction but not enough to reverse itself. There are even cases where the field seems to have looped upon itself. This behavior has been found to be similar to that attending the onset of reversals and, for that reason, Hoffman has concluded that such excursions are the result of unsuccessful or aborted reversals.° Such excursions and/or transient pulses have been detected in various places—Oregon, Czechoslovakia, China, Japan, and Australia—which, much like Velikovsky did with the Etruscan and Attic vases, Mandelkehr claims for his proposed global event at 2300 B.C.° Even earlier excursions, orthodoxly dated to millions of years, have been detected in basalt lavas from Iceland, Amsterdam Island, Hawaii, and Australia.” True, these excursions still require an explanation—and we shall have more to say about them in a future volume —but since they are not now accepted as the latest total and semi- permanent geomagnetic flip, they need not encumber our present work especially since they fall completely outside the span of time with which this particular work is concerned. We shall therefore continue to concentrate on the 10,000-year-ago event.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 359,
        "captions": [
            {
                "source": "caption",
                "text": "The tufa cliffs of Thera, modern Santorini, which embody the signature of a geomagnetic swing at the time of their deposit. (Photograph by the author.)"
            }
        ],
        "headers": [
            "OBJECTIONS TO BARNES",
            "EXPONENTIAL DECAY"
        ],
        "content": "<p><b><center style='font-size: larger;'>OBJECTIONS TO BARNES</center></b></p>\n<p>’ </p>\n<p><b><center style='font-size: larger;'>EXPONENTIAL DECAY</center></b></p>\n<p>Harking back to Barnes’ retrocalculated rate of the geomagnetic field decay, and to be fair all around, it has to be pointed out that he, too, was in error concerning at least one point, and that concerns his unacceptance of polarity reversals.! Most of the criticisms leveled against him, however, stemmed from the fact that he had published many of his papers in the Creation Research Society Quarterly? and has been “frequently cited by creationists as proof that the earth is only around ten thousand years old,” which, to be sure, was also Barnes’ belief. 3 Even so, as Professor of Physics at the University of Texas at El Paso, he cannot be said to have been incompetent. And while a lot of the evidence touted by Creationists is</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 360,
        "captions": [],
        "headers": [
            "COSMIC RAY DISCHARGE"
        ],
        "content": "<p>anything but valid, from a catastrophist point of view, as Jill Abery noted, quite a bit of it is scientific.! There has been more than one argument raised in Creationist literature that has stood to embarrass scientific orthodoxy. Evidence should not be judged by the source from which it comes, but, rather, by its factual foundation. It is mainly the conclusions derived by Creationists that are usually at fault. After all, it is a far cry from deducing that a cosmic catastrophe ensued 10,000 years ago to claiming that Earth cannot be older than that. So how valid, then, is Barnes’ methodology? Is the accusation that his figures suffer from the fact that they are based on the decay rate of too short a time valid? Much like Milsom, the team of B. Glenister and B. Witzke pointed out that “at times in the geological past [Earth’s magnetic field] was stronger than at present and at other times weaker.”? “In addition, the polarity of the earth’s magnetic field has reversed, back and forth, many dozens of times during the Phanerozoic. These observations refute the expo- nential decay model of Barnes.” As we have seen, if we take the magnetic excursions discussed above into consideration, this seems to be true—unless, of course, it can be shown that these later aberrations were local in nature. But if, as we have also seen, the geomagnetic field was reversed around 10,000 years ago, it would have had to decay in the opposite direction to register as normal by the time of the Hallstat culture around the tenth century B.C. with Mandelkehr’s 2300 B.C. event in between. Nor can we tell, at least at present, how many reversals and/or aborted reversals might have transpired between these three dates. The most that we can hold on to, once again, is that a reversal took place around 10,000 years ago which, as Warlow was objective enough to note, is the most recent complete and durable one that would be acknowledged by geologists. </p>\n<p><b><center style='font-size: larger;'>COSMIC RAY DISCHARGE</center></b></p>\n<p>The notion that Earth’s magnetic field has fluctuated up and down through the years re- ceived a boost from the study of crystallized rat urine. But what has rat urine to do with Earth’s magnetic field? Collections of crystallized pack-rat urine in the form of globs are known as middens, and these usually contain sticks, bones, fragments of plants and animal dung which the pack-rats collect and carry to their dens. Found primarily in arid regions of North and Central America, pack-rat middens have been studied in an endeavor to discover past climatic changes which can be ascertained from the nature of the rubbish they contain. What transpires is that the col- lected items become saturated in urine which, as it evaporates in dry climates, tends to crys-</p>",
        "markdown_converted": true
    }
]