[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 115,
        "captions": [],
        "headers": [],
        "content": "<p>Greeks themselves were quite clear on the issue, presenting Helios as a name for the planet Saturn in no uncertain terms.! And so, also, with the Latin Sol? This leads us to assume that the Jewish prayers to Helios, and the representations of He- lios in Jewish synagogues, which we mentioned earlier, were actually dedicated to Saturn. Can such a claim be verified? Before we delve deeper into that topic, I merely wish to note that, while the evidence and argumentation presented above might be seen by some as not strong enough on which to construct our thesis, it should be kept in mind that this chapter merely constitutes a concise reiteration of what we have already documented in much more detail in our previous volume.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 116,
        "captions": [],
        "headers": [
            "THE SOLOMONIC SUN"
        ],
        "content": "<p>Chapter 6 The Concept of Deity </p>\n<p><b><center style='font-size: larger;'>THE SOLOMONIC SUN</center></b></p>\n<p>epictions of a sun were not only to be found in Jewish synagogues, but at earlier Isra- elite cult centres, some in the vicinity of Solomon’s Temple, and even at the entrance to the Temple itself. A four-tiered Israelite cult stand from Taanach includes figures of a horse, an allusion to chariotry, and a sun symbol.! Similar finds were unearthed in Jerusalem itself by that great dame of archaeology, Kathleen Kenyon, in an area she identi- fied as a cult centre dating from the time of Israel’s monarchy. What she discovered there were “figurines of horses with an unnatural disk between their ears” which were definitely indicative of sun disks.? As Lucille Roussin informs us: “By analogy to finds in western Asia and Egypt, and through reference to the text of 2 Kings [concerning which see more below], Kenyon concluded that ‘horses with a disk on the forehead are miniature models of the Horses of the Sun.’ The disk is not unlike the disk that represents Helios in the Sepphoris synagogue mosaic. “From this same period of Israel’s monarchy (seventh century B.C.E.), sun disks with winged scarabs appear on various official seals...even on the personal seal of King Hezekiah of Judah.” What should be noted is that both the winged disk and the scarab beetle were Egyptian symbols of the god Ra whom we have already had occasion to equate with the Saturnian sun. Meanwhile, that a sun-chariot complete with horses was to be found at the entrance to Solo- mon’s Temple is attested to by the Second Book of Kings. It is there told that, in his attempt to reform the Israelite religion, Josiah, king of Judah, had occasion to destroy the horses and chariots of the sun-god which had been erected at the entrance to Solomon’s Temple. “And he took away the horses that the kings of Judah had given to the sun, at the en- tering in of the house of Yahweh [usually rendered as “the Lord’”]...and burned the chariots of the sun with fire.”+</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 117,
        "captions": [],
        "headers": [],
        "content": "<p>“This passage,” wrote Glen Taylor, “refers to a cultic procession of horses and chariot(s) of the sun in association with the Jerusalem Temple...attributed to ‘the kings of Judah’ (plu- ral), which suggests a rite with a considerable history.”! In addition to all that, we find that Yahweh is often invoked in the Old Testament as “Yahweh of Hosts who dwells (among) the cherubim.”? And yet, the same is said of Helios in Jewish prayers of the Graeco-Roman period. “Hail Helios,” runs such a prayer, “thou God in the heavens, your name is mighty,” while an incantation invokes “Helios on the cheru- bim.”3 It is thus evident that, when we come upon such prayers to the Israelite deity as “You who are enthroned on the cherubim, shine forth’* and “Restore us, O Elohim [usually ren- dered simply as ‘God’]; let your face shine,”5 we can be sure that the god being invoked is one that radiated like a sun. So, likewise, when it is said that “Yahweh came from Sinai, and dawned from Seir upon us; he shone forth from Mount Paran.”6 Needless to say, Taylor attempted to rationalize these and similar instances by pointing out that, while idolatry had been rampant in the kingdoms of Israel and Judah, it had nothing to do with the official cult of Yahweh,’ as so did Hershel Shanks, the Editor of the periodical in which Taylor’s article was published.’ Like many other champions of the Jewish faith, they are not alone in this since it has always been assumed, as the Old Testament itself proclaims, that the people of Israel, including their kings, had often embraced apostasy with- out actually abandoning the official religion. Judging by what the Old Testament has to say, however, it really is quite evident that this so-called apostasy had not only been rampant since before the time of the united Israelite monarchy, it seems to have always been, as it re- mained, the status quo. The impression one receives is that, despite the ranting of the so- called prophets and Josiah’s attempted reform, the devotion to other gods was generally held to be syncretic with that promoted by the official cult. Even Hezekiah of Judah, described as a king who rejected foreign practices, incorporated the Egyptianized symbols of the winged scarab and the winged sun disk,? both of which epitomized the god known as Ra. It becomes obvious then that this Saturnian symbol was not really viewed as being either foreign or apostate. Moreover, if we are to take the presence of Helios in early synagogues at face value, it seems that there was little change in this syncretism even after the return of the Jews from their Babylonian exile. That the official religion was devoted to Yahweh, there has</p>",
        "markdown_converted": true
    }
]