[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 103,
        "captions": [
            {
                "source": "caption",
                "text": "Hawaiian mele singer. Having no written language, ancient Hawaiians passed their traditional lore down the generations In the form of mele—memorized songs, chants, or poems. (Illustration by Y. S. Green.)"
            }
        ],
        "headers": [],
        "content": "<p>103</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 104,
        "captions": [],
        "headers": [],
        "content": "<p>ally planetary. In other words, they were the anthropomorphized representations of those planets visible to the naked eye.! Although most early mythologists were quite cognizant of this verity, there were some among them who attempted to counteract this claim. Prime among them was Donald Mackenzie despite the fact that he, too, recognized the “stellar” as- sociation of the ancient Mesopotamian gods. “From the earliest times of which we have knowledge [he wrote], the religious beliefs of the Sumerians had vague stellar associations. But it does not follow that their myths were star myths to begin with.”? Mackenzie, however, was wrong on two counts: (1) the “stellar” associations with the an- cient deities were anything but vague, and (2) their myths were definitely “star” myths or, to be more precise, planetary, from the very beginning. Unfortunately, many modern mythologists have seen fit to follow in Mackenzie’s footsteps in negating the planetary associations of the ancient deities. Even among those who continue to recognize the cosmic scheme behind mythology, one can still find some who attempt to downplay, if not entirely ignore, its planetary aspect. Such a scholar is W. Gibbon who opted for the stars themselves in lieu of the planets: “Star lore has often been neglected as a legitimate contribution to comparative my- thology... The basic reason for this, I think, has been a failure to distinguish between the star name itself and any myth or myths which accompany it.”? Even so, as Edwin Krupp pointed out, “without celestial myth, it is difficult to understand how these concepts emerge and why they earn such high status in the symbolic vocabulary of traditional myth.”4 The only allowance some modern mythologists make in this respect concerns the Sun. Even the astronomer Carl Sagan found reason to state that: “Our ancestors worshipped the Sun, and they were far from foolish.”5 But that the planets, more than the stars or even the Sun, influenced man’s religious systems—nay, actually gave birth to them—is borne out by what the ancients themselves had to offer on the subject. That the ancient Israelites wor- shipped the planet Saturn has already been shown in our previous volume.6 What is less known is that the Jews of Rabbinical times continued to believe in planetary influ- ence. It is true that, as is recorded in the Babylonian Talmud, Rabbi Yohanan proclaimed that: “There are no constellations for Israel.”7 But Rabbi Hanina, on the other hand, is re-</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 105,
        "captions": [],
        "headers": [],
        "content": "<p>corded as having stated that: “The planetary influence gives wisdom, the planetary influence gives wealth and Israel stands under planetary influence.”! Moreover, the Greek god known as Helios is often depicted in Jewish synagogues, and not only as a radiating disk but also in anthropomorphized human form.? Lucille Roussin has additionally noted that the same Greek god is also “frequently found on Jewish magical amulets, often with inscriptions naming the deity and such angels as Michael and Raphael.”3 The Sefer ha-Razim even includes a prayer to Helios.+ Naturally enough, Roussin understood this as referring to the worship of the Sun god by some ancient Jews.° But that Helios was originally the name of the planet Saturn, so admitted by the ancient Greeks themselves, we have already shown in our previous work.® It has also been said that “even when a god or goddess is known to have been associated with a planet, it does not follow that any and every reference to that deity necessarily sym- bolises something to do with the planet.” Bob Forrest, who wrote those words, then contin- ued by stating that: “As Geoffrey Grigson said of Aphrodite and her planet, Venus, the Greeks did not think ‘Oh, there goes Aphrodite!’ every time they set eyes on the Evening Star! The planet merely ‘belonged’ to the goddess. It was symbolically associated with her. Just so, when Ishtar and Nergal feature in the flood story it is as gods, on the same footing as other gods in the story, such as Ea, Enlil and Ninurta, and not as planets. Gods and their planets are not synonymous...”* But this, too, is entirely incorrect and, yes, the probability is that the Greeks did say “oh, there goes Aphrodite” every time they set eyes on the Evening Star. It is not true that the planet Venus merely belonged to the goddess. Aphrodite was one of the very names for the planet. This is so true that, in the western world, to this day the planets are still called by the names of the Latin deities. Nor was this due to an arbitrary decision; it is merely a continua- tion of the ancient Roman belief that the planets were in fact the gods they venerated. And so, also, with Ishtar, Nergal, Ea, Enlil, Ninurta and all ancient deities. They were the planets; they were the names by which the planets were called; and, yes, with but few exceptions, and shorn of embellishments, every reference to these deities were references to the planets they not only symbolized, but which they actually stood for. Like Forrest, most modern scholars of mythology are fond of declaring that the gods and their planets are not synonymous.? This constitutes a debate that has gone on for far too long. But the most ancient of extant texts</p>",
        "markdown_converted": true
    }
]