[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 274,
        "captions": [],
        "headers": [
            "THE MIRROR IMAGE"
        ],
        "content": "<p>be exercised. Judging by the nature of the Magdalenian items discussed, to say nothing of the demands of the mytho-historical record itself, I must opt for a much shorter time for the instability sequence discussed above. After all, even Peratt’s own calculations of 10 and 50 years, as noted, would seem to point in that direction. </p>\n<p><b><center style='font-size: larger;'>THE MIRROR IMAGE</center></b></p>\n<p>Meanwhile, there is yet one more item that fits the sequence being discussed. This one comes from the Epipaleolithic period, which is intermediate between the Paleolithic and Neolithic, and thus includes the Magdalenian culture with which we are concerned.! Discovered in north-west Germany, the item, described merely as a decorated point,? depicts a design that was to become quite prevalent in later ages. Peratt was not quite sure whether this type of instability should follow the one depicted in Fig. 2 or Fig. 3 of the Isturitz trio we have just examined.3 Even in face of all the above, what is depicted on this particular item seems much too neat and symmetrically uniform to have represented an actual plasma instability the likes of which are necessarily ephemeral. Be it understood, however, that while these instabilities are transitory, some of their displayed aspects can be sustained for long periods of time. Not only that, but, as seen in laboratory experiments, quite a few of the patterns they form look almost artificial. One thing to keep in mind is that, eventually, plasma instabilities tend to result in repetitive linear configurations. And, to be sure, the pattern depicted on the Magdalenian item from Germany shown on page 273 is one that often results in experimental instabilities. While, at the time of this writing, Peratt hesitated in committing himself as to whether this particular instability would have preceded or followed the one depicted in Fig. 3 on page 270, I am of the opinion that it would have followed it. My reason for this is that if one looks closely at selective portions of Fig. 3, one can see that the pattern depicted on the German item under consideration is just beginning to take shape. And, as if to compliment this situation, curlicues similar to those depicted on Fig. 3 appear at both the top and bottom of the German item. This seems to indicate a transitional phase between the two instabilities. This particular image impressed ancient man so much that, perhaps because it was to reappear at a later time, he continued to reproduce it on various surfaces through the coming ages. Interpreting it as a ladder to heaven, and even as an assemblage of men standing, or piled up, one on top of the other—both of which, to some extent, the pattern resembles—it was to gain special religious significance. In later ages, separate constituents of the pattern were separated into individual representations which were then interpreted as various items—a person (especially in a praying position), a dragonfly, a frog, a water skate, even a cloud (with its reflection in the water)—to which, in the eye of primitive man, the image bore a resemblance. Further, because the isolated constituents appear the same whether viewed normally or upside down,</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 275,
        "captions": [
            {
                "source": "caption",
                "text": "Examples of the “squatter” or “mirror image.” Separate constituents of the pattern depicted on the decorated point from the Epipaleolithic period shown on previous page as reproduced at a later time. (6) from Canyon de Chelly, Arizona; (b) from Canyon del Muerto, Arizona; (c) “praying person,” from Mesa Verde National Park, Colorado; (d) anthropomorphosed cloud with reflection in water, from a locality near Springville, Arizona; (e) “dragonfly” from Hopi Mesa, Arizona; (f) “frog” or “lizard” from Chaco Canyon, New Mexico; (g) “water skate” from Hopi kachina mask design."
            }
        ],
        "headers": [],
        "content": "<p>they have become known among those who study ancient pictographs as “mirror images.” Others refer to the separate individual image as the “squatter.” The same image was also given prominence in the later Neolithic shrine at Catal Hiiyuk in present-day Turkey. Of special interest to our thesis is the fact that this very same image was adopted by the Dogon of Mali in west Africa as one of their most important religious symbols. They incor- porated it both in one of their principal ceremonial masks,? as also on their constructions. The image itself is claimed to represent their god Amma,‘ the creator who had existed during the “original darkness,”5 who had created the heavens,° and organized the “world” out of chaos.’ The reader should therefore have no difficulty in recognizing these characteristics as</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 276,
        "captions": [
            {
                "source": "caption",
                "text": "The “squatter/mirror image” as water skate twice reproduced on a Hopi Kachina doll."
            }
        ],
        "headers": [
            "THE PLASMA EXPERIENCE"
        ],
        "content": "<p>belonging to the Saturnian deity. Like other nations they, too, retained a memory of the world axis that once reached from Earth and pointed toward what is now the Pole Star. This axis was known to them as Amma’s Pillar.! </p>\n<p><b><center style='font-size: larger;'>THE PLASMA EXPERIENCE</center></b></p>\n<p>Most anthropologists and archaeolo- gists have no idea that the pictographs we have been examining originated as plasma instabilities in a gargantuan column of scintillating light that stretched between the proto-Saturnian sun and our world. And here the reader, too, may harbor doubt as to the correct interpretation of these images. This is understandable because, as Hannes Alfvén noted, while plasma phenomena “have been known for decades (or even more than a century)...they have almost systematically been ignored in cosmic physics.”? Until recently, these studies were conducted mainly in Scandinavian countries. As Alfvén reported in 1990: “The Swedish Viking mission has contin- ued in the Scandinavian tradition of study- ing the properties of the plasma which fills the universe from the small-scale phenom- ena in the laboratory to the large-scale phenomena in galactic and intergalactic space.”3 At present, the United States is also in- volved, mainly at Los Alamos, New Mexico, for other than astrophysical reasons. NASA, too, has shown some interest as indicated by its endorsement and publication of one of Alfvén’s major works, written in co-authorship with Gustaf Arrhenius.*</p>",
        "markdown_converted": true
    }
]