[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 504,
        "main_text": "unknown object it is supposed to have collided with “was roughly half its size” and traveling at nearly 7,000 miles per hour. The amount of energy that would have been generated by the blast “would have equaled about 10 billion nuclear bombs.” The impact would have blasted large icy chunks into space, sending the parent body reeling, causing it to spin end-over-end at the present rate of once every four hours. Moreover, the impact is said to have “spawned at least seven other rocky objects—and likely more—with diameters ranging from 6 to 250 miles (10 to 400 km). All of this on the “matching gray color” which is clamed to be unique to these particular bodies in the entire Kuiper Belt. And, needless to say, the accident in question has been dated to 4.5 billion years ago “when the Kuiper Belt was much more crowded than it is now and objects were more likely to bump into one another.”! It almost makes one think they were actually there to see it all transpire on the spot. Or who would have taken me seriously had I supplied such specificity in relation to proto-Sat- urn’s entry into the Solar system? Further evidence of this disturbance is also indicated by Neptune’s chaotic satellite system and its relation to Pluto. This was first brought to readers’ attention in 1979 by the astronomer Tom Van Flandern who, with his co-author, argued that this unruly system resulted from Neptune’s encounter with a massive Solar System body.” Wallace Thornhill, on the other hand, is of a mind with us when he thinks it more likely that the disruption in question was caused by the entry of the proto-Saturnian system into that dominated by our present Sun.? While, on an earlier page, we had already posited that proto- Saturn would have probably picked up a few members from the Sun’s encircling Kuiper Belt, Wallace thinks that smaller bodies which had belonged to the proto-Saturnian system might have been torn from its weakening grip as it passed by Neptune. This, too, is a possibility. In fact it has been suggested that “a few of our minor planets beyond Pluto (like Sedna) origi- nally belonged to another star.”5 That other star could very well have been the proto-Sat- urnian sub-brown dwarf. Which of these two scenarios is the most likely to have transpired, I will leave for others to decide, although, to be sure, there is nothing against the possibility that both events tran- spired. There is nothing against proto-Saturn having lost some of its minor members in its retinue while gaining others in exchange. And, to be sure, this, too, has been suggested. Thus, according to Scott Kenyon and Benjamin Bromley, respectively hailing from the Smithsonian Astrophysical Observatory and the University of Utah, a passing star could have “stolen objects from the outer Kuiper belt,” while some of the other objects in the Belt could very well be “alien worlds that were captured from the passing star in a two-way swap of material.”6",
        "captions": [],
        "bibliography": "1K. Than, “Giant Remnants of Cosmic Collision Found Beyond Neptune,” SPACE.com (March 14, 2007). 2 T. Van Flandern & R. S. Harrington, “The Satellites of Neptune and the Origin of Pluto,” Icarus 39 (1979), pp. 131-136. 3 W. Thornhill, “Here We Go Again,” THOTH (electronic newsletter published by KRONIA Communications) I: 25 (November 3, 1997), p. 8. 4 Ibid., p. 9. 5M. Turnbull, “Where is Life Hiding?” Astronomy (October 2006), p. 63. ©R.R. Britt, “The Solar System Gets Crazier,” Space.com (December 19, 2005). 504",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 505,
        "main_text": "ARCTIC ORIGINS Just before the turn of the 19th century, Charles Lyell himself found reason to broadcast the profusion of greenery the remains of which had long been found within the Arctic Circle. “Tn the greater part of the Miocene and the preceding Eocene epochs [he wrote] the flora and fauna of central Europe were subtropical, and a vegetation resembling that now seen in Northern Europe extended into the Arctic regions as far as they have yet been explored and probably reached the pole itself.”! During that same time, other investigators continued to draw attention to the same state of affairs. Among them was the Swiss geologist, Oswald Heer, who went even further by postulating that the Arctic had served as the center of new generations of plants which then radiated to more southerly latitudes.2 There was also his Scottish counterpart, Archibald Geikie, who not only reached a similar conclusion, but also that such had been the case at a more recent period than Lyell had believed—in fact during the Quaternary. And while all of this has already been covered in greater detail in my previous volume,* Mark Harrison has more recently announced that the earliest signs of life that had thus far been detected come from within the Arctic Circle. This revelation was so radical it immediately came under severe attack, although Harrison has done an excellent job in rebutting the criticism raised against the hypothesis.° What is now additionally ascertained is that the “duration of the Ice Age...matches the duration of the Early Stone Age, or Paleolithic.”6 And that: “Throughout the whole of the Pleistocene...the cultural level of the ancestors of modern humans remained essentially un- changed.”7 FUTURE RETURN OF ICE “The interglacial period that has seen the rise of human civilization and the disappearance of the megafauna is ending,” wrote Windsor Chorlton in 1983, “and there can be little doubt that the great glaciers of the Ice Age will return.”8 At the time statistics suggested different times in the future at which Earth’s deep-freeze was to re-occur, the most quoted of which",
        "captions": [],
        "bibliography": "1C. Lyell, Principles of Geology, Vol. I (1830-1876, 11th edition), p. 231. 2 I. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology and Catastrophism Review XIV (1992), p. 8. 3 A. Geikie, Textbook of Geology (London, 1882), pp. 873 ff. 4D. Cardona, op.cit., pp. 363, 368, 384. 5M. Harrison, “In Search of Akilia’s Heel: The Controversy Over the Earliest Evidence for Life on Earth,” paper given at the seminar sponsored by the School of Earth Sciences at the Australian National University, September 25, 2003. OB. Zangger, The Future of the Past (London, 2001), p. 114. 7 Ibid. 8 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 149. 505",
        "headers": [
            "ARCTIC ORIGINS",
            "FUTURE RETURN OF ICE"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 506,
        "main_text": "were based on Earth’s deviations in its orbit during the past million years? to say nothing of the Sun’s variation in heat dissipation during more or less the same period. Most writers on the subject, however, contended themselves with how civilized humanity would, or would not be, able to cope with the forthcoming disastrous change. Yet even then glaciologists were",
        "captions": [
            {
                "source": "external",
                "text": "The ice-free Arctic. was sometime between 3.000 and 7,000 years from now.! But most of these calculations"
            }
        ],
        "bibliography": "1 Ibid. 2 Ibid. 506",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 507,
        "main_text": "honest enough to admit that they could not be certain how it would really turn out since they were still far from confident how it had all transpired in the first place. “Unfortunately for humankind’s peace of mind [wrote Chorlton], the number of proc- esses involved in the triggering of an ice age, and the relationships among them, ap- proach the infinite. Few of these processes are understood fully enough to permit a confident projection of their behavior, let alone of their cumulative effects.” According to others we are still living in the Ice Age, even if “in only a slightly warmer spell of it.” And, what is worse, there are those who have claimed that, as far as Earth’s northern latitudes are concerned, our world already appears to be cooling. By 1992 it was estimated that the next ice age would chill the world no later than 2,000 years from now.‘ One theory even suggested that Earth’s greenhouse effect may bring it on sooner.’ The climate swings brought on by the Milankovitch cycles were no longer seen by some as having been profound enough to cause a “glacial crash.”6 As we all know, the fear of an impending ice age has now been superseded by that of global warming. I will not here go into any of that besides stating that Earth’s temperature will always fluctuate up and down through the ages as it has done since time immemorial. Earth’s variations in its orbital path around the Sun are minimal enough, but not so the Sun’s own disparity of heat dissipation. Earth will continue to warm up and it will cool again. But, barring any major accidents between the bodies of the Solar System, it will never boil nor will it ever freeze again to the extent of previous ice ages. All calculations conducted at present in an endeavor to find out what might transpire in the future in this respect are based on computations concerning what is believed to have transpired in the past. In all these estimates the Sun is made to play an influential role since it is not yet generally accepted that it had nothing to do with ice ages in the first place. Until scientists remove Earth out of the Solar System and couple it with its primeval proto-Saturnian sun, all such reckonings will prove in vain. BEHAVIORAL METAMORPHOSIS With the heat released by the proto-Saturnian flare-up; the melting of the northern gla- ciers; the hurricane-strength winds created by Earth’s rotational braking; rains of sticky, when not burning, naphtha; the sweeping of the oceans over vast areas of the land; global volcanism; diastrophism; earthquakes; additional recurring floods in areas outside former glacial demarcation; the tremendous loss of life both in the animal kingdom and among",
        "captions": [],
        "bibliography": "1 Ibid. 2S. W. Matthews, “Ice on the World,” National Geographic (January 1987), p. 84. 3 Ibid., p. 103. 4G. Easterbrook, “Return of the Glaciers,” Newsweek (November 23, 1992), p. 62. 5 Ibid. 6 Ibid. 507",
        "headers": [
            "BEHAVIORAL METAMORPHOSIS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 508,
        "main_text": "human beings; to say nothing of the eventual reclamation and greening of the previous glaciated areas; survivors of the catastrophe would have found themselves in an entirely new world. As if all that was not enough, our ancient ancestors found themselves in a totally different electrical environment. And this, too, had its effect on the human psyche. As is now common knowledge, the magnetic fields we have treated of in the past pages of this work are intricately entwined with the processes of life itself. “At the moment it is difficult to assess human sensitivity to weak magnetic fields, such as that of Earth [wrote Frederic Jueneman], but it is well-known that biological organ- isms reorient themselves in response to magnetic effects. Lower lifeforms, as bacteria and protozoa, show reduced reproductive activity in the absence of magnetism, and smaller mammals and birds also show strange behavior and fundamental changes in motor response when shielded from magnetic fields for some length of time.”! The late Earl Milton had even more to say about the subject. “I am impressed by what I have read,” he wrote. “In almost every field I encounter I find the imprint of electricity.” “The books tell me that when there is a surplus of negative ions in the atmosphere we humans feel better [he went on]. Other books tell me that a strong magnetic environ- ment superimposed on the weakly magnetic field of the Earth improves plant growth.”3 But also: “The fatality rate increases by about a factor of 3 when the Earth is disturbed magneti- cally. I live in a region of the world where the Chinook winds blow...When they blow, the atmospheric pressure varies rapidly and the electric field above the Earth’s surface fluctuates; people get migraine headaches. After about 3 days of continuous winds people start to fight over trivial things, psychological disturbances increase, murders and suicides become more likely. There is a lot of evidence that comparable environ- mental stress occurs in other places where electric or magnetic disturbances are com- mon.”4 The validity of the above concise commentary is evidenced by a research program called Project Migraine conducted by the biologist Christopher Dodge in 1980 which indicated that a sufferer of migraine headaches was uniquely sensitive to alterations in electromagnetic",
        "captions": [],
        "bibliography": "1 FB. Jueneman, Raptures of the Deep (Des Moines, Illinois, 1995), p. 8. 2E.R. Milton, “Electric Stars in a Gravity-Less Electrified Cosmos,” S.I.S. Review V:1 (1980/81), p. 8. 3 Ibid. 4 Ibid. 508",
        "headers": []
    }
]