[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 199,
        "captions": [],
        "headers": [
            "DNA",
            "DNA",
            "DNA",
            "DNA",
            "DNA"
        ],
        "content": "<p>“Over time, more and more genes came into Europe and mixed with Neanderthal genes,” Wolpoff went on. “And the proportion of Neanderthal genes became lower and lower.”! To prove his point, Wolpoff published an analysis of 25 fossil skulls which he claimed hinted at a mixed ancestry between moderns and Neanderthals. He also claims that many Neanderthal features persist to this day in modern Europeans. “The Neanderthals became extinct like the Cro-Magnons became extinct: because of mixing with other populations,” he says. “Their physical form is gone, their culture is gone, but their genes are still among us.” For whatever it might mean, it should, however, be pointed out that the 25 skulls analyzed by Wolpoff did not all come from Europe. Some of them came from as far away as Australia.? Tan Tattersall calls all this wishful thinking. “It’s always possible that some hanky-panky may have occurred,” he is willing to allow. “But it wasn’t evolutionary significant.”3 But what, then, of </p>\n<p><b><center style='font-size: larger;'>DNA</center></b></p>\n<p>? As noted above, </p>\n<p><b><center style='font-size: larger;'>DNA</center></b></p>\n<p>extracted from Neanderthal bones does not match that of modern humans. But then, </p>\n<p><b><center style='font-size: larger;'>DNA</center></b></p>\n<p>extracted from the remains of an early Australian failed to match with contemporary </p>\n<p><b><center style='font-size: larger;'>DNA</center></b></p>\n<p>.* So what does the lack of </p>\n<p><b><center style='font-size: larger;'>DNA</center></b></p>\n<p>matching prove? To his credit, Shreeve does not use his theory to account for the extinction of the Nean- derthal race. As he confesses: “Why they faded and we managed to survive is a separate story with its own shocks and surprises.”&gt; Others still claim that the Neanderthals “may simply have been absorbed by interbreeding.” That Neanderthals were exterminated by the Cro-Magnons does not seem probable. Had there been intensive fighting between the two races, “you’d think there would be evidence of violent death,” says Steve Kuhn. “But there’s not.” But here, an additional problem rears its ugly head in that Neanderthals seem to have persisted in western Europe long after they had disappeared from the eastern part of the con- tinent8 Is Wolpoff, however, correct when he claims that the Cro-Magnons became as extinct as the Neanderthals? The problem here is that the term “Cro-Magnon” is often used to denote all of Paleolithic Homo sapiens when the possibility exists that the original Cro-Magnons were not really the same as us. That is why some distinguish a separate proto-Cro-Magnon breed, while others talk of Cro-Magnon types “A” and “B,” the latter of which are believed to have survived through the Mesolithic into the Neolithic age.? And here there is something else that poses something of a mystery. There is no doubt that Homo sapiens made it safely out of the Ice Age. But the exquisite European art for which the Cro-Magnons have become so famous did not survive. The tools of Homo sapiens continued to improve. His art, however, deteriorated into crudity and did not rise to its former glory—even if in a different</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 200,
        "captions": [
            {
                "source": "caption",
                "text": "Bison painted on the wall of a cave from the Magdalenian culture, Niaux, France. Why did such an anatomically accurate and distinctive style disappear at the end of the Ice Age?"
            }
        ],
        "headers": [
            "CATASTROPHIC SIGNATURES"
        ],
        "content": "<p>style—until the beginning of civilization. What happened? Did the best Cro-Magnon artists all die out at the end of the Ice Age? </p>\n<p><b><center style='font-size: larger;'>CATASTROPHIC SIGNATURES</center></b></p>\n<p>Theories concerning the extinction of the Neanderthals have not been in short supply. Among the promulgated causes, disease, armed conflict, competition for resources, dis- placement, and interbreeding have been at the forefront. Others, realizing that not one of these could on its own have been enough to erase this robust race right off the face of Europe, have sought a combination of two or more of the above postulates. But every cause that has been suggested has also been opposed. Finally, there are those who have come to the realization that the cause could not have had anything to do with the races themselves. The blame, they claim, must be laid at the door of the environment. Sediment and pollen analyses between Mousterian and Chatelperronian sites, for in- stance, indicate the onset of a warmer climate. Thus the emergence of the Aurignacian period is thus believed to have been accompanied by a climatic change.!</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 201,
        "captions": [
            {
                "source": "caption",
                "text": "Bellowing bison from the cave of Altamira. (illustration after Abbé Breuil.)"
            }
        ],
        "headers": [],
        "content": "<p>Judging by finds in India, this change of climate is then blamed on a catastrophic event. Sand and a stratum of red clay covers the remains from the Lower Paleolithic in Pushkar in the Thar Desert. The nature of this “soil” indicates that it must have borne substantial vege- tation, which implies an ample supply of surface water.! Remains of Homo sapiens sapiens are to be found on top of this red clay, again indicating a change of climate. The clay itself, however, must have been carried there by what some consider to have been a catastrophic flood. A similar situation is met with in the Potwar plateau between the Indus and the Jhelum rivers in the northern Punjab. Neanderthal strata are here covered by a loess deposit,? which</p>",
        "markdown_converted": true
    }
]