[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 229,
        "captions": [
            {
                "source": "caption",
                "text": "Shiva"
            }
        ],
        "headers": [],
        "content": "<p>Strange as it may seem, Heinrich Zimmer also noted a connection between Shiva and Santa Claus,! which, in view of our own previous connection of Santa Claus with proto-Saturn,? does not surprise us at all. These assertions should not be discarded because they happen to come from mythologists rather than mythology itself. In Alexandrian times, the Greeks</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 230,
        "captions": [],
        "headers": [],
        "content": "<p>equated Shiva with their own Dionysos! whose Saturnian identity has already been indicated. But what of Hindu lore itself? In the Linga Purana, Shiva is alluded to as “the Purusha.”? In Sanskrit, Purusha trans- lates as “Supreme Being,” with the connotation of “first” or “primary.” This accords with the belief of other nations in that the Saturnian deity was the first and, for a time, the only, god visible in the primordial sky. It also accords well with the hoary practice of placing the Saturnian deity at the head of all ancient pantheons. Shiva was considered “the overlord of the waters” and “glorified as such.”4 But “the wa- ters,” it was also said, constitute the abode of Vishnu,&gt; whom we have earlier seen floating on these very waters. The god known as Hari-Hara, however, combines Shiva and Vishnu into one and the same deity.® This is further complimented by the fact that both Shiva and Vishnu share the same epithet of Sarva.? The Linga Purana also equates Shiva with Vishnu.’ Actually, as Heinrich Zimmer informs us: “...in the earlier and classic Puranas? Shiva is no more than a function or mask as- sumed by Vishnu whenever the moment approaches for the reabsorption of the uni- verse. Only in a later stratification of Puranic myth!° do we find Shiva coming to the fore to enact independently and alone all three of the great world roles of creation, preservation, and destruction.”!! The same passage in the Linga Purana which links Shiva to Rudra also equates Shiva with Brahma,!? whose identity as Saturn has already been documented.!3 Now it is true that the Puranas are of relatively recent date, with some of them being as tardy as the 10th century A.D. Not only that, but the Linga Purana itself was abridged by Krishna Dvaipayana. As the translators of the 1973 edition of this work inform us: “The abridgement was a natural course, for the old contents ceased to appeal to later generations. At the same [time], fresh material was available which the new compilers</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 231,
        "captions": [],
        "headers": [],
        "content": "<p>inserted in the old corpus. The process continued till the beginning of the fifth century A.D. when the bulk of this Purana was settled to its present form.”! It is also no secret that the Puranas were compiled “for the purpose of promoting some special, locally prevalent form of Brahmanical belief.”2 While most of them exhibit a certain Vaishnava tendency —i.e., a tendency to elevate Vishnu above the other two members of the Trimurti—it is quite obvious that the Linga Purana is strictly Saiva: From beginning to end it lauds the niskala and sakala (attributes and characteristics) of the Lord Shiva. Be all that as it may, the term purana itself signifies “old” and it was originally applied “to prehistoric, especially cosmogonic, legends.”? In other words, regardless of how late these “legends” were put into writing, they still derive from great antiquity. It is not hidden from anyone that Brahma, Vishnu, and Shiva form a trinity, with Brahma as the Creator, Vishnu as the Preserver, and Shiva as the Destroyer of the so-called “world.” It was well understood by the ancients that these three divinities, collectively known as the Trimurti, were in reality three gods in one.* Additionally, just as the Greek Kronos, when rendered “Chronos,” means “Time,” so does Shiva’s title of Kala.5 Moreover, Kala was itself a name of the planet Saturn.° Thus when Shiva is designated as Kala, he is unambiguously identified as Saturn. Soma is one more name of Shiva, but also an epithet of Yama.’ More than that, Shiva himself is also known as Yama-antakah.’ That Yama was a name of Saturn is well known.? A common epithet of Shiva is Sthanu, which has the meaning of “pillar” or “post,”!° which fits well with the heaven-sustaining pillar and/or post of our present topic. Although this is the meaning of Sthanu most often stressed by Indologists, sthanu also translates as “firm, fixed, steady, stable, immovable, and motionless,”!! which conforms with the immo- bility of the proto-Saturnian sun. Another name of Shiva is Achala which, as a noun, translates as “seven,”!? the sacred number mostly associated with Saturn.!3 But, as an adjective, achala again means “steady, immovable, motionless, fixed, and permanent.”!4 Sthirah, derived from sthira, also means</p>",
        "markdown_converted": true
    }
]