[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": null,
        "main_text": "Flare Star",
        "captions": [],
        "bibliography": "Dwardu Cardona",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": null,
        "main_text": "Flare Star Copyright © 2019 by Dwardu Cardona Cover Illustration by Richard M. Smith All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior written permission of the author, except in the case of brief quotations embodied in critical reviews and certain other non-commercial uses permitted by copyright law. well? Tellwell Talent www.tellwell.ca ISBN 978-0-2288-1667-6 (Paperback) 978-0-2288-4154-8 (eBook)",
        "captions": [],
        "bibliography": "",
        "headers": [
            "ISBN"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": null,
        "main_text": "By the same author: God Star (2006) “Once I had God Star in my hands I could scarcely put it down. This is the most complete and articulate book on the topic I have read. It is a complete history...of the nature of an intense plasma occurrence in the Solar System as it once was at a time when mankind was present to record it...God Star delineates mythology from fable, setting the former as a true field of scientific enquiry. From God Star springs forth topic after topic on the physical conditions and processes our planet has undergone...” Anthony L. Peratt B.S.E.E., M.S.E.E., Ph.D (Former Scientific advisor, United States Department of Energy) ii",
        "captions": [],
        "bibliography": "",
        "headers": [
            "(2006)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": null,
        "main_text": "ACKNOWLEDGEMENTS",
        "captions": [],
        "bibliography": "First, I thank my wife, Gaylia, for her help in researching, as well as for the patience and understanding she displayed during the time that went into this work. And —in alphabetical order: Halton Arp, B.Sc., Ph.D., for his help concerning the ejection of cosmic bodies. Roger Ashton, for providing me with his invaluable knowledge of Sanskrit, especially his help with Apte’s Sanskrit dictionary. Frederick B. Jueneman, for our many discussions on the subject through the years, for lending his ear, and for patiently proofreading the manuscript. Ken Moss, for supplying the odd insight made use of in this work. Anthony L. Peratt, B.S.E.E., M.S.E.E., Ph.D., for sharing his knowledge of plasma cosmology, the instabilities inherent in columnar plasma discharges, and the recognition of such discharges in ancient art depictions. Donald E. Scott, B.S.E.E., M.S.E.E., Ph.D., for clarifying the consequences of plasmaspheric contacts. Warner B. Sizemore, M.A., B.D., for furnishing me with various rare works on mythology and ancient religion. Wallace Thornhill, B.Sc., for giving freely of his knowledge of plasma physics. Marinus Anthony van der Sluijs, for additional material on the role of diamonds in mythology. I would also like to thank Lewis M. Greenberg, past Editor-in-Chief of KRONOS, as also the editors of AEON, for allowing me to use various excerpts from my own published works as they had originally appeared in those periodicals. iv",
        "headers": [
            "ACKNOWLEDGEMENTS"
        ]
    },
    {
        "page_type": "index",
        "page_number": null,
        "index": [
            {
                "chapter_number": "Chapter 1",
                "chapter_title": "The Frigid Earth",
                "entries": [
                    {
                        "text": "The Glacial Theory",
                        "page_number": "2"
                    },
                    {
                        "text": "The Pleistocene Ice Age.",
                        "page_number": "3"
                    },
                    {
                        "text": "The Interglacials.",
                        "page_number": "6"
                    },
                    {
                        "text": "Previous Ice Ages,",
                        "page_number": "7"
                    },
                    {
                        "text": "Gondwana.",
                        "page_number": "8"
                    },
                    {
                        "text": "Snowball Earth.",
                        "page_number": "10"
                    }
                ]
            },
            {
                "chapter_number": "Chapter 2",
                "chapter_title": "The Milankovitch Theory",
                "entries": [
                    {
                        "text": "The Birth of the Milankovitch Theory.",
                        "page_number": "14"
                    },
                    {
                        "text": "The Distressed Life of the Milankovitch Theory",
                        "page_number": "18"
                    },
                    {
                        "text": "The Death of the Milankovitch Theory",
                        "page_number": "20"
                    },
                    {
                        "text": "The Resurrection of the Milankovitch Theory.",
                        "page_number": "21"
                    },
                    {
                        "text": "The Devils Hole Controversy.",
                        "page_number": "22"
                    },
                    {
                        "text": "Summing Up.",
                        "page_number": "25"
                    }
                ]
            },
            {
                "chapter_number": "Chapter 3",
                "chapter_title": "Alternative Hypotheses",
                "entries": [
                    {
                        "text": "In Search of a Better Proposal,",
                        "page_number": "27"
                    },
                    {
                        "text": "A Simple Matter of Severe Winters.",
                        "page_number": "27"
                    },
                    {
                        "text": "Ice as its Own Cause",
                        "page_number": "28"
                    },
                    {
                        "text": "Cold Versus Heat.",
                        "page_number": "29"
                    },
                    {
                        "text": "Uplift of Land.",
                        "page_number": "30"
                    },
                    {
                        "text": "The Volcanic Theory.",
                        "page_number": "31"
                    },
                    {
                        "text": "Pole Shifts and Tilts,",
                        "page_number": "33"
                    },
                    {
                        "text": "Magnetic Field Collapse.",
                        "page_number": "34"
                    }
                ]
            }
        ]
    }
]