[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 139,
        "captions": [
            {
                "source": "caption",
                "text": "Surya—sun god of the night who was said to have been located at the pole. (From an 18th century A.D. wooden shield.)"
            }
        ],
        "headers": [
            "THE POLAR STATION"
        ],
        "content": "<p>sun, “Certainly,” they themselves had it written, “it was not the same sun which we see...”! This immobile sun was also remembered by the North American Indians. The Brule Sioux tell that: “At that point [that is ‘in the beginning’] the sun did not move yet, did not rise and did not go down, just stood in one place.”? And: “The great sun, anpetu-wi, still stood idle, fixed in his place from the moment of creation.”3 So, also, in Oceania, where there were those who kept alive the tradition that, in the be- ginning, the Sun never set.+ In view of what we learned in our previous work, it is not through a stretch of the imagination when we claim that the belief in these motionless suns owed its origin to the immobile Saturnian sun beneath the feeble radiance of which humankind lived in primeval times. </p>\n<p><b><center style='font-size: larger;'>THE POLAR STATION</center></b></p>\n<p>The notion of a motionless sun is not unheard of in astronomy. Thus Philip Plait could describe such a sun hanging “motionless” and “ominously” in a “velvety sky” above the sur- face of a planet orbiting a red dwarf star somewhere out in the Universe beyond our Solar System.&gt; As Plait explains:</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 140,
        "captions": [],
        "headers": [],
        "content": "<p>“The red dwarf’s gravity may be weak, but from such a small distance [6 million kilometers from the star’s surface] its effects would be felt. The gravity could cause the planet to be tidally locked with the star, meaning its rotation (‘day’) and revolu- tion (‘year’) would be equal in length—from that distance, a little more than nine Earth days....To someone standing on the tidally locked planet’s nearside, the star would never seem to rise or set; it would always hang motionless in the sky.”! This is precisely the same situation we find in the present Earth-Moon mini-system, where the Moon is phase-locked with Earth. For this reason, as viewed from Earth, the Moon always shows the same face. From Earth, we never see the Moon’s far side. And, as viewed from the Moon, Earth appears to be perpetually suspended in the lunar sky, an immobile body which never rises and never sets. This, then, is one way in which the Saturnian sun could have appeared to be suspended in an immobile position in Earth’s primeval sky. But, as explained in our previous volume, there is one other way—a peculiar one, to be sure—in which the Saturnian sun could have appeared to be motionless in the sky; and that is to posit a Saturn-Earth system in which the two bodies would have been suspended beneath each other while sharing the same rotational axis. In this case, the Saturnian sun would have appeared to be motionless in Earth’s north celestial pole, the same locality which is presently occupied by the Pole Star. As bizarre as such a system appears to be, we have actually embraced it in favor of the phase-locked model simply because that is precisely what is implied in the mytho-historical record. Ancient texts describe the Saturnian deity and his planet as having occupied precisely that locality, the north celestial pole. * Because this situation is the most difficult to accept as far as the Saturn thesis is con- cerned; because it has been the most criticized aspect of the model; and because it is of the utmost importance to both the model and the conundrums it serves to solve; we cannot let it pass with a few allusions by way of a concise reiteration. Besides, as difficult as it may be to accept this tenet, it is amazing how much evidence had been missed and how much new evi- dence continues to be discovered in its favor, even when researching other aspects of the the- ory. Isaac Newton Vail was shrewd enough to realize that the terrestrial north was the seat of mythology, even if he did make a mess in interpreting the significance of it all. As he wrote, “humanity’s eye was ever turned to a transcendently sacred region in the northern heavens, as the very home and seat of Deity.”3 As far back as 1885, William Warren also reached the same conclusion# although, he, too, went somewhat astray in interpreting the multitudinous evidences he himself uncovered.&gt; Frederic Jueneman was entirely correct when he declared that:</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 141,
        "captions": [
            {
                "source": "caption",
                "text": "Isaac Newton Vail (1840-1912) Despite his misinterpretation of the mytho-historical record, Vail was shrewd enough to realize that the terrestrial north was the seat of mythology. (illustration by Arthur Beeman.)"
            }
        ],
        "headers": [],
        "content": "<p>141</p>",
        "markdown_converted": true
    }
]