[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 316,
        "captions": [],
        "headers": [],
        "content": "<p>Special types of novae, which astronomers define as distinctly different from normal ones,! are called supernovae because the extent of their outbursts may reach anywhere from 10 to 100 million times that of the Sun.” One of the most remarkable of these supernovae was that which appeared in October of 1572 and was carefully studied by the Danish astronomer Tycho Brahe. At maximum, it outshone the planet Venus and was visible in broad daylight.3 Thirty-two years later, in 1604, another supernova made its appearance in the stellar constel- lation Ophiuchus. It was observed by Johannes Kepler who described it as having been brighter than Jupiter.4 But perhaps the most famous of all was the supernova which was ob- served by Chinese and Japanese astronomers in 1054. The remains of this super-explosion can still be seen in our night-time sky to this day in the form of the Crab Nebula.&gt; “It has been calculated from the light curves that during the few months that it is visible, a typical supernova radiates as much energy as the Sun dispenses in several million years. “Language is inadequate to describe such a flood of energy: the best we can do is cite examples based upon the above figures. Thus a supernova appearing in our own Galaxy at a distance of 10 parsecs (33 lightyears) would have an apparent magnitude equal to its absolute magnitude; in other words, although it would appear as a dimen- sional stellar point, its brightness at maximum would be 10 times that of the full Moon, and it would turn the night into day.”® Or, as Alexei Filippenko put it: “Some of these so-called supernovae release as much en- ergy in one second as all the other stars in the observable part of the universe.”? Some of these have recently been detected “popping off like fireworks” in Arp 229, which is believed to consist of a pair of colliding galaxies. Arp 229 has now been dubbed a “supernova fac- tory.”8 Moreover, as if supernovae were not enough, by 2003 astronomers were talking glibly about hypernovae—“superenergetic stellar explosions, each packing tens or hundreds of times the power of a ‘regular’ core-collapse supernova.”? M82 in the constellation Ursa Major is now believed to “play host” to a vast number of these hypernovae, explosions from which have been occurring “within the last few million years.”!° Even so, to be sure, not all astronomers are of one mind over this. As Roger Chevalier cautioned, “there are still a lot of</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 317,
        "captions": [],
        "headers": [
            "RECURRING NOVAE",
            "SURVIVABILITY OF PARTNERS"
        ],
        "content": "<p>uncertainties” concerning the different mix of elements which these supposed hypernovae emit and which supposedly differentiates them from ordinary supernovae.! Such super-energetic flares would have disastrous effects on Earth if occurring relatively nearby. As already noted, however, Velikovsky did not describe proto-Saturn’s flare-up as a supernova, but simply as a nova, a much lower class of stellar disruption. Nevertheless, at close proximity to Earth, the light emitted by proto-Saturn would still have appeared a thou- sand times more brilliant than that of the Sun. Why, then, did the flare-up not annihilate proto-Saturn? </p>\n<p><b><center style='font-size: larger;'>RECURRING NOVAE</center></b></p>\n<p>At one time it was believed that novae were caused by the collision of two stars both of which would be demolished in the process.? But then it was discovered that, after the light of a nova died down, the original stars still retained their places in the blackness of space. This was exemplified through the antics exhibited by an even more specialized type—the so- called recurring novae. As their name implies, these are stars that flare up more than once. “Thus the nova T Coronae of 1866 reappeared in 1946, repeating almost exactly its behaviour of 80 years previously, while nova T Sagittae of 1913 likewise gave a re- peat performance in 1946. RS Ophiuci has also been observed at two maxima (though these were admittedly unequal), in 1901 and 1933, and U Scorpii has been observed at three— 1862, 1906 and 1936. Lastly, T Pyxidis has already [by 1966] exhibited four well-observed outbursts, in 1890, 1902, 1920 and 1945.”3 This well illustrates the non-annihilation of stars during flare-ups since, needless to say, an entirely destroyed star could not flare up again. It was thus theorized that only the outer gases were expelled in these outbursts and that each emitting star, although obviously somewhat shrunken in mass, remained intact. Even in the Crab Nebula, the star that gave it birth through its outburst remains distinctly visible to this day. There is therefore nothing improbable about the continued survival of proto-Saturn following its flare-up. </p>\n<p><b><center style='font-size: larger;'>SURVIVABILITY OF PARTNERS</center></b></p>\n<p>Since the immense emptiness of interstellar space would make the chance of stellar en- counters close to negligible, the physical collision between two stars was ruled out as the cause of such abnormal outbursts.4 This can be especially emphasized when it is remembered that, even in 1966, from 20 to 30 novae had been calculated to flare up annually.&gt; Besides,</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 318,
        "captions": [],
        "headers": [],
        "content": "<p>the phenomenon of recurrent novae also removes the possibility of direct physical collision since it would be ridiculous to maintain that the same stars, and so many of them, are repeat- edly involved in such celestial encounters. The cause of these flare-ups, both novae and su- pernovae, had to be sought elsewhere. In 1966, this cause was still elusive. “The origin of the nova-phenomenon [as well as that of the supernova] must without doubt be looked for within the star itself, even though the precise mechanism of the outbursts is at present still unknown.”! Although it was soon discovered that stars that flare up were members of a binary system, the exact cause of their outbursts remained a mystery. In the meantime, despite the fact that proto-Saturn would not have been as massive as a star, at close proximity the flare-up should still have been a little too close for comfort. How, then, did Earth escape annihilation? Once again we look to supernovae to see what is believed to happen to those bodies whose stellar partners tend to flare up. The long-term timing of the oscillations emitted by pulsars, which is what the remnant stars of supernovae are called, led astronomers to believe “that these objects may have one or more small planetary companions.”? During the 1980s, Carl Sagan could already conceive the possibility that “a planet could survive the evolution of a star into a pulsar”3— that is, sur- vive the explosion emitted by a supernova. A stellar outburst, dubbed SN1987a, appeared in the Large Magellanic Cloud during that year. Astronomers, however, had to wait two years for the star that gave it birth to appear as a pulsar. When it did, a problem surfaced with it. The star was pulsing at about 2,000 times a second. At one pulse per revolution, this meant that, at its equator, the pulsar was rotating at more than one-third the speed of light. At such speed the pulsar should have flown apart. Jo- seph Taylor then suggested that the blips might be coming once every half-revolution, which would imply that the pulsar was spinning “at an acceptable rate of once per millisecond.” Jerome Kristian did not agree, arguing that the pulses, in such a case, should differ slightly, whereas they were noted to be identical. Additionally, the pulse frequency varied “almost im- perceptibly” in a regular pattern. One possible explanation for this, according to Sam Flam- steed, would be a Jupiter-sized body orbiting the pulsar “at close range.” Were that the case, the object’s gravity would cause the pulsar to wobble, and this, in turn, would cause the vari- ance in the pulse frequency+— which is the well-known Doppler effect through which extra- solar planets are now being detected. By 1994, such claims had become common. Thus two Russian astronomers claimed that the pulsar from a supernova dated to have occurred 5 million years ago harbored not one, but two planets orbiting around it. If these planets are real, it has been theorized, they must have existed before the explosion and survived it.</p>",
        "markdown_converted": true
    }
]