[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 241,
        "captions": [],
        "headers": [
            "ADORATION OF THE LINGA"
        ],
        "content": "<p>square, together with figures in relief showing all the kinds of pleasure than can exist between man and woman and they have these pictures with legs raised in various ways.”! The same was true of Haiti, Peru, and Oceania: “The inhabitants of Tlascala also paid worship to the sexual organ of a man and a woman. In Peru, several representations in clay of the phallus are met with. At Hayti [ie., Haiti]...phalli have been discovered in different parts of the island, and are be- lieved to be undoubtedly the manufacture of the original inhabitants of the island. In one of the Marianne islands of the Pacific Ocean, on festive occasions, a phallus, highly ornamented, called by the natives Tinas, is carried in procession.” In fact, the Polynesian obsession with the phallus was so prevalent that, until the 1850s, Ure, which means “Penis,” was a common personal name on Easter Island.3 In Peru, Incan stone phalli, some up to fifteen inches high, continue to be discovered at many mountaintop sanctuaries.* But also, much farther north, phallic worship seems to have been prevalent among the mound builders of North America. One image discovered in Tennessee was en- dowed with a disproportionate phallus which had been broken off by a plough while still in the ground. Two other stone phallic simulacra, twelve to fifteen inches in length, have also been unearthed in the same area.&gt; Similarly, phallic worship was also practiced in West Africa. The famed explorer, Richard Francis Burton, thus described it: “Among all barbarians whose primal want is progeny, we observe a greater or less de- velopment of the phallic worship. In Dahomé [i.e., Dahomey, now Benin] it is uncom- fortably prominent. Every street from Whydah to the capital is adorned with the sym- bol, and the old ones are not removed. The Dahoman Priapus is a clay figure, of any size between a giant and the pigmy, crouched upon the ground, as if contemplating its own attributes.”6 But it was, as it still is, mostly in India that phallic worship reached its highest culmina- tion. </p>\n<p><b><center style='font-size: larger;'>ADORATION OF THE LINGA</center></b></p>\n<p>In India, too, the veneration of Shiva’s lingam goes back to the Neolithic period. “...the basic and most common object of worship in Shiva shrines is the phallus or lingam. This form of the god can be traced back to the worship of primitive stone sym- bols as early as the neolithic period. Already at Mohenjo-Daro the lingam occurs, side</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 242,
        "captions": [],
        "headers": [],
        "content": "<p>by side with other important symbols similar to those employed in later Hindu iconog- raphy.”! “Conspicuous among the Indus Valley religious symbols is the phallus—to this day the most common object of worship in the sanctuaries of Hinduism, where it represents the generative male-energy of the universe, and is symbolic of the great god Shiva.” Images of the lingam are to be found all over India: “Just as along the roads of Greek and Roman antiquity there might be seen images of Priapus at every field’s end, in other words, practically everywhere, so in India to-day we may come upon those little cylindrical boundary-marks, more or less ornamented, which are the lingas.”3 Shiva’s lingam was also worn as a symbol by the Lingayat members of the Saiva sect.4 The symbol continues to be venerated in various Hindu shrines and temples. One of the most famous of these is the eleventh century Kandarya Mahadeva temple, itself part of the Khajraho complex in north-central India. The exterior richness of this temple is complimented with over 900 carvings depicting various deities, demons, dancing girls, and animals. The building was meant both as a dwelling for Shiva and as “a symbolic microcosm of the cre-ated world.” Its interior is somewhat darkened, as most Hindu temples are, but still decorated with intricate figures, mostly of an erotic nature, since Hindus hold that the sexual act symbolizes “the unity of the cosmos.” The congregation is forbidden to enter the Holy of Holies, known as the Womb House. It was in this inner sanctuary that Shiva’s lingam, constructed of marble, was housed. The cosmic connection was then initiated when the temple was consecrated, during which a priest would climb to the top of the temple’s highest pinnacle and “pierce” it “to create an aperture, representing the eye of the temple opening to the celestial sphere.”&gt; The lingam is also the central feature of the cave complex of Elephanta. As Zimmer de- scribes it: “The great subterranean rock-cut cave-temple of Elephanta, near Bombay, one of the most impressive and beautiful monuments of Hindu religious art, is adorned with many anthropomorphic representations of Shiva, as well as with scenes from his rich mythology. The central sanctuary of this extensive temple is a simple, monumental, square shrine, with four entrances on the four sides, each guarded by a pair of divine door keepers. Within is the austere symbol of the lingam, emanating to the four quar- ters its all-productive energy. This lingam, as the main stone image, forms the center of the innermost cella, the holy of holies or ‘womb house.’ In the innermost recess of</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 243,
        "captions": [
            {
                "source": "caption",
                "text": "Lingam and yoni emblems on Hindu altar."
            }
        ],
        "headers": [],
        "content": "<p>the organism of the temple it serenely stands, constituting the life-center of the subterranean cave.”! Small figures of the lingam, left by pilgrims as offerings at the monastery of Jangambari Math in central Benares, cover an entire courtyard with many others from previous devotees buried beneath them. Over 60,000 of these figures have been counted. The devout congregate at this monastery for the annual feast dedicated to the marriage of Shiva. During the ceremony the priest bedecks the main lingam with flowers, anoints it with clarified butter, and washes it with milk and water.”</p>",
        "markdown_converted": true
    }
]