[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 319,
        "captions": [],
        "headers": [
            "THE EXPLODING PLANET THEORY"
        ],
        "content": "<p>Periodic variations in the pulses of another pulsar, 3,000 light-years away in the constellation Virgo, have also been detected by Alexander Wolszczan. And he, too, has claimed that the variations are caused by planets orbiting the pulsar—three of them this time. The lesser planet has been calculated to be of the mass of the Moon, with the other two about three times more massive than Earth, These two are claimed to orbit the pulsar at about one- third and one-half the Earth-sun distance, respectively. “All three planets are probably rocky worlds like Earth, but without an atmosphere.”! All of which tends to show that planetary companions of stars that flare up are not neces- sarily believed to be obliterated by the eruption. Planetary companions of bodies of less than stellar masses should therefore survive all that much easier. So that, even at close proximity, Earth’s survival as a planetary body in the wake of proto-Saturn’s flare-up should not be viewed as having been beyond astronomical feasibility. We have, of course, been arguing that what applies to supernovae should apply to proto- Saturn. The flare-up of our proto-Saturnian body, however, can hardly be classed as a super- nova. Even Velikovsky’s claim that it was a nova is something of an exaggeration. In the past, I myself have shied away from alluding to proto-Saturn’s flare-up as a nova, having instead chosen to clarify it as “nova-like.” Today I prefer to use the simpler term of “flare- up.” Our own claim, of course, is that proto-Saturn had been a sub-brown dwarf star, but, as already noted, the demarcation between sub-brown dwarfs and gaseous planets remains somewhat arbitrary. Leaving novae and supernovae aside, we should therefore investigate the possibility of planetary flare-ups —and this, too, is not new to orthodox astronomy. </p>\n<p><b><center style='font-size: larger;'>THE EXPLODING PLANET THEORY</center></b></p>\n<p>Debates concerning whether the Solar System has retained its present formation since its inception have been going on for some time. One of these centered around the planetary or- bital spacing which has long been tied to the Titius-Bode Law which claims that planetary orbital distances follow a mathematical formula. The formula itself was derived by Daniel Titius in 1772 who discovered that if we take the number 3, double it, then double the result, and keep on doubling in that manner, we end up with the series 3, 6, 12, 24, 48, 96 and so on. Adding 4 to each of these numbers results in the series 7, 10, 16, 28, 52, 100, etc. If we then divide each of these numbers by 10, we finally end up with -7, 1, 1-6, 2:8, 5-2, 10, and so forth. This final series turns out to be in fair agreement with the actual mean distance of each planet in astronomical units? as we move outward from the Sun—Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, Neptune, and Pluto. Where this law was at first thought to fail was in its fourth placement, since there is no planet to be found at 2-8 astronomical units from the Sun. But when the asteroid belt was discovered between Mars and Jupiter close enough to this position, the law was engraved in stone. The problem, of course, is that it actually breaks completely down when it comes to Neptune and Pluto which fail to conform to it.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 320,
        "captions": [],
        "headers": [],
        "content": "<p>In 1968, A. M. Molchanov claimed that the Titius-Bode Law was the result of orbital resonances and that it could not be of primeval origin.! Mathematically, a resonance is an even or integral relationship between any two motions. The best example is that of the Moon which rotates once in the same time it takes to revolve around Earth. Another example is that of the asteroid Toro which completes five revolutions around the Sun in almost exactly the time it takes Earth to revolve eight times on its own orbit. S. F. Dermot next claimed that resonances do trace back to the early systems and that, in any case, they are not the dominant influence in establishing the Titius-Bode Law.” For those who disagreed, the question then revolved on whether planets in random orbits could achieve resonant orbital spacing in a time that would be less than the calculated age of the Solar System. In 1970, through a computerized model, J. G. Hills showed exactly that. As his computerized system indicated, “arbitrary planetary configurations, started with purely random initial positions and velocities, tend, during a few thousand to a few hundred thou- sand subsequent years, to ‘relax’ into a Bode’s-law type of resonant configuration.”? In fact, this phenomenon was actually foreseen by Ernest Brown as early as 1931.4 As Robert Bass noted, what this implies is that it is possible for randomly spaced bodies to relax into a stable configuration similar to that implied by the Titius-Bode Law even ina few centuries. Fair enough, the computerized planetary system that relaxed the fastest for Hills was composed of the Sun with only four planets, each about ten times the mass of Jupiter, which is hardly a picture of the present Solar System. Meanwhile, in 1974, Michael Ovenden reached a conclusion identical to Molchanov’s in that “the present distribution of the planetary and satellite orbits is the result of mutual perturbations,” concluding that “the present distribution gives no information concerning the origin of the solar system.”¢ In an attempt to solve the problem once and for all, Ovenden devised the Principle of Least Interaction Action—which we need not go into for the purpose of this work. While this Principle worked beautifully in “explaining” the present orbits of bodies with which we are not presently concerned,’ it failed in predicting the present orbits of the Jovian planets. Ov- enden could only save his Principle by postulating the one-time existence of an additional massive object and then getting rid of it at some point in time. In a letter he published in Nature, Ovenden spoke of this “additional massive object” as a 90-Earth-mass ring of material which he simply referred to as “A.” As he himself stated:</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 321,
        "captions": [],
        "headers": [
            "NATO",
            "THE TROUBLE WITH AZTEX"
        ],
        "content": "<p>“From the point of view of the dynamical arguments presented...it is probably true that A was always in the form of a ring.”! At the very time that Nature received Ovenden’s letter, but before it was published, Ov- enden himself was in Cortina d’ Ampezzo, Italy, participating in the 1972 </p>\n<p><b><center style='font-size: larger;'>NATO</center></b></p>\n<p>Advanced Study Institute in Dynamical Astronomy. It was in the paper he read there, an expansion of the letter he had sent to Nature, that Ovenden displayed dissatisfaction with the form of his 90 Earth-mass ring of material. As he stated on that occasion: “Tf the mass of A did indeed disperse suddenly, the hypothesis of a single original planet is more attractive than that of a ring; while we may know of no mechanism whereby a planet might ‘explode’ with sufficient violence to disperse 99.9% of its mass, it seems even harder to understand why a ring of matter should have existed undisturbed for 4.5 X 10° yr, and then suddenly dissipate 1.6 X 10’ yr ago.”? He then whimsically asked: “Jf the object A had been a planet, what was its name?” Availing himself of the privilege of discovery, he there and then bestowed on this iffy “non- existent object” the name of Aztex.3 This event was placed by Ovenden at 16 million (1.6 X 10’) years ago. He also calculated that it would take another 280 million (2.8 X 105) years for the Solar System to reach equilib- rium (thus allowing the Principle of Least Interaction Action to fulfil itself). </p>\n<p><b><center style='font-size: larger;'>THE TROUBLE WITH AZTEX</center></b></p>\n<p>We notice in the above that the “immense physical difficulties” involved did not stop Ov- enden from postulating the near-annihilation (99.9%) of a 90 Earth-mass object. I stress this because I want to impress upon my readers that conventional astronomers are not averse to postulating events even when the laws of celestial mechanics seem to be against them. We notice also that, according to Ovenden, the present near-equilibrium of the Solar System is not its final stage—that, in fact, the Solar System is still adjusting to a relatively recent cosmic catastrophe. Fair enough, an event which supposedly occurred 16 million years ago is hardly “recent” by neo-catastrophic standards. But let us not get carried away just yet, for there is more to come. It is, however, the explosion of the hypothesized planet that has kept Ovenden’s Principle from becoming widely accepted. Robert Bass acknowledged this when he wrote: “Although...I regard Ovenden’s Principle as irrefutably valid, it has become some- what controversial and has been sharply questioned by several astronomers, mainly, I would assume, because Ovenden has used the principle to ‘prove’ that there must have once been a Saturn-type planet (90 Earth-masses) in the asteroid belt which somehow has been destroyed.”*</p>",
        "markdown_converted": true
    }
]