[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 89,
        "main_text": "THE SATURN THESIS",
        "captions": [],
        "bibliography": "89",
        "headers": [
            "THE SATURN THESIS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 90,
        "main_text": "Chapter 5 Reiteration MYTHS AND LEGENDS s those who have read the prequel to this work should remember, our thesis owes its Ams to what ancient races had to tell us concerning the sky above them. It all started as simple as that. The information concerning what primitive man saw in heaven was derived from the mytho-historical record of ancient races. Despite the fact that our thesis was supported by astrophysical, geological, and palaeontological evidence, objec- tions against our methodology were not entirely put to rest. Myth, it has been stressed time and again, has no place in science. But, more than science, we are here concerned with his- tory and, as that great comparative mythologist Mircea Eliade aptly phrased it, true history is myth! — which is to say that, as far as our primitive forefathers were concerned, history began with myth. This is because, prior to the founding of the first civilizations, primitive man had no incentive to preserve the past actions of his own kind but, for reasons soon to become evi- dent, he was obsessed by what transpired in the sky, the domain of influence in which his capricious deities lived and died. Why should we believe what myths proclaim?—it has been asked. Are not myths simply that, fanciful tales of miraculous events, devoid of any reality? As P. Vayne asked in relation to Greek mythology: “What is to be made of this mass of nonsense? How can all this have a meaning, a motivation, a function, or at least a structure? The question of whether myths have an authentic content can never be put in positive terms.”? Or, as Ev Cochrane also asked: “Why should anyone care about ancient myth?” Coch- rane, however, replied to his own question by stating that: “The answer, quite simply, is that for untold centuries myth served as the primary means of recording and communicating man’s fundamental ideas regarding the nature of the cosmos and the sacred. In this sense, ancient myth represents an intellectual heirloom encapsulating the history of our species and is thus a ripe field of study for all students of evolutionary psychology. If, as appears to be the case, myth also pre-",
        "captions": [],
        "bibliography": "1M. Eliade, Patterns in Comparative Religion (London, 1996), p. 401. 2. Vayne, Did the Greeks Believe in Their Myths? (Chicago, 1988), p. 2. 3 B. Cochrane, The Many Faces of Venus: The Planet Venus in Ancient Myth and Religion (Ames, 2001), p. 181. 90",
        "headers": [
            "MYTHS AND LEGENDS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 91,
        "main_text": "serves important clues for reconstructing the recent history of our solar system, its study becomes all the more essential.””! Some myths do contain what seems to be an element of incredibility. For that reason, myth has often been interpreted on an allegorical level, as it continues to be to the present, especially among modern affluent cults. As Martin Bernal noted in relation to Egyptian mythology, “the allegorical interpretation of myth as an expression of the ancient wisdom of the Egyptian priests survived and flourished among Freemasons and Rosicrucians.”? More often than not, however, the cursory reader of mythological works is simply bowled over by the myths’ complexity and magical content. Ignatius Donnelly long ago remarked that: “Legend has one great foe to its perpetuation—civilization. Civilization brings with it a contempt for everything which it cannot understand; skepticism becomes the syno- nym for intelligence; men no longer repeat—they doubt, they dissect, they sneer, they reject...If the myth survives this treatment, the poets take it up and make it their stock-in-trade—they decorate it in a masquerade of frippery and finery, feathers and furbelows, like a clown dressed for a fancy ball...and the poor barbarian legend sur- vives at last, if it survives at all, like...a hippopotamus smothered in flowers, jewels and laces...” Myth must then be interpreted, when it needs interpreting at all, after it has been stripped clean of its “frippery and finery, feathers and furbelows,” its “flowers, jewels and laces.” In other words, it is the core of a myth that should concern us and not the trimmings it might have acquired in later times. That modern man has no use for myth is somewhat ironical when one remembers that those of a religious mind, regardless of their particular persuasion, often find themselves im- mersed in mythic ritual. These might not realize it, but religious ritual is nothing more than the re-enactment of myth. Hodder Westropp and Staniland Wake were right on the mark when they proclaimed that, together with language, worship is nothing more than crystallized history4— which compares well with Eliade’s own dictum mentioned above. As the same Eli- ade also avowed, “the greater part of primitive man’s actions were, so he thought, simply the repetition of a primeval action accomplished at the beginning of time by a divine being, or mythical figure.”> In other words, ritual, including sacrifice, is the re-enactment of past mythic events, and this remains true to the present, regardless of whatever religion is in- volved. In the Greek world, ritual also developed into drama, from which it can be said that drama owes its origin to mythic ritual. More than that, as we indicated in our previous vol-",
        "captions": [],
        "bibliography": "1 Ibid. 2M. Bernal, Black Athena (New Jersey, 1988), p. 182. 3 Donnelly, Ragnarok: The Age of Fire and Gravel (N. Y., 1894), p. 117. 4H. M. Westropp & C. S. Wake, Ancient Symbol Worship: Influence of the Phallic Idea in the Religions of Antiquity (N. Y., 1875), p. v. 5M. Eliade, op. cit., p. 33. 91",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 92,
        "main_text": "ume on this subject,! Greek drama, for which such magnificent theatres were built, originated from the mythic ritual concerned with one particular deity— Dionysos. As Rush Rehm noted: “The first theatrical productions were probably also connected with the worship of the wine-god Dionysus [variant: Dionysos]. From paintings on vases (often wine ves- sels), we know that initiates in the Dionysiac cult sometimes danced around an image of the god attached to a tree or pole. These mask-like visages of Dionysus may have influenced the use of masks by actors and the chorus... “The Greeks adopted Dionysus as the god of their theatre, and tragic and comic per- formances took place at city-sponsored festivals held in his honor. The biggest festi- val, held at the City Dionysia (the sanctuary to Dionysus), took place every spring in Athens, where large audiences gathered over several days. The close link to Dionysus gives some support to a theory about drama’s origins [which was] popular earlier this century...”? This is ascertained by the aforementioned Bernal in his contemplation of the origins of Greek theatre. “It is striking to note,” he wrote, “that in Greece, tragedy, which was essen- tially religious, was associated with both Dionysos and the goat, tragos.”3 In fact it is from the Greek word for “goat”—that is, tragos—which animal was sacred to Dionysos, that the word “tragedy” is derived. All of which is quite revealing because, besides being the god of wine and revelry, as we indicated in our previous volume, Dionysos originated as the anthro- pomorphized representation of the planet Saturn.+ The Classical Greeks came relatively late on the mythological scene. This, however, does not mean that their deities were of Classical manufacture. As Peter James and his co-authors revealed: “The decipherment of Linear B [a Mycenaean script] threw a completely new light on the Mycenaean world. For example, it is now known that the Olympian gods familiar from Homer (including Zeus, Hera, Poseidon, Athena, Artemis, Hermes and Di- onysos) were [already being] worshipped during the late Bronze Age.”> Even so, way ahead of the Greeks were the civilizations of Egypt and Mesopotamia. The major mythic themes with which the scholar is now familiar are, however, even more ancient than that. As Donald Mackenzie reported, the major myths of the ancient world trace all the",
        "captions": [],
        "bibliography": "1D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 4-12. 2R. Rehm, “The First Act,” Archaeology Odyssey (July-August 2000), p. 7. 3M. Bernal, op. cit., p. 65. 4D. Cardona, op. cit., pp. 80, 312, 314, 317, 443-446. 5P. James, et al., Centuries of Darkness (New Jersey, 1993), p. 82. 92",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 93,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "SL TK.           io         Y      ne     -      ~     \\\\         ee:     LA NO, | ty hn  1 rt     hy   E\\ \\ bs.        — a7 ee ON NS Soe OSE ee Se ES  Ritual, including sacrifice, constitutes the re-enactment of past mythic events. Shown above: The Roman rite of suovetaurilia, in which the sacrifice of a bull, sheep, or pig took place, with the animal’s internal organs being offered to the gods. (Illustration by John Green.)"
            }
        ],
        "bibliography": "Ws TART RS TI PIMA SNS z, . y wy na A yy \\, My 7 \\ ; NI eee aN ) V ~~ kas Se % 7 ft i cf Mh E: if. D LYS Ritual, including sacrifice, constitutes the re-enactment of past mythic events. Shown above: The Roman rite of suovetaurilia, in which the sacrifice of a bull, sheep, or pig took place, with the animal’s internal organs being offered to the gods. (Illustration by John Green.) 93",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 94,
        "main_text": "therefore understandable if one were to question the reliability of such a protracted mode of communication. But, as Ian Wilson pointed out: “Such attitudes are...coloured by our own era of reliance on mechanical recordings. We forget that before the days of television and radio it was a matter of course for our own grandfathers to learn by rote poems and ballads of a length that seems totally impossible to us today. Even in our own time remote communities in Ireland, Arme- nia, Afghanistan and elsewhere have bards who regale them with centuries-old reci- tations of the heroic deeds of their ancestors. Many generations of Greeks transmitted the entire Jliad and Odyssey to each other in this way, and there are still Moslems who can recite from memory the entire Koran.”",
        "captions": [
            {
                "source": "internal",
                "text": "=  as    _———esFsear a        > a | oo             a          cee                                                                   ‘ The magnificent theatre of Polycleitos the Younger at Epidaurus, Greece. (Photograph by the author.)"
            },
            {
                "source": "external",
                "text": "way back to an “immense antiquity”!—even to prehistoric times. Given such antiquity, which predates the advent of writing, it becomes evident that these mythic tales would have had to have heen nassed orally from one seneration to the next down throuch the ages. It is."
            }
        ],
        "bibliography": "1D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), republished as Mythology of the Babylonian People (London, 1996), p. xxix. 21. Wilson, Exodus: The True Story (San Francisco, 1985), p. 14. 94",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 95,
        "main_text": "As we noted in our previous volume, the Egyptians even recognized the advantage of the reliance on memory over the written word.! It was no different among the ancient Greeks, as Michael Coe well illustrates: “Socrates makes the point in Plato’s dialogue that writing will not help in the search for truth. He compares writing to painting —paintings /ook like living beings, but if you ask them a question, they are mute. If you ask written words a question, you get the same answer over and over. Writing cannot distinguish between suitable and un- suitable readers: it can be ill-treated or unfairly abused, but it cannot defend itself. In contrast, truths found in the art of dialectic can defend themselves. Thus, the spoken is superior to the written word!”? This situation remained true, as Henry Zemel indicated, right down into the European Renaissance:",
        "captions": [
            {
                "source": "internal",
                "text": "The Face of Tragedy. Theatrical mask carved on now-fallen stone. Roman theatre at Myra, present-day Turkey. (Photograph by the author.)"
            }
        ],
        "bibliography": "1D. Cardona, op. cit., pp. 17-18. 2M. D. Coe, Breaking the Maya Code (N. Y., 1992), p. 14 (emphasis as given). 95",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 96,
        "main_text": "“The Renaissance...spelt the end of many ideas and practices that disappeared be- yond time’s horizon: time-honored memory system used by clerics, rabbis, Greek and Roman orators, and anyone else who wanted to recall great globs of information. To- day, these techniques are nearly forgotten...”! Francis Yates, as Zemel informs us, wrote a “charming book,” titled The Art of Memory, which “reconstructs the pervasive influence of memory techniques during the early Renais- sance, and spells out why knowledge of these systems [eventually] faded.” Thus Coe could very well state that: “Socrates was undoubtedly right—nonliterate peoples are capable of astonishing feats of memory, as ethnologists can testify. Immense tribal histories have been committed to memory by bards and other specialists; one has only to think of the //iad and the Odyssey, which were recited with line-for-line accuracy by Greek bards...” Thus, also, William Stiebing, who could declare that “illiteracy and a low standard of material culture do not imply a lack of intelligence or creativity...”* To which he added: “Oral epic poetry has flourished in illiterate or semi-literate societies, including the Balkans and Crete in relatively recent times. Scholars have noted in Homer’s epics the same techniques of oral compositions, especially the use of memorized descrip- tions and catchwords (‘bright-eyed Athena,’ for example, or ‘rosy-fingered dawn’), as are used in oral poetry from more recent cultures. The production of exceptional po- etry, even long epic poems like the /liad and the Odyssey, does not assume the exis- tence of literacy or advanced civilization.”> So, similarly, with the ancient lore of India, the early Vedas, and even the later Puranas, concerning which Heinrich Zimmer informs us that: “The stories themselves are of immense antiquity. Before receiving their present form the wonderful adventures were told and retold through many centuries.” Traditional learning by rote persisted among nonliterate peoples into modern times. “I myself can bear witness to such feats of memory [wrote Coe]. Late one chilly afternoon during the great Shalako ritual of the Zufii pueblo, in New Mexico, my friend Vincent Scully and I were in the Council House of the Gods; seated around the walls were the impassive priests, chanting the immensely long Zufi Creation Myth,",
        "captions": [],
        "bibliography": "1H. Zemel, “Forget Amnesia,” AEON VI:3 (November 2002), p. 119. 2 Ibid. 3M. D. Coe, loc. cit. 4W. H. Stiebing, Jr., “Hot Air,” Atchaeology Odyssey (January-February 2002), p. 60. 5 Ibid.; see also D. Cardona, op. cit., pp. 14, 16. 6H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), p. 178. 96",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 97,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "OW lV EEAESIZESS 19 RES OF,          =f\" \"n AVS    ==              SOH_Y, \\\":        Ft I,“ \\      AW                                       ia Ui)        ,              => CNA \\\\\\     '                           ty           i    VA     —- UN             Hf eos    =\\ I    See ‘ \\\\\\        <i        == 2 hat     eae Se Medieval Irish bard at court. These honored entertainers in the Celtic tradition were trained in special bardic schools in which they were thoroughly drilled in their art. Some of these bardic schools survived into the seventeenth century. (lustration by A. G. Smith)"
            }
        ],
        "bibliography": "ya WARD Po SS (| ay NY, A hal i! 1S \\\\. \\ \\ i\\, Ny fa | mY _ I} 4) ue Tiaan\\ oo, \\ Ye yy q if il } i; 1 th “ { , \\ | = i Medieval Irish bard at court. These honored entertainers in the Celtic tradition were trained in special bardic schools in which they were thoroughly drilled in their art. Some of these bardic schools survived into the seventeenth century. (lustration by A. G. Smith) 97",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 98,
        "main_text": "hour upon hour of deep, unison droning, in which not one word or syllable could be gotten wrong. And all that without the benefit of written text. One mistake in recitation would have meant disaster for the tribe.””! And—from Tom Lowenstein and Piers Vitebsky: “For native audiences, myths were far from being fantastic ‘fairytales’...Rather, sto- ries were seen as accounts of real events that took place at the dawn of time. The purpose of myths and legends was both to instruct and to entertain...Storytelling oc- cupied a seminal position in Native American cultures. It was not a purely spoken art: singing and drumming were often involved.”? Likewise with the Polynesian people. Even that for-long mysterious script known as rongorongo, which the natives of Rapanui, or Easter Island, are known to have employed, does not date farther back than the late nineteenth century 3 “The Rapanui people had no need for a script [Steven Fischer, the man who finally decoded the inscriptions declared]. No Polynesian—indeed none of the three-million- odd inhabitants of Oceania in the eighteenth century, needed a writing system. Oral traditions and knot records had served these peoples well in this regard for thousands of years.”+ In the Society Islands, entire colleges of priestly teachers instructed the people in their ancient mythology, religious rites, and even poetic compositions. These teachers, drawn from priestly families, had themselves to undergo a strict training program before being allowed to practice and teach. They even had to endure a period of retreat which was followed by an oral examination before a group of elders. Tony Allan and his co-authors tell that one island, Opoa, “became such a centre of religious learning that it drew European comparisons with Mecca and Rome—as well as the less complimentary epithet, ‘the metropolis of idolatry’.” Similar schools also existed in Hawaii. With this universal oral tradition stretching back to prehistoric times, one begins to won- der how tales told in one part of the world ended up being similar, sometimes near-identical, to tales in other parts which would at the time have been far removed from cultural contact. Although not the subject of the present work, one such tale that comes easily to mind is the well known misadventure of Phaethon, son of Helios, who, having driven his father’s chariot across the sky, lost control of it and ended up burning the Earth below. In the end, Zeus was forced to intervene by dispatching one of his terrible thunderbolts with which he smote",
        "captions": [],
        "bibliography": "1M. D. Coe, loc. cit. 2. Lowernstein & P. Vitebsky, Mother Earth, Father Sky (Amsterdam, 1997), p. 11. 3S. R. Fischer, Glyph-Breaker (N.Y., 1997), p. 184. 4 Ibid. ST. Allan, et al., Journeys Through Dreamtime (Amsterdam, 1999), p. 117. 98",
        "headers": []
    }
]