[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 487,
        "captions": [],
        "headers": [],
        "content": "<p>wide, resulting in an entirely changed climatic regime which continued for thousands of years. As we have already seen, the memory of this heat wave was actually preserved, even if only by a few of our ancient forebears. But is there evidence of this change? As previously noted, it has now been theorized that radiation from a nearby supernova about 12,500 years ago would not only have reset Earth’s radiocarbon clocks, it would also have caused “various catastrophic phenomena such as heating the atmosphere, melting ice sheets and causing extinctions.”! Given their astronomical distances, however, one really wonders if supernovae could actually cause such direct repercussions on Earth, despite the “nearby” tag attached to the one discussed above. It seems more likely that if Earth’s dire consequences at the end of the Pleistocene requires it to have been bathed in stellar radiation, the source would have had to be much closer than a “nearby” supernova. The only inch I'll give is that the stellar flare responsible would not by astronomical standards be considered “super.” After all, as already noted, non-dwarf stars are not the only astronomical luminaries that have a propensity for flaring up in nova-like brilliance. Even comets do—and they do so through a similar, if not identical, mechanism—by throwing off shells of matter. Some of them even do so repeatedly. Such, for instance, was the case with comet Schwassmann- Wachmann 1, which has been observed to throw off such shells more than once, each time increasing its brightness by at least a hundred-fold.? Such cometary flare-ups are not known to cause any catastrophic effects on Earth. While “nearby” supernovae remain too far, “nearby” comets are much too frail. Even flares from “nearby” brown dwarf stars would fail to do the job—unless by “nearby” we mean exactly that. It has long been assumed that the disappearance of the glaciers was due to the warming up of climate. As far as Ernst Opik, as well as others, was concerned, this was due to a rise in the Sun’s own generative power. As he surmised: “In the end we always come back to the simplest and most plausible hypothesis: that our solar furnace varies in its output of heat.”? However, he himself cautioned that the “peculiar pattern” of alternating freezes and warm climate “cannot be accounted for by any simple scheme of alternate waxing and waning of the sun.”4 And yet he could not help coming back to his “simplest and most plausible hypothesis.” Thus, despite his cautionary tone, he found it worth repeating that: “A world- wide fall or rise of temperature indicates a change in the heat output by the sun; it is hard to explain in any other way.”&gt; He therefore had to come up with a novel theory concerning the manner in which the Sun behaves.° It is not a theory that has won many adherents. In our own scenario, proto-Saturn’s flare-up would have released a certain amount of its internal heat, which heat would have radiated onto Earth, in addition to the heat released through the friction of the sliding plates brought about by the temporary braking of our globe,</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 488,
        "captions": [],
        "headers": [],
        "content": "<p>to say nothing of that expelled through world-wide volcanic vents. It is this combined heat— yes, even including burping methane—that was mainly responsible for the melting of the Pleistocene glaciers. As we have also seen, the most recent complete and durable geomagnetic reversal oc- curred around 10,000 years ago. It therefore comes as no surprise that geomagnetic reversals have been tied to past climatic changes. When Earth’s magnetic field weakens, Goesta Wollin has shown, a general warming of the climate follows. Fluctuations in climate, it has been found out, correspond with geomagnetic reversals.! It is not, however, that geomagnetic reversals have themselves caused a lowering or rise in temperature, but that climatic changes and geomagnetic reversals have coincided because they were the outcome of one and the same occurrence. This is evidenced by the fact that the geomagnetic reversal associated with the end of the Pleistocene was also accompanied by earthquakes, volcanism, fluctuations in Earth’s water table, and faunal extinctions.? It is not conceivable that all these drastic events would have been caused by a geomagnetic reversal or excursion. What the evidence really calls for is that all these occurrences were concurring events resulting from the same single cause. Evidence of a rapid change in climate at the end of the Pleistocene has now been discov- ered in quantum sufficit. Doug Harkness of the Natural Environment Research Council has produced such evidence. Speaking for the climate of Scotland, he has found that, at the end of the last glaciation, the climate changed from Arctic-like to one similar to that of the present day. Moreover, Harkness was adamant in stating that this change happened “remarkably rapidly” within a period of 100 to 200 years.3 But even this period of 100 to 200 years has been repudiated by electrical conductivity measurements on Greenland ice cores. This has shown that, in the late Pleistocene, Earth’s climatic system “consistently and frequently” changed “between glacial and near-interglacial conditions in periods of less than a decade, and on occasion as quickly as three years.”4 From this one may suspect that, since the evidence comes from Greenland, these sudden cli- matic shifts would only have affected Arctic and near-Arctic latitudes. But confirmation that this sudden climatic shift at the end of the Ice Age was global in extent came from the study of a dry lake bed in New Mexico.&gt; Moreover, evidence from ocean sediment cores have also indicated similar “rapid changes in sea surface temperatures.” But what, exactly, do these inferred climatic changes constitute? What the Greenland ice cores really indicate is that there was a sudden increase in terrestrial heat “just over 11,000 years ago” when “the temperature shot up by 9 to 18 degrees Fahrenheit...in possibly less</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 489,
        "captions": [],
        "headers": [],
        "content": "<p>than a single decade.”! As Richard Alley, then of the Pennsylvania State University, pro- claimed: “That amount of heating, coming so quickly, is astounding.”? Until recently, Earth’s past global warming was blamed on increased levels of carbon di- oxide. Recent research, however, indicates that variations in cosmic ray activity and magnet- ized plasma are more important in raising world-wide temperatures. Of course, these energetic particles are believed to have emanated from the Sun.3 Needless to say, in our own scenario they would have been shed by proto-Saturn during its momentous flare-up. We could go on enumerating sources which speak of the sudden build-up of heat at the end of the Pleistocene Ice Age, but this is a subject which finds no dissenters in orthodoxy. John Lewis put it all in a nutshell when he wrote: “Climatological studies of the last 2 million years from Antarctic to Greenland ice- core records show that the global climate has been very unstable for that entire period of time, spanning several advances and retreats of the ice sheets and several relatively benign interglacial periods. The most astonishing feature of the entire record is that the last 6,000-10,000 years have provided by far the most stable and warm conditions in those 2 million years. These few thousand years of exceptionally benign and stable climate coincide with the period of explosive development of human civilization. From the birth of agriculture, the founding of the first cities and the origin of writing, through the establishment of the major religions, the birth and growth of science, technology, and industrialization, to the space age...all this has happened in our nar- row window of time. There has not been a single other time since the appearance of the earliest hominids that Earth’s climate has been so conducive to civilization. We owe all human culture to a freak interval of climate stability which we think of as ‘normal.’ We do not know why the last 2 million years were so unstable, or why the last few millennia have been so stable. We do know that civilization depends on cli- mate stability. When—and how—will this fool’s paradise end?” From a chronological perspective, the point we have reached in our own scenario is still far from the advent of agriculture, to say nothing of civilization, the birth of writing, and all that these human novelties entailed. For the present, we will simply hold on to the end of the Pleistocene Ice Age and the balmy weather which followed, if not immediately, at least soon after. This new climatic regime that proto-Saturn’s flare-up ushered in was in later times nos- talgically remembered, among other things, as Heaven on Earth. But of that, more in a future volume.</p>",
        "markdown_converted": true
    }
]