[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 448,
        "captions": [],
        "headers": [],
        "content": "<p>together with his student, Richard Lane, who were soon at the site, just one look to realize that the bones belonged to the Ice Age mammoth known as Mammuthus columbi, who is known to have become extinct some 8,000 years ago, a cousin to the better known Mammuthus primigenius of Arctic regions.! While oil-digging operations were temporarily postponed, excavation continued in an ef- fort to learn more concerning the mammoth’s demise. It was not long before the hand of man became evident when a large, worn stone knife came into view.” “At once the picture changed [National Geographic reported]. Mammoth remains alone were well worth excavation and study. But seldom in history —perhaps less than a dozen times—had scientists excavated evidence of man and mammoth together in North America.”? Evidence of man’s encounter with the mammoth multiplied. Unearthed during the exca- vation was “a chopper, a scraper, a few flakes chipped from some stone utensil, and quartzite rocks the size of bowling balls.”4 By the following year the mammoth’s vertebra was dis- covered seven feet away from the main skeleton, which seemed to indicate that man had sev- ered this section for consumption. The discovery of a large flint knife beside the vertebra, to- gether with a cache of split and broken bones, cemented this conviction. Battered stones, “clearly used to crush the bones to extract marrow for food,” added to the picture.&gt; Smashed bones, some of which bore the marks of scrapers, together with man-made tools and implements continued to turn up.° In the end, the evidence led to the following scenario: “The mammoth [got] trapped in the black mud of [a] bog. On the bank, hunters watched as the struggling animal sank deeper. When they saw that the beast was hopelessly bogged down, they stoned it with boulders. “They could not crush the massive skull, but finally, after continual pounding, the mammoth weakened. Then a brave hunter perhaps finished the battle with a well- placed spear. The men swarmed over the giant carcass with sharp knives of stone, hacking off chunks of still-warm meat. They fought against the sucking mud that eventually engulfed the hulk, leaving only the black ooze—and silence.” It is possible that something of the sort might have transpired, but there is one discordant note in the above scenario—and it concerns the “brave hunter” who “finished the battle with a well-placed spear.” In fact, as the same report notes: “Despite the presence of stone knives,</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 449,
        "captions": [
            {
                "source": "caption",
                "text": "Paleoindians attacking a trapped mammoth. (Illustration by John Green.)"
            }
        ],
        "headers": [],
        "content": "<p>449</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 450,
        "captions": [],
        "headers": [],
        "content": "<p>we found no spear-points in the bog.”! Although the knives and other implements incriminate human butchers, if not hunters, the excavators of this particular mammoth had no means of telling what type of men they were. “Our knowledge of the men is less complete. Their forebears had migrated from Asia, no one knows exactly when. They existed in pitifully small numbers, and probably resembled American Indians of historic times. Possibly they were a little more rugged.” Before long, it became accepted that the mammoth had already been hunted by Neander- thal man. This was supposedly facilitated through the invention of the stone-tipped spear. It is doubtful, however, that mere spear thrusts would have brought such a massive beast down even if it had first been hemmed in against an obstacle such as a rising cliff or, as also theo- rized, “into a dead-end arroyo.”4 More believable is that man the hunter would have con- structed traps into which an isolated member of the herd would have fallen. In this way, not only could the hunters lunge at the beast with spears, but others could have assisted by pounding it with fair-sized rocks and small boulders.5 That traps were used to ensnare mam- moths, at least by the Cro-Magnons, seems to be evidenced by a painting from Bernifal, France, which has been interpreted by just about one and all as a captured mammoth in just such a contraption. Whether this is what is actually depicted—see illustration on opposite page—remains a moot question. Even so, as Josef Wolf noted, the trapping and killing of a mammoth would have required the “co-operation of a fairly numerous band of hunters.”7 Moreover, as he goes on, after falling into the pit and harassed with spears and rocks, the mammoth would probably have taken a long time to die.8 And, as noted by Thomas Canby, even when trapped against an obstacle, “these most efficient predators would perhaps not rush into hand-to-tusk combat but wait until the animal was mortally exhausted.”? Further evidence of “ancient butchers dismembering a mastodon” some 22,000 years ago has been discovered “near the sunbaked Mexican city of Puebla.”!0 And, in Venezuela, the skeletons of four mastodons have come to light, one of which still had the spear tip of what is known as an El Jobo point lodged in its pelvic cavity. Some time later, the skeleton of yet an- other mastodon was also unearthed and it, too, had an El Jobo spear point lodged in the pelvic</p>",
        "markdown_converted": true
    }
]