[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 493,
        "captions": [
            {
                "source": "caption",
                "text": "Artistic impression of a jetting brown dwarf. (Illustration courtesy of ESO.)"
            }
        ],
        "headers": [],
        "content": "<p>and Saturn could have very well emitted jets in their youth.! In fact, although now invisible due to their electrical balance with their environment, Birkeland currents are still part and parcel of Jupiter’s electrical energy.? That brown dwarfs could harbor planets was at first merely accepted as a possibility.? But before long, a giant planet was discovered in the company of a brown dwarf by members at the Geneva Observatory.4 Eventually, an object in association with a brown dwarf was actu- ally imaged, even though, at first, there were those who doubted its planetary identity.5 Not</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 494,
        "captions": [],
        "headers": [
            "PLANET FORMATION"
        ],
        "content": "<p>long after, a verifiable planet was detected around a dwarf star even though this dwarf was classed as red rather than brown. More importantly, the planet in question was described as an Earth-like one, and that it is probably just one such world to be discovered.! But a planet traveling together with an actual brown dwarf has also been imaged.” Thus, our own thesis, which calls for Earth having been a satellite of a sub-brown dwarf, cannot be said to be at variance with current astrophysical possibilities. </p>\n<p><b><center style='font-size: larger;'>PLANET FORMATION</center></b></p>\n<p>The difference between current belief concerning brown dwarf planets and our scenario is in the manner in which these planets form. Keeping to the theory of planet formation in gen- eral, the accepted modus operandi re the formation of brown dwarf attendants is through ac- cretion from the debris contained in circumstellar disks. For that reason circumstellar disks, quite a few of which have now been actually photographed,’ are often referred to as plane- tary, or protoplanetary, disks, sometimes shortened to proplyds. But even here astro- physicists are not all in accord. In fact, this method of planet formation encounters so many difficulties that some astrophysicists have ruled it out entirely.4 And yet, even as I write this, others continue to pay homage to the theory&gt; despite the problems they themselves admit to. While two main separate theories of planet development from circumstellar disks vie for acclaim—one through core accretion, the other through disk instability,” the details of neither of which concern us here—there are at present other so-called “hybrid mechanisms” vying for fame.’ Alan Boss, who himself favors the disk instability model,? was forced to admit that: “Neither core accretion nor disk instability is a completely developed theoretical mechanism. Both approaches leave major questions unanswered...[Future] studies will provide the observational tests needed to determine whether theoreticians’ amusements have a place in the real universe.”!° “The truth,” Adam Frank was honest enough to admit, “is that astronomers still do not know much about the origin of planets” and that “our solar system is something of an odd- ball.”!! David Rabinowitz was even more outspken when he claimed that “we know next</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 495,
        "captions": [],
        "headers": [
            "HEAT RETENTION AND DISSIPATION"
        ],
        "content": "<p>to nothing about how the solar system formed.”! Core accretion itself, according to Frank, “is rife with uncertainties,”? and “all of these theories and their impressive-looking conclusions are only as good as the assumptions built into them.” And then, that disk accretion, in what- ever flavor, cannot account for the formation of planets is evidenced by disks surrounding older stars known to already harbor planets. Nor could these disks be ephemeral leftovers from previous planet formation because some of them, “for unknown reasons,” are “100 times as thick as the dust in our solar system.”* The alternative is the plasma ejection model which claims that planetesimals form from “knots” within astral jets&gt;— which includes those of brown dwarf stars and thus also proto-Saturn—from where they continue to condense into bigger and more massive bodies. As revolutionary as this might presently appear, a growing number of astrophysicists have endorsed this mechanism in past years, as others continue to do at present.6 </p>\n<p><b><center style='font-size: larger;'>HEAT RETENTION AND DISSIPATION</center></b></p>\n<p>We have seen that brown dwarf stars can shed enough warmth to sustain life on any plan- ets they might harbor in their vicinity. The only objection that might be raised against this as it pertains to our scenario concerns proto-Saturn’s mass. Having accepted proto-Saturn to have been a sub-brown dwarf, one might wonder if it would have been massive enough to deliver the required heat. But, despite past theories, it has now been discovered that the retention and dissipation of heat is not necessarily reliant on mass. This was indicated by the two brown dwarfs which orbit around each other in the Orion Nebula, the calculated temperatures of which have put astronomers in yet one more quandary. “The results [Robert Naeye reported] appear to have put astronomers in the awkward position of knowing /ess about brown dwarfs than they did before. The problem stems from the fact that the more massive of the two brown dwarfs is 140° C (252° F) cooler than its counterpart. This flies in the face of theoretical models, which confidently pre- dict that massive brown dwarfs start off hotter and take longer to radiate away their heat of formation. ‘This is a mystery,’ says [Keivan] Stassun. “The less massive brown dwarf is hotter. No theoretical model of brown dwarfs predicts that’.”7 Meantime, astronomers continue to puzzle over the fact that Saturn “radiates a lot of heat, more than can be accounted for” from what it receives from the Sun.’ The latest theory that</p>",
        "markdown_converted": true
    }
]