[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 217,
        "captions": [],
        "headers": [
            "CHAOS"
        ],
        "content": "<p>Chapter 11 The Circumstellar Disk </p>\n<p><b><center style='font-size: larger;'>CHAOS</center></b></p>\n<p>here are two aspects of the proto-Saturnian sub brown dwarf star we discussed in our first volume which have not yet received mention in the present one. Also, as I have often said before, ours is a precarious position in that our model and scenario is not one that can be easily embraced by most members of academia so that we are, perhaps more than others, compelled to supply as much evidence as we possibly can. One of the items in question is the placental cloud, or circumstellar disk, that circled the proto-Saturnian sun. As we noted in our previous work, proto-Saturn’s circumstellar disk was inter alia re- membered as a chaotic nebular cloud and thus received the name of Chaos.! This entity called Chaos was seen as being so mysterious that entire tracts have been written about it. It was perhaps the only celestial item the ancients had difficulty in describing and/or symbolizing. Believed by some to have had no origin, it was obviously related to the darkness in the sky in which it was seen to float, and was thus often discussed together with it. In the Gnostic treatise known as On the Origin of the World, its unknown writer resorted to apologetics in an attempt to fathom the object in question. “Since everyone—the gods of the world and men—say that nothing existed prior to Chaos, I shall demonstrate that they all erred, since they do not know the structure of Chaos and its root. Here is the demonstration: “Tf it is agreed by all men concerning Chaos that it is a darkness, then it is something derived from a shadow. It was called darkness. “But the shadow is something derived from a work existing from the beginning. “So it is obvious that the first work existed before Chaos came into being.” In this we can catch a glimpse of the struggle the writer of this treatise was going through in trying to both understand and justify what the ancient ones had said concerning Chaos. That Chaos was a name of Janus, although often left unmentioned by mythologists, we know</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 218,
        "captions": [],
        "headers": [
            "TAO",
            "THE NEBULAR CLOUD"
        ],
        "content": "<p>from Ovid.! Just as often left unmentioned is that Janus was identified with the Greek Kronos and called by the name Saturnus, as we know from Joannes Lydus.? </p>\n<p><b><center style='font-size: larger;'>TAO</center></b></p>\n<p>The Gnostics were not the only ones who had difficulty in understanding the nature of this nebular cloud. Lau-tzu (Lao-tse, Lao-tze), who finally named it Tao, was just as puzzled and, in his attempt to define it, just as apologetic. Whether Lau-tzu had meant it as such from the beginning, his obsession with Tao eventually led to China’s most ancient belief system. Although it originally looked upon the stars as its divine assembly,* Taoism was to append various deities as time went by. It is in fact quite apparent that the greater portion of Chinese divinities are of Taoist derivation.5 Not all of these are of ancient, or even cosmogonic, origin. In one way, Taoism was eventually uplifted into the realms of philosophy and, in another, it degenerated into a system of superstitious belief. It is, however, often forgotten that, as David Talbott tells us, the Tao itself was originally known as “the Unmoved Mover, the god One who goes or ‘moves’ while yet remaining in one place.”6 Also known as the “light of heaven” and “the heart of heaven,” Talbott identified Tao as “the central sun.”? Where we differ slightly from him is in our assumption that Tao was the circumstellar disk surrounding proto-Saturn rather than the central Saturnian sun itself. </p>\n<p><b><center style='font-size: larger;'>THE NEBULAR CLOUD</center></b></p>\n<p>Intimations of the nebulous nature of the cloud surrounding proto-Saturn comes from its description as fog, foam, fluffy cotton,? and even slime.!° In the Creation myth of the Yuma, this same entity is spoken of as mist and foam.!! In a myth from Maiana, Gilbert Islands, the same entity is described as Na Arean who “sat alone” in space “as a cloud that floats in nothingness.”!? The Voguls and Ostiaks, as A. Sauvageot informs us, retain a myth of origins in which “the creation is not conceived to be the very beginning of the universe.” These people were of the belief that “a limitless stretch of water, sometimes with overlying fog and mist” preceded the Creation.!3 The name Viracocha, borne by one of the most important</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 219,
        "captions": [],
        "headers": [
            "THE WATERS OF CHAOS"
        ],
        "content": "<p>deities of the Incas, translates as “Foam of the Sea.”! Known in full as Kon Tiki Viracocha, this deity was believed to have lived “in the high heavens,” and to have been “a god- creator,” attributes which identify him as a Saturnian deity 4 The “limitless stretch of water” of the Voguls and Ostiaks, as well as Kon Tiki Viraco- cha’s “foam of the sea,” bring us to the celestial watery substance which the mythologies of various races connected with the original Chaos. </p>\n<p><b><center style='font-size: larger;'>THE WATERS OF CHAOS</center></b></p>\n<p>. As J. Viaud informs us, the Egyptian Chaos was styled Nu (or Nun).&gt; But, as we pointed out in our previous volume,® Nu more properly refers to “the primordial ocean” in which “the germs” of all things to come lay dormant before Creation.’ That this primordial ocean, inter alia known as the “father of the gods,’ was celestial in origin is evidenced by it being re- ferred to as “the watery abyss of the sky.”? Nicolas Grimal was naive when he stated that “the original archetype” of Nu “was supplied by the annual flooding of the Nile.”!° It seems that he was ignorant of the fact that the motif of cosmic water was well nigh universal. The Egyptian Nu is equivalent to the Mesopotamian Apsu,!! which also stood for the pri- mordial ocean.!? Apsu, also rendered Abzu, has been thought to be the origin of the Greek abyssos—Latin abyssus—from which the English word “abyss” is derived.!3 The mythologi- cal abyss is also often termed “the deep.”!4 This is the same “deep” we encounter in English translations of the Book of Genesis where it is said that “darkness was on the face of the deep.”!5 In Hebrew, the word translated as “deep” is tehom which properly means “a surging mass of water.”!© The word is derived from hum (huwm, hoom), among the meanings of which is “to agitate.”!7</p>",
        "markdown_converted": true
    }
]