[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 64,
        "captions": [],
        "headers": [
            "AN EXPROPRIATED SCENARIO"
        ],
        "content": "<p>lair, a body of planetary size entered the Solar System from the reaches of outer space, inter- acted with the solar planets, one of which was entirely destroyed, with its fragments, falling in all directions, impacting on the solar family of planets, including Earth,! while the visitor from outer space finally fell into the Sun.” </p>\n<p><b><center style='font-size: larger;'>AN EXPROPRIATED SCENARIO</center></b></p>\n<p>Allan and Delair claimed to have based this cosmic scenario on the evidence of Mesopo- tamian tablets, primarily the Assyro-Babylonian Creation Epic—that is the Enuma Elish— and Greek mythology. In actual fact they expropriated the cosmic catastrophe in all its details previously proposed by Zecharia Sitchin in 1976.3 I say expropriated not because they util- ized the catastrophe developed by Sitchin, which anyone has a right to do, but because they did so without acknowledging him, and thus attempted to present his reconstruction as their own. This unethical act even forced the publisher of the American edition of their book to include an acknowledgment to that effect which, in part, reads: “Bear &amp; Co., Inc. regrets that Part IV of Cataclysm! by D. S. Allan and J. B. Delair contains substantial material covered in depth by Zecharia Sitchin, principally in his prior books The 12th Planet and The Wars of Gods and Men, without Mr. Sitchin’s permission or acknowledgement of Mr. Sitchin’s work. “Any misuse of Mr. Sitchin’s material or any failure to properly credit Mr. Sitchin, who retains fully all rights to such material, both text and illustrations, is sincerely re- gretted.”4 I would not even have mentioned this appropriation were it not for the additional fact that, despite the following it generated, Sitchin’s own work is nothing but a flight of fancy. More than the cosmic catastrophe he reconstructed, his work deals with the visitation of alien beings who came to Earth and used cloning to create the human race in their own image. These aliens then interbred with the primitive humans they had created in order to generate slave labor for their gold mines. The interloping planet and the havoc it caused among the planets of the Solar System, including Earth, forms only part, although a major one, in Sitchin’s overall scheme. Much as we ourselves have done in our previous work in this series,&gt; Allan and Delair present various ancient deities as representations of the planets. But while we have supplied ample evidence, including the ancients’ own testimony, for our identifications, Allan and Delair present none. In their work they claim that “Ea and Anu were the Sumerian names for</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 65,
        "captions": [],
        "headers": [
            "DIASTROPHISM"
        ],
        "content": "<p>the planets respectively known today as Neptune and Uranus.”! Where, in ancient texts, are these identifications established? Or in which mythological treatise are they proposed? Had they done any research on the subject they would have come to the realization that both Anu (also An) and Ea were in reality personifications of the same planet Saturn.’ It is not that they are bound to accept these identifications, but, in view of the evidence in their favor, they should at least have considered them and, if disagreeing with them, they should then have offered reasons for their disagreement. Worse still, there is nothing in the mythology of any race or ancient nation that contains as much as a hint concerning the planets Neptune and Uranus. How could there be when Neptune is not even visible to the naked eye? True, as Frederic Jueneman pointed out, Ura- nus, on the other hand, is optically visible to those of “excellent acuity of vision” given “a limpid sky unpolluted by ambient light.”3 But, as Tania ta Maria replied, “visibility does not necessarily make for recognition, and the fact remains that Uranus was unrecognized, and therefore undocumented, by ancient observers.”+ Needless to say, Allan and Delair derived these identifications, and various others from Sitchin,® ignoring the fact that Sitchin himself offers no evidence for the identifications in a work that is totally devoid of references. The reader is thus presented with nothing more than Sitchin’s unverified statements, leaving one with nothing more than the author’s own word. Serious scholars who are familiar with Sitchin’s work and who then read Allan and De- lair are therefore bound to dismiss their work with his. It might have been this fear that moved Allan and Delair to omit any reference to Sitchin, although how they expected to avert detection remains beyond me. Even so, having said that, I wish to be fair to these two writers because, disregarding the specific catastrophe they misappropriated, the objections they offered against the Ice Age theory should still be considered. Granted that many of these objections had already been raised by others before them, including Velikovsky and Warlow, they were, in my opinion, somewhat more persuasive in their arguments. More than that, they did present some damning evidence which really needs to be re-considered. Let it, however, be understood that I do not disavow cosmic catastrophism, the signs of which litter the geologic strata of all ages. It is simply that I, personally, do not adhere to Al- lan and Delair's particular scenario any more than I adhere to the previous one of Velikovsky. </p>\n<p><b><center style='font-size: larger;'>DIASTROPHISM</center></b></p>\n<p>Allan and Delair draw attention to the gigantic cracks and fissures which crisscross Earth’s surface. Some of these topographical features have been attributed to the action of moving ice. However, as the authors in question rightly noted: “Detailed field studies of the</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 66,
        "captions": [],
        "headers": [],
        "content": "<p>well-developed fiord systems of Greenland, the Hebrides and Scandinavia have tended to fa- vor quite another explanation, namely that they had a tectonic origin, are really gigantic cracks in the Earth’s crust, occupied and partially modified by glaciers only at a later date.”! And with this, to be sure, we also agree. As these authors correctly observed, fiords are linked to a complex system of crustal fractures, which include submarine canyons, deep-sea trenches, and rift valleys which encir- cle the entire globe. “All seem to be connected with a huge crack which traverses the Earth’s crust for over 40,000 miles (64,000 km) on a long meandering course.” The walls of most of these features are “sharp and angular.” Moreover, general agreement exists “that this frac- turing occurred on a planetary scale at about the same time.”? These fissures have by some been dated as pre-Pleistocene. But, as Allan and Delair noted, the Ganetic Trough could only have originated with the elevation of the Himalayas and the Tibetan plateau. Considered a Pleistocene feature through which the river Ganges presently flows, “the trough itself is largely choked by Pleistocene debris of enormous thick- ness.” And yet, the global uplift of land, of which the Himalayas and the Tibetan Plateau are merely one facet, are generally proclaimed to have occurred at the end of the Pleistocene Ep- och. As Allan and Delair themselves note, “evidence clearly shows that the end of the Pleis- tocene epoch...was characterised by gigantic and violent crustal convulsions which, viewed globally, were nothing short of cataclysmic.” To be fair, Allan and Delair stress that this “is not to imply that the Alps or Himalayas, for instance, attained their present form at a single catastrophic stroke, for reliable evidence indicates that the original upthrust of these and other ranges first began millions of years ear- lier, in some cases as far back as the Mesozoic Era...” This is then clarified on a following page where they then claim that: “The Alps attained their present height suddenly and violently in times so recent that their upthrust actually post-dated the era normally assigned to the Ice Age itself. Thus the Alps, as we know them, hardly existed when the Ice Age is supposed to have oc- curred. They were merely a ‘chain of low hills’.”5 Also: “Before [the Pleistocene], as demonstrated by numerous geological facts and ob- servations, mountains were mostly of very modest elevation.”© To which they add: “Varying amounts of increasing elevation occurred sporadically down to the close of the Pleistocene. We do urge, however, that a high percentage of today’s major ranges rose to their present heights only at the end of, or after, Pleistocene times.”!</p>",
        "markdown_converted": true
    }
]