[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 16,
        "captions": [],
        "headers": [],
        "content": "<p>with floods being caused during each transition from winter to summer.! In 1875, Croll himself published a book which, much like Drayson’s, also took the effect of Earth’s tilt into account, reasoning that an ice age would be most likely to occur when Earth’s axial tilt was at its least inclined since the polar regions would then receive the smallest amount of solar radiation? For this, Croll was elected a Fellow of the Royal Society in London, chosen as an honorary member of the New York Academy of Science, presented with an honorary doctoral degree by the University of St. Andrews, and granted funds to continue his research by the Geological Society of London. But then disaster struck. Basing his calculations on the above mentioned astronomical pa- rameters, Croll had determined that the last ice age would have peaked about 80,000 years ago. But continuing studies of the geological strata in Europe and North America soon made it clear that the glacial conditions of the last ice age had persisted until a much more recent time. “By the time of Croll’s death in 1890, most geologists were beginning to believe that his theory must be wrong.” The astronomical theory of ice ages was next picked up by Milutin Milankovitch who was born in 1879 in what was then Serbia, now Yugoslavia. It was in 1911 that he decided to develop a mathematical theory which he hoped would allow him to determine Earth’s tem- perature at different latitudes as well as the climates of the other Solar System planets. A thorough survey of work done in this field by others before him soon brought him to Croll’s endeavors as well as Ludwig Pilgrim’s 1904 calculations of the precession of the equinoxes and the changes inherent in Earth’s orbital eccentricity and the angle of its axial tilt. Pilgrim himself had even charted the relationship between Earth’s orbital eccentricity and the ice ages. Milankovitch soon realized, however, that Croll had lacked the precise data necessary for his work and that Pilgrim’s knowledge of climatology was likewise inadequate. Even so, Milankovitch could find no fault with Pilgrim’s mathematics which he adopted for his own calculations. It was not long before Milankovitch announced to the world that, much like Adhémar, Croll, and Pilgrim had suspected, the periodic advance and retreat of glacial ice could indeed be caused by changes in solar radiation due to a combination of precession, Earth’s orbital eccentricity, and variations in Earth’s angle of tilt. Contrary to Croll’s belief that the domi- nant factor behind ice ages was the reduction of solar radiation at Earth’s poles during the winter, Milankovitch concluded that the decisive factor lay in the reduction of heat in tem- perate latitudes during the summer. The mathematical curves he drew, showing how summer heat in the middle latitudes had varied during the past 600,000 years, impressed the German climatologist Wladimir K6ppen who was struck by the correspondence between these curves and the sequence of European glaciations that had been established by Eduard Briickner and Albrecht Penck.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 17,
        "captions": [],
        "headers": [],
        "content": "<p>As his work progressed, Milankovitch was finally able to maintain the possibility of de- termining the actual amount of solar radiation that had reached Earth at any time in the past. In 1930, he was even able to demonstrate that the radiation curves he had calculated for the higher latitudes are dominated by the 41,000-year cycle inherent in Earth’s axial tilt varia- tion, while tropical latitudes seemed to be more heavily influenced by the 22,000-year pre- cessional cycle. It is this theory, named after its proponent, but sometimes merely referred to as the astro- nomical theory, that the scientific world was most readily content to accept even though, as we shall soon see, it is the one theory that has been the most criticized. Thus, in 1953, for ex- ample, the German geologist Ingo Schaefer presented the results of his extensive analyses of Alpine river terraces. These terraces had been examined earlier by Penck and Briickner who had concluded that they had been laid down during an ice age. Schaefer, however, had found the fossils of warm-water mollusks in these same gravel layers, thus destroying Penck and Briickner’s hypothesis which had been one of the underpinnings of Milankovitch’s theory.! There was then the advent of radiocarbon dating. This enabled geologists to determine the precise age of Pleistocene fossils which led to the conclusion that the greatest advance of the Pleistocene ice sheet occurred at about 18,000 years ago and retreated about 10,000 years ago. This contradicted Milankovitch’s calculations which had indicated that “the most recent minimum in solar radiation [had] occurred 25,000 years ago.” “Many scientists wondered why, if this were the case, the ice sheet had not reached its farthest extent until 7,000 years later. Milankovitch himself had anticipated such discrepancies, explaining that it would take a massive ice sheet some 5,000 years to react to alterations in the earth’s radiation budget; an additional 2,000 years seemed to be a reasonable margin of error. But a new problem emerged when scientists studying the geology of Illinois found a layer of peat that they dated as 25,000 years old. It had been formed by the slow decay of vegetation that could have grown only during a time of relative warmth. Researchers soon found similar deposits of the same age in other parts of North America and in Europe as well, strongly suggesting that the Northern hemisphere could not have been as cool then as Milankovitch said it was.” And, the more geologists delved into the Milankovitch theory, the more they found it wanting: “In the 1960s post-glacial logs and Roman-era bricks were identified in European gravel beds that Penck and Briickner had claimed were at least 20,000 years old. Most embarrassing of all, in an undisturbed layer of gravel that was said to date from the Ice Age, a Czech researcher uncovered a rusted bicycle part.”+</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 18,
        "captions": [],
        "headers": [
            "THE DISTRESSED LIFE OF THE MILANKOVITCH THEORY"
        ],
        "content": "<p>Eventually, the very nature of the theory itself came under attack. Writing in The Irish Astronomical Journal in 1952, E. J. Opik rendered his verdict of the Milankovitch theory as being “unfortunately unsound” since “it amounts to making small causes responsible for con- sequences, large out of any proportion to the causes.”! And, with the theory’s untrustwor- thiness, the chronology of the Quaternary glaciation also came under attack. “In brief,” wrote Opik, “the ‘astronomical’ chronology of the ice ages must be stamped as illusory and re- jected en bloc...”? He then continued with: “Here it will suffice to mention one eloquent fact. The only definite dating of a glacial period [up to 1952] is that of the Mankato (Wisconsin) forest, which was overcome by an advancing glacier of the last glaciation; the radiocarbon method...indicates that this happened 11,000 years ago; yet the ‘astronomical’ theory assigns to that date a warm period, whereas the glaciation, according to the theory, should have happened much earlier. Thus, in the first test, the ‘astronomical’ theory fails completely.” None of these obstacles swayed Milankovitch who continued to believe in the correctness of his theory up until his death in 1958. So did his defenders.4 </p>\n<p><b><center style='font-size: larger;'>THE DISTRESSED LIFE OF THE MILANKOVITCH THEORY</center></b></p>\n<p>When it comes to the predicted sequence of ice ages, the Milankovitch theory re- mained at variance with geological evidence.5 As Nigel Calder phrased it: “All along, [the theory] had the supreme attraction of an undeniable cause in search of an effect.” But then came the team of James Hays, John Imbrie, and Nicholas Shackleton. As they reported in 1976, these three individuals tested the Milankovitch theory through the analysis of deep ocean cores drilled out of the seabed about a thousand kilometers northeast of Kerguelen Is- land in the southern Indian Ocean.? While thousands of such cores were available to them, Hays and company could not even find one that would have been adequate for their purposes. They thus ended up by constructing a composite from two cores, each of which came from collections at different universities, “neither of which,” as Lynn Rose was later to report, “was adequate in itself.”* One of them was even damaged, with the Holocene section miss-</p>",
        "markdown_converted": true
    }
]