[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 268,
        "captions": [
            {
                "source": "caption",
                "text": "So-called pendant from the Magdalenian culture of Saint-Marcel, France, depicting a columnar plasma instability. (Picture courtesy of the Musée des Antiquités Nationales, St. Germain-en-Laye.)"
            }
        ],
        "headers": [],
        "content": "<p>reference in Paleolithic art, he could only see “little celestial and topographic imagery” in all of it.! What little he saw, he did not say. Nevertheless, my own statement above is conditional on the word “recognizably” because, to be sure, Paleolithic man was not entirely “silent” when it comes to celestial imagery. The few cosmic depictions that the Cro-Magnons left behind, however, are only recognizable to those who are familiar with plasma phenomena. The cosmic images these people left behind are specific visual representations of a series of instabilities that took place in the sustained Birkeland current that stretched between proto-Saturn and Earth. We have noted that once a plasma column receives an additional jolt of current, it tends to pinch. The jolt of current which pinched proto-Saturn’s plasma column came directly from the Sun once its plasmasphere came in contact with proto- Saturn’s. In other words, the Sun dis- charged toward the proto-Saturnian system. The proto-Saturnian sun, together with its columnar axis, became temporarily overcharged. When axial cur-rents are strong enough, these pinches, which can form one above the other, de-velop into a series of stacked plasmoids. These plasmoids then turn into toroids, or spheroids, which end up forming con- centricities and/or spirals around them. “Experimenters will tell you that the usual number of pinches (or spheroids or toroids) is between 8 and 10, e.g. 9,” Peratt informed this writer. “Many times all 9 spheroids are seen, most often only a few.”? According to Peratt, three spheroids, with filamentation or flaring at the bottom, is not unusual.! What, then, happens to the other six? The answer is that “magnetic pressure flattens</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 269,
        "captions": [],
        "headers": [],
        "content": "<p>[them] like flapping pancakes.”? What then visually appears are slightly curved horizontal filamentations at the bottom of the three (or more or less) spheroids. Again according to Per- att, “these actually flap in time” and “can turn upwards or downwards.”3 The interesting thing here is that there are various pictographs around the world which depict a number of concentricities stacked above each other plus others which show a series of slightly curved, stacked horizontal lines. Just as they appear in laboratory experiments, some of these lines curve downward, others upward. As it happens, the earliest such example (shown opposite) that this writer has so far come across hails from the Magdalenian culture of Saint-Marcel in France. A mere 5.5 centimeters long, the object on which the depiction is engraved has been described as a pendant “with circular motifs,” which, given the uniqueness of the subject represented, is very understandable. When shown to Peratt, he had no trouble recognizing it for it what it is. Even so, had this been the only item from the Magdalenian culture that bears a close re- semblance to a columnar plasma instability, I would have hesitated to include it in this work. But there is more. In fact it seems that the Magdalenians were so mesmerized by the instabilities they saw the polar column transform into, that they depicted just about the entire sequence—and this, no matter what criticisms will be leveled at it in the future, is surely too much to be relegated to coincidence. Three other items from the same Magdalenian culture, but this time from Isturitz, also in France, continue the sequence of columnar disruption. Described as “bone or antler tools decorated with spiral patterns,”6 Peratt easily recognized them as patterns of instabilities in a plasma column which also appear “on a world-wide basis.”” The first item (Fig. 1, on p. 270) shows the spheroids and spirals just beginning to separate and unravel. In sequence, this would follow the event depicted on the so-called pendant from Saint-Marcel. The second one (Fig. 2) continues to show the unraveling in which the spirals are now almost beyond recognition. The third (Fig. 3), which Peratt calls “the most complicated,” would have occurred “sometime after a long-lasting stability,’ and involves “an intense symmetrical magnetic crush along the whole column.” Peratt thus described the depictions on the three items in question: “Each column, or bone, represents one instant in time of the column instability development. Time changes are not shown on any one stick or bone.” Moreover, Peratt offered the additional information that the complex pattern depicted in the third object would have occurred “at a time appreciably greater than the time difference</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 270,
        "captions": [
            {
                "source": "caption",
                "text": "The three items from the Magdalenian culture discovered at Isturitz, France, discussed in the text."
            }
        ],
        "headers": [],
        "content": "<p>270</p>",
        "markdown_converted": true
    }
]