[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 160,
        "captions": [],
        "headers": [
            "MENA",
            "IMAGE",
            "VARVES AND THE SUNSPOT CYCLE"
        ],
        "content": "<p>eventually, by mainstream astronomy.! By the year 2000, it had even been “photographed.” “[A team from the Southwest Research Institute in San Antonio, Texas, including re- searchers from Los Alamos National Laboratory] used the medium-energy neutral atom (</p>\n<p><b><center style='font-size: larger;'>MENA</center></b></p>\n<p>) instrument aboard the </p>\n<p><b><center style='font-size: larger;'>IMAGE</center></b></p>\n<p>satellite to watch the first global im- ages of the plasma sheet, a slab of plasma that reaches tailward through the Earth’s magnetic field, or magnetosphere. The observations revealed that the solar wind fills the sheet with high-density plasma that is later squeezed toward the Earth when the interplanetary magnetic field orientation points southward.” There was, therefore, nothing unscientific when, back in 1976, Ralph Juergens proposed to this writer that the primeval Saturnian system with which we are involved had resided within a plasma sheath, a proposal that was also independently offered by Roger Ashton in 1980/81.5 It was this very plasmasphere, according to both Ashton and Thornhill, that enabled the Saturnian sun to bathe all latitudes of Earth in a universal warmth. Being opaque,® the inte- rior of this shell would have reflected back Saturn’s radiation towards all terrestrial latitudes, so that all parts of Earth would have retained very much the same climate at sea level.” This much has been reiterated from our previous volume because it, too, is going to help us in solving the mystery of Earth’s ice ages. </p>\n<p><b><center style='font-size: larger;'>VARVES AND THE SUNSPOT CYCLE</center></b></p>\n<p>The above discussed situation would have made for a world with only one spring-like season. This was discussed at length in our previous volume.’ During the writing of this second volume, however, an objection has been raised by Mike Twose concerning our hypothesis that the Saturnian system had originally been traveling alone through space outside the domain of our present Sun.? The evidence Twose presented, however, bears even more directly on our additional postulate that, during this primordial time, Earth would have enjoyed the mildness of a perpetual balmy season. This evidence involves the so-called</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 161,
        "captions": [],
        "headers": [],
        "content": "<p>sunspot cycle and the signature it is believed to leave in varves. The sunspot cycle is based on the duration between periods of high sunspot activity. “As everyone knows [wrote Twose] the sunspot cycle averages a little more than 11 years in length. It is apparently controlled by the motions of the planets, with Jupiter possessing the major influence.”! This cycle is believed by some to cause changes in terrestrial weather including the amount of rain that falls during each of its successions. As the rain runs off into lakes, it tends to form stratified layers of silt known as varves, the thickness of which varies accord- ing to the amount of rain that falls. In time, varves turn into sedimentary rocks which then supply geologists with a record of the stratification that is believed to indicate the cycle of solar activity as it would have occurred while the varves were being formed. Twose presents us with the table which purportedly shows the “average length of the sunspot cycle that has been worked out through this method in the sedimentary rocks of past geologic ages...”? The table, reproduced below, is taken from Frederick Zeuner? upon whose work Twose relied. Pre-Cambrian, 11.3 years Superior Devonian. 11.4 year Inferior Carboniferous. 11.4 years Eocene. 12.0 years Oligocene. 11.5 years “Tt seems very unlikely,” Twose then tells us, “that an Earth orbiting Saturn outside the Solar System would have experienced an 11/12-year weather cycle as it does at present and as it apparently did in the past.” Apart from the fact that, in our model, Earth is not hypothesized to have orbited Saturn, but that, instead, it was in axial alignment with its primary, the above does sound like a valid objection. But, as I pointed out to Twose at the time,&gt; it should first be understood that evi- dence of the sunspot cycle in relation to the geologic strata, as presented above by Twose, is not based on Zeuner’s own observations, but on that of others. Moreover, despite the fact that Zeuner accepts these observations as “outstanding examples of varve-studies in pre-Pleisto- cene formations,”® he is not averse to throwing a spoke in his own wheel. In fact he con- fesses outright that, in varved deposits, the 11-year signature “is decidedly rare” and “al- most” completely absent.” His actual words read:</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 162,
        "captions": [],
        "headers": [],
        "content": "<p>“In varved deposits, however, it [the sunspot cycle] is decidedly rare. Antevs says that ‘perhaps the most important result so far obtained from the analyses of the varve curves is the almost complete absence of the 11-year cycle in the curves’ studies by C. E. P. Brooks. The nearest approach to an 11-year periodicity is one of 10.4 years in a varve series from Argentina, but even this has nothing of the compelling rhythm of the modern sunspot curve.’ Subsequently it became apparent that in phases with weak sunspots the 11-year cycle is often absent, and Antevs, Brooks, Douglass, Glock, and Reeds now agree that, instead, a 10-year cycle is more frequently observed in glacial varves.”! To Zeuner, a 10-year cycle in lieu of an 11-year one bespeaks a deterioration of climate and an increase in glaciation, even though he was honest enough to register doubt concerning “what the connecting factor actually is.”? And then, when one learns that the thickness of some of these varves varied between 7 mm and 0.3 mm,} one wonders with what amount of precision were the annual layers de- tected in them counted. Besides, what consensus is there among scientists concerning the influence this 11-year sunspot cycle has on terrestrial weather? According to Paal Brekke: “Our sun is a variable star whose brightness waxes and wanes over an | 1-year cycle. The change is subtle—about 0.1 percent—but still large enough to influence climate on Earth.”4 But, according to Judit Brody, “the reason for [the] 11-year cycle and any direct influence on earth remains speculation.”&gt; To top it all, the sunspot cycle itself may be something of a figment. As Zeuner himself indicated in a footnote, sunspots vary periodically, true enough. But this periodicity varies between 5.6 and 19.9 years. Even in averaging 96 spots, the best that one can come up with is that in 63 of them, they varied between 9.9 and 11.9 years. The 11.2 or 11.4-year cycle is nothing but a “composite periodicity.” And even then, Zeuner himself tells us that “it is, of course, not constant.” How, then, can such a potpourri of manipulated averages be used to account for what is claimed to be the signature of sunspot cycles in varves? By rights, as far as an objection to the hypothesis that the Saturnian system was originally outside of the Sun’s domain of influence, this particular argument should end here. As noted</p>",
        "markdown_converted": true
    }
]