[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 385,
        "captions": [],
        "headers": [
            "MELTDOWN"
        ],
        "content": "<p>blunders between 1980 and 2000.! It might, however, be argued that if the outbursts were global in scale, as we here posit, the atmosphere around our entire globe would have been burdened by the outpouring, thus increasing the chance of what Sagan would have termed a cosmic winter. On the other hand, it has also been pointed out that, at best, such a lowering of temperature would only have prolonged the Ice Age. And, to be sure, there is nothing in our proposed sequence of events that would eliminate the possibility that the thawing of the ice would have been restricted by such a temporary cold spell which would not, in any case, have been of long duration. Balanced against this, however, we offer that such an opaque burden of the atmosphere would have trapped Earth’s own rising heat, thus causing a temporary greenhouse effect. It should also be kept in mind that not all volcanoes have the capability to discharge such billows of gas and debris into the atmosphere. Not all eruptions are explosive by nature. Many of them, as in present-day Hawaii, simply spew fountains of flaming hot lava, which also oozes out of the cracks the same eruptions tend to develop in surface material. Judging by the presently existing terrain, this is what seems to have transpired in the formation of the lava beds which cover extensive portions of Washington, Idaho, and Oregon. While all these pros and cons should rightly be considered, it should be kept in mind that the circumstances of our own particular case would have been unique. For one thing, the ele- vated heat from proto-Saturn’s outburst would not have taken long in melting the atmos- phere’s overburden. For another, Earth’s entire surface underneath the volcanic pall would have been rendered hot through frictional abrasion of the underlying strata. This heat would have radiated upward and thus kept the atmosphere from cooling down. Moreover, because of its proximity to Earth, proto-Saturn’s own increased heat would, temporarily at least, have been in excess of that presently received from the Sun. And this, too, would have warmed the atmosphere, in this case from above, both directly and through reflection off the proto-Sat- urnian plasmasphere. Earth’s atmosphere would thus have been literally sandwiched between two radiating sheets both of which would have retained their concentrated activity for quite some time. With so much heat produced through the radiation, convection, and conduction of all these various sources, it is unlikely that a long-term drop in temperature would have ensued. </p>\n<p><b><center style='font-size: larger;'>MELTDOWN</center></b></p>\n<p>As we have seen in Part One of this work, glaciologists have a harder time understanding what it could have been that brought the Ice Age to a close than what caused its inception in the first place. That is because the one thing required to have melted the world’s overburden of ice had to have been heat. That heat has been sought in the radiative output of the Sun. It could not, however, be consensually established what it could have been that occasioned the Sun to increase its amount of heat. And yet, to an extent, the assumption was right on the</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 386,
        "captions": [
            {
                "source": "caption",
                "text": "Not all volcanic eruptions are explosive. Some, as in the one shown above erupting in Hawaii, spew hot fountains of lava without much debris polluting the atmosphere. (Photograph courtesy of USGS Hawaiian Volcano Observatory.)"
            }
        ],
        "headers": [],
        "content": "<p>mark, The only problem was that our present Sun was only indirectly responsible for the re- quired increase in heat. As we have now indicated, although our present Sun was to blame, some of this heat came from an entirely different sun, our hypothesized proto-Saturn. The rest came from the bowels of Earth itself. One anomaly connected with the glacier’s retreat can now be solved. Thus, had the ice retreated due to slow warming by our present Sun, the glaciers should have melted from south to north. If, on the other hand, the heat that melted them came from the combined causes discussed above, the ice should have retreated in various directions, depending on the altitude of the land. This is exactly what glaciologists themselves have concluded. The ice retreated to both north and south as well as to east and west.! There should also be some evidence that the end of the Pleistocene Ice Age came rather suddenly —as long as it is kept in mind that by suddenly we do not mean in a day, a week, a month, or even a year. And, as Barry Fell reported in 1985, at least one marine biologist had around that time “come to the conclusion that the melting of the Ice Age occurred much more suddenly than we had previously thought.”?</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 387,
        "captions": [],
        "headers": [],
        "content": "<p>“Colossal floods [he continued] were produced through the very rapid meltings of enormous chunks of ice over a period of about a hundred years instead of the period of several thousand years that we had previously supposed. So that’s an area where a catastrophic event is being considered seriously now by a number of marine biologists.”! Unfortunately, Dr. Fell did not disclose the name of the marine biologist in question. Four years later, however, the same conclusion was reached by Doug Harkness who told of a dramatic climate change some 13,000 years ago at the end of the last glaciation. His studies had indicated that the climate of Scotland changed from an Arctic-like cold to one that was considerably similar to what Scotland enjoys at present. And this change, apparently, took place “remarkably rapidly,” within a period of 100 to 200 years.” 13,000 years ago is not that far off our benchmark figure, and since this age was arrived at through our disputed radiocarbon dating method, the slight difference in exact years when calculating so far back should not really disconcert us. Carl Sagan admonished that: “There are many indications of past climatic changes. Some methods reach far into the past, others have only limited applicability. The reliability of the methods also differ.” That temperatures rose at the end of the Ice Age was also indicated by C. E. P. Brooks who claimed that in the interim between 8,000 and 4,000 years ago, Earth was 5 degrees Fahrenheit warmer than it is at present.4 As Peter James and Nick Thorpe reported: “In 1998 scientists working on ice cores from Greenland announced that just over 11,000 years ago the temperature shot up by 9 to 18 degrees Fahrenheit...in possibly less than a single decade. ‘That amount of heating, coming so quickly, is astounding,’ remarked one of the investigators, Dr. Richard Alley of Pennsylvania State University. With the change in climate the ice sheets melted and sea levels rose rapidly.”5 Calculations by Brooks have meanwhile indicated that a rise of only one degree Centi- grade in Earth’s surface temperature, which is equivalent to 0.55 degrees Fahrenheit, would be enough to destabilize the entire present northern ice cap. Keeping in mind that this might be a slight exaggeration, one can then imagine what 5 degrees Fahrenheit warmer than at present would have achieved. As Ian Johnson reported through his study of Arctic regions: “After the Pliocene/Pleistocene boundary, Arctic climatic conditions became chaotic, with repeated glaciations and annual temperature extremes exceeding 140</p>",
        "markdown_converted": true
    }
]