[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 394,
        "captions": [],
        "headers": [],
        "content": "<p>general area, speaks highly in favor of their formation through the action of catastrophic floods.! Since then, Shaw’s conclusion has been championed by others such as Scott Fields? and Warren Hunt.3 A water inrush said to have flowed from the Mediterranean through the Sea of Marmara into the Black Sea dated to 5600 B.C. has recently been blamed for the singular event that gave birth to the legend of Noah’s flood.* Exploration and studies of the area conducted by Robert Ballard&gt; have, however, indicated that the flood occurred some 12,000 years ago when “world oceans rose as glaciers melted” at the waning of the Ice Age.° Marine geolo- gists have even more recently questioned the direction of this flow and that, 10,000 years ago, the flood had surged the other way, from the Black Sea into the Mediterranean.’ The truth of the matter seems to be that there were probably two different floods separated by some 5000 years. The first would have resulted at the end of the Ice Age, 12,000 to 10,000 years ago, with the water moving from what had been the fresh water lake now known as the Black Sea’ into the Mediterranean. The second one was in reverse with the salt water from the Mediterranean flooding into the Black Sea via the Sea of Marmara. The connection between this later surge of flood water and the Deluge associated with Noah will be discussed in greater detail in a future volume of this series. We could include much more evidence from other parts of the globe but, on this particular issue—the floods that followed the melting of the ice—we expect but little objection from mainstream science. That this flooding was concomitant with the end of tribal culture is evident in various lo- calities, such as the stratum of sand and clay that covers Paleolithic remains in India’s Thar Desert.? Similar evidence from the same continent came to light in the Potwar plateau, where Neanderthal remains are covered by loess deposits.!° In both these cases, the burying detritus has been seen by some as the result of sudden flooding. As we have already pointed out in an earlier chapter of this work, numerous caves scattered across Brazil contain similar deposits in which the remains of men have been found mixed with the bones of beasts. And not only do the beasts in question hail from the Pleistocene, the human remains are distinctly of Neanderthal type.!! What else still lies buried will have to be left for the future.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 395,
        "captions": [],
        "headers": [
            "AQUATIC GENESIS"
        ],
        "content": "<p><b><center style='font-size: larger;'>AQUATIC GENESIS</center></b></p>\n<p>That ancient man retained a memory of this flooding we have already seen. And because Earth, but more especially the sky itself, was seen to have changed—and most dramatically at that—some of the survivors remembered this aquatic calamity as having ushered in a new cosmos. The Brahmans of India continue to stress that Creation is a recurring event, separated by vast stretches of time. They thus speak of a cycle which consists of many kalpas each of which is divided into one thousand mahayugas (great ages). Each mahayuga is in turn divided into four yugas (ages) which are named Krita, Treta, Dwapara, and Kali. They thus speak of the Kritayuga, the Tretayuga, and so forth. Each Creation, according to Brahmanic belief, is preceded by terrible calamities. One such is believed to be an incessant rain that falls from stormy skies and lasts for months on end. It is then believed that Brahma, the supreme Creator we have already identified as an avatar of the Saturnian deity, is believed to go to sleep until the time comes for his re- awakening, at which time Creation is once more resumed. The belief in this endless recurrence of Creation was instigated through the memory of successive destructions which mankind experienced through the ages. One point of utter importance to the subject at hand is that, according to this Brahmanic religio-philosophy, the waters of a cataclysmic flood covers the “universe,” from which the new Creation then proceeds.! The varied tribes of central India, holding themselves aloof from the Brahmanic system of their neighbors, hold similar beliefs. Thus, among the Bison-Horn Marias, the Gonds, and the Saora of Orissa, it is told that one world had already been created when it was destroyed by floods.? Because man believed in more than one Creation, and therefore in more than one destruc- tion, it becomes rather difficult at times to separate one event from a later one. This has even led some scholars to assume that Creation actually followed the Noachian Deluge which, in fact, transpired much later in time. William Mullen, for instance, was of the belief that the ancient Egyptians confused one with the other. To an extent, this might have been so since there is little doubt that, in time, the ancients themselves would have confused one flood with an other. Unfortunately, Mullen himself is also guilty of confusing the terrestrial flood with the celestial ocean, but let that be. So, likewise, with Malcolm Lowery when he states that “the Bible begins with a record of the Creation, in which the world is stabilised.” He then asks: “But which creation?” And he answers by: “It had long been a belief of the ancients, af- ter all, that the world must be destroyed at intervals to be created anew, and it is thus quite possible that the story symbolized in Genesis I refers, for instance, to the time immediately after the [Noachian] Flood.”4</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 396,
        "captions": [],
        "headers": [],
        "content": "<p>This confusion between flood and Creation goes back to Staniland Wake and might have even originated with him. Wake saw the preservation of the animals in Noah’s ark as sym- bolizing “the seeds of all things preserved that they might again cover the earth.” As he goes on: “Taken in this sense, we see the reason of the curious analogy which exists in various points between the Hebrew legends of the creation and of the deluge.”! Hans Schindler Bel- lamy followed suit. In his attempted documentation of Hans Hoerbiger’s defunct Cosmic Ice Theory, Bellamy also assumed that Creation arose out of the watery chaos left behind by Noah’s Deluge: “Tn all deluge myths, whether of the eastern or the western hemisphere, whether told by peoples living near the poles or by tribes settling in the tropics, one fact always stands out: the Great Flood appears as the conclusion of a universal catastrophe, as the finale of a great cosmic drama. But, though it definitely closes a period, it does not cause the final end of things. After the destruction comes a new creation.”? So, also, Velikovsky who, in a throwaway sentence in one of his shorter papers, concluded that “the first chapter of Genesis,” which tells of the Creation, is “a tale brought down from exotic and later sources.”3 More recently David Salkeld took this up and attempted to show why, in his opinion, Velikovsky was correct.4 Thus he directs the reader’s attention to a passage recorded in the New Testament to the effect that: “...by the word of God [literally, Theos] the heavens were of old, and the earth standing out of the water and in the water. Whereby the world that then was, being overflowed with water, perished. But the heavens and the earth which are now, by the same word are kept in store.”&gt; Although the above words were written by Simon-Peter, one of the apostles of Jesus, in his second Epistle, there is no doubt that they echoed not only the general Jewish belief of his day, but also of days long before his time. Even so, there is nothing in these verses which claim that the water in question was that of Noah’s flood. This confusion is understandable, as Alfred de Grazia pointed out, when one remembers that even following Noah’s flood, Creation was renewed.° Thus even Manu, the Hindu pro- totype of Noah, “was chosen by order of the gods to recreate all creatures after the Deluge.”” Fortunately, at least in a few cases, enough details have been retained by the tellers that act as clues which enable us to tell which catastrophe is being described. At others times we</p>",
        "markdown_converted": true
    }
]