[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 76,
        "captions": [],
        "headers": [
            "THE GLACIAL HECATOMBS"
        ],
        "content": "<p>lustrating that both the Pleistocene Ice Age and its termination were instigated by cata- strophic events, and that similar signatures to those attributed to glacial action were addition- ally caused by a set of different, but probably related, cataclysmic episodes. With all of this, we heartily agree. </p>\n<p><b><center style='font-size: larger;'>THE GLACIAL HECATOMBS</center></b></p>\n<p>Was the onslaught of ice ages, especially that of the Pleistocene, gradual or sudden? This is a question with which both orthodox glaciologists and unorthodox catastrophists have grappled for many years. Back in 1958, Dolph Hooker could write that “there is evidence that glacial ice appeared with catastrophic suddenness.”! “There is evidence that at a time when temperate climatic conditions extended even into polar regions, the world, teeming with warmth-loving species of floral and ani- mal life, was overwhelmed by a fall of snow, ice and rain, so violent, so sudden, so chilling, that great numbers of creatures were forthwith destroyed; so vast, so violent that it brought to an abrupt end one geologic age and ushered in another. In many ar- eas over the globe fossils of the buried dead eloquently testify to the suddenness and violence of the catastrophe which destroyed them. We even find it quite unnecessary to rely only upon skeletal remains. We are given the amazingly conclusive evidence of complete bodies, not just bones, of mammoths, rhinoceroses and other mammals which were destroyed and put into the deep freeze of arctic, glacial ice so suddenly that grass, branches and leaves of hard-wood trees they were eating at the moment did not have time to digest!” This same evidence had been used, eight years earlier, by Immanuel Velikovsky in his axial tilt scenario: “The sudden extermination of mammoths was caused by a catastrophe and probably resulted from asphyxiation or electrocution. The immediately subsequent movement of the Siberian continent into the polar region is probably responsible for the preser- vation of the corpses. “Tt appears that the mammoths, along with other animals, were killed by a tempest of gases accompanied by a spontaneous lack of oxygen caused by fires raging high in the atmosphere. A few instants later their dying or dead bodies were moving into the polar circle.”3 By 1970, other voices were being heard. Keeping to his model of a shifting crust, Charles Hapgood used the same data as evidence for the sudden onslaught of the Ice Age:</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 77,
        "captions": [
            {
                "source": "caption",
                "text": "Woolly mammoth—(Mammuthus Primigenius)—entire herds of which once roamed The Arctic regions."
            }
        ],
        "headers": [],
        "content": "<p>“A very remarkable evidence of the suddenness with which the ice cap was born is the fact that it contained thousands (and perhaps millions) of animals of a temperate climate, many of them frozen entire into ice, including mastodons, mammoths, bear, elk, beaver, and so forth. “When the ice cap melted, many of these animals were dropped into bogs, which pre- served their bodies and sometimes even the contents of their stomachs. It is evident enough, from the assemblage of species, that the snow overwhelmed them while they were living in temperate conditions. What this may mean is actually rather frighten- ing to contemplate.”!</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 78,
        "captions": [
            {
                "source": "caption",
                "text": "Woolly rhinocerus—once a denizen of the Arctic. (Illustration by Bob Giuliani.)"
            }
        ],
        "headers": [],
        "content": "<p>In concurrence with Hapgood, John White could add that evidence exists “that the middle of the Arctic Ocean was ‘a temperate-climate refuge...for the fauna and flora that could not exist in Canada or the United States’ at precisely the time of the great advance of the Wis- consin continental glacier three thousand miles to the south.”! Not surprisingly, Allan and Delair also jumped on this band wagon: “The great lenticles and ribbons of ice...containing...organic remains in Siberia, were clearly frozen more or less at, or very shortly after, the actual accumulation of the beds. In other words, the freezing of these beds, the deposition of the volcanic ash layers within them, the slaughter of the innumerable animals they now yield, and the aqueous (diluvial) mixing of this assorted debris into chaotic ‘muck’ deposits was extraordinarily rapid. The singular evidence of the suddenly and permanently refrig- erated animal carcasses found in both the Siberian and Alaskan deposits...not only</p>",
        "markdown_converted": true
    }
]