[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 324,
        "main_text": "applying the laws of gravitation to comets we can trace their orbits back in time. When we do, we find that comets all seem to have originated from a common point between Mars and Jupiter [where the explosion supposedly took place] 4 million years ago.”! Four million years ago is quite a reduction from Ovenden’s original 16 million. As Van Flandern himself saw fit to remind us, four million years ago “the earliest humanlike pri- mates” had already appeared on Earth. Even so, can the retrocalculation of cometary orbits be relied upon? As Ovenden himself had remarked: “...if it can be shown that processes operate within the solar system that can rearrange the planetary orbits on a sufficiently short time-scale then we must conclude that the present distribution of planetary and satellite orbits contains no information about conditions at the time of formation of the solar system.” This was expanded on by Archie Roy, who had collaborated with Ovenden,* when he wrote: “We have seen that the work of J. G. Hills and M. W. Ovenden demonstrated that af- ter a short period of wild behaviour, a planetary system could settle down into a dis- tribution of orbits very similar to a commensurable Bode-type configuration. Such a configuration would, under the action of other forces such as tidal friction, nudge the system into a neighbouring truly stable configuration, which on inspection might be thought to have been the system’s state for a very long time. Indeed numerical inte- grations backward in time could take the system, still well behaved, through the epi- sode of wild behaviour as if it had never been.”5 Actually, back in 1953, W. M. Smart had already understood that such “perturbation se- ries” could not be relied upon except for a very short time—“one or two centuries” to be ex- act.6 If this applies to planets and satellites, it must surely also apply to comets.’ But let this be for the time being; we shall return to it in a while.",
        "captions": [],
        "bibliography": "17. Van Flandern, loc. cit (emphasis added). 2 Ibid., p. 78. 3M. W. Ovenden (see reference #38), p. 479 (emphasis as given). 4 AE. Roy & M. W. Ovenden, “On the Occurrence of Commensurable Mean Motions in the Solar System,” Monthly Notices of the Royal Astronomical Society, 114 (1954), pp. 232-241; idem, “The Mirror Theorem,” in ibid., 115 (1955), pp. 296-309. 5 A. E. Roy, Orbital Motion (Bristol, 1978), p. 244. 6 W. M. Smart, Celestial Mechanics (London, 1953), pp. 4, 194-195, 198. 7 For more on the unreliability of retractive calculations see D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 184-186. 324",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 325,
        "main_text": "A COMPARISON OF MODELS In the meantime, Van Flandern’s four million years is still a far cry from the few thousand years required by our proto-Saturnian model, while his “earliest humanlike primates” can hardly pass for the ancient recorders of cosmic history we have been relying upon to reconstruct proto-Saturn’s flare-up. And yet, Van Flandern’s own scenario does come close to ours on several counts. Consider the following: In our case, proto-Saturn is presented as a sun-like body that dominated the ancient sky. In Van Flandern’s case, the exploded planet had, with the exception of Jupiter, been larger than the other planets, as it orbited the Sun between Jupiter and Mars. Because of its size and closeness to Earth, it dominated the night sky with its brilliance, bright enough to have been seen during the day.! In following Velikovsky, the sun-like proto-Saturn flared up in nova-like brilliance, hurl- ing its debris in all directions. According to Van Flandern: “...suddenly [the planet] explodes. Now its brightness outshines even the Sun’s. Like a nova...the dying planet hurls its mass in the form of solid, liquid and gaseous debris in all directions at extraordinarily high velocities. In a few months, the leading edge of the blast reaches our planet.”? Following the proto-Saturnian disruption of our competing scenario, neither heaven nor Earth could have remained the same. The initial outburst of light from proto-Saturn’s flare-up would have all but blinded those unfortunate individuals who might have been staring directly at it. Its debris would have bombarded our ancestors and the event, as already mentioned, would have left us all scarred unto this day. Van Flandern writes: “What a sight it must have been for early man: the sky ablaze with meteors, night and day for months, and comets streaming among the stars. Many thousands of years would pass before the heavens would return to a more normal state. But even then the earth would never again be the same.” A conclusion reached by David Talbott, with which we heartily concur, is that the proto- Saturnian phenomenon lies at the very root of human advancement and the flowering of civi- lization4 And Van Flandern asks: “Is it only a coincidence that humanity felt its early stir- rings at about the time of the great explosion?”> No—Van Flandern’s scenario cannot be said to be identical to ours; but, at the risk of sounding boorish, it comes damned close.",
        "captions": [],
        "bibliography": "!T, Van Flandern, op. cit., pp. 78-81. 2 Ibid., p. 81. 3 Ibid. 4D. Talbott, “Guidelines to the Saturn Myth,” KRONOS X:3 (Summer 1985), pp. 43-45. 5 T. Van Flandern, op. cit., p. 95. 325",
        "headers": [
            "A COMPARISON OF MODELS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 326,
        "main_text": "EPOCHAL ADJUSTMENT But those four million years difference! And yet, as I asked in mischief in 1986,! if Van Flandern can reduce Ovenden’s 16 mil- lion years to just four, who can guarantee that someone will not yet reduce the four to one or even to only a few thousand? As it turned out, by 1993 it was Van Flandern himself who reduced his original 4 to 3.2 million years ago.’ By then he was also suggesting that Mars may have been a satellite of the destroyed planet. And, as if the explosion of one planet was not difficult enough to account for, he climbed further out on this slim limb by hypothesizing that there had probably been two or more such planets in the Solar System that blew up.4 “Many lines of evidence suggest more than one planetary explosion in the solar sys- tem’s history. The discovery of one, and probably two, new asteroid belts orbiting the Sun beyond Neptune is especially suggestive, given that the main asteroid belt is apparently of exploded planet origin.” And: “Meteorites provide direct evidence about their parent bodies. Yet this evidence strongly indicates at least 3-4 distinct parent bodies.”® But what, then, of the retrocalculation of cometary orbits which had confirmed that they had gone around the Sun in four million years, and that they “all seem to have originated from a common point between Mars and Jupiter 4 million years ago”? The answer to that one was easy enough. Newer calculations showed that the age of short period comets is actually 3.2 million years,’ which is what forced Van Flandern to lower his original date. MULTIPLE EXPLOSIONS In the end, of course, Van Flandern had to reach the conclusion that he did. Burdened as he was with his belief that the asteroids, on the one hand, and short-period comets, on the other, were the debris of planetary outbursts, the explosion of more than just one planet was",
        "captions": [],
        "bibliography": "1D, Cardona, “The Trouble With Aztex,” KRONOS XI:2 (Winter 1986), p. 36. 2T. Van Flandern, Dark Matter, Missing Planets & New Comets (Berkeley, 1993), pp. 187-188. 3 Ibid., pp. 277-278; see also “New Scenarious for Solar System Evolution,” SIS Internet Digest (1999:2), p. 10; Idem, “The Exploded Planet Hypothesis—2000,” New Scenarios on the Evolution of the Solar System and Consequences on History of Earth and Man (University of Bergamo, 1999), pp. 45, 46. 4 Ibid., p. 41. 5 Ibid., p. 43. 6 Ibid. 7 Ibid., p. 45. 326",
        "headers": [
            "EPOCHAL ADJUSTMENT",
            "MULTIPLE EXPLOSIONS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 327,
        "main_text": "actually forced upon him. This was made all the more evident—at least to him—by hints of other asteroidal belts besides the main one between Jupiter and Mars. Consistency dictated that if one asteroid belt owed its origin to an exploded planet, so must the others. Concerning the main asteroid belt, he wrote: “Although over 10,000 asteroids have well-determined orbits, the combined mass of all other asteroids is not as great as that of the largest asteroid, Ceres. That makes the total mass of the asteroid belt only about 0.001 of the mass of the Earth. A frequently asked question is, if a major planet exploded, where is the rest of its mass?”! His answer to this was that while shattered surface and crustal rocks would still be rocky fragments, rocks from greater depths would be under so much pressure that, when suddenly released into the near-vacuum of space, they would simply vaporize. To give the example he gave, “over 99%” of an Earth-mass planet would be destroyed in this manner. What is left would be the 0.001 Earth-mass of the asteroids. “The situation,” he went on, “worsens for a larger planet, where the interior pressures and temperatures get higher more quickly with depth.”? With comets, still according to him, it would be different. As he himself claimed, “we can estimate the total mass of the body that exploded to produce all the comets seen today.” And that estimate lead him to the conclusion that the mass of the parent body that produced the comets “is almost certainly less than the size of our Moon...” “Putting all this evidence together [he wrote], we have strong hints for two original planets near what is now the main asteroid belt: hypothetical ‘Planet V’ and ‘Planet K.’ These were probably gas giant planets with moons of significant size, such as Mars, before they exploded. We have hints of two more asteroid belts, probably from the explosions of two more planets (‘Planet T’ and ‘Planet X’) beyond Neptune. And we have hints for two extra-large gas giant planets, ‘Planet A’ and ‘Planet B,” that exploded back near the solar system beginning.”* How does all this add up? As Van Flandern had previously told us, retrocalculated orbits place the origin of short-period comets in the asteroid belt. But the planet that exploded to give birth to these comets could not have been more massive than the Moon. Likewise with the one which supposedly produced the asteroids. As he himself claimed, “asteroid belts with masses of order 0.001 Earth masses are the norm when terrestrial-planet-sized bodies ex- plode.”* As is well accepted, 0.001 Earth-mass is the mass of the asteroids in the Solar Sys- tem’s main asteroid belt. The exploded planet that gave birth to these asteroids must have therefore been a terrestrial-sized planet. How, then, does he reconcile these sizes with the two giant gas planets he ended up placing in the vicinity of the asteroid belt?",
        "captions": [],
        "bibliography": "! Ibid., p. 41. 2 Ibid. 3 Ibid., p. 43. 4 Ibid., p. 51 (emphasis added). 5 Ibid., p. 41 (emphasis added). 327",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 328,
        "main_text": "One way out of this problem would be to suggest that the Moon- and Earth-mass objects had formed the cores of the two gas giants. In fact, it is now believed that the cores of Jupiter and Saturn are much smaller than previously believed.! But, even then, in order to hold on to their massive atmospheres, these cores could not be smaller than 3 to 10 Earth-masses.? So how could a Moon- or Earth-mass body hold on to such atmospheres? Besides, why would one planet explode to produce asteroids, while another exploded to produce comets? Also, did he not himself also tell us that gas giants “would be expected to leave no asteroids if they exploded.” But, worst of all, it is bad enough to burden one planet with an unknown explosive mechanism, but to burden six of them, and then have them explode in pairs in or near the same locality is stretching an untested model way too far. ONE SOLUTION TO THE PROBLEM Let us, however, leave the above problems alone and concentrate on those 3.2 million years ago. These 3.2 million years are still nowhere close to the few thousand required by our thesis. But, as I noted in 1986,4 let me not disregard Van Flandern’s 4 (or 3.2) million years—for I can also accommodate them. As I reported in 1983, “there is corroborating evi- dence which implies that [proto-]Saturn was disrupted more than once.” And if ancient man remembers more than one Saturnian catastrophe, “there is a possibility that further [proto]Saturnian disasters had occurred prior to the advent of humankind itself.”> What, then, is there against one of these earlier catastrophes having occurred 4 or 3.2 mil- lion years ago? What is there against one of them having occurred 16 million years ago, as Ovenden originally claimed? And earlier still? Did I not also suggest that “therein might lie the answer to the great extinctions of life at the Cretaceous-Tertiary boundary and the annihi- lation of the dinosaurs”?6 As we have seen, Ovenden’s original postulate called for a ring of material rather than a planet. The change of his 90 Earth-mass object from a ring to a planet was forced upon him because he could not see how or why such a ring should suddenly disperse. The problem, however, is not even slightly minimized because, as Ovenden himself confessed, there is no known mechanism whereby a planet can explode. Even Van Flandern had to accede to this when he reported that “some scientists maintain that no known process can explain how plan- ets could get enough energy to explode.”? Among these scientists one can name Hannes Alfvén and Gustaf Arrhenius who were vehement in stating that: “It is not generally realized that there are no known processes by which such large bodies can be blown apart...”8 As",
        "captions": [],
        "bibliography": "1 “New Boost for One-Step Giant Planet Formation Theory,” Eureka Alert (Internet news release, June 19, 1997). 2 Ibid. 3 T. Van Flandern, loc. cit. 4D. Cardona, loc. cit. 5 Idem, “Saturn’s Flare-Ups,” SIS Workshop 5:1 (April 1983), pp. 8-9 (emphasis in original). 6 Ibid., p. 9. 7T. Van Flandern, “Exploding Planets,” Science Digest (April 1982), p. 94 (emphasis added). 8H. Alfvén & G. Arrhenius, Evolution of the Solar System (Washington, D. C., 1976), p. 410. 328",
        "headers": [
            "ONE SOLUTION TO THE PROBLEM"
        ]
    }
]