[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 97,
        "main_text": "",
        "captions": [
            {
                "source": "caption",
                "text": "Medieval Irish bard at court. These honored entertainers in the Celtic tradition were trained in special bardic schools in which they were thoroughly drilled in their art. Some of these bardic schools survived into the seventeenth century (lustration by A. G. Smith)"
            }
        ],
        "headers": [],
        "content": ""
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 98,
        "captions": [],
        "headers": [],
        "content": "<p>hour upon hour of deep, unison droning, in which not one word or syllable could be gotten wrong. And all that without the benefit of written text. One mistake in recitation would have meant disaster for the tribe.””! And—from Tom Lowenstein and Piers Vitebsky: “For native audiences, myths were far from being fantastic ‘fairytales’...Rather, sto- ries were seen as accounts of real events that took place at the dawn of time. The purpose of myths and legends was both to instruct and to entertain...Storytelling oc- cupied a seminal position in Native American cultures. It was not a purely spoken art: singing and drumming were often involved.”? Likewise with the Polynesian people. Even that for-long mysterious script known as rongorongo, which the natives of Rapanui, or Easter Island, are known to have employed, does not date farther back than the late nineteenth century 3 “The Rapanui people had no need for a script [Steven Fischer, the man who finally decoded the inscriptions declared]. No Polynesian—indeed none of the three-million- odd inhabitants of Oceania in the eighteenth century, needed a writing system. Oral traditions and knot records had served these peoples well in this regard for thousands of years.”+ In the Society Islands, entire colleges of priestly teachers instructed the people in their ancient mythology, religious rites, and even poetic compositions. These teachers, drawn from priestly families, had themselves to undergo a strict training program before being allowed to practice and teach. They even had to endure a period of retreat which was followed by an oral examination before a group of elders. Tony Allan and his co-authors tell that one island, Opoa, “became such a centre of religious learning that it drew European comparisons with Mecca and Rome—as well as the less complimentary epithet, ‘the metropolis of idolatry’.” Similar schools also existed in Hawaii. With this universal oral tradition stretching back to prehistoric times, one begins to won- der how tales told in one part of the world ended up being similar, sometimes near-identical, to tales in other parts which would at the time have been far removed from cultural contact. Although not the subject of the present work, one such tale that comes easily to mind is the well known misadventure of Phaethon, son of Helios, who, having driven his father’s chariot across the sky, lost control of it and ended up burning the Earth below. In the end, Zeus was forced to intervene by dispatching one of his terrible thunderbolts with which he smote</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 99,
        "captions": [],
        "headers": [],
        "content": "<p>Phaethon and his chariot. Phaethon ended up hurtling through the air in flames together with the shattered chariot, falling to his untimely death and leaving a long trail behind.! This myth has its counterpart in one told by the Bella Coola Indians of British Columbia in which the son of the Sun took his father’s torches, carrying them across the sky, with which he ended up burning the Earth and its inhabitants. Like Phaethon, he, too, was finally cast down from the sky,” The same tale, in slightly different garb, is also told by the neighboring Kwakiutl. While in this version the son of the Sun is entrusted with his father’s jewels in lieu of torches, the outcome is the same. Deciding to take a shortcut across the sky, our unfortunate hero strayed too close to Earth, coming close to burning it, until the Sun intervened by tearing the jewels from his grasp and casting him into the sea.3 In comparing these far-flung but similar myths,4 James Frazer raised the issue concerning whether their similarity could have been due to borrowing. “Whether the remarkable resem- blances between the Greek and the Indian versions of the tale are to be explained as due to independent invention or to European influence,” he wrote, “is a question which, so far as I know, there is no evidence to determine, and on which therefore it would be rash to pro- nounce an opinion.”&gt; Similar sentiments have been expressed since then by others, but, as Donald Mackenzie noted as early as 1915 in relation to Babylonian mythology, these similarities should not automatically be dismissed as having necessarily been due to borrowing. “To students of comparative folklore and mythology the myths and legends of Baby- lonia present many features of engrossing interest. They are of great antiquity, yet not a few seem curiously familiar. We must not conclude, however, that because a Euro- pean legend may bear resemblances to one translated from a cuneiform tablet that it is necessarily of Babylonian origin. Certain beliefs, and the myths which were based upon them, are older than even the civilization of the Tigro-Euphrates valley. They belong, it would appear, to a stock of common inheritance from an uncertain cultural centre of immense antiquity.”6 It is not that direct borrowing through diffusion did not occur.” The path of diffusive bor- rowing, however, can be easily traced. But what of mythological similarities which leave no trace of appropriation? If not through borrowing and diffusion, how could different races and nations separated by geography have ended up believing in identical, or near-identical, events, especially when these events bear such obvious marks of the extraordinary? This is</p>",
        "markdown_converted": true
    }
]