[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 52,
        "captions": [],
        "headers": [],
        "content": "<p>Judging by his previous work,' Velikovsky would have had in mind an errant planet posing as the external cause behind the onslaught of ice. One of these errant planets, accord- ing to him, had been the planet Venus which interacted with Earth in a near-collision which he dated to 1500 (or 1450) B. C. He therefore became quite confident that the radiocarbon dating of wood, discovered in glacial till ascribed to the Late Wisconsin advance of the Pleistocene Ice Age, had to be correct. As reported by H. E. Suess, the age of this wood came out at 3300 + 200 years.<em> This would then date the Late Wisconsin glaciation to 1300 + 200 years B.C, —thus close to 1500 B.C.— which accorded perfectly well with Velikovsky’s date for the Venus encounter. While other proponents had fingered external causes, such as com- ets, meteorites, and/or asteroids, none of them had till then blamed ice ages on an errant planet, let alone the planet Venus. (W6lfli and Baltensperger’s errant planet Z, discussed in the last chapter, was proposed long after Velikovsky.) But how did all this negate the occurrence of ice ages? As Velikovsky had earlier ex- plained: “Tf we look at the distribution of the ice sheet in the northern hemisphere, we see that a circle, with its center somewhere near the east shore of Greenland or in the strait between Greenland and Baffin Land [read ‘Baffin Island’] near the present north magnetic pole, and a radius of about 3,600 kilometers, embraces the region of the ice sheet of the last glacial age. Northeastern Siberia is outside the circle; the valley of the Missouri down to 39° north latitude is within the circle. The eastern part of Alaska is included, but not its western part. Northwestern Europe is well within the circle; some distance behind the Ural Mountains, the line curves toward the north and crosses the present polar circle. “Now we reflect: Was not the North Pole at some time in the past 20° or more distant from the point it now occupies—and closer to America? In like manner, the old South Pole would have been roughly the same 20° from the present pole.”3 In other words, what transpired 3500 years ago, according to Velikovsky, was a shift of the terrestrial axis brought about by Earth’s close encounter with the planet Venus. The heat generated by this confrontation would have melted the old polar caps, while the continuous precipitation would eventually have formed the present ice caps. Thus, still according to Ve- likovsky, the signs left behind by what glaciologists believe to have been the Pleistocene Ice Age would have been those left behind by the previous ice cap. In other words, Earth’s polar caps would have merely been dislocated. No ice age, per se, would have ensued. As we have already seen, in 1958, Charles Hapgood came out with a similar theory,</em> re- vised in 1970,! but one that was bereft of any errant planets. Rather than a tilt of Earth’s axis,</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 53,
        "captions": [],
        "headers": [
            "THE ICE DUMP"
        ],
        "content": "<p>Hapgood blamed the displacement of Earth’s polar caps through a shifting of the terrestrial crust. Contrary to Velikovsky, however, Hapgood pinpointed the previous North Pole not in Baffin Bay —i.e., between Greenland and Baffin Island—but further south in Hudson Bay. At first believed to have been occasioned by the weight of the ice itself, Hapgood was later made to realize that such could not have been the cause behind the shifting crust.2 As he himself was eventually forced to admit, the cause of the shifting crust, if it ever really took place, remains bereft of a “satisfactory explanation.” Various other problems inherent in the shifting crust scenario have already been discussed in the prequel to this work.* </p>\n<p><b><center style='font-size: larger;'>THE ICE DUMP</center></b></p>\n<p>Donald Patten, a geographer by training and an avowed Biblical fundamentalist, came up with a theory that has a certain charm to it, although, to be sure, he was more interested in proposing a cause for the Biblical Flood, or Deluge, than he was in the occurrence of ice ages. Even so, since, in his opinion, both events were the outcome of the same cause, it be- hooves us to take note of what he had to offer. First presented in a major work published in 1966,&gt; Patten was at least astute enough to raise valid objections to past ice age theories. Like Velikovsky, he, also, wrought a scheme involving an errant planet; but that is where the similarity ends. His own hypothesis was that the ice which constituted the Pleistocene Ice Age was delivered by an astral visitor from outer space. Casting aside the Biblical funda- mentalist agenda behind Patten’s theory, we present it here because the scenario is not itself beyond the realms of possibility. Basing his theory on the belief that bodies at the edge of the Solar System, as well as others well within it, are believed to be mainly composed of ice, he reasoned that: “...it is not inconceivable that an astral visitor from the remote areas of our solar sys- tem would possess ice. Most do, and many consist almost entirely of ice. Nor is it in- conceivable that such an astral visitor could contain ice in accompanying satellites (Uranus does), in rings (Saturn does), in belts (Jupiter has belts and bands), or merely ice in its crust.”6 Earth’s past burden of ice, according to him, would have been delivered by this astral visitor. Writing with his son Philip in 1979, he succinctly phrased his overall theory in the following manner: “The origin of a massive ice dump was a small, frozen satellite-sized body, comprised of water ice, possibly between 430 and 500 miles in diameter. Possibly it was a satel- lite of another planet which engaged the earth in a dramatic and devastating flyby...</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 54,
        "captions": [],
        "headers": [],
        "content": "<p>“The transport mechanism was a collision or near collision-course orbit... “Upon fragmentation, roughly 10,000 to 15,000 miles from the earth’s core, and hence 6000 to 11,000 miles from earth’s surface, the icy particles scattered into three trajec- tories. One trajectory flew toward the earth, like a shower of meteorites. Fragments of ice entered the atmosphere like meteors and with the heat of friction vaporized and precipitated to earth. It would not take very much ice, astronomically speaking, to cre- ate in this way a sudden rainfall equivalent to 100 feet of water per square foot of earth surface, which is about 200,000,000 square miles. This concept must be kept in align- ment with the many ancient flood legends among nearly all primitive peoples, wherein the onset of the Biblical Flood event was a day—one day. This earthbound trajectory might account for 10 to 20 percent of the icy fragments.”! So much for the Deluge. But how did Patten make this same astral visitor account for the Ice Age? While a second trajectory, accounting for perhaps 15 to 25 percent of the icy frag- ments, was swept away into interstellar space, a third trajectory began to orbit earth as a ring around the equator. The Sun would then have charged the particles which, interacting with Earth’s geomagnetic field, were funneled, much like the auroras, toward both poles where they fell without melting as ice and snow. “Thus the ice age took a month or so, not tens of thousands of years, to form.”? Seven years later, having attracted the attention and support of two other fundamentalist scientists, Ronald Hatch and Loren Steinhauer, Patten co-authored a second book with them in which they expounded on seven distinct cosmic catastrophes as they saw them encoded between the lines of the Old Testament verses.3 Again, we shall cast all that aside and con- centrate on what they had to offer concerning the Ice Age. Keeping to Patten’s original hy- pothesis, the icy visitor was now described as either having been the planet Mercury or a sat- ellite of Mercury.* Writing in support of their theory in 1977, William Thompson alluded to the “astral body” as having been “probably Mercury.”&gt; But then, in 1988, Patten revised his theory, now blaming the Deluge and the ice dump on the fragmentation of a previous icy sat- ellite of Mars during a close flyby of that planet.® One should not castigate Patten for his change of mind because, after all, that is the way in which theories should be constructed, through refinement dictated by new evidence. Even so, leaving aside my own disbelief of the entire scenario, Patten’s theory suffers mostly from</p>",
        "markdown_converted": true
    }
]