[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 7,
        "captions": [],
        "headers": [
            "PREVIOUS ICE AGES"
        ],
        "content": "<p>“From all we know now [i.e. in 1970], the Quaternary [which covers the Pleistocene Epoch] represented an exceptional period in the history of our globe. The repeated advance and retreat of glaciation is a phenomenon specifically restricted to this pe- riod; before that, for a time interval of about 200 million years, there was almost no permanent ice on earth’s surface; even the poles were free and enjoyed a temperate or cold-temperate climate.”! Opik then goes on with: “The Tertiary, Cretaceous and earlier were warm epochs; most of the geological history falls within such warm periods, at least for the 500 million years since the Cambrian.”? Even so, from time to time, this previous warm milieu does seem to have been interrupted by earlier ice ages. How many of them were there? </p>\n<p><b><center style='font-size: larger;'>PREVIOUS ICE AGES</center></b></p>\n<p>The ice age which preceded that of the Quaternary Period took place during the Permian Period, some 250 million years ago and calculated to have lasted about 25 million years. The traces it left are to be found chiefly in the southern hemisphere and mainly near the equator. This ice age was also interrupted by a succession of interglacial periods similar to those of the Pleistocene Epoch of the Quaternary Period. Previous to that, a major ice age seems to have taken place during the Cambrian Period of the Paleozoic Era about 570 to 650 million years ago. Traces of this glaciation are to be found in both hemispheres with indications of alternating interglacial periods. Before that, at least one other ice age ensued about which little is known. There was also an even earlier posited Huronian ice age, a period of intense glaciation, calculated to have occurred about 2,150 million years ago. As Opik summed up: “Minor traces of ice are recorded between these major ice ages, but they are probably rightly dismissed as ordinary ‘mountain glaciation’.”4 What is of great interest is that the succession of these ice ages “was almost periodical, with a period of about 250 million years”&gt;—and this we must not lose track of. All in all, as Opik pointed out, the duration of these ice ages was relatively short, “not more than 10 per cent of the total,” when compared to the overall scheme.® And, at the risk of belaboring a point already made, Opik himself stresses the fact that: “The climate difference was so large that, during the normal warm periods, permanent ice was absent altogether</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 8,
        "captions": [],
        "headers": [
            "GONDWANA"
        ],
        "content": "<p>(except perhaps on some of the highest mountains), even the poles being free from ice during these periods.”! </p>\n<p><b><center style='font-size: larger;'>GONDWANA</center></b></p>\n<p>In his attempt to throw as many spokes as he could in the wheel concerning ice ages, Velikovsky stressed the signs of glaciation that are found in what today are the tropics. These discoveries date from the very inception of the theory as envisioned by Agassiz himself. As Velikovsky noted: “In 1865, Agassiz went to equatorial Brazil, one of the hottest places in the world, where he found all the signs he ascribed to the action of ice...There were drift accu- mulations, and scratched rocks, and erratic boulders, and fluted valleys, and the smooth surface of tillite (rock formed of consolidated till), so there must have been ice to carry and polish, and the region must have gone through an ice period.” Abundant vestiges of an ice age were eventually found also in Argentina, British Guiana, equatorial and southern Africa, Madagascar, India, most of Australia, the Falkland Islands, and, needless to say, Antarctica.3 Some of these glaciations left their signatures to within 20 and 10 degrees of the equator. Velikovsky, of course, knew that this ice age, as indicated in our last section, had been dated to the Permian Period, but that did not keep him from pointing out what, to him, appeared as an incongruity. “Even if the phenomenon took place very long ago,” he wrote, “an ice cover thousands of feet thick in the hottest places of the world is a challenging enigma.”+ What was also at first considered contradictory were the unmistakable signs that, in Africa and Madagascar, the ice in some instances seems to have spread south from the equator, rather than north from the southern pole as logic would demand. And in India, the ice seems to have flowed north from the equator, rather than south from the northern pole. What could have caused these reversals of direction. Velikovsky also quoted R. T. Chamberlain who had written: “Some of these huge ice sheets advanced even into the tropics, where their deposits of glacier-borne debris, hundreds of feet in thickness, amaze the geologists who see them. No satisfactory explanation has yet been offered for the extent and location of these extraordinary glaciers...Glaciers, almost unbelievable because of their location and size, certainly did not form in deserts. ..”°&gt;</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 9,
        "main_text": "",
        "captions": [
            {
                "source": "caption",
                "text": "Simplified table of geologic succession with shaded cells indicating periods and epochs for which ice ages have been hypothesized."
            }
        ],
        "headers": [],
        "content": ""
    }
]