[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 250,
        "captions": [],
        "headers": [
            "TWA",
            "TWA SA"
        ],
        "content": "<p>the surrounding nebula, creating the shock wave that forms the circumstellar disk, which is here referred to as a set of rings. According to Koji Mori: “Those particles then move outward to brighten the outer ring and produce an extended x-ray glow.” What is also spawned is an impressive turbulent “jet” radiating from both poles perpendicular to the rings.! In the end it may turn out that neither of the above two theories is correct—and I say this not in derision for, after all, discoveries of these nature are now piling up almost daily, and new discoveries may tend to refine or even negate either of the two hypotheses. What will not change is the association of circumstellar disks—or call them what you will—and X-rays with “jet” emissions. The association of “jets” with X-rays has been discussed for years. Various galaxies are now known to have developed a close relationship between “jets” and X-rays. It has even be- come customary to speak of galactic “jets” as “X-ray jets.” The so-called “knots” seen in the “jets” of various galaxies are also known to be X-rays sources. Stars, too, are known to emit X-rays. As we have already seen, brown dwarf stars have been found to be surrounded by scaled- down versions of circumstellar disks. X-rays have also been detected from brown dwarfs, the intensity of which surprised astronomers.? X-rays have even now been discovered from a low mass brown dwarf. Dubbed </p>\n<p><b><center style='font-size: larger;'>TWA</center></b></p>\n<p>5B, it was discovered in the binary star system known as </p>\n<p><b><center style='font-size: larger;'>TWA SA</center></b></p>\n<p>by NASA’s Chandra X-ray Observatory. Yohko Tsuboi reported this discovery from the Chuo University in Tokyo: “Our Chandra data show that the X-rays originate from the brown dwarf’s coronal plasma...The brown dwarf is sufficiently far from the primary stars that the reflection of X-rays is unimportant, so the X-rays must come [from] the brown dwarf itself. This brown dwarf is as bright as the Sun today in X-ray light, while it is fifty times less massive than the Sun.” Of additional importance to us is Tsuboi’s declaration that: “This observation...raises the possibility that even massive planets might emit X-rays by themselves during their youth!”5 In fact, as a NASA news release stated: “This discovery is an important piece in an increas- ingly complex picture of how brown dwarfs—and perhaps massive planets around other stars—evolve.”6 Despite their relative diminutive stature, most of the first brown dwarfs discovered were still much more massive than Saturn, and so one wonders whether proto-Saturn could have been a sub-brown dwarf. But most of that has changed now. To give one example: The brown dwarf designated 2MASS-04 15-0935 “may weigh so little that it falls in the range of what as-</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 251,
        "captions": [],
        "headers": [],
        "content": "<p>tronomers would usually call a giant planet.”! Defining these borderline bodies is “not so obvious,” says Frederick Vrba, “since these objects have the same masses, chemical composi- tions, and radii as planets.”? Besides, there is evidence which indicates that the planet Saturn had been much more massive during the age of man. With X-rays and disks —the two most important components required for the emission of “jets” — already known to be associated with brown dwarf stars, it becomes quite evident that brown dwarfs should be prime candidates for the emission of astral “jets.” After all, as Pamela Gay has noted: “Jets are one of nature’s favorite ways of spewing matter around.” These galactic and stellar jets are of immense size. William Keel, for instance, reports that higher-resolution radio observations of a Seyfert galaxy show “jets” that “can span more than a million light years.”4 “In some cases, the highest-resolution radio data show that material is still being ejected from the core along the jets at respectable fractions of the speed of light. This provides another important clue to the power source in AGNs [active galactic nu- clei]—it can eject material for millions of years at a stretch along a single axis, like some kind of cosmic flywheel.”&gt; The immense size and speed of these galactic “jets” will be seen by some to raise havoc with our supposition that something similar could have transpired in relation to such a rela- tively miniscule object as a brown dwarf star, to say nothing of a sub-brown dwarf. But if brown dwarf stars can be surrounded by a scaled-down version of a circumstellar disk, why cannot they emit a scaled-down version of a stellar jet? To be sure, when I discussed this problem with the astrophysicist Doug Lin, his verdict was that “jets” from brown dwarf stars were “not only possible, but very probable.”? He did, however, warn that the detection of brown dwarf “jets” would be very difficult. And this is understandable. The discovery of some of these brown dwarf stars has already stretched the present limit of detection. The disks which have been detected around them have a much greater diameter than the dwarfs themselves and are therefore a little easier to detect once the dwarfs have been pin-pointed in space. Any “jets” emanating from them, however, would have a much lesser cross-sectional diameter. At their distances, those “jets” pointing directly toward Earth would have a probability of detection close to zero. “Jets” which occur at an angle or perpendicular to our line of sight would have a slightly better chance of being de- tected, but, because of their smaller cross-sectional diameter and the diaphanous nature of their light, these, too, would be difficult to detect. Despite all that, Lin’s privately tendered personal opinion was lent further probability less than a year after he had voiced it. Spectral</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 252,
        "captions": [],
        "headers": [
            "THE END OF AN ERA"
        ],
        "content": "<p>lines which are normally observed in stellar “jets” have now been detected in brown dwarfs.! And why should this not be the case? Although astral “jets” remained something of a mystery,” their association with circumstellar disks has long been proposed.3 There is one further quality inherent in cosmic “jets” that should be noted at this point, and that is the fact that “jets” have counter-‘“jets.” In other words, as mentioned above, cosmic “jets” are emitted from both poles of the radiating object. Astronomically speaking, this seems to be the manner in which momentum is conserved. As Halton Arp demonstrated: “Tn astronomy, jets tend to have counter-jets, radio-source ejections tend to occur in opposite directions and, in general, to conserve a momentum in any ejection process one would expect a counter-ejection.”4 As far as our own scenario is concerned, this would mean that proto- Saturn would also have developed an opposing “jet” from its north pole to counteract the “jet” emanating from its southern one toward Earth. However, with Earth having been situated within the “jet” directly beneath proto-Saturn’s south pole, this counter-“jet” would not have been visible to man and we should not, therefore, expect to find any intimation of it in the mytho-historical record. </p>\n<p><b><center style='font-size: larger;'>THE END OF AN ERA</center></b></p>\n<p>In brief: People in those days seem to have lived their lives in relative harmony with the land they occupied, more or less oblivious of the proto-Saturnian sun shrouded in its nebulous disk atop its towering plasma column. They slept and woke and worked, chipping away at rocks to manufacture the tools and weapons they required. The men, and perhaps some of the women, hunted while the majority of the females foraged for edible roots and herbs. They were acquainted with the use of fire, having already invented oil lamps with which they illuminated the caves they painted in.5 They obviously bartered with neighboring tribes, even though hostilities ensued when these trespassed their boundaries. In their spare time, they learned to engrave and paint the beasts that roamed across their territorial domain at the edge of the ice, north and south of Earth’s glaciated belt. These ani- mals seem to have been what impressed them most. They also etched, engraved, carved, and molded figures of their own kind, both male and female, but seldom with the accuracy and care they reserved for the portrayal of animals. It is almost certain that they practiced a form of sympathetic magic which they believed would enhance their chances in the hunt. They also seem to have indulged in a primitive form of music. There was ample time for mating and children were probably raised communally. As they grew older, these would have been taught how to manufacture tools and weapons, how to produce fire, how to hunt, and what roots and herbs they should look for. Those who exhibited a talent for it became artists.</p>",
        "markdown_converted": true
    }
]