[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 190,
        "captions": [
            {
                "source": "caption",
                "text": "Miniature culpture of a horse from Lourdes, France. (lustration after Abbé Breuil.)"
            }
        ],
        "headers": [
            "DNA",
            "DNA"
        ],
        "content": "<p>in the 1990s by the Canadian geologist Alejandra Duk-Rodkin and her colleagues, the much touted Bering Straits passage was not passable at the height of the Ice Age. While the lowering of sea levels would have exposed the land at the Bering Straits, turning it into a land bridge, the glaciers from both sides of Beringia had unfortunately already met, and the “door” was thus closed.! On the other hand, it is now evident that man was already in North America before the last Ice Age.? And yet, as Brian Bethune reported, “</p>\n<p><b><center style='font-size: larger;'>DNA</center></b></p>\n<p>studies have pointed to Asian origins for four lineages that characterize more than 95 per cent of indigenous Americans.” This would then mean that Asians would have had to have crossed into North America across the Bering Straits in boats. A fifth </p>\n<p><b><center style='font-size: larger;'>DNA</center></b></p>\n<p>lineage, however, “most commonly detected in Canada’s Ojibwa people, has no known Asian affiliation.” But it does turn up in Europeans.* Among other things, this has led to the theory that the people who colonized the Americas came in different waves from different places at different times in boats along the shores and even across the sea.&gt; It is therefore not reasonable to assume that once the Ice Age was over such voyages would have come to an end. The knowledge and name of the Great Bear constellation could therefore have been brought to North America from Siberia at a later date than the one</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 191,
        "captions": [
            {
                "source": "caption",
                "text": "Cro-Magnon shaman dressed in the skin and antlers of a reindeer. From Les Trois Fréres, France. (lustration after Abbé Breuil.)"
            }
        ],
        "headers": [],
        "content": "<p>191</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 192,
        "captions": [
            {
                "source": "caption",
                "text": "Okeemaquid, famed warrior of the Ojibwa—1825—whose people bear DNA lineage with that of Europeans. (Illustration by Peter F. Copeland.)"
            }
        ],
        "headers": [],
        "content": "<p>192</p>",
        "markdown_converted": true
    }
]