[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 379,
        "captions": [],
        "headers": [],
        "content": "<p>times with literally thousands of volcanoes active at the time.! “Today, approximately 500 terrestrial volcanoes are considered to be active or dor- mant (potentially active). The number of extinct cones, however, greatly exceeds this—and when one contemplates that many presently extinct volcanoes were active a mere thousand years ago, the rate of extinction, even if only approximately constant over the last 11,500 years, indicates that volcanic activity around that date was severe. Indeed, the volcanic record confirms this...”2 Lava beds, vast plains of warped lava flows up to depths exceeding 1,500 meters, covering areas more than 600,000 kilometers across the states of Idaho, Oregon, and Washington, are cut through by the Snake River flowing along the Idaho-Oregon border. This lava constitutes the outpouring of relatively small volcanic craters and cinder cones rising in the midst of a belt of craters which in Idaho alone, in the Craters of the Moon National Monument, are two or three miles wide and thirty miles long.* This immense stretch, a veritable ocean of solidified lava, has been blamed on the ice itself, the tonnage of which has been surmised to have squeezed lava out of Earth’s mantle “like a gigantic toothpaste tube.”4 As we have seen in the first part of this very work, volcanic eruptions have often been blamed for the onset of ice ages. Here we have the opposite where ice ages are blamed for the onset of volcanic eruptions. In our opinion neither is correct since, as we shall soon see, the world-wide volcanic eruptions of 10,000 years ago transpired at the end, and not the beginning, of the Pleistocene Ice Age. The association of global volcanic eruptions with the Ice Age has been known for some time. Despite his Biblical fundamentalist views, Frederick Wright is worth quoting when he writes that: “The connection of lava-flows on the Pacific Coast with the Glacial Period is un- questionably close. For some reason which we do not understand, the vast accumula- tion of ice in North America is correlated with enormous eruptions of lava west of the Rockies. The extent of outflow of lava west of the Rockies is almost beyond comprehension. Literally hundreds of thousands of square miles have been covered by them to a depth—in many places— of thousands of feet.” As stated by others: “Volcanicity in Iceland during the last 10,000 years has been three to five times more vigorous than during previous Late Cenozoic intervals.” And that this took</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 380,
        "captions": [
            {
                "source": "caption",
                "text": "The tortured lava beds of Idaho. Craters of the Moon National Monument. (Photograph by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>380</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 381,
        "captions": [
            {
                "source": "caption",
                "text": "Folded lava formation—Pahoehoe flow. Craters of the Moon National Monument. (Photograph by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>place at the end of the Ice Age was demonstrated by Frank Hibben. “There is no doubt,” he wrote, “that coincidental with the end of the Pleistocene, at least in Alaska, there were volcanic eruptions of tremendous proportions.”! Moreover: “Particles of clay, volcanic dust and sea salts embedded in [retrieved] ice cores indicate that during the last glaciation, especially toward its end, the atmosphere was turbulent and dirty.”? Idaho’s Craters of the Moon National Monument lies within the basin of the Snake River and features lava fields that have been dated to the Late Pleistocene epoch. Although it had to be admitted that some of the lava flows had to have formed about 2,200 before the present,} the highest volcanic activity in this area has been calculated to have taken place some 10,000 years ago.‘ It therefore becomes obvious that Harry Wexler’s conclusion, as reported in Part One of this work, that “the geological record shows no consistent connection between periods of vol-</p>",
        "markdown_converted": true
    }
]