[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 118,
        "captions": [
            {
                "source": "caption",
                "text": "Left: Bulla of Hezekiah with Egyptian winged scarab. Right: Bulla of same Judahite king with Egyptian winged disk and with an inscription that reads: “Belonging to Hezekiah, [son of] Ahaz, King of Judah."
            }
        ],
        "headers": [
            "THE GOD OF THE MIDIANITES",
            "JHVH",
            "JHVH"
        ],
        "content": "<p>never been any doubt. The question that has not always been asked, however, is: Who, or what, was Yahweh? </p>\n<p><b><center style='font-size: larger;'>THE GOD OF THE MIDIANITES</center></b></p>\n<p>According to Max Dimont: “In the Old Testament, God is referred to in three ways: as ‘Elohim,’ which is trans- lated as ‘God’; as ‘</p>\n<p><b><center style='font-size: larger;'>JHVH</center></b></p>\n<p>,’ which is translated as ‘Lord’; and as ‘</p>\n<p><b><center style='font-size: larger;'>JHVH</center></b></p>\n<p>Elohim,’ which is translated as ‘Lord God’.”! Not quite, since there are other names of “God” given in the Old Testament. In Genesis, besides Elohim, the term El Elyon is also used.? In the Book of Job “God” is referred to as El, Eloah, and Shaddai besides Elohim and Yahweh} Elsewhere, we even find “God” referred to as Sedeq (or Zedek) and Yahweh Sedeq.* Dimont also made the erroneous statement that Abram (later Abraham) “met” the</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 119,
        "captions": [
            {
                "source": "caption",
                "text": "Winged Egyptian sun disk —symbol of the god Ra."
            }
        ],
        "headers": [],
        "content": "<p>“Lord God ‘Jehovah’ for the first time” in Haran,! and that Jehovah (or Yahweh) became the god of Abraham.’ If the Old testament is historically correct, the Israelites were ignorant of Yahweh right up until their enslavement in Egypt. It was Moses who introduced Yahweh to them. Originally, even he had been ignorant of this god. On the other hand, to say that “Moses invented the name ‘Yahweh’,” as Alfred de Grazia did,3 is totally erroneous. Moses was brought in contact with the cult of Yahweh when he resided in Midian, to where he had fled from Egypt after he had slain an Egyptian overseer. While in Midian he married Zippo- rah, the daughter of Jethro who was the priest of Midian.+ That Yahweh was the god of the Midianites is ascertained because his holy mountain, named Horeb, was in the desert in which Moses tended Jethro’s flock. And it was there, at the foot of Mount Horeb, that Moses came face to face with Yahweh. Now it is true that the Book of Exodus has Yahweh declaring that he was, in fact, the god of the Israelites. “I am the God of thy father, the God of Abraham, the God of Isaac, and the God of Jacob,” he is said to have told Moses.5 A few verses later, however, Yahweh is reported to have told Moses: “I am Yahweh: And I appeared unto Abraham, unto Isaac, and unto Jacob, by the name of El Shaddai [usually rendered as ‘God Almighty’] but by my name Yahweh [sometimes rendered ‘Jehovah’ or ‘Adonai’] was I not known to them.”6 This, as is now known, is nothing but a Yahwist attempt at equating Yahweh with El Shaddai, but it does not hide the fact that it was Shaddai and not Yahweh that had been the god of the Israelite Patriarchs. This conclusion is not merely derived from the implication in Exodus, but is actually ascertained by passages in other parts of the Old Testament. Besides the above quoted verse from Exodus, “the name Saddai appears some forty-eight times in the Hebrew Bible.”? Thus William Albright could rightly conclude that:</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 120,
        "captions": [
            {
                "source": "caption",
                "text": "Winged scarab—symbol of the god Ra."
            }
        ],
        "headers": [],
        "content": "<p>“Unless we reject the pertinent Hebrew tradition entirely, we must regard Saddai or El-Saddai as the pre-Mosaic name of the chief god of the Hebrews...in the Priestly Document, from the sixth century (but incorporating much older materials), it is al- ways the name of the God of the Patriarchs, the God of Abraham, Isaac, and Ja- cob...”! True enough, the name Yahweh appears in various passages of Genesis before the time of Moses, but that this is due to Yahwist-inspired insertions at a later time has now been known for quite some time. This is further evidenced by the fact that, while theophoric names which incorporate the element “Yahweh” became quite common, none are met with in the Old Testament prior to the advent of Moses.” “The important point to note is the absence of the divine name Yahweh as an element in any of these names [in Genesis]. Commonly, ancient Semitic names were com- pounded with the name of a god. But in Genesis the only god-name found in personal names is El (for example, Ishmael, Israel, Bethuel)—never Yahweh. Names com- pounded with Yahweh are not found until Exodus...”3</p>",
        "markdown_converted": true
    }
]