[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 232,
        "captions": [
            {
                "source": "caption",
                "text": "The Trimurti— Brahma, Vishnu, and Shiva."
            }
        ],
        "headers": [],
        "content": "<p>“fixed,” and we find this epithet applied to both Shiva and Saturn.! Yet another epithet of Shiva is Dhruva, and since Dhruva is also the name of the Pole Star, this designation obviously alludes to proto-Saturn’s north celestial polar station. This is further strengthened by the fact that Saturn’s avatar of Vishnu also bears the same epithet.+ This is unambiguously reflected in Shiva’s additional epithet of Madhyastha, which is derived from the words madhya, meaning “middle” or “central,” and sthah, meaning “place”&gt;—thus “middle and/or central place.” Now while some of the above characteristics of Shiva—although by no means all—as well as others we will be presently presenting, might be shared by other planetary deities, the totality of them is enough to cast away any doubts concerning the original identity of the god as a personification of proto-Saturn.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 233,
        "captions": [
            {
                "source": "caption",
                "text": "The Trimurti— Brahma, Vishnu, and Shiva, presented as three gods in one."
            }
        ],
        "headers": [
            "ONE THOUSAND AND EIGHT EPITHETS"
        ],
        "content": "<p><b><center style='font-size: larger;'>ONE THOUSAND AND EIGHT EPITHETS</center></b></p>\n<p>Having exposed Shiva’s identity as Saturn, it might appear to those in the know that we have been somewhat selective. This might seem to be so because, in later times, Shiva was burdened with a multitude of names—one thousand and eight, the Linga Purana claims.' This is an unwarranted boast since some of these names are duplicated while others are identical in meaning. The problem, here, is that not all of these names can be identified as Saturnian ones.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 234,
        "captions": [
            {
                "source": "caption",
                "text": "The Trimurti—from the Temple of Elephanta."
            }
        ],
        "headers": [],
        "content": "<p>Shiva’s name #71, which is simply Graha, identifies the god as a planet. The Shivatosini, a commentary on the Linga Purana written in the 18th century by Ganesha Natu, however, claims that Graha here stands for Vrishityavagrahakarako bhaumah, that is “Mars withhold- ing rain.”! It has, on the other hand, been admitted that the interpretations contained in the Shivatosini are often “far-fetched, forced or fancied.”? But then, names #350 and #626, Visakha and Kumara, are aliases of Karttikeya whose identity as Mars is well enough recog- nized. Shiva, however, is even called Dhumaketu (name #629) which actually means “comet.” In view of all this, it might rightly be asked why Shiva’s identity as Saturn should be given preference at the expense of Mars, and even other celestial bodies, with which he also seems to be associated. But, in view of the sectarian bias of the Linga Purana, it is obvious that Shiva was assimilated with just about every celestial body, other than Venus and Jupiter,</p>",
        "markdown_converted": true
    }
]