[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 247,
        "captions": [],
        "headers": [],
        "content": "<p>247</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 248,
        "captions": [],
        "headers": [],
        "content": "<p>So, similarly, Voltaire: “Our ideas of propriety lead us to suppose that a ceremony which appears to us so infamous could only be invented by licentiousness; but it is impossible to believe that depravity of manners would ever have led among any people to the establishment of religious ceremonies. It is probable, on the contrary, that this custom was first introduced in times of simplicity, that the first thought was to honor the deity in the symbol of life which it has given us. Such a ceremony may have excited licentiousness among youths, and have appeared ridiculous to men of education in more refined, more corrupt, and more enlightened times.”! As Westropp rightly deduced, in the western world, the original concept behind the divine phallus degenerated from “an object of reverence and religious worship,” to “a protecting power against evil influences,” ending as “a charm or amulet against envy and the evil eye.” On a different level, it resulted in acts of “mere licentiousness and dissolute morals.” But it also engendered “the natural desire of women...to be the fruitful mother of children.”? This, however, did not necessarily transpire in the East. Marchal, for instance, informs us that: “This linga, in Cambodia, does not exclusively carry the phallic meaning sometimes assigned to it. It sums up the creative energy of the powers of nature; the sexual idea that may be attributed to it is incorrect if we halt on this particular concept alone; in Oriental symbolism it is one of the expressions of the intense life that ends in absorp- tion into the godhead.”3 Religious sentiments and philosophical renderings aside, we must however stress the fol- lowing: The description of Shiva’s lingam as “glorious and shimmering,” a “flamboyant pil- lar with the brilliance of a hundred fires,” and a “pillar of a thousand flames,” can hardly be interpreted metaphorically or as an emblem of fertility, especially when this is taken together with what we exhumed in our previous volume. As we saw there, the Hindu lingam does not constitute the only example of a fiery phallus. Like Shiva’s lingam, the Sethian ithyphallic phaos rhyentes was the symbolic representation of “the downward flow of light from above,” for, it was said “there was a ray coming from above from that perfect light held fast in the dark...”5 Since past mythologists have had nothing with which to compare it, their misguided ef- forts are understandable. Even so, it should have been evident from the start that the axis mundi, and the linga in particular, was a visible phenomenon. As often stated in this work and our previous one, it was a singular bright ray of light stretching from the nebula- enshrouded immobile proto-Saturnian sun all the way to Earth’s northern horizon. This ray from above is understood as a sustained plasma discharge in the form of Birkeland current, a scaled-down version, or the slowly deteriorating remnant, of a plasma</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 249,
        "captions": [
            {
                "source": "caption",
                "text": "Phallic amulets against the evil eye."
            }
        ],
        "headers": [
            "BROWN DWARF JETS"
        ],
        "content": "<p>“jet” such as can be seen emanating from stellar, and even galactic, objects. Such stellar jets have now been observed, photographed, documented, and analyzed in quantum sufficit.! But, since we have also postulated that proto-Saturn was a sub-brown dwarf star, we must ask whether brown dwarfs are capable of emitting stellar “jets.” </p>\n<p><b><center style='font-size: larger;'>BROWN DWARF JETS</center></b></p>\n<p>To recapitulate what we disclosed in our previous volume, while adding some new evi- dence: Circumstellar disks and X-rays are both required for the emission of plasma “jets,” which “jets” are beamed axially, like the rays of a search-light, from both poles of the dis- charging star. Although the mechanism responsible for the emission of these “jets” has been utilized to explain the bursts of gamma rays from stars, which might or might not be correct, it definitely applies to the “jets” themselves. Even so, as of this writing, the mechanism is not yet fully understood. What is believed to occur is that the star’s magnetic field builds up dur- ing the formation of the disk, which then heats to such high temperatures that it unleashes a fireball of plasma. “The fireball is [then] funneled into a pair of narrow jets that flow out along the rotational axis.” Others favor an electrical explanation. The pulsar which has been claimed to be located at the centre of the Crab Nebula is believed to generate “huge electric voltages that accelerate matter and antimatter particles outward along its equator.” This “high-speed wind” plows into</p>",
        "markdown_converted": true
    }
]