[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 294,
        "main_text": "Symbolic representation of Hiranyagarbha, the cosmic egg of Brahma. (Tempera painting from India—c. 1775-1800.) Hindus,! the Chinese,? the Japanese,3 the Pelesgians,4 the later Greeks,5 the Tahitians,® the Fijians,’ and the indigenes of the Society Islands.’ Moreover, in the Hindu tradition, as contained in the Laws of Manu, this cosmic egg is described as having been “as brilliant as the sun,”? while, in a different version, the egg is associated with a celestial lotus which was said to have been as “bright as a thousand suns.”!0 Even the Chinese account has this egg associated with “the changes of the Darkness and the Light.”!! Lemaitre’s acquaintance with these myths is betrayed by the fact that he himself alluded to the “primeval atom” of his theory as the “cosmic egg.”!2",
        "captions": [
            {
                "source": "internal",
                "text": "al>LsACS"
            }
        ],
        "bibliography": "! Laws of Manu 1:v:5. 2M. Soymie, “China: The Struggle for Power,” Larousse World Mythology (London, 1972), p. 274. 3E. D. Saunders & B. frank, “Japan: Cults and Ceremonies,” in ibid., p. 298. 4R. Graves, The Greek Myths, Vol. I (Harmondsworth, 1964), p. 27. 5 Orphic Fragments, 60, 61, 70, 86. 6 A. M. Panoff, “Oceania: Society and Tradition,” Larousse World Mythology (London, 1972), p. 496. 7G. H. Luquet, “Oceanic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 449. 8 Ibid., p. 457. 9 Laws of Manu, loc. cit. 10 V. Tons, Indian Mythology (London, 1967), p. 28. 11 Compendium of Wong-Shi-Shing, as cited by T. P. Crawford in I. Donnelly, Ragnarok: The Age of Fire and Gravel, reprinted as The Destruction of Atlantis (N. Y., 1883/1971), p. 210. RR Ferington, et al., op. cit., pp. 62-63; I. Asimov, In the Beginning... (N. Y. , 1981), p. 22; R. W. Wescott, Predicting the Past (Deerfield Beach, Florida, 2000), p. 176. 294",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 295,
        "main_text": "This, however, is not where Lemaitre’s awareness of Creation myths ends. Well versed in theology, it is inconceivable that he would not have come across that great commentator on Biblical Scripture popularly known as the Ramban, an acronym for Rabbi Moshe ben Nach- man. As the Israeli nuclear physicist Gerald Schroeder noted in 1990, “the Ramban...had the remarkably modern insight that at the moment after creation, all the matter in the universe must have been concentrated in a tiny speck.”! This led the same Schroeder to argue in detail, very much like Aradi before him, that there is no contradiction to be found between the ac- count of Creation as described in Genesis and the current scientific dictum.? This “insight,” as developed by the Ramban, is identical to that reached by Lemaitre who, in accordance with Papal wishes for its clerical scientists to try their best to reconcile the Old Testament with modern science, pulled this ace out of his sleeve. Nor is this merely my contention. “Lemaitre was not only a very competent scientist with general relativity as his spe- cialty,” Hannes Alfvén noted, “but also a prominent member of the Catholic hierar- chy. To him personally his theory of ‘Il’ Atome primitif? was an ingeneous [sic] syn- thesis of general relativity and the Thomistic dogma of a creation ex nihilo (although he never expressed this explicitly in his papers).”3 Alfvén, however, knew what he was talking about. As it has now become well known: “To Alfvén, the Big Bang [theory, which is what Lemaitre’s conclusions led to] was a myth—a myth devised to explain creation. ‘I was there when Abbe Georges Lemaitre first proposed this theory,’ he recalled...‘He said in private that this theory was a way to reconcile science with St. Thomas Aquinas’ theological dictum of creatio ex nihilo or creation out of nothing’. George Gamow then refined and further expounded Lemaitre’s theory, ending up receiv- ing the main credit for what later became known as the Big Bang theory. (The tag of “Big Bang,” however, was coined somewhat later by Fred Hoyle, who was vehemently opposed to it. He meant it in derision, but the tag stuck.) The Roman Catholic Church was not tardy in responding. With the advent of the theory, Pope Pius XII himself was bold enough to announce that “scientists are beginning to find the finger of God in the creation of the universe.”> As for Lemaitre, it is not surprising that he was later decorated by the Vatican for his scientific achievements.® In the end, the Big Bang theory was embraced by cosmologists and Biblical fundamental- ists alike. Even Isaac Asimov, known better for his science fiction than his science, was influenced to include a long tract on the subject in one of his major works. “There are two",
        "captions": [],
        "bibliography": "1R_N. Ostling, “Galileo and Other Faithful Scientists,” TIME (December 28, 1992), p. 39. 2 Ibid. 3H. Alfvén, Cosmic Plasma (Dordrecht, Holland, 1981), p. 124. 4 A_L. Peratt, “Dean of the Plasma Dissidents,” The World & I (May 1988), p. 197. 5R.N. Ostling, loc. cit. 6 E. Ferington, et al., op. cit., p. 61. 295",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 296,
        "main_text": "places in the scientific view of the beginning of things as they now are,” he wrote, “where the command ‘Let there be light’ might seem to have an application.”! The first of these, according to him, involves the creation of the Solar System from what he believed to have been the slow collapse of “the formless, chaotic mass of dust and gas” which would eventually have resulted in nuclear fusion, giving birth to the brilliant Sun.2 The second, still according to him, was Lemaitre’s cosmic egg, in other words the Big Bang theory. As he himself reasoned: “Tt is rather dramatic to imagine that ‘Let there be light’ marked the big bang and the initial period of energy-dominance. Light, after all, is a form of energy. “In fact, we might paraphrase the first three verses of Genesis as follows to make them fit the scientific view of the beginning of the Universe: ““To begin with, fifteen billion years ago, the Universe consisted of a structureless cosmic egg which exploded in a vast outpouring of energy’.”+ Popular publications dealing with the Bible were not hesitant in incorporating this new “insight” into their works, as notice Alma Guinness who, in 1988, included the following in one of Reader’s Digest best selling books: “Prevailing scientific theory proposes that the universe was created in a flash of light. This ‘big bang,’ or cosmic explosion, is believed to have occurred some 16 billion years ago. Some see parallels between this modern, scientific theory and the biblical account which opens with God’s command, ‘Let there be light’.”° The irony of it all is that, by 2002, astrophysicists had changed their tune. No light, it was by then assumed, had been emitted at the inception of the Big Bang. As Tim Folger an- nounced: “Fourteen billion years ago, give or take an aeon, the Big Bang created the universe— or did it? If by universe you mean an abysmally black void with no stars, galaxies, planets, or the slightest promise of life, then the Big Bang’s your baby. But if you mean the starry cosmos we see around us today, a universe that includes at least one planet with life, the Big Bang was a bust. For 100 [million?] years after time began, the universe was less interesting than a mud puddle. Only a handful of elements— mostly hydrogen and helium, along with faint traces of lithium and beryllium— ricocheted through fathomless, unending gloom. Had anyone been around at the time",
        "captions": [],
        "bibliography": "'T. Asimov, op. cit., p. 21. 2 Ibid., pp. 21-22. 3 Ibid., pp. 22-26. 4 Ibid., pp. 23-24. 5A. E. Guinness (Ed.), Mysteries of the Bible (N. Y., 1988), p. 18. 296",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 297,
        "main_text": "to bet on the future, the smart money would have been on more of the same: darkness, emptiness, death. Yet improbably, miraculously, the universe—the ultimate dark horse—beat those odds. It was reborn. A 100-million-year-long night ended when clouds of hydrogen collapsed and ignited... That moment—when the universe first lit up—was nothing less than a second creation, the one that really counts.””! Of course, die-hard fundamentalists and creationists will not be shaken by this paradigm shift. Some will argue that this fits the Genesis account even better since, in both scenarios, we have the shedding of the light preceded by a lengthy era of darkness. Nor will it amount to anything among them that no one had been around to be able to record it. To them, divine revelation counts more than scientific facts. Neo-catastrophists had different ideas. But, among them, Roger Wescott was too cautious, where in other matters he threw caution to the wind, when he assigned the shedding of the Big Bang light to an unidentified body he referred to simply as Aster. He was, of course, referring to proto-Saturn without committing himself to it. “...although I accept the postulation of a primal Big Bang [he wrote], I relocate that explosive event in both space and time. Instead of regarding it as the occurrence which originated the entire universe at the beginning of time, I regard it as a local occurrence which took place in our solar system only some thousands of years ago...I have chosen to refer to the planet [which caused this ‘local’ bang] as Aster.”? Unlike Aradi and Gerald Schroeder, the Biblical scholar Nahum Sarna could find nothing that can be called scientific in the pages of Genesis. “It should be obvious,” he wrote, “that by the nature of things, none of these stories can possibly be the product of human memory, nor in any modern sense of the word scientific accounts of the origin and nature of the physical world.” “Biblical man, despite his undoubted intellectual and spiritual endowments [Sarna went on], did not base his views of the universe and its laws on the critical use of empirical data. He had not, as yet, discovered the principles and methods of disciplined inquiry, critical observation or analytical experimentation. Rather, his thinking was imaginative, and his expressions of thought were concrete, pictorial, emotional, and poetic. Hence, it is a naive and futile exercise to attempt to reconcile the biblical accounts of creation with the findings of modern science. Any correspondence which can be discovered or ingeniously established between the two must surely be nothing more than mere coincidence.”+",
        "captions": [],
        "bibliography": "17, Folger, “The Real Big Bang,” Discover (December 2002), pp. 41-42, 44. 2R. W. Wescott, “Quantalism and Prehistory,” The Velikovskian III:4 (1997), p. 28; see also idem, Predicting the Past (Deerfield Beach, Florida, 2000), pp. 18-19, 89 ff., 150-151, 255. 3.N. M. Sarna, Understanding Genesis (N. Y., 1976), p. 2. 4 Ibid., pp. 2-3. 297",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 298,
        "main_text": "While we heartily sympathize with Sarna’s own emotional views, through which he sees such trends as instigating an “unwholesome effect upon the understanding of the Bible itself,” we cannot but disagree profoundly with him. Like him, we detect nothing of science per se in the pages of Genesis. What we recognize there, instead, is a record of past events. Like Sarna, we are not claiming that Biblical man, to use his own expression, was capable of a disciplined inquiry into the origin of the world, let alone the Universe as others would have it. But, con- trary to his belief, we do claim that the opening verses of Genesis are nothing more than “the product of human memory” that he finds so difficult to accept. As David Talbott noted from the very beginning of his research on matters Saturnian: “The curious thing about the archaic creation legends is this: In the early religious texts—for example those of Egypt and Mesopotamia—creation is described almost as if it were an event actually experienced by ancient man. Saturn and his acts of creation are depicted as cosmic events seen and heard.”! Never mind the “almost” in the above. Nor will we restrict our coverage to Egypt and Mesopotamia—although, to be sure, that was never Talbott’s intention. Our own research, however, has led us to believe that in Saturn’s flare-up we finally hold in our hands the solu- tion to the ancient teaser posed by the shedding of the light in Genesis. The connection with Saturn is manifest in Elohim’s association with the light in question. It was, after all, Elo- him/Saturn who was said to have created the light. In the meantime, the above surely demonstrates that science is not averse to utilizing mythic evidence as a basis on which to construct its theories, even though, as particularly in this case, the mythic evidence is usually suppressed in succeeding discussions of such theo- ties. Those, then, who might want to raise their voice against the use of similar, sometimes even the same, evidence as a basis for the cosmogonic theory presented in this work, should at least think twice before rendering their verdict. ADOIL The Old Testament, as we now have it, is not the only source in which the shedding of the light of Genesis is described. Also, that the light of Genesis was not created out of nothing, but that it was emitted by the “coming-apart” of a mysterious body, is demonstrated by the Book of the Secrets of Enoch. In its present form, this Slavonic essay seems to have been written about the beginning of the Christian era. Although the manuscripts which comprise this literary gem were discovered in Serbia and Russia, the work’s final edition, perhaps even its original writing, is known to have been in Greek, while its actual composition has been traced to Egypt? R. H. Charles believed the author to have been a Jew living in Alexandria and belonging to the “orthodox Hellenistic Judaism of his day.”3 Not having been accepted by",
        "captions": [],
        "bibliography": "1 J, Gibson, “Saturn’s Age,” Research Communications NETWORK (October 15, 1977), p. 3. 2R.H. Platt, Jr., The Forgotten Books of Eden (N. Y., 1944), p. 81; R. H. Charles, The Apocrypha and Pseudopigrapha of the Old Testament, Vol. Il (Oxford, 1913), p. 246. 3 Ibid., p. 429. 298",
        "headers": [
            "ADOIL"
        ]
    }
]