[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 178,
        "captions": [],
        "headers": [],
        "content": "<p>Other burials containing grave goods have been discovered elsewhere,! including that of a baby And, surprisingly enough, among such grave goods were flowers. This came to light when the skeleton of a buried individual from Shanidar Cave was examined in Paris by the paleobotanist Arlette Leroi-Gourhan. What she discovered under the microscope was the inclusion of pollen from eight different flowers. “Experts agreed that the plants could not have grown in the cave or been carried there by animals. It seemed clear that the corpse had been buried with wild flowers gath- ered from the hillside. Here was proof that Neanderthals were loving men who con- fronted death with complex emotions and who mourned a loss in a ritualistic way by strewing the dead with flowers.”+ Anthropologist Robert Gargett was not convinced. Despite the examination of the Shani- dar grave in question that was conducted in Paris by Leroi-Gourhan, Gargett still believed that the pollen in question “could have been blown to the site by the wind or carried there by animals.” As reported in Current Anthropology, “Gargett does not deny the possibility of rit- ual Neanderthal burials, but says that archeologists should first rule out simpler explanations for the fossil evidence they uncover.”&gt; Even so, regardless of the validity of the above hypotheses concerning the burial customs of these Neanderthal folk, it should be pointed out that belief in a life after death does not necessarily translate into belief in a god and, therefore, it cannot be said that Neanderthals were a religious people. Dreams, including nightmares, of those departed would be enough to convince the living that the dead still lived in some mysterious realm. This would have been enough to lead them into interring provisions with the dead in the hope that the departed would not return to harm them. The custom might also have arisen simply out of respect for the departed, in which case it would be conceivable that flowers would have been added to the interred provisions. After all, as has been known for some time, even elephants have a tendency to respect their own deceased by returning to the place of their fallen comrades to pick up and caress their bleached bones. It had of course been known for quite some time that the Neanderthals were contempora- neous with the Pleistocene Ice Age. Needless to say, this led to the belief that Neanderthals had been well adapted to cold weather. But, because of the belief that Arctic regions would have been even colder than more southerly regions, Neanderthal man was not believed to have ventured that far north. This was aptly demonstrated when, back in 1989, Jared Dia- mond could still state that: “During the time that Neanderthals flourished, Europe and Asia were in the grip of the last ice age. Hence Neanderthals must have been a cold-adapted people—but only</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 179,
        "captions": [],
        "headers": [
            "DNA",
            "DNA",
            "DNA"
        ],
        "content": "<p>within limits. They got no farther north than southern Britain, northern Germany, Kiev, and the Caspian Sea.”! By the year 2002, however, William Leonard could state outright that the Neanderthals “were among the first humans to inhabit Arctic environments.” Yet, like Diamond before him, still believing that Arctic regions must have been colder than more southerly ones during the Ice Age, he was forced to claim that “they almost certainly would have needed ample calories to endure under those circumstances.” By studying how the modern Evenki of Siberia and the Inuit of Arctic Canada obtain their needed calorie intake, the conclusion was reached that Neanderthals had to have obtained almost all their dietary protein from animal foods. This led to the assumption, contrary to that asserted by Diamond above, that Neanderthals must have been prolific and skilled hunters.? Be that as it may, Neanderthals out of the Arctic regions might have needed vast intakes of animal food for their dietary sustenance. Those living in the warmer Arctic areas might not have. The fact that they did eat enough meat to sustain them could have been merely due to the fact that entire herds of animals were all around them ready to be chased, trapped, and slain. One question that has bothered anthropologists for years is whether we are the descen- dants of Neanderthal people or not? Up until 1992, it was still unknown whether Neander- thals had given rise to us. Some, as Fischman put it, saw “no gulf between the Neanderthal appearance and our own that’s too great for a little evolution to push across.”3 Five years later, it was definitely proven through </p>\n<p><b><center style='font-size: larger;'>DNA</center></b></p>\n<p>testing that “modern human beings” could not have interbred with Neanderthals. “But,” as Robert Kunzig noted, “that will not end the de- bate.”5 The reason for that, as Kunzig added, is simple enough. To use his own words: “There is an irreducible subjectivity to paleoanthropology, having to do in part with the pau- city of fossils, which permits arguments to remain unresolved—and nowhere is that paucity more pronounced than when you try to go back beyond Neanderthals into the Middle and Lower Pleistocene.”® Consensus of opinion, however, eventually won out. As Carl Zimmer reported in reviewing two books on the subject: “Tf the old hypothesis were right, the </p>\n<p><b><center style='font-size: larger;'>DNA</center></b></p>\n<p>of living Europeans would have been similar to that of Neanderthals. But Europeans’ </p>\n<p><b><center style='font-size: larger;'>DNA</center></b></p>\n<p>is actually much more similar to that of Asians and Africans. The evidence supports a growing consensus that the an- cestors of Neanderthals and living humans split into separate lineages some half mil- lion years ago, then evolved into distinct species. Their species died out, whereas ours survives.”7</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 180,
        "captions": [],
        "headers": [
            "THE CRO",
            "MAGNONS"
        ],
        "content": "<p>What happened? What was it that drove the Neanderthals to extinction? Theories are as varied as the ones who have proposed them. It all depends on which authority one consults. As Fischman reports, “the question of their fate has consumed Neanderthal research for most of the twentieth century.”! So, also, when it comes to dating their last stand. For that reason, I shall not burden the reader with a lengthy list of proposed dates for the extinction of Nean- derthal man. Suffice it to know that this breed disappeared from the face of the Earth at the end of the last Ice Age, or not long thereafter. This, too, raises a conundrum because, if Ne- anderthals were capable of surviving through the Ice Age in the harsh conditions outside the warmer Arctic, as they did all over Europe and the Near East, why would they have suc- cumbed precisely when the weather finally warmed up at the end of that period? </p>\n<p><b><center style='font-size: larger;'>THE CRO</center></b></p>\n<p>-</p>\n<p><b><center style='font-size: larger;'>MAGNONS</center></b></p>\n<p>Co-existing with the Neanderthals were an entirely different type of human beings, known to us now as Cro-Magnons, named after the rock shelter—itself named after a local hermit called Magnou—at Les Eyzies, on the shore of the Vézére River in France, where their first skeletal remains were discovered. The original term—that is “Cro-Magnons”— eventually became attached to prehistoric hunter-gatherers in general other than the obvi- ously different Neanderthals.2 This newly discovered breed was truly Homo sapiens sapiens —modern in every sense. “Their physical differences from people living in Europe today were no greater than the differences now between Irishmen, say, and Austrians. On the whole, those an- cient men were perhaps a little shorter than is the average European of today, their heads were a trifle larger—and also, perhaps, their brains. The men stood about 5 feet 8 inches on the average, had high foreheads, prominent chins, aquiline noses and small, even teeth. They were decidedly taller than the women, a characteristic that is also true of Europeans today. Most scientists agree that since they resemble modern Europeans so much in their skeletal design, the people of the Cro-Magnon valley must have looked pretty much the same in other ways—their skin was probably light and of about the same hairiness as modern Caucasians.”3 Where and how the Cro-Magnons first arose remains unknown.‘ Their appearance, how- ever, “coincided with the most bitter phase of the Ice Age.”&gt; There is, however, no doubt that they were more advanced, more sophisticated, than the Neanderthals with whom they shared the land. “Living in larger and more organized groups than had earlier humans, Cro- Magnon peoples spread out until they populated most of the world.”6 Their tools, made of</p>",
        "markdown_converted": true
    }
]