[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 157,
        "captions": [],
        "headers": [],
        "content": "<p>designated 2MASS 0415-0935, which has been found to be glowing “with only two mil- lionths of the Sun’s luminosity —almost entirely in the infrared.”' Harlow Shapley, who was not exactly supportive of unorthodox scenarios, had even once theorized that life could originate and evolve on a brown dwarf star. Believing at the time that brown dwarfs contain liquid water, he reasoned that “organisms might evolve to be able to exploit the deep infrared radiation given off by such an object, both for photosynthesis and perception, the latter through eyes equipped for infrared vision or thermal sensors like those of snakes.” “The imagination boggles at the possibilities of self-heating planets that do not de- pend, as we do, on the inefficient process of getting our warmth through radiation from a hot source, the sun, millions of miles away.” Needless to say, the idea of life existing on a brown dwarf is now realized to be impos- sible. By the twenty first century, however, interest shifted to planets orbiting such dwarf stars. “It was always thought that any planet orbiting a red dwarf would be an extremely unlikely place to find life,” Ken Croswell noted in 2001. “But it now looks as though these dim red suns could harbour most of the Galaxy’s life-bearing worlds.” Or, as David Soderblom put it: “Tf you’d asked me a few years ago, I would have said that red dwarfs have a very low probability of having life-bearing planets. But given what we’ve seen here on Earth and the rather hostile conditions under which life can flourish,&gt; I would say it’s pretty good odds.” As discussed in our previous work, Croswell supplied a very detailed scenario concerning the possibilities of a life-sustaining planet orbiting a red dwarf star. There we also showed that this scenario can be adapted to favor a brown instead of a red dwarf, with special advan- tages in a planet sharing its axis of rotation with such a brown dwarf over one in orbit around it.7 Nevertheless, one may still ask: Is there any evidence here on Earth that would speak in favor of ancient life having existed in a perpetual nocturnal environment? Needless to say, one would first need to know what to look for. And this is not going to be easy since what was, no longer is. Even so, clues do surface now and then, among them the following:</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 158,
        "captions": [],
        "headers": [
            "DNA",
            "DNA",
            "THE PROTO",
            "SATURNIAN PLASMASPHERE"
        ],
        "content": "<p>According to David Archibald, the anatomy of the earliest mammals “suggests that they were largely nocturnal.”! One may think that this was because night-time foraging was safer for these creatures who had to compete for food with much larger carnivores. “Mammals in- herited the terrestrial realm for larger vertebrates after the extinction of dinosaurs,” Archibald himself maintains. But, as he went on: “During the reign of the dinosaurs, however, mam- mals were small, mostly nocturnal or crepuscular creatures skulking in the underbrush or in the overarching canopy.”?— Which would make sense were it not for the discovery that dino- saurs, too, were nocturnal creatures. As Dan Eatherley disclosed: “The gates to Jurassic Park have opened a little wider, with the recreation of an eye protein from an archosaur, a reptile that died out 240 million years ago. The archosaur protein works well in low light, suggesting that these creatures may have hunted at night.”3 The eye protein in question is rhodopsin which, in modern animals, acts as a molecular switch in response to light of a particular wavelength. Studies of the </p>\n<p><b><center style='font-size: larger;'>DNA</center></b></p>\n<p>sequence of rhodopsin genes found in the archosaurs’ modern-day descendants—such as alligators, birds, and fish—have allowed researchers to trace back the evolutionary process to the most likely </p>\n<p><b><center style='font-size: larger;'>DNA</center></b></p>\n<p>sequence of the archosaur gene.* “Surprisingly, the archosaur rhodopsin functioned well at low light levels, more like the rhodopsins of modern mammals than of reptiles. That suggests the ancestral ar- chosaur had good night vision and may even have been nocturnal, contradicting the generally accepted view that they would have been active by day, like most birds and crocodiles.”&gt; More than that, in keeping with the dim red light radiated by brown dwarf stars, the rec- reated archosaur rhodopsin was found to respond best “to slightly redder colors than the light that most modern vertebrates sense.”6 Fine, archosaurs are not exactly dinosaurs; they are ancient reptiles that gave rise to dino- saurs. But, in the absence of their more massive descendants, who would they have had to fear to send them foraging at night? </p>\n<p><b><center style='font-size: larger;'>THE PROTO</center></b></p>\n<p>-</p>\n<p><b><center style='font-size: larger;'>SATURNIAN PLASMASPHERE</center></b></p>\n<p>There was a time, not so long ago, when astrophysicists had close to no use for electricity, let alone plasmas, in astronomy. But then, all of a sudden, astronomers started talking about a near-Earth plasma environment, plasmaspheres, plasma convections, and</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 159,
        "captions": [
            {
                "source": "caption",
                "text": "Were dinosaurs nocturnal animals? Their ancestor, the archosaur, seems to have been. Shown above: Baronyx, a descendant of the archosaur. (Illustration by Bob Giuiani.)"
            }
        ],
        "headers": [],
        "content": "<p>their associated Birkeland currents.! But what, exactly, is a plasmasphere? Wallace Thornhill put it in a nutshell when he described plasmaspheres as one characteristic of plasmas in that they tend to shield bodies embedded in them by creating what is known as a Langmuir sheath around them,” Our own Solar System is encased in such a plasmasphere, one that is centered on the Sun and more popularly known as the heliosphere.? Venus, it was eventually discovered, also possessed a plasmasphere in the form of a cometary tail that spread close enough to “tickle the Earth when the two planets are in line with the Sun.”4 So, also, Jupiter, which is now known to be surrounded by a plasma sheet which, like the Sun’s electric current sheet, lies along Jupiter’s magnetic equator.&gt; And, needless to say, Saturn, too, has its own plasma- sphere.® What, then, of Earth? The plasmasphere in which our own world is embedded was pre- dicted by Ralph Juergens in 1972.7 This was also taken up by Wallace Thornhill,’ and,</p>",
        "markdown_converted": true
    }
]