[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 433,
        "captions": [],
        "headers": [],
        "content": "<p>importantly, however, additional observations now indicate that diamonds exist not only in the relative vicinity of stellar nurseries, but strewn throughout deep dark space.! “Because supernovae have been pumping out diamonds over the entire history of the galaxy, Clayton and his team reason that they must be a common constituent of interstellar dust. They might possibly account for five percent of the carbonaceous molecules lurking in interstellar space. Based on this discovery, Clayton estimates that the Milky Way may contain many trillions of tons of diamonds.” If that is the case, there would be reason to believe that Earth, in the company of proto- Saturn, would have picked up its share of these cosmic diamonds as the proto-Saturnian sys- tem traveled through the reaches of space on the way to its historic rendezvous with our pre- sent Sun. Earth, however, would also have produced its own diamonds. In fact, let us be fair about all this: Most terrestrial diamonds are recovered from a rock matrix that forms mostly in so- called diamond pipes, which are funnels, more or less oval in section, that narrow with in- creasing depth. Although diamonds have been mined from more than 4,000 feet below ground, the pipes continue to reach downwards to unknown depths. There is therefore not much doubt that diamonds form in the depths of our planet under great heat and pressure. Those found in alluvial deposits would have either been released through erosion from the tops of such pipes or spewed up by volcanic eruptions. Given the extensive volcanic activity that accompanied, and aided in, the melting of the Pleistocene glaciers, there would have been a fair amount of micro-diamonds, if not even sizeable ones, ejected into the atmosphere at the end of the Ice Age. These would then have precipitated back down to the surface. Thus the micro-diamonds found embedded in Pleistocene glacial drift could have come from one or another of the above-discussed sources and, perhaps, even from a combination of two or more of them. As explained, these sources would have been: (1) interstellar diamond dust; (2) vol- canic spewing; and (3) perhaps even through the metamorphic processes of proto-Saturn’s flare-up itself. The micro-diamonds would have landed on both the ice and the much more porous drift. The ice, as we know, melted, taking the micro-diamonds with it to the sea. The micro-diamonds in the drift remained behind. It is even possible that some of the micro-dia- mond-bearing meteorites would have fallen to Earth at the end of the Pleistocene, bringing with them not only diamonds, but also a fair share of iridium. The above then leads us to ask: If diamonds did rain down from the sky at the end of the Pleistocene Ice Age, would man have been aware of it? Is there anything in the mytho-histori- cal record that mentions diamonds falling from the sky? If we are talking of micro-diamonds, that is diamond dust, there is no way in which man would have noticed such precipitation. But if we mean sizeable chunks, both individually or in meteorites, he might have. Even so, to be quite honest, Ihave not been able to exhume any such reports from the mytho-historical re-</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 434,
        "captions": [],
        "headers": [],
        "content": "<p>cord. However, there are some indirect hints. For one thing, the diamond was considered a sacred stone.! Fair enough, so were other gems whether or not believed to have fallen from the sky. But the diamond was also associated with snakes and referred to as a snake-stone to- gether with the carbuncle, the borax, the bezoar, and similar other stones. This came about through the traditional belief that such stones were once retrieved from the heads of snakes. Fair enough, there have been rare instances were “hard and stony excrescences have actually been found on some snakes.” But, as Mircea Eliade notes: “Tn fact it is only in very rare cases that a ‘snake-stone’ is actually a stone taken from the head of a snake; the enormous majority of magic and medicinal stones, whether or not they have any reptilian nickname, are connected with snakes in some way simply because of the original myth which can...be reduced to a metaphysical theme: ‘a monster guarding the emblems of immortality’.”3 Again, I hate to jump ahead chronologically, but, as I will indicate in a future volume, when the axis mundi, which we have seen being retracted, reconstituted itself not long after proto-Saturn’s flare-up, it was inter alia visualized as an upright snake holding the Saturnian orb in its gaping jaws. It was in this manner that the cosmic snake or dragon was said to have guarded the jewel of the sky which Eliade has interpreted as an emblem of immortality. So, also, it was believed that one of the eyes of the “undying serpent” was actually a diamond.* A curious passage in Plato’s Republic goes as far as stating that the axis mundi, described there as “the spindle of Necessity,” was made of “adamant,”&gt; from which the word “diamond” is ultimately derived. Once proto-Saturn and/or its axis was visualized as a radiant jewel, terrestrial gem stones were regarded as its emissions. Thus, as Eliade tells us: “In many places, precious stones were thought to be fallen from the heads of snakes or dragons.”¢ Fair enough, in itself, none of the above beliefs constitute evidence of diamonds falling from the sky. But now consider: In Sanskrit, the word for “diamond” is vajra, which also means lightning.” One can say what one wishes, but there is nothing in a diamond, especially in the rough as it would have been discovered by prehistoric peoples, that would even symbolically connect it with lightning. I will not be adamant about it, but could it not perhaps be that the fall of diamonds was accompanied by volcanic, atmospheric, or even cosmic lightning? Thus, for instance, we come across the ancient belief that thunderbolts actually contain a diamond inside them.’</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 435,
        "captions": [],
        "headers": [
            "BOMBARDMENT"
        ],
        "content": "<p><b><center style='font-size: larger;'>BOMBARDMENT</center></b></p>\n<p>We have already stated that there is no doubt that Earth would have been besieged by a fair amount of cosmic debris during the period under discussion. But from where would Earth have collected this debris? There was a time not so long ago when the Solar System planets were numbered as nine. But then, in the early 1990s, Alan Stern came along with the proposition that that figure might be off by several hundred! —perhaps even by as much as thousands.” According to Stern, enormous numbers of icy bodies may be orbiting beyond the orbit of Pluto. “There are a number of smoking guns in the Solar System,” he claimed, “that point to a previously unsuspected population of Pluto-like objects.” Among these smoking guns Stern pointed to Neptune’s moon Triton which orbits in the wrong direction and is explained by him as having once been a free-ranging body that passed too close to Neptune and was captured by its gravity. There is also the case of Chiron, discovered in an unstable orbit between Saturn and Uranus in 1977. Undecided whether Chiron was a very small planet or a very large comet, calculations of its odd orbit condemns it to eventual gravitational ejection from its present path. Thus Stern believes that Chiron, too, had originated as a body much farther out in the Solar System and that it was pulled in by the giant outer planets. Pluto itself has a moon, now named Charon, which was discovered in 1978. Nearly as big as Pluto itself, Charon (not to be confused with Chiron), forms with Pluto a double planet. Stern believes that these two planets had once orbited in individual paths before they approached and captured each other. This is bolstered by the fact that Pluto-Charon follow the most eccentric planetary orbit in the entire Solar System.3 As Stern reasoned, given the vast spatial volume covered by the Solar System, the chances of these few theorized encounters would be about one in ten billion. As Sam Flamsteed phrased it: “An obvious way to improve the odds is to increase the original population of the solar system from a handful of objects to hundreds—or perhaps a few thousand—swarming among the known planets.”+ “The gravitational fields of the outer planets would have swept some of the objects up and flung the rest out into space in slingshot fashion. The only reason Pluto, Charon, and Triton [to say nothing of Chiron] were left is that they stabilized gravitationally.”5 The evicted bodies, according to Stern, should still be orbiting the Sun at anything from 10 to 1,000 times the distance of Pluto.® But was all this merely theory? Not the way things turned out.</p>",
        "markdown_converted": true
    }
]