[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 106,
        "captions": [
            {
                "source": "caption",
                "text": "Ishtar, the Assyro-Babylonian deity of the planet Venus. Molded brick ornamentation from the temple of Kara-indash, Uruk. (Illustration by Marie-Jostphe Devaux.)"
            }
        ],
        "headers": [],
        "content": "<p>prove these critics wrong. As we have shown in our previous work, the earliest known sign for deity in Sumerian, which is the earliest written language that we know of, is strictly that of a star.! In fact, as Ev Cochrane pointed out, the very determin- ative for “god,” called dingir, in Sumerian cuneiform features a star. And, as K. Szarzynska stated outright: “In the most archaic period the determinative dingir was associated with astral deities only.”3 Henri Frankfort, who wrote that “it is possible to claim that the great gods represented the planets,”* had no doubts about this dictum. And yet, when one remembers the vast number of deities believed in by any one ancient nation that ancient texts enumerate, the mind begins to boggle. In the cuneiform tablets discovered at Ebla alone, there are something like five hundred different deities mentioned But even this pales to insignificance when compared to a list of Sumerian deities which includes more than five thousand names.® How can all these deities be made to account for the planets, which are only five in number, that are visible to the naked eye? This complexity is due to various fac- tors. For one thing, seeing that each planet was imbued with different attributes, each one of these attributes was often encum- bered with an additional descriptive name. For another, besides the planets themselves, planetary phenomena were also deified in- dependently of whichever planet produced the phenomena. But mainly the complexity</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 107,
        "captions": [],
        "headers": [],
        "content": "<p>is due to the fact that the planets were named independently by different peoples who then amalgamated into ever bigger congregations, into tribes, races, civilizations, and finally na- tions. In the end, the same planets became known by a multitude of names, the same that now bewilder us. This was recognized in ancient times,! even though it was somehow lost on early mythologists such as Frederick Elworthy. Although Elworthy, as well as others of his ilk, well understood the synonymy of many ancient deities, his belief was that this was due to confusion by the ancients in which various deities became reduced to one. That the confu- sion is due to mythologists rather than the ancients or their mythology has been shown in our previous work. And yet, with such a vast array of divine names, how are we to know at this late date which divinities represented which planets? Cochrane, for instance, well understood that: “One of the most difficult problems facing the researcher in comparative mythology concerns the planetary identifications of the ancient gods...That the ancient gods were celestial objects seems obvious; what is not obvious, however, is which gods represent which celestial objects.”3 Yet even here, we are not lost in a turbulent sea. Many of the ancient deities have been identified for us by the ancients themselves. And here is where comparative mythology comes in because, when we encounter deities whose identities have been lost, we can com- pare them and their characteristics to ones whose identities are known. But why, then, have most mythologists not accepted the astronomical lore that lies behind this ancient mytho-historical record? Let us not blame them because, if we accept what the mytho-historical record declares, we will end up believing that the sky that stretched above our ancestors’ heads was entirely different, and drastically so, from the one that stretches above us today. And it is this, more than anything else, that has kept most mythologists from embracing the astronomical content of myth. In this, needless to say, they have been re- strained by the beliefs of the astronomers who had always been vociferous in proclaiming that the motions, to say nothing of the stations, allotted to the planets as described in myth are physically impossible. With the exception of a few unorthodox scholars, iconoclasts one and all, no one thought to ask whether the arrangement of the Solar System might have been entirely different during man’s early sojourn on Earth. Astronomers were adamant in declar- ing that the Solar System has remained virtually unchanged since its formation. This, of course, raises yet one more question. How much can we rely on what the an- cients stated about the five planets they could pick out against the starry sky with the naked eye? Or, to put it differently, how much could the ancients have known concerning the con- glomeration of Sun-orbiting planets we call the Solar System?</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 108,
        "captions": [],
        "headers": [
            "ANCIENT ASTRONOMICAL LORE"
        ],
        "content": "<p><b><center style='font-size: larger;'>ANCIENT ASTRONOMICAL LORE</center></b></p>\n<p>Put plainly, the ancients were no dummies when it came to astronomy. In many ways, they were more knowledgeable than the scientists of the nineteenth century. Take meteorites, for example: their reality were not scientifically acknowledged until 1803.! And yet, the an- cients did not only recognize the fact that stones and iron fell from the sky, they also knew that they originated out in space in the realm of the planets. For that reason, meteorites were also believed to be divine, and they were housed to be venerated in temples and other shrines throughout the world.? What is perhaps less widely known is that even Solomon’s temple was associated with a fallen meteorite. Thus: “According to rabbinical tradition, the site where King Solomon built his temple (in the 10th century B.C.) was determined by the fall of the Eben Shetiya (‘Fire Stone’), which landed during the reign of Solomon’s father David.”3 This Eben Shetiya (vari- ant, Shetiyyah, or Even ha-Shetiyah), also known as the Foundation Stone, was not only preserved, but was later moved into the Holy of Holies of Solomon’s temple, on which the ark of the covenant was placed.* And later still, when Herod rebuilt the temple during the Roman period, the Eben Shetiya was again incorporated into the new edifice. The ark of the covenant having by then disappeared, this meteoric stone became the most holy object in Herod’s temple. On it was placed the fire-pan with burning coals on which incense was la- dled on Yom Kippur? Among various nations, iron meteorites, usually known by the epithet “fire from heaven,” unlike stony ones, were on the other hand considered evil and, in Egypt, associated with Set, the antagonist of Osiris.° Among these nations, iron implements became tainted with this taboo, leading to the prohibition of their use in association with holy places and sacred objects. The Old Testament preaches against the utilization of iron in the construction of Yahweh’s altar.’ Greek and Roman cults also enforced this prohibition.’ Thus the Sublician Bridge in Rome, being considered sacred, had to be kept in repair without the use of iron.? The enlightened Hindu priest Raja Vijyanagram would not allow iron to be used in architec- tural construction within his territory lest misfortune befall his realm.!°</p>",
        "markdown_converted": true
    }
]