[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 220,
        "captions": [],
        "headers": [],
        "content": "<p>Among the Babylonians, Ea, as Shar Apsi, was the “King of the Watery Deep.”! Some- what like Grimal, Morris Jastrow understood this as referring to “the sweet waters flowing under the earth which feed the streams, and through streams and canals irrigate the fields.” But that Ea was actually a Saturnian deity need not be repeated, and this, alone, is enough to locate the Apsu in the sky. Heinrich Zimmer touched upon the same topic as it applies to Hinduism: “From the period of the early Vedas down to the Hinduism of the present, water has been regarded in India as a tangible manifestation of the divine essence. ‘In the begin- ning, everything was like a sea without a light,’ declared an ancient hymn; and to this day, one of the most common and simple objects of worship in the daily ritual is a jar or pitcher filled with water, representing the presence of the divinity and serving in the place of a sacred image. The water is regarded, for the period of the worship, as a resi- dence or seat (pitha) of the god.”4 A different Hindu myth also sets the stage for “the beginning” by presenting the now fa- miliar situation in which there was only water in a starless night. This was the interval be- tween dissolution and Creation. In this “infinite ocean” all the seeds of Creation rested in “a dormant state of undifferentiation.” Floating on this ocean was the god known as Vishnu, who was described as “the substance of his own essence.” This very Vishnu appears in “the form of a luminous giant” who is “recumbent on the liquid element, radiant with the steady glow of his blessed energy.”&gt; The identification of Vishnu as the god of the planet Saturn has already been presented in our previous volume.® The Yakima of North America also believe that, prior to Creation, their creator was the solitary denizen of heaven and that all there was besides him was water: “In the beginning of the world, all was water. Whee-me-me-ow-ah, the Great Chief Above, lived up in the sky all alone.”” This is paralleled by what the African Boshongo tribe of the Bantu tell: “In the beginning, in the dark, there was nothing but water. And Bumba [the creator] was alone.”8</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 221,
        "captions": [
            {
                "source": "caption",
                "text": "Vishnu—who was described as having floated on the cosmic sea."
            }
        ],
        "headers": [],
        "content": "<p>221</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 222,
        "captions": [],
        "headers": [],
        "content": "<p>In fact, two of the epithets of the Creator among West African tribes have been translated as “Great Ocean Whose Headdress is the Horizon” and “Great Pool Contemporary of Every- thing.” The Yoruba of what used to be Nigeria are also of the belief that “in the beginning the world was all marshy and watery.”! In Japan, the same entity was spoken of as “the primeval oily mass.”? “The records,” Moe Mendelkehr noted, “clearly denote a sea, ocean, river or stream that was conceived as cosmic, heavenly, or celestial.”3 As he continues: “The appearance of the celestial waters, in most cultures, goes back to very ancient times and is associated with the process of creation. Gaster and Brinton have recog- nised and discuss the ‘primality’ of water, in that in essentially all cultures there is a tradition of water existing before anything else. Clark also recognises the commonal- ity of myths, that before the beginnings of all things was the Primordial Abyss of Waters, stretching endlessly in all directions...Early writers in the Middle East refer to the all-embracing great cosmic sea, with stories of creation including the celestial waters.”+ Unfortunately, Mandelkehr confused various unrelated myths concerning celestial rivers, lumping them erroneously into a single motif when, in fact, many of the sources he cited refer to different chronological events. Mandelkehr was influenced by these unrelated river motifs in his attempt to interpret them as a ring that had formed around Earth due to its encounter with a massive meteoroid stream at 2300 B.C. Leaving celestial rivers aside, he should have paid greater attention to what he himself had unearthed concerning the cosmic ocean of creation—namely, that this water was believed to have existed before anything else. What this means is that, as far as mankind was concerned, it had always been there, which is the reason why these cosmic waters were one of three entities which were believed not to have been created. (Of rings around the world we will have much to offer in a later section of this very work.) The pre-existence of the watery deep is not, however, restricted to the ancient Near East. Nor is it unique to the Old World. The Maya, too, retained a tradition of a primordial entity known as “black hole, black water” which is believed to “have existed at the beginning of creation.”6 As the Amerind tribe of the Crow phrased it: “How water came to be, nobody knows.” So, likewise, among the Polynesians who believed that “in the beginning there ex- isted only the primordial waters, plunged in cosmic darkness.”</p>",
        "markdown_converted": true
    }
]