[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 142,
        "captions": [],
        "headers": [],
        "content": "<p>“The earliest inchoate myths from around the world display a morphological obses- sion with the north. Everything of any consequence seems to have transpired in the north. More particularly, these events took place in the hyperboreal skies—beyond the north,” Like the Saturnian deities of other nations, the Sumerian An and his Akkadian alter-ego, Anu, stood at the head of the pantheon. In all theological lists, he “always stands at the be- ginning.” In later times, the constellation dedicated to him was placed “among the northern polar stars, about which the firmament revolves.” At the city of Erech, “sacrifices were made to the polar stars of Anu.” The Pole Star itself was even invoked with the words: “O star of Anu, prince of the heavens.”? While the identification of An and/or Anu as the planet Saturn need not be repeated, it would not be amiss to re-stress the fact that this north polar associa- tion of the god, which continued into the historic period, is merely a reflection of proto-Sat- urn’s former polar station. Naturally enough, in time, this northern placement of the Saturnian sun attached itself to the very idea of God. According to the Manichaean doctrine, he who was claimed to be the “leader of the realm of light,” was located in the north. In Iranian texts, this “leader” or “Fa- ther of Light” is termed Zurvan.* And that Zurvan, also rendered Zruan, was one of the Ira- nian names of the planet Saturn is well known.5 Yet one more Iranian name for Saturn was Kevan, and he, too, was associated with the pole.® We find the same belief in India, a situation which compelled Ananda Coomaraswamy to note that: “It must not be overlooked that the polar and solar symbolisms are almost insepa- rably combined in the Vedic tradition.” All of which led E. Butterworth to comment that: “TThe sun of the ancients] is not the natural sun of heaven, for it neither rises nor sets, but is, as it seems, ever in the zenith above the navel of the world. There are signs of an ambiguity between the pole star and the sun.”8 This ambiguity has naturally risen because, in the present sky, it is the Pole Star that rests in the north celestial seat, a position which our present Sun can never achieve. That this was the locality of the planet Saturn was well understood by the ancient Greeks. Thus Pherecydes described Kronos, who was Saturn, “as dwelling in that part of heaven ‘nearest the earth,’ ie,</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 143,
        "captions": [],
        "headers": [],
        "content": "<p>the North.”! Strabo was even more specific by placing him in the “home of Boreas”?—in other words, the home of the North Wind. In China, too, the palace of Shang-te, also known as Huang-ti, was located in the “celes- tial space about the North Pole,”3 an incongruity which did not escape the notice of the ar- chaeoastronomer Edwin Krupp: “Among the Chinese, the supreme force in the cosmos was Shang di [the same as Shang-ti], the Lord of Heaven...Shang di was represented symbolically by the sky’s north pole, the spot around which the entire sky seems to circle in an orderly pa- rade.”\"4 Where Krupp went astray was in alluding to the placement of Huang-ti in the north ce- lestial pole as having been symbolic, when the mytho-historical record attests to the univer- sality of the belief, thus raising the pertinent question as to how and why the same symbolism arose in every quarter of the ancient world. What Krupp also suppressed, or was ignorant of, is that Huang-ti, better known as the Yellow Lord’ or Yellow Emperor,° was the embodiment of the planet Saturn,” In Japan, too, while not explicitly identifying him as Saturn, the principal deity was nonetheless addressed as the Lord of the Center of Heaven.’ The immobility of the Saturnian sun led to various occult beliefs, such as that contained in the Poimandres, a Gnostic work attributed to Hermes Trismegistus. There allusion is made to the fixed star called Ogdoas, to which the soul attempts to ascend.? While Ogdoas can be taken as an allusion to the Pole Star, similar Egyptian belief mitigates against it. Thus, as was pointed out in the prequel to this work, the Egyptian dead were believed to ascend into the sky to reach the circumpolar stars associated with Atum/Saturn.!° This was also the place of Osiris/Saturn,'! specifically known as the god of the north,!? to whom the deceased was be- lieved to ascend.'3</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 144,
        "captions": [
            {
                "source": "caption",
                "text": "Egyptian ritual of the royal dead through which the deceased was believed to ascend into the domain of Atum and/or Osiris in the north of heaven among the Circumpolar Stars. (Ilustration by John Green.)"
            }
        ],
        "headers": [],
        "content": "<p>Other customs which this northernism initiated included the north-south orientation of ancient graves, as in early Egyptian cemeteries.! Similar north-south oriented burials include the over 1,200 bodies interred in the Jewish cemetery at Qumran.’ That this harkened back to the memory of the north celestial domain of god, to which the soul of the deceased was believed to rise after death, there can be no question. Thus, also, as we read in the ritual text of the New Year festival in Babylon, the high priest was required to go out into the courtyard and bless the temple known as Esagila three times while facing toward the north.? This procedure continued to be followed by the High Priests of Israel both in the Tabernacle and, later, in Solomon’s Temple, as also by the later Sabzeans.&gt; Even Jewish sacrifices, as indicated by the Halakhic Letter of the Dead Sea Scrolls, were</p>",
        "markdown_converted": true
    }
]