[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 339,
        "main_text": "In reporting at a conference sponsored by the Applied Physics Laboratory in Laurel, Maryland, the Voyager scientists confessed that they could not explain the phenomenon.! This did not, however, stop them from theorizing about it. Ed Keath suggested that some of the cloud may be composed of “debris attracted and shaped by the magnetic field, or magneto- sphere, that surrounds Saturn.”? Another source for the plasma ring has been blamed on a process known as sputtering, in which “particles crash into Saturn’s nearby moons and chip off bits of matter.” It had nevertheless to be admitted that none of the above scenarios can be made to account for the cloud’s high temperature. “The processes responsible for heating the cloud up,” Doug Hamilton reported, “are not yet known.”4 Under the scheme presented in this work, it almost goes without saying that proto-Saturn’s postulated flare-up accords quite well with the existence of this plasmatic cloud as well as its high temperature. DATING THE EVENT For decades my colleagues and I have been asked to place a date on proto-Saturn’s disrup- tion. For years, all I could honestly offer was a time somewhere in the prehistoric past. Man’s prehistory, however, has been longer than his history, so that my contribution was not nearly enough to satisfy those who had been asking for a date.> As the years went by, and research unearthed further evidence, I could narrow the gap by pointing to a time somewhere between the Paleolithic and Neolithic age.® Today I can be a little more explicit by claiming that proto- Saturn’s flare-up brought the Paleolithic age to an abrupt end. But even this will not be enough to satisfy those who still call for an actual date. For them the question is not so much where to place the event chronologically; they want to know how many years ago it transpired. Of course, at this point, all one has to do is date the end of the Paleolithic. But, despite the progress of archaeology, this is not as easy as it sounds. Generally speaking, Paleolithic objects can be placed chronologically as belonging to an early, middle, or late period. This can be done in several ways. The most accurate depends on the strata in which the artifacts are found—the higher the stratum in the ground, the more re- cent it has to be. A less certain method involves the comparison of styles, but this can only be done after the styles of the respective periods have already been chronologically tabulated. Both these methods, as well as others, are themselves fraught with difficulties. Objects from a higher stratum can migrate through various processes into a lower one, thus supplying a false chronological placement. Similar styles, on the other hand, are not necessarily indicative of the",
        "captions": [],
        "bibliography": "11. Ball, loc. cit. 2 “Hot Gas Rings Saturn” (see above). 3 Ibid. 4 Ibid. 5 See here, for example, P. J. James, “The Saturn Problem,” Chronology & Catastrophism Review (2000:1), p. 98. 6 D. Cardona, “In Defense of the Saturn Thesis,” AEON VI:3 (November 2002), p. 49. 339",
        "headers": [
            "DATING THE EVENT"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 340,
        "main_text": "same period. But even the correct chronological placement of Paleolithic objects does not, in itself, supply archaeologists with a series of actual dates.! Correct dating requires a correct dating technique. But most methods can only date objects and/or the carbonized remains of objects. They are not very useful when it comes to dating the end of an epoch, an era, or a shorter age. At present, the radiocarbon method is the technique most favored by archaeologists. Although, like others, it cannot be used to supply us with an absolute date for the end of the Paleolithic age, it at least has been used to date various articles from that period.” If nothing else, this should give us an idea concerning the antiquity of the age in question. But is the radiocarbon method really all that accurate? Debates on this issue have ranged since the introduction of the method by Willard Libby. Right from its inception, certain anomalies came to light which raised the undesired voice of criticism. As time went by and more items were tested, the anomalies accumulated at an unrea- sonable rate. Archaeologists began to cast doubt on the validity of the method. Eventually a corrective measure was introduced into the radiocarbon method through reliance on dendro- chronology. Unfortunately, this technique, which is based on the counting and matching of tree rings, is just as faulty as the one it is meant to correct.3 And even then, the anomalies did not disappear; on the contrary they continued to accumulate. At bottom, of course, lies the fact that the radiocarbon method depends on the assumption that the atmospheric content of Carbon-14 has been constant throughout Earth’s history. But, as various authorities have demonstrated, nearby supernovae tend to increase the carbon-14 content in our atmosphere.* This, alone, is enough to throw the entire radiocarbon method of dating out of kilter. I could end my argument there, but consider also this: If “nearby” superno- vae, by which astrophysicists mean anything up to 500 pc,> can upset the Carbon-14 content in our atmosphere, how much more would the much closer proto-Saturnian flare-up have dis- rupted Earth’s atmospheric Carbon-14 production? Added to all this is the fact that archaeologists do not always agree among themselves con- cerning the age of items, sites, strata, and periods. Nor have the attributed dates been known to be constant through the years. This latter is perhaps understandable since newer discoveries, to say nothing of newer methods, tend to refine older dates. But, given the yo-yoing of dates through the years, one remains hard-pressed to come to a definite conclusion about the abso- lute age of anything in the prehistoric past. Thus, for instance, in 1961, the retreat of the Ice Age was calculated to have transpired in 18,000 B.C.; the end of the Magdalenian period was",
        "captions": [],
        "bibliography": "1 See here, for instance, J. Jelinek, The Pictorial Encyclopedia of the Evolution of Man (N. Y., 1975), pp. 457- 467. 2 Again, see here, for instance, Ibid., p. 467. 3 For problems with tree ring dating, on which dendrochronology rests, see D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 374-377. 4R. E. Lingenfelter & R. Ramaty, “Astrophysical and Geophysical Variations in C14 Production,” in I. U. Olsson (Ed.), Radiocarbon Variations and Absolute Chronology (Stockholm, 1970), pp. 513-535; J. C. Houtermans, et al., “Reservoir Models and Production Rate Variations of Natural Radiocarbon,” Journal of Geophysical Research, 78 (1973), pp. 1897-1907; G. R. Brakenridge, “Terrestrial Paleoenvironmental Effects of a Late Quaternary-Age Supernova,” Icarus, 46 (1981), p. 86. 5G. R. Brakenridge, op. cit., p. 81. 340",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 341,
        "main_text": "placed somewhere around 8000 B.C., with the beginning of the Neolithic in the Near East at about the same time.! But, during the same year, authorities in Britain differed. The end of the Ice Age was there believed to have transpired sometime between 9000 and 8000 B.C.,? with the end of the Magdalenian, the entire Paleolithic, and the advent of the Neolithic (including the Mesolithic) all occurring around 10,000 B.C.3 In continental Europe, where, to confuse matters further, an entirely different terminology has been adopted, what is termed the Wiirm Glaciation, which is the last period of the Pleistocene Ice Age, is dated at 125,000 years ago, which would have ended about 11,000 years ago at the beginning of the Holocene.* The Pa- leolithic art at Lascaux has been dated at 15,515 + 900 years, with deposits from the Middle Magdalenian period at 14,050 years.5 These last two items, however, have absolutely nothing to tell us about the end of the Paleolithic which, given the above dates, would have to be later than 14,000 B.C. With so many confusing dates flying around, I refuse to be pigeonholed. As Frederic Jue- neman stated some time back: “Too many difficulties in our present dating methods prevent even an attempt to establish the timing with anything approaching precision.”6 Fair enough, there have been finer refinements through the years since Jueneman wrote the above, but, even then, it all depends on which authority one wishes to rely. In any case, I am not about to start splitting hairs at this point, so let us stick to generalities. The best that can be extracted from the above, give or take a little, and in keeping with a round figure, is that the end of the Ice Age and the end of the Paleolithic age coincided some- where around 10,000 B.C. And, since the Neanderthals did not make it into the following Neolithic age, it can be safely stated that they succumbed at around the same time. Would it, therefore, be unreasonable to claim a single cause for all three terminations? A BENCHMARK FIGURE As long as it is kept in mind that this 10,000 years is an approximate and rounded figure, we can use it as a benchmark to pin-point the “date” of proto-Saturn’s flare-up with some accuracy. The next question, therefore, is: Can this date be validated? Using various lines of reasoning in early scenarios which differ from ours, some catastro- phists have nevertheless zeroed in on the same date or one that is not that far off. One excep- tion was Alfred de Grazia who claimed that a “set of [cosmic] catastrophes” took place during the Holocene epoch which he dated at 14,000 years ago.” He then posits a fissioning flare by proto-Uranus, which he termed Super-Uranus, “around 11,500 years ago,” and another by what he termed Super-Saturn “around 6000 years ago.”§ De Grazia based this on the well known",
        "captions": [],
        "bibliography": "1 L. Barnett, The Epic of Man (N. Y., 1961), p. 298. 2G. Clark, “The First Half-Million Years,” in S. Piggott (Ed.), The Dawn of Civilization (N. Y., 1961), p. 31. 3 Ibid., p. 20. 4 J. Jelinek, op. cit., p. 9. 5 [bid., p. 467; B. M. Fagan, The Adventure of Archaeology (Washington, D.C., 1989), p. 358. SFB. Jueneman, “The Hermes Connection,” AEON I:5 (September 1988), p. 82. 7 A. de Grazia, Chaos and Creation (Princeton, 1981), pp. 5, 76, 78, 80, 83 ff. 8 Ibid., pp. 88, 96. 341",
        "headers": [
            "A BENCHMARK FIGURE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 342,
        "main_text": "genealogy of the Greek gods which has Ouranos birthing Kronos who, in turn, gave birth to Zeus. Unfortunately there is nothing in the mytho-historical record that can be attributed to the planet Uranus. Not only that, but, although Uranus can indeed be discerned, given good acuity of vision, with the naked eye in an unpolluted sky, the fact remains that the planet went unrec- ognized, and thus undocumented, by all ancient observers. It even evaded the eyes of modern man up until 1781 when, as is well known, William Herschel discovered it. Velikovsky himself would not commit to an exact date, giving instead a somewhat wide range, but leaning heavily toward our benchmark. “I am not in a position to point to the cen- tury or even millennium when the Universal Deluge took place,” he wrote, “but it must have happened between five and ten thousand years ago, probably closer to the second figure.”! As already noted, to Velikovsky, although not to us, the “Universal Deluge” followed seven days after proto-Saturn’s flare-up, so that his date is also applicable to his Saturnian nova. Peter Warlow, keeping to his scheme which involves a series of partial and complete inver- sions of the terrestrial sphere, also dates one of these events at 10,000 years ago.” J. Bernard Delair places the “last major” invasion of the Solar System by his postulated cosmic visitor, “a fragment of an exploded star,” at 11,500 years ago.> Together with Derek Scott Allan, Delair had previously bolstered this catastrophe through evidence derived from the geological record.+ Similar geological evidence, much of which applies to our own scenario, was also utilized by E. P. Izokh who blamed the catastrophe on Earth’s collision with a comet. He, too, placed this occurrence at about 10,000 years ago. Since none of the above scenarios are identical to ours, with some of them differing con- siderably, it may seem that their inclusion in this work amounts to nothing but a clutching at straws in an endeavor to keep our benchmark figure’s head above the water. But apart from the old adage that wherever there is smoke, there is bound to be a fire, it should be noted that the reasoning and hard terrestrial evidence supplied by the above catastrophists is near-identical to ours even if the actual cause proposed in each instance is not. THE ALUMINUM CLOUD While I cannot be definite about the following, the discovery of a cloud of Aluminum-26 just outside the Solar System and surrounding it might turn out to be vital to our hypothesis. Aluminum-26 is a radioactive isotope with a half-life of about a million years and is believed to be produced in novae and supernovae outbursts. If that is the case, Earth would literally be within this supernova remnant.®",
        "captions": [],
        "bibliography": "'T. Velikovsky, “The Pitfalls of Radiocarbon Dating,” Pensée IVR IV (Spring-Summer 1973), p. 13 (emphasis added). 2P. Warlow, The Reversing Earth (London, 1982), p. 193. 3 J. B. Delair, “Planet in Crisis: The Earth’s Last 12,000 Years,” Chronology & Catastrophism Review (1997:2), pp. 4, 9. 4 Idem, with D. S. Allan, “Scientific Evidence for a Major World Catastrophe About 11,500 Years Ago: A Preliminary Selection,” Chronology & Catastrophism Review XVII (1995 Special Issue), pp. 41-48. SE, P. Izokh, Geologiya I Geofizika 38:3 (1997), pp. 628-660. 6 “Are We Inside a Supernova Remnant?” Sky & Telescope (January 1985), p. 13. 342",
        "headers": [
            "THE ALUMINUM CLOUD"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 343,
        "main_text": "Donald Clayton placed the source of this cloud at “no more distant than 45 lightyears,”! which is not specific enough. Forty-five lightyears would locate the event beyond the present estimate of the Sun’s heliosphere. On the other hand, “no more distant than” could mean much less. Even so, this range was the result of an ad hoc assumption based on whether the Aluminum-26 in question is or is not evenly distributed in interstellar space.? While it cannot, therefore, be yet stated for certain that this cloud originated in proto-Saturn’s flare-up, there is at least a possibility that the event could have taken place within our time interval. As noted, aluminum-26 has a half-life of about a million years. It then decays into magnesium-26. But since no magnesium-26 has been discovered in the cloud, it cannot obviously be that old. Understandably, Clayton would not crawl too far on the proverbial limb by committing himself to an absolute date for the occurrence that gave birth to this cloud. He felt more comfortable in sticking to a safe range. Given the half-life of aluminum- 26, he reasoned that the nova-like outburst could have transpired as long ago as 1,000,000 years; but in view of the fact that it had not yet decayed into magnesium-26, he felt that the explosion could just as easily have occurred a mere 10,000 years ago. Even so, whether or not the origin of this cloud had anything to do with proto-Saturn’s flare-up must, as of this writing, remain something of a moot question. In the meantime, as the rest of this work will amply show, there is enough hard evidence at our disposal that speaks in favor of the event in question.",
        "captions": [],
        "bibliography": "! Ibid. 2 Ibid. 3 Ibid. 343",
        "headers": []
    }
]