[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 189,
        "main_text": "indicated above, this is merely a supposition forwarded by some, but one which does not square with the known facts of archaeological discoveries. Moreover, the bear did not dominate Cro-Magnon art. In eastern Europe and what used to be Soviet Asia, the mammoth was the most favored animal portrayed by the Cro-Magnons. In western Europe, horses, reindeer, deer and bison predominated.! True enough, as noted above, the clay figure of a bear, riddled with spear holes, attests to sympathetic magic associated with that animal. But, as we also noted, the bear was not unique in this respect. Finally, that these caves were blocked by ice is entirely untrue since, with the exception of Alaska—to which we shall return in a while—Cro-Magnon sites have only been discovered south of the demarcation, that is outside the limits, of the Pleistocene Ice Age.” Ellenberger aside, Gingerich’s reasoning would still be enough to raise an objection to our premise that, during this time, the stars were not visible. How, then, could Paleolithic man have brought the knowledge and name of the Great Bear constellation with him when he crossed over from Siberia to North America across the Bering Straits land bridge? Gingerich’s hypothesis may have seemed valid in 1984 when he proposed it. But, as in other matters, knowledge has moved on. Thus, for one thing, according to surveys published",
        "captions": [
            {
                "source": "internal",
                "text": "be)     ud Bison —painted in four colors—from the Cave of Altamira, Spain. (illustration by J. F. Horrabin.)"
            }
        ],
        "bibliography": "1 J, Wolf, op. cit., p. 143. 2 T. Prideaux, op. cit., pp. 38-39. 189",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 190,
        "main_text": "in the 1990s by the Canadian geologist Alejandra Duk-Rodkin and her colleagues, the much touted Bering Straits passage was not passable at the height of the Ice Age. While the lowering of sea levels would have exposed the land at the Bering Straits, turning it into a land bridge, the glaciers from both sides of Beringia had unfortunately already met, and the “door” was thus closed.! On the other hand, it is now evident that man was already in North America before the last Ice Age.? And yet, as Brian Bethune reported, “DNA studies have pointed to Asian origins for four lineages that characterize more than 95 per cent of indigenous Americans.” This would then mean that Asians would have had to have crossed into North America across the Bering Straits in boats. A fifth DNA lineage, however, “most commonly detected in Canada’s Ojibwa people, has no known Asian affiliation.” But it does turn up in Europeans.* Among other things, this has led to the theory that the people who colonized the Americas came in different waves from different places at different times in boats along the shores and even across the sea.> It is therefore not reasonable to assume that once the Ice Age was over such voyages would have come to an end. The knowledge and name of the Great Bear constellation could therefore have been brought to North America from Siberia at a later date than the one",
        "captions": [
            {
                "source": "internal",
                "text": "y ie Miniature culpture of a horse from Lourdes, France. (lustration after Abbé Breuil.)"
            }
        ],
        "bibliography": "1B. Bethune, “Mystery of the First North Americans,” Maclean’s (March 19, 2001), p. 26. 2 Ibid., p. 29. 3 Ibid. 4 Ibid. 5 Ibid., pp. 27-28 and elsewhere in same article. 190",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 191,
        "main_text": "191",
        "captions": [
            {
                "source": "internal",
                "text": "/           ia Cro-Magnon shaman dressed in the skin and antlers of a reindeer. From Les Trois Fréres, France. (lustration after Abbé Breuil.)"
            }
        ],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 192,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "Okeemaquid, famed warrior of the Ojibwa—1825—whose people bear DNA lineage with that of Europeans. (Illustration by Peter F. Copeland.)"
            }
        ],
        "bibliography": "| if i f j i ) } YS Okeemaquid, famed warrior of the Ojibwa—1825—whose people bear DNA lineage with that of Europeans. (Illustration by Peter F. Copeland.) 192",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 193,
        "main_text": "envisaged by Gingerich. And did this knowledge, in fact, had to have come from Siberia? In view of the above, why not from Europe? LUNAR NOTATIONS “A reindeer antler discovered in France is engraved with a pattern that has been inter- preted as indicating the phases of the moon.” Thus does Windsor Chorlton introduce this controversial subject! — only to leave it hanging in mid-air without another word. Seeing that our hypothesis calls for a sky that was still bereft of a Moon during the time in question, it behooves us to find out what lies behind this claim? This brings us to Alexander Marshack who, as a science editor and writer, was trying to trace the origins of astronomy and the developments of calendars for a book he was writing in 1963. Perturbed by the dividing line between Paleolithic man with his stone tools and ex- quisite art on one side, and the later agricultural communities with their astronomical obser- vation and sophisticated calendars on the other, Marshack felt obliged to fill the gap. Astron- omy, with its calendars, he reasoned, could not have appeared full-fledged overnight. Some- where, he continued to reason, there must be some evidence of a slow astronomical devel- opment which archaeologists had until then overlooked. If anywhere, this evidence had to have been hidden somewhere in some of the objects reclaimed from the innumerable troves of Paleolithic man. Focusing on an 8,500 year-old bone engraving tool discovered at Ishango at the headwa- ters of the Nile, Marshack noticed that it was covered with scratches on its handle. These scratches appeared to be grouped in a pattern which he believed to be references to the phases of the Moon. Still not happy with the date allotted to this object, Marshack devoted the next nineteen years of his life poring over specimens, always searching for similar, but older, tell-tale marks. He eventually found what he was looking for in the 30,000 year-old tools of the European Cro-Magnons. The scientific papers he then wrote on the subject, to say nothing of his book—The Roots of Civilization—have since turned Marshack into one of the world’s leading authorities on Ice Age art.? One of Marshack’s prime examples of Cro-Magnon lunar notations is a plaque made from a reindeer antler that was discovered in the Dordogne region of France. This plaque bears a number of incisions in a meandering pattern, each of which incision, according to Marshack, must have been made one at a time, with different tools, over an extended period. “[Marshack] could distinguish several tool points and varying pressures. These varia- tions indicated the serpentine line of marks was not a random design struck off at one sitting but rather a purposeful sequence. The marks seemed some sort of tally, and Marshack found that they could be roughly matched to the phases of the moon...”",
        "captions": [],
        "bibliography": "! W. Chorlton, op. cit., p. 35. 2 For a more detailed report see H. Porter, op. cit., pp. 69 ff. 3 T. Prideaux, op. cit., p. 140 (emphasis added). 193",
        "headers": [
            "LUNAR NOTATIONS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 194,
        "main_text": "Tally marks these notations might well have been. But with so many items that the Cro- Magnons could tally, why necessarily the phases of the Moon? As Tom Prideaux, who penned the above quote, was honest enough to state, the marks in question only roughly match the phases of the Moon. Tallying nights—had there been nights as opposed to days to tally—should have been an easy matter. Why not then a more exact counting? Marshack himself believes that the sequence is suggested by the turns in the direction of the meandering line taken by the marks. These changes of direction, he suggests, point to the changes in the direction of the Moon’s motion across the sky following the fifteenth day of its cycle.! But, as depicted by Marshack himself, the tracks of each meander do not all con- tain fifteen marks, as they should. There are counts of fourteen, fifteen, and sixteen. One or two of the marks which seem to fall outside the curve, are not even counted. It can thus be seen that the entire scheme is merely force-fitted to fit the cycle of the Moon, and not all that correctly either. Another item, the artificially notched radius bone of a wolf, from the Magdalenian culture of Moravia, on the other hand, does seem to bear a double notch dividing what has been called the first thirty single notches from the rest.? This, then, is supposed to mark the thirty-day progress of the lunar phases. However, in actuality, there are only twenty-nine notches in the first sequence, while the rest of the notches, that is the second sequence, only number twenty four. And so, similarly, with other items that Marshack has presented as evidence of Paleo- lithic lunar notations. And yet, one may ask: Are clusters of fourteen, fifteen, and sixteen, not close enough to half a lunar cycle? But then, through picking and choosing, one can collect enough items the scratches and dots on which might come close to any set of numbers one might be looking for. What about the slew of other items the scratches or dots on which fall entirely outside any numbers that can be related to the lunar cycle? It is not as if such items do not exist.3 Take, for instance, one of the bone implements discovered at Saint-Marcel, in France.* This is not much different than the one from Moravia discussed above. It, too, has single and double notches of the same type. It falls into the same category. Yet the number of single notches between the two sets of double ones number forty seven. In fact, ar- chaeologists have not attempted to find anything significant in the number of notches on this particular item. They have simply described the piece as “a richly decorated object with simple geometric ornament.”° The point is that anyone can “prove” whatever one wishes through the method of selec- tivity, just as anyone can be swayed by the resulting selective statistics. As Prideaux noted, while some scholars have been convinced of Marshack’s conclusions, quite a few others continue to question his interpretations.®",
        "captions": [],
        "bibliography": "1 [bid., p. 144. 2J, Jelinek, op. cit., pp. 414, 440-441. 3 See here, for instance, Ibid., pp. 449, 450, 452, 459 for examples of such objects. 4 See photograph in Ibid., p. 499. 5 Ibid., p. 424. 6T. Prideaux, loc. cit. 194",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 195,
        "main_text": "Marshack had good reason to be perplexed by the lack of calendric material prior to the agricultural age. This lack, however, has nothing to do with unrecognized evidence of such material. The lack is the result of there having been nothing in the sky or on Earth which would have enabled man to calculate the passage of time, as in fact he later had it recorded in both hemispheres of the world.! Immersed in the perpetual semi- darkness postulated in this work, there would have been no succession of day and night. Of seasonal changes there were also none.? One thing to keep in mind is that while the later Neolithic art, out of the Ice age, proliferated with unmistakable astronomical objects, there is nothing that is even faintly recognizable as anything cosmological in all of bona fide Cro-Magnon art that has so far come to light. There are no depictions of crescent moons or radiating suns—not even the Saturnian sun with which this work is concerned. And why should there have been? Of Sun and Moon there were none. The Saturnian sun, on the other hand, was paid absolutely no attention for the simple reason it had always just hung there, neither rising nor setting, immobile in the north of heaven, doing absolutely nothing. Being born, and living their entire life, beneath its immutability, the Cro- Magnons and Neanderthals would have taken it for granted just as they did the ground beneath their feet. INTERBREEDING: PRO ET CON In 1982, while reviewing a controversial novel written by Bjérm Kurtén,? whom he describes as “unquestionably Europe’s finest evolutionary paleontologist,” the just as famous Stephen Jay Gould could still ask the following rhetorical questions: “Did Neanderthal evolve rapidly into Cro-Magnon on the spot? Did the Cro-Magnons migrate into Europe from elsewhere and simply murder their indigenous competitors? Did the two cooperate and interbreed, with Cro-Magnon traits eventually prevailing by natural selection?”+",
        "captions": [
            {
                "source": "internal",
                "text": "ed Notched wolf bone from the Magdalenian culture of Moravia which Marshack interpreted as depicting a series of lunar notations."
            }
        ],
        "bibliography": "1D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 305-320. 2 Ibid., pp. 351-390. 3B. Kurtén, Dance of the Tiger (N. Y., 1980). 4S. J. Gould, “Dance of the Tiger: A Paleomystery,” Science Digest (December 1982), p. 76. 195",
        "headers": [
            "INTERBREEDING: PRO ET CON"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 196,
        "main_text": "One thing that seems certain is that Neanderthals and Cro-Magnons did co-exist for a time.! Erik Trinkaus even felt safe enough to claim that “a few members of the new breed started mating with their Neanderthal-like neighbors.” According to Trinkaus, however, this would have transpired much earlier, some 50,000 years ago, in southern Africa.” “The children of such cross-breeding would have continued the process: each time they found a mate among Neanderthals living to the north, they would send Cro- Magnon genes a little farther toward Asia and Europe. Anthropologists have discov- ered fossils from Africa and Asia that do seem to be the children of such cross- breeding.” Then, still according to Trinkaus, once they reached western Europe, the contrasts be- tween Cro-Magnons and Neanderthals was so great that—regardless of whichever race might have shunned the other—far less interbreeding took place between them. Even so, still ac- cording to Trinkaus, it was the competition for resources, in which he claims the Cro-Mag- nons were superior, that spelled the end of the Neanderthals.+ Diamond, on the other hand, suspects that “Cro-Magnon diseases, murders, and dis- placements did in the Neanderthals.” As he reasoned: “It may at first seem paradoxical that Cro-Magnons prevailed over the far more muscular Neanderthals, but weaponry rather than strength would have been decisive.”> And yet, others are just as certain that there is no clear evidence that modern man had any particular advantage over earlier types.° Diamond, however, is also of the opinion that: “Some Neanderthals may have learned Cro-Magnon ways and resisted for a while. This is the only sense I can make of a puzzling culture called the Chatelperronian, which coexisted in western Europe along with a typical Cro-Magnon culture (the so- called Aurignacian culture) for a short time after Cro-Magnons arrived. Chatelperro- nian stone tools are a mixture of typical Neanderthal and Cro-Magnon tools, but the bone tools and art typical of Cro-Magnons are usually lacking.”7 This supposition was given additional weight when a skeleton that was unearthed with Chatelperronian artifacts at Saint-Césaire in France turned out to be that of a Neanderthal. As Diamond concluded: “Perhaps, then, some Neanderthals managed to master some Cro-Mag- non tools and hold out longer than their fellows.” But, as in all other branches of science, not everyone agrees. According to Bar-Yosef and Vandermeersch, not only does there seem to be no evolutionary link between Neanderthals",
        "captions": [],
        "bibliography": "1S. McCarter, op. cit., pp. 34, 36. 2S. Begley & L. Lief, op. cit., pp. 63-64. 3 Ibid., p. 64. 4 Ibid. 5 J. Diamond, op. cit., p. 58. 6 Scientific American (December 1990), pp. 68-74. 7J, diamond, op. cit., p. 59. 8 Ibid. 196",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 197,
        "main_text": "and Cro-Magnons, but there really was no significant development in Neanderthal tool- making for thousands of years. Nor, according to these two, did Homo sapiens make any appreciable progress.! Both races, it seems, “learned nothing new and did nothing new.”? As for interbreeding between the two races, Diamond notes that no skeletons that could be thought of hybrids between the two have ever been discovered—although that was soon to change. By 1990, his own personal summation on the subject was that: “Tf Neanderthal behavior was as relatively rudimentary and Neanderthal anatomy as distinctive as I suspect, few Cro-Magnons may have wanted to mate with Neander- thals. And if Neanderthal women were geared for a 12-month pregnancy, a hybrid fetus might not have survived. My inclination is to take the negative evidence at face value, to accept that hybridization occurred rarely if ever, and to doubt that any living people carry any Neanderthal genes.” But would not the Neanderthals have had their own diseases to pass on to the Cro-Mag- nons? Besides, there seems to be some evidence that the Neanderthals arrived on the scene after the proto-Cro-Magnons*— that “both anatomically modern and ‘archaic’ Homo sapiens existed long before the Neanderthals.”> Thus, while some contend that Neanderthals and anatomically modern humans coexisted for far longer than Diamond supposes—for at least 60,000 years in fact*—there are others who are just as certain that the Neanderthals of the Levant and the Cro-Magnons of Europe were actually one and the same people.” Trevor Palmer, for one, finds it “puzzling why there should have been no interbreeding, since the different groups seemed culturally very similar, to judge from the artifacts they left behind.”8 To which he added: “One possible explanation, suggested by Luigi Luca Cavalli-Sforza of Stanford Uni- versity, is that modern H. sapiens had developed a complex linguistic ability, whereas the archaic types (including the Neanderthals) had not...In the course of time, the ar- chaic populations may then simply have been out-competed by the modern ones, rather than exterminated by them.” Then there is James Shreeve who, as far as the Levant is concerned, tells us that, although for perhaps 50,000 years Neanderthals and Cro-Magnons “lived side by side in the same",
        "captions": [],
        "bibliography": "1 O, Bar-Yosef & B. Vandermeersch, “Modern Humans in the Levant,” Scientific American (April 1993), pp. 64, 70. 2S. J. Robinson, op. cit., p. 9. 3 J. Diamond, loc. cit.; see also Scientific American (December 1990), pp. 68-74. 4 New Scientist (November 26, 1987), p. 32; O. Bar-Yosef & B. Vandermeersch, loc. cit. 5S. J. Robinson, op. cit., p. 17. 6 “Neighbors,” Science Digest (September 1989), p. 45. 7S, J. Robinson, loc. cit. 8 T. Palmer, op. cit., p. 80. 9 Ibid. 197",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 198,
        "main_text": "land...for all those millennia, the two apparently had nothing whatsoever to do with each other.”! “Tf these humans were isolated in neither space nor time but were truly contempora- neous[Shreeve asks], then how on earth did they fail to mate? Only one solution to the mystery is left. Neanderthals and moderns did not interbreed in the Levant because they could not. They were reproductively incompatible, separate species— equally human, perhaps, but biologically distinct. Two separate species, who both just happened to be human at the same time, in the same place.”? And: “Cohabitation in the Levant in the last ice age conjures up a chilling possibility. It forces you to imagine two equally gifted, resourceful, emotionally rich human entities weaving through one tapestry of landscape—yet so different from each other as to make the racial diversity of present-day humans seem like nothing. Take away the sexual bridge and you end up with two fully sentient human species pressed into one place, as mindless of each other as two kinds of bird sharing the same feeder in your backyard.”3 Thus Shreeve ends his insightful speculation by suggesting that these two human species “may have shared a small, fertile piece of land for 50,000 years, regarding each other the whole time with steady, untroubled, peaceful indifference.”* And, if this is true of the Levant, why cannot it be true for Europe? But then the see-saw of scientific opinion: Earlier, in 1998, it was being argued that fossil skulls from France and Israel—the very Levant discussed by Shreeve—does seem to indicate that there may have been some interbreeding between modern humans and Neanderthals. In Portugal, too, there was discovered the skeleton of a young child which showed a mixture of characteristics. True enough, by 2001 it could still be reported that Neanderthals were an evolutionary dead end. As one science reporter had it: “If interbreeding between Nean- derthals and our ancestors occurred, offspring (if any) must have been sterile.”’ Milford Wolpoff did not agree. “Of course, there are no Neanderthals left today [he wrote]. And people like to use that as a demonstration that they went extinct like the dodo birds. But that ignores the process of evolution.”8",
        "captions": [],
        "bibliography": "1J. Shreeve, “The Neanderthal Peace,” Discover (September 1995), pp. 71 ff. 2 Ibid., p. 79 (emphasis as given). 3 Ibid. 4 Ibid., p. 81 (emphasis added). 5 Scientific American (January 1998), p. 20. 6 “Neanderthal Heritage,” Chronology & catastrophism Review (1999:2), p. 41. 7P. Standring, “Eve’s Seven Daughters.” Chronology & Catastrophism Review (2001:2), p. 49. 8K. Wright, op. cit., pp. 26-27. 198",
        "headers": []
    }
]