[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 304,
        "main_text": "ancients portrayed the circumstellar disk surrounding the proto-Saturnian sun. In fact this is rather telling because it would not have been distinctly apparent to those who witnessed the event whether the light had been emitted by the proto-Sat- urnian orb or the circumstellar disk sur- rounding it. As Wallis Budge informs us: “The birth of light from the waters and of fire from the moist mass of primeval mat- ter, and of Ra from Nu, formed the starting point of all mythological specu- lations, conjectures, and theories of the Egyptian priests.”! Conforming with the erroneous belief that Ra was the Sun, Budge explains this by stating that: “The light of the sun gave birth to itself out of chaos”?— which is a silly rationalization. A different version of the birth of Ra was told by Ra’s own priests: ‘Formerly, according to the priests. of Heliopolis, the sun god reposed, minder the name of Atum, in the bo- om of Nun, the primordial ocean. Chere, in order that his lustre should un no risk of being extinguished, le took care to keep his eyes shut. ale enclosed himself in the bud of a lotus until the day when, weary of his own impersonality, he rose by an effort of will from the abyss and appeared in glittering splendor under the name of Ra.” PHILO’S ILLUMINATED AIR To the Phoenicians the celestial watery abyss was known as Mot.4 And, like the Egyp- tians, they, too, believed the light to have been shed by this watery mass. At the dawn of Creation, Philo Byblius tells us, “Mot burst forth into light.”> He then continues by telling us",
        "captions": [
            {
                "source": "internal",
                "text": "¢  U  s  Sol Sanctissimo on the front of the dedicatory           7 altar erected by Tiberius Claudius Felix at             r Palmyra in honor of Malak Bel.                  t  Bi"
            }
        ],
        "bibliography": "| [bid., p. xcix. 2 Ibid. 3 J. Viaud, “Egyptian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 11. 4D. Cardona, op. cit., pp. 266, 433, 446, 5 Eusebius Pamphili, Evangelicae Praeparationis, I:x:33d. 304",
        "headers": [
            "PHILO’S ILLUMINATED AIR"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 305,
        "main_text": "that, while Creation was going on, “the air was illuminated” and _ that this illumination was “due to the flaming of the earth and the sea.”! Had we not come across the Egyptian version of the shedding of the light by the celestial watery abyss, which is comparable to the emission of light by the Phoenician Mot, there would have been no way in which we could have utilized Philo’s “illuminated air” as evi- dence of proto-Saturn’s flare-up. Coupled with what we have already unraveled, and will continue to unravel, this Phoenician tidbit gains meaning. Proto- Saturn’s flare-up, occurring as it did when the orb was seen floating over the primordial celestial waters, would have been seen to set both that sea and the sky itself on fire. (All that the ancient Greeks, whc forgot so much,? seem to have retained o the event is that Kronos/Saturn i: “representative of the powers of light.”3) AS BRIGHT AS A THOUSAND SUNS Similar belief, likewise clad in philosophical jargon, is also encountered in Hindu texts. Thus, the Laws of Manu state: “This (world) was darkness, unknowable, without form, beyond reason and perception, as if utterly asleep. “Then the august and self-existing Being, he who never unfolded, having unfolded this (universe) under the form of the great elements and others, having shown his energy, appeared to scatter the shades of darkness.”* Here, for one thing, the unfolding of this “self-existing Being” brings to mind the “coming apart” of Adoil. The scattering of “the shades of darkness” is, however, more explicitly re-",
        "captions": [
            {
                "source": "internal",
                "text": "Es      LSP —— 1 ea | RRR S0OG PEPEAEOLRE )           Bacco poosssaccuaosoae™ f ;          Brahma, who is said to have been born from a lotus that was as bright as a thousand suns."
            }
        ],
        "bibliography": "1 L, Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 82. 2 Plato, Timaeus 22 C-D; M. Bernal, op. cit., pp. 110-111. 3 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 470. 4 Laws of Manu 1:v:5 (emphasis added). 305",
        "headers": [
            "AS BRIGHT AS A THOUSAND SUNS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 306,
        "main_text": "ferred to in even earlier Vedic texts. Varuna, the Vedic equivalent of the Greek Ouranos,! is there lauded as he “who, after his decree, o’erspread the Dark Ones with a robe of light”?— which, again, reminds us of the “invincible garment” worn by “the star of Light” mentioned in the Paraphrase of Shem. We have also already seen how Soma is both a name of Shiva and an epithet of Yama, and thus to be identified as Saturn. An epithet of Soma himself is Pavamana, who is sometimes referred to by the double name as Soma Pavamana.} Of this aspect of the Saturnian deity it is then said: “He, Pavamana, hath produced the lofty Law, the brilliant light, destroying darkness black of hue. From tawny Pavamana, the Destroyer, radiant streams have sprung, quick streams from him whose gleams are swift.” Very much like the Egyptian Ra, Brahma, too, was said to have sprung forth from a lotus which was described as having been as “bright as a thousand suns,”> which is why, in ico- nography, Brahma is often shown seated on just such a flower. P’AN-KU A look at the Chinese Compendium of Wong-Shi-Shing, among other things, reveals that: “P’an-ku came forth in the midst of the great chaotic void, and we know not his origin; that he knew the rationale of heaven and earth, and comprehended the changes of the Darkness and the Light.”6 Once again, as in the case of Philo’s “illuminated air,” P’an-ku’s comprehension con- cerning “the changes of the Darkness and the Light,” garbed as it is in that brand of philoso- phical wording for which the Chinese have become so famous, would poorly illustrate our thematic structure were it not for the fact that the same Compendium also tells us that P’an-ku “existed before the shining of the light.”7 HALF A WORLD AWAY As noted earlier, a song composed by the Maya of Yucatan during the Spanish period, and which now concludes the Chilam Balam, describes the same event as the creation of “the number-one candle.” In keeping with our thematic outline, this “candle,” which can be viewed as an analogy of the plasmatic axis mundi, gave light “in the absence of sun and moon.”8",
        "captions": [],
        "bibliography": "1 See here D. Cardona, op. cit., pp. 167-169, 269, 310. 2 Rig Veda, VII:41:10. 3 Tbid., 1X:66:2-3. 4 Ibid., 1X:66:24-25. 5 V. Ions, op. cit., p. 28. 6 The Compendium of Wong-Shi-Shing, see reference #24, (emphasis added). 7 Ibid. (emphasis added). 8G. Brotherston, Image of the New World (London, 1979), p. 185. 306",
        "headers": [
            "P’AN-KU",
            "HALF A WORLD AWAY"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 307,
        "main_text": "The command “let there be light” also appears in the Creation myth of the Quiché Maya of South America as contained in their sacred book, the Popul-Vuh. In contemplating what was to be done, their composite Creator is said to have conferred with his alter egos. Coming to a joint decision, the order was then given: “Thus let it be done! Let the emptiness be filled!...Let there be light, let there be dawn in the sky and on the earth!”! Raymond Van Over, however, cautions us to beware the fact that the mythic tales of the Maya were mainly translated by sixteenth-century Spaniards, most of whom were Catholic priests. Thus, as he informs us, “there is an early European tone to many Latin American myths, although native traditions still dominate the basic themes.”? We should not, therefore, be adamant that the command “let there be light” is or was strictly so stated in the original Quiché version. In fact, others have translated the decree as “let there be brightness.”3 Even so, whichever translation best fits the Quiché rendition, we can still see that, half a world away, Creation was also believed to have commenced with the shedding of light. Moreover, the association of this version of Creation with the deity Hurakan, also known as Heart of Heaven,* whom we had previously identified as the whirling cosmic axis, helps to link the shedding of the light with proto-Saturn. In that other Maya book known as the Chilam Balam of Chumayel, Creation is also stated to have begun with Chuen, which word is translated as a “burning without flame.” This be- lief, that Creation commenced with a burning without flame, also existed in Nahua mythol- ogy.” A burning without flame connotes light more than anything else. FURTHER LIGHT FROM THE PRIMITIVE WORLD While the myths of civilized nations, especially those that ended up in writing, are often convoluted, we will find that they are more rudimentary, and thus closer to the truth, among the less urbanized indigenes of the world’s continents. When it comes to the shedding of the primeval light, some of these are slightly fuller versions than the one contained in Genesis; others are even more concise. One of the shortest comes from Malaya which simply states that: “From the Supreme Being first emanated light toward chaos.”8 On the other hand, we have a somewhat fuller version from South Africa as recounted by Vusamazulu Credo Mutwa, a so-called witchdoctor of the Bantu tribe who was nevertheless educated in England. In a poem he wrote, “The Self-Created,” Credo Mutwa paraphrased the",
        "captions": [],
        "bibliography": "TR. Van Over, op. cit., p. 97. 2 Ibid., p. 95. 3 D. Gifford, Warriors, Gods & Spirits from Central South American Mythology (N. Y., 1983), p. 32. 4R. Van Over, op. cit., pp. 96-97. 5D. Cardona, op. cit., pp. 438-439. 61. Nicholson, op. cit., p. 180. 7 Ibid. 8R. Van Over, op. cit., p. 386. 307",
        "headers": [
            "FURTHER LIGHT FROM THE PRIMITIVE WORLD"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 308,
        "main_text": "Bantu tale of creation as he received it from the elders of his tribe. As in the myths of other nations, “The Self-Created” starts with that time in which there were no stars, no Sun, no Moon, when all that existed was “darkness itself—a darkness everywhere.”! In this darkness a “spark” eventually appeared and, finding nothing on which to feed “it fed upon itself.” Adhering to Bantu allegorical narrative while couching his words in Western style, Mutwa goes on with: “The Living Spark did grow, and grew until At last it equaled Nothingness in size, And to sustain itself—proceed with growth, It devour’d its mother, Nothingness — And digested her With the most awful flash of light That anyone or anything had ever chanced to see.” In this “living spark” that fed upon itself and grew to release “an awful flash of light,” readers might notice a sophisticated similarity to the Big Bang theory we discussed earlier. And, given his Western education, Mutwa might very well have been aware of the hypothesis. However, as we additionally noted, long before the theory’s inception, the Jewish philosopher known as the Ramban had already developed this elegant notion. There is, therefore, no reason to disbelieve Mutwa on this score. Besides, on various other matters, Mutwa’s rendering of Bantu belief conforms too well with the tenets contained in the universal mytho- historical record. And that this is not due to wholesale borrowing from the myths of other nations is evidenced by the different manner in which the same events are described. Moving from the hot continent of Africa to North America’s present cold regions, we meet the Eskimos who were of the belief that the shedding of the light spelled the god’s death rather than his birth. Moreover, the Eskimos, who very often seem to have no concept of the past, have a habit of narrating former events as if taking place in the present. To them, the god who emitted the primordial light is known as Ataksak. This Ataksak lives in heaven. Very much like the Roman Janus in his original form, Ataksak does not have the form of a man. He merely looks like a sphere. When he died, or, as the Eskimos say, when he dies, his body shines resplendently.4 Much farther south the Zuni, too, had their myth of Creation. They, too, retained a mem- ory of that time, “long ago, before the sky was blue,” when there was still no Sun, no Moon, and no stars. All that existed was Awona-Wilona, “the One Who Is Everything,” floating through the darkness and “carrying within himself the seeds of all existence.” Although the Zuni Creation myth seems to have gotten lost in its own chronology, mixing up succeeding events, it bears telling that, like that of other nations, it describes a celestial mist which",
        "captions": [],
        "bibliography": "1 Vv. Credo Mutwa, Indaba, My Children (Johannesburg, 1965), p. 3. 2 Ibid., p. 4. 3 Tbid. (emphasis added). 4M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972), p. 427. 308",
        "headers": []
    }
]