[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 307,
        "captions": [],
        "headers": [
            "FURTHER LIGHT FROM THE PRIMITIVE WORLD"
        ],
        "content": "<p>The command “let there be light” also appears in the Creation myth of the Quiché Maya of South America as contained in their sacred book, the Popul-Vuh. In contemplating what was to be done, their composite Creator is said to have conferred with his alter egos. Coming to a joint decision, the order was then given: “Thus let it be done! Let the emptiness be filled!...Let there be light, let there be dawn in the sky and on the earth!”! Raymond Van Over, however, cautions us to beware the fact that the mythic tales of the Maya were mainly translated by sixteenth-century Spaniards, most of whom were Catholic priests. Thus, as he informs us, “there is an early European tone to many Latin American myths, although native traditions still dominate the basic themes.”? We should not, therefore, be adamant that the command “let there be light” is or was strictly so stated in the original Quiché version. In fact, others have translated the decree as “let there be brightness.”3 Even so, whichever translation best fits the Quiché rendition, we can still see that, half a world away, Creation was also believed to have commenced with the shedding of light. Moreover, the association of this version of Creation with the deity Hurakan, also known as Heart of Heaven,* whom we had previously identified as the whirling cosmic axis, helps to link the shedding of the light with proto-Saturn. In that other Maya book known as the Chilam Balam of Chumayel, Creation is also stated to have begun with Chuen, which word is translated as a “burning without flame.” This be- lief, that Creation commenced with a burning without flame, also existed in Nahua mythol- ogy.” A burning without flame connotes light more than anything else. </p>\n<p><b><center style='font-size: larger;'>FURTHER LIGHT FROM THE PRIMITIVE WORLD</center></b></p>\n<p>While the myths of civilized nations, especially those that ended up in writing, are often convoluted, we will find that they are more rudimentary, and thus closer to the truth, among the less urbanized indigenes of the world’s continents. When it comes to the shedding of the primeval light, some of these are slightly fuller versions than the one contained in Genesis; others are even more concise. One of the shortest comes from Malaya which simply states that: “From the Supreme Being first emanated light toward chaos.”8 On the other hand, we have a somewhat fuller version from South Africa as recounted by Vusamazulu Credo Mutwa, a so-called witchdoctor of the Bantu tribe who was nevertheless educated in England. In a poem he wrote, “The Self-Created,” Credo Mutwa paraphrased the</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 308,
        "captions": [],
        "headers": [],
        "content": "<p>Bantu tale of creation as he received it from the elders of his tribe. As in the myths of other nations, “The Self-Created” starts with that time in which there were no stars, no Sun, no Moon, when all that existed was “darkness itself—a darkness everywhere.”! In this darkness a “spark” eventually appeared and, finding nothing on which to feed “it fed upon itself.” Adhering to Bantu allegorical narrative while couching his words in Western style, Mutwa goes on with: “The Living Spark did grow, and grew until At last it equaled Nothingness in size, And to sustain itself—proceed with growth, It devour’d its mother, Nothingness — And digested her With the most awful flash of light That anyone or anything had ever chanced to see.” In this “living spark” that fed upon itself and grew to release “an awful flash of light,” readers might notice a sophisticated similarity to the Big Bang theory we discussed earlier. And, given his Western education, Mutwa might very well have been aware of the hypothesis. However, as we additionally noted, long before the theory’s inception, the Jewish philosopher known as the Ramban had already developed this elegant notion. There is, therefore, no reason to disbelieve Mutwa on this score. Besides, on various other matters, Mutwa’s rendering of Bantu belief conforms too well with the tenets contained in the universal mytho- historical record. And that this is not due to wholesale borrowing from the myths of other nations is evidenced by the different manner in which the same events are described. Moving from the hot continent of Africa to North America’s present cold regions, we meet the Eskimos who were of the belief that the shedding of the light spelled the god’s death rather than his birth. Moreover, the Eskimos, who very often seem to have no concept of the past, have a habit of narrating former events as if taking place in the present. To them, the god who emitted the primordial light is known as Ataksak. This Ataksak lives in heaven. Very much like the Roman Janus in his original form, Ataksak does not have the form of a man. He merely looks like a sphere. When he died, or, as the Eskimos say, when he dies, his body shines resplendently.4 Much farther south the Zuni, too, had their myth of Creation. They, too, retained a mem- ory of that time, “long ago, before the sky was blue,” when there was still no Sun, no Moon, and no stars. All that existed was Awona-Wilona, “the One Who Is Everything,” floating through the darkness and “carrying within himself the seeds of all existence.” Although the Zuni Creation myth seems to have gotten lost in its own chronology, mixing up succeeding events, it bears telling that, like that of other nations, it describes a celestial mist which</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 309,
        "captions": [],
        "headers": [
            "FINAL WORDS FROM OCEANIA"
        ],
        "content": "<p>“thickened into a sea” which bore a “glow.” This “glow” eventually brightened “until it became a sun”!—which is more or less what seems to have actually transpired. From the non-Maya lands of South America comes a tale which bears a striking similarity to the freeing of light from Adoil. A. Metraux relates it in the following words: “Here is the tale of creation as told by the Chibcha Indians of Colombia. When it was dark, before anything in the world existed, light was enclosed in something big, which the Muiscas called ‘Chiminagua.’ This thing called Chiminagua—by which they mean ‘god’—rose to become bright and to free the light that was in it. Then with the emergence of this light things began to be created.” </p>\n<p><b><center style='font-size: larger;'>FINAL WORDS FROM OCEANIA</center></b></p>\n<p>To the Maori of New Zealand, the light-emitting deity was known as Io. Of him it was said: “Io dwelt within the breathing-space of immensity. The Universe was in darkness, with [celestial] water everywhere. There was no glimmer of dawn, no clearness, no light. And he began by saying these words— ‘Darkness become a light-possessing darkness.’ And at once light appeared.” Rituals commemorating the emission of the light by Io were still being conducted in the twentieth century (as, perhaps, they are still being conducted to this day). Thus, according to Hare Hongi: “The words by which Io fashioned the universe—that is to say, by which it was im- planted and caused to produce a world of light—the same words are used in the ritual for implanting a child in a barren womb. The words by which Io caused light to shine in the darkness are used in the rituals for cheering a gloomy and despondent heart, the feeble aged, the decrepit; for shedding light into secret places and matters, for inspiration in song-composing and in many other affairs, affecting man to despair in times of adverse war. For such ritual includes the words [used by Io] to overcome and dispel darkness.”4 Among the Ngaitahu of New Zealand’s southern island, the light-emitting deity was known as Po. (In Hawaii, however, Po was the manifestation of the primeval darkness.&gt;) This Po was said to have “begat Light, who begat Day-light, who begat enduring Light.”6</p>",
        "markdown_converted": true
    }
]