[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 154,
        "main_text": "other.! A study of elliptical orbits by Darren Williams and his colleagues, however, has more recently indicated that “life on Earth can withstand a lot more tumult than scientists previously guessed” and that a highly eccentric orbit “does not critically compromise planetary habitability.”? Computer modeling of Earth in an eccentric orbit did not change the world’s climatic regime except in very extreme cases. Even when Earth’s eccentric orbit was made to pass inside the orbital path of Venus, Earth did not develop a Venus- like climate. And by the time the same orbit brought Earth within close distance of Mars, the world had absorbed so much heat from its venture beyond Venus that its coldest months were warmer than our present winter months. Moreover, heat, in and of itself, is not necessarily reliant on a planet’s distance from the Sun. Neptune, for instance, is much farther from the Sun than Uranus; and yet Neptune is",
        "captions": [
            {
                "source": "internal",
                "text": "ERT A ESAT In the beginning, so the Maya believed, there was no light —it was the lightless time before the appearance of the present Sun. Shown above: The Mayan city of Palenque. (Ilustration by John Green.)"
            }
        ],
        "bibliography": "! W. S. Weed, “Circles of Life,” Discover (November 2002), p. 44. 2 Ibid. 3 Ibid., pp. 44, 46. 154",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 155,
        "main_text": "some 5 degrees Centigrade warmer than Uranus.' Additionally, very much like Jupiter and Saturn, “Neptune radiates about twice as much energy as it receives from the Sun.”? More than that, the surface of Triton, Neptune’s satellite, is warming up when, if anything, it should be getting colder. Nor is this process all that slow since the satellite has been meas- ured to have grown warmer between 1989 and 1997.3 Pluto, even farther from the Sun, has been found to go through an atmospheric change in its 248-year orbit. While there seems to be no doubt that it is undergoing a global atmospheric cooling, Pluto’s surface nevertheless seems to be also warming up.*+ All this has been brought out here to illustrate that a planet—yes, even Earth—can be habitable under quite different conditions than once believed possible. In the absence of the present Sun, out in deep space, Earth’s habitable zone would have been provided by its for- mer primary, that sub-brown dwarf star that was proto-Saturn. But, despite what we had brought to light in our previous volume, could life really have existed in the darkened world we have also been positing? THE NOCTURNAL ENVIRONMENT Let me start by repeating what Axel Firsoff stated back in 1967, that “reduced luminosity, as such, is not a barrier to life.” As he explained: “It only means that a planet corresponding to the Earth in surface conditions will have to orbit the star closer, as is otherwise likely with lower masses.”> And this, too, is in keeping with our postulate of Earth as a previous satellite of the sub-brown dwarf that was proto-Saturn. Earth’s primeval age of darkness is explainable by the fact that brown dwarf stars, espe- cially sub-brown dwarfs, emit only a dim light. Speaking of the brown dwarf designated Ep- silon Indi B, Alan MacRobert described it as glowing “very dimly” but “red-hot.”© Nor is Epsilon Indi B unique in this respect. Generally speaking, all brown dwarfs “appear as a faint glow, like an ember from a fire that gives off both heat and light energy as it dims.”? And this, too, is in keeping with the mytho-historical record since, despite the darkness there de- scribed, the ancients also remembered the Saturnian sun as having glowed feebly in the sky.® Hindu literature even speaks of Brahma/Saturn? as having “moved about like a glow- worm.”!0 Namandu, whom we have already met above as the First One of the South Ameri- can Guarani and the Mbayd, was said to have been “lit by the reflection of his own inner",
        "captions": [],
        "bibliography": "lV. A. Firsoff, Life, Mind and Galaxies (London, 1967), p. 87. 2T7.E. Dowling, “Ask Astro,” Astronomy (January 2003), p. 72. 3 V. Thomas, “Global Cooling Strikes Pluto,” Astronomy (December 2002), p. 24. 4 Ibid. 5V. A. Firsoff, op. cit., p. 96 (emphasis added). 6 A. MacRobert, “The Nearest Brown Dwarf,” Sky & Telescope (April 2003), p. 26. 7 “Astronomers Find Jupiter-Like Weather on Brown Dwarfs,” Science Daily, electronic magazine (May 27, 2002). 8D. Cardona, op. cit., pp. 283-286. 9 For Brahma as Saturn see ibid., pp. 131, 145, 196, 216, 232, 233, 284, 309, 439, 446. 10 Linga Purana 1:59:6-9. 155",
        "headers": [
            "THE NOCTURNAL ENVIRONMENT"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 156,
        "main_text": "self,” even “though the sun did not yet exist.”! Called Heart of Heaven,> God was described in the Popul Vuh as having been surrounded with his own light. “In the very beginning, there was only the still sky and the still sea. Nothing moved...[There was] no sun or moon to give light. Only God was surrounded with His own light, and He was in the heart of the still, dark sky.” The God in question in the above was the Mayan Kukulkan, the Feathered Serpent, whom the Aztecs called Quetzalcoatl, also known as Hurakan, whom we have already identi- fied as a representative of the Saturnian deity.4 All of which makes perfect sense because, had there been complete darkness, obviously nothing would have been seen. Life also adapts to its environment. “Occasionally someone remarks on what a lucky coincidence it is that the Earth is perfectly suitable for life—moderate temperatures, liquid water, oxygen atmosphere, and so on [Carl Sagan once mused]. But this is, at least in part, a confusion of cause and effect. We earthlings are supremely well adapted to the environment of the Earth because we grew up here.”> But what if Sagan’s “here” had been environmentally different? Take trees for instance. The future development of trees which would need but little sunlight has been suggested by Freeman Dyson and taken seriously by Nigel Calder.® If such trees are thought of as being scientifically possible in the future, why could they not have been possible in the past? In fact, photosynthesis, which is essential for plant survival, responds best to infra-red light. And, in studying various species of ferns, phytochrome 3, which has been described as “a chimaera of the red/far-red light receptor” in plants, “may have had a central role in the divergence and proliferation of fern species under low-light canopy conditions.”7 This, too, has special meaning for our enfolding scenario because brown dwarf stars are predominantly known for radiating in that very specific wavelength, shimmering in “bright infrared light.” This was found for the brown dwarf designated Epsilon Indi B, glowing “at a strong 11th magnitude in the 2-micron infrared band.” So, likewise, with the brown dwarf",
        "captions": [],
        "bibliography": "1 J. Bierhorst, The Red Swan: Myths and Tales of the American Indians (N. Y., 1976), p. 38. 2D. Cardona, op. cit., pp. 214, 438. 3D. A. Leeming, The World of Myth (N. Y., 1990), p. 60. 4D. Cardona, op. cit., pp. 37, 38-39, 59, 312, 314-317, 435-437, 438-439. 5. Sagan, op. cit., p. 24. ®N. Calder, The Comet is Coming! (N. Y., 1980), p. 104. 7 H. Kawai, et al., “Responses of Ferns to Red Light are Mediated by an Unconventional Photoreceptor,” Nature (January 16, 2003) as retrieved from an Internet posting dated January 25, 2003 (emphasis added); for more on photosynthesis during the Saturnian age of darkness, see D. Cardona, op. cit., pp. 291-293. 8 Science Daily, electronic magazine (May 27, 2002). 9 A. MacRobert, loc. cit. 156",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 157,
        "main_text": "designated 2MASS 0415-0935, which has been found to be glowing “with only two mil- lionths of the Sun’s luminosity —almost entirely in the infrared.”' Harlow Shapley, who was not exactly supportive of unorthodox scenarios, had even once theorized that life could originate and evolve on a brown dwarf star. Believing at the time that brown dwarfs contain liquid water, he reasoned that “organisms might evolve to be able to exploit the deep infrared radiation given off by such an object, both for photosynthesis and perception, the latter through eyes equipped for infrared vision or thermal sensors like those of snakes.” “The imagination boggles at the possibilities of self-heating planets that do not de- pend, as we do, on the inefficient process of getting our warmth through radiation from a hot source, the sun, millions of miles away.” Needless to say, the idea of life existing on a brown dwarf is now realized to be impos- sible. By the twenty first century, however, interest shifted to planets orbiting such dwarf stars. “It was always thought that any planet orbiting a red dwarf would be an extremely unlikely place to find life,” Ken Croswell noted in 2001. “But it now looks as though these dim red suns could harbour most of the Galaxy’s life-bearing worlds.” Or, as David Soderblom put it: “Tf you’d asked me a few years ago, I would have said that red dwarfs have a very low probability of having life-bearing planets. But given what we’ve seen here on Earth and the rather hostile conditions under which life can flourish,> I would say it’s pretty good odds.” As discussed in our previous work, Croswell supplied a very detailed scenario concerning the possibilities of a life-sustaining planet orbiting a red dwarf star. There we also showed that this scenario can be adapted to favor a brown instead of a red dwarf, with special advan- tages in a planet sharing its axis of rotation with such a brown dwarf over one in orbit around it.7 Nevertheless, one may still ask: Is there any evidence here on Earth that would speak in favor of ancient life having existed in a perpetual nocturnal environment? Needless to say, one would first need to know what to look for. And this is not going to be easy since what was, no longer is. Even so, clues do surface now and then, among them the following:",
        "captions": [],
        "bibliography": "!D. Tytell, loc. cit. 2 D. Darling, “Life on Brown Dwarfs,” at: http://www.angelfire.com/on2/daviddarling/browndwarflife.htm (November 2002). 3H. Shapley, “Crusted Stars and Self-Heating Planets,” ac quoted by D. Darling, loc. cit. 4K. Croswell, “Red, Willing and Able,” New Scientist (January 27, 2001), p. 29. > And see here D. Cardona, op. cit., pp. 286-290. 6K. Croswell, op. cit., p. 31. 7D. Cardona, op. cit., pp. 343-350. 157",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 158,
        "main_text": "According to David Archibald, the anatomy of the earliest mammals “suggests that they were largely nocturnal.”! One may think that this was because night-time foraging was safer for these creatures who had to compete for food with much larger carnivores. “Mammals in- herited the terrestrial realm for larger vertebrates after the extinction of dinosaurs,” Archibald himself maintains. But, as he went on: “During the reign of the dinosaurs, however, mam- mals were small, mostly nocturnal or crepuscular creatures skulking in the underbrush or in the overarching canopy.”?— Which would make sense were it not for the discovery that dino- saurs, too, were nocturnal creatures. As Dan Eatherley disclosed: “The gates to Jurassic Park have opened a little wider, with the recreation of an eye protein from an archosaur, a reptile that died out 240 million years ago. The archosaur protein works well in low light, suggesting that these creatures may have hunted at night.”3 The eye protein in question is rhodopsin which, in modern animals, acts as a molecular switch in response to light of a particular wavelength. Studies of the DNA sequence of rhodopsin genes found in the archosaurs’ modern-day descendants—such as alligators, birds, and fish—have allowed researchers to trace back the evolutionary process to the most likely DNA sequence of the archosaur gene.* “Surprisingly, the archosaur rhodopsin functioned well at low light levels, more like the rhodopsins of modern mammals than of reptiles. That suggests the ancestral ar- chosaur had good night vision and may even have been nocturnal, contradicting the generally accepted view that they would have been active by day, like most birds and crocodiles.”> More than that, in keeping with the dim red light radiated by brown dwarf stars, the rec- reated archosaur rhodopsin was found to respond best “to slightly redder colors than the light that most modern vertebrates sense.”6 Fine, archosaurs are not exactly dinosaurs; they are ancient reptiles that gave rise to dino- saurs. But, in the absence of their more massive descendants, who would they have had to fear to send them foraging at night? THE PROTO-SATURNIAN PLASMASPHERE There was a time, not so long ago, when astrophysicists had close to no use for electricity, let alone plasmas, in astronomy. But then, all of a sudden, astronomers started talking about a near-Earth plasma environment, plasmaspheres, plasma convections, and",
        "captions": [],
        "bibliography": "1J. D. Archibald, Dinosaur Extinction and the End of an Era (N. Y., 1996), p. 27. 2 Ibid., p. 94. 3D. Eatherley, “Ancient Eye Resurrected,” New Scientist (September 28, 2002), p. 19. 4 Ibid. 5 Ibid. 6K. A. Svitil, “The Nocturnal Reptiles of Triassic Park,” Discover (January 2003 Special Issue), p. 13. 158",
        "headers": [
            "THE PROTO-SATURNIAN PLASMASPHERE"
        ]
    }
]