[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 127,
        "captions": [],
        "headers": [
            "THE DIONYSIAC YAHWEH"
        ],
        "content": "<p>Yahweh was head of the stars and was to be identified with the most important star of all, the sun,”! That this is not idle speculation is supported by the implication that Yahweh was inter alia known as “the sun of righteousness,” which is described “with healing in its wings.”? As Frank Moore Cross adduced: “In other words, the winged sun disk is a symbol of the deity bringing salvation.”3 To be sure, the belief that Yahweh was represented as a winged disk had been suggested as early as 1894 by Eugene Goblet d’ Alviella.* This, then, is brought home by the additional fact that on a coin from Gaza of the fourth century B.C., Yahweh, so named, is depicted sitting on a winged sun-wheel.&gt; And since the sun-wheel stood for the sun-god’s chariot, the depiction bridges the gap between the fourth century B.C. and the sun-god’s chariot outside the gates of Solomon’s Temple in the time of Josiah, usually dated to the seventh century B.C. Of this coin, Langdon stated that it “has the only known representation of this Hebrew deity.”° That might, or might not, have been true at the time he penned these words in 1931. But amulets from the Hellenistic period do show Yahweh, and on one of them he is actually shown driving a sun-chariot.’ There is no point in claiming that these charms bear foreign, that is Hellenistic, influences because, while this is true, the fact that Yahweh was envisaged as traveling in a sun chariot much earlier than Hellenistic times is again proven by the ex- istence of the above mentioned sun chariot outside the gates of Solomon’s temple. What the Hellenistic coin showing Yahweh in his chariot therefore discloses is a continuation of the belief down into Hellenistic times. </p>\n<p><b><center style='font-size: larger;'>THE DIONYSIAC YAHWEH</center></b></p>\n<p>“Tt is well known that in the Greco-Roman world,” William Heidel informs us, “Di- onysus was frequently identified with Yahweh, the god of the Jews.”8 The identity of Dionysos as Yahweh had in fact already been raised by Plutarch sometime in the first century A.D.° There, in Plutarch’s work, some similarities are supplied between the Baccha- nalian festivals held in honor of Bacchus, the Roman equivalent of the Greek Dionysos, and certain Jewish celebrations. Among these was mentioned the Jewish Fast held at the height of the vintage during which tables were furnished with all sorts of fruits beneath booths. A few days later, another feast was celebrated which was actually alluded to as a festival of</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 128,
        "captions": [
            {
                "source": "caption",
                "text": "Fourth century B.C. coin from Gaza depicting Yahweh seated on a winged sun-wheel."
            }
        ],
        "headers": [],
        "content": "<p>Bacchus. During another celebration, the Jews were wont to call up their god through the use of little trumpets, just as the Argives did during their Dionysia.! And, as told in Plutarch’s work, “their festival of the Sabbath is not altogether unrelated to Dionysus; for even now many call the Bacchi by the name of Sabboi, and that is the cry they utter when they perform their orgies to the god.”? This association with the Jewish Sabbath, the Seventh Day, is then strengthened when we remember that Dionysos himself was referred to as Hebdomeus— “Dionysos of the Seventh Day.” One may again argue that by Hellenistic times, the Jews would have incorporated various Dionysiac rituals into their own religious festivals, but the feasts and practices enumerated above, to which we could have added, had been observed by Jews from long before that. That Dionysos was the embodiment of Saturn, we need not repeat. Moreover, Dionysos was also identified as Helios+ whom, also, we have already seen identified as the Saturnian sun. It is therefore safe to state that the winged sun disks on royal Judahite seals, and the association of Helios in Jewish synagogues, are reminiscent of a well understood identity of Yahweh as the embodiment of the Saturnian planetary deity.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 129,
        "captions": [
            {
                "source": "caption",
                "text": "Dionysos who, like Yahweh, is shown sitting on a winged and wheeled seat. From a Vulcan kylix."
            }
        ],
        "headers": [
            "YAHWEH",
            "ELOHIM"
        ],
        "content": "<p><b><center style='font-size: larger;'>YAHWEH</center></b></p>\n<p>-</p>\n<p><b><center style='font-size: larger;'>ELOHIM</center></b></p>\n<p>Thirty-eight times in the Old Testament, Yahweh’s name is combined with that of Elo- him, appearing as Yahweh-Elohim.! And then, too, as both Frank Cross and Otto Eissfeldt noted, many of the epithets of the Canaanite El are also applied to Yahweh? This could be seen by some as a later Yahwist syncretism. It is well known, for instance, how various pagan gods were assimilated into the Christian religion as saints in order not to alienate prospective converts. It could thus be reasoned that the Israelites, or their Yahwist priesthood, saw fit to identify Yahweh as the older Israelite god known as El, Eloah, and/or</p>",
        "markdown_converted": true
    }
]