[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 412,
        "captions": [
            {
                "source": "caption",
                "text": "Raised beach, now turned into farmland, Wales. (Photograph by Stephen Codrington.)"
            }
        ],
        "headers": [],
        "content": "<p>412</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 413,
        "captions": [],
        "headers": [
            "TECTONIC UPHEAVAL"
        ],
        "content": "<p>static equilibrium in between. In order for a shore to develop into a terraced step, time must be allowed for the waves to cut into the littoral. This bespeaks gradualism. But in order for such a terraced step to rise above sea level without being eroded into a gentle slope, a sudden upsurge of the land is called for. An entire series of such terraced beaches speaks loudly for a succession of such uplifts with transitional episodes of tectonic tranquility. Thus, contrary to what Ginenthal assumed, rather than indicating prima facie evidence of gradual change, it is these very intermediate terraced beaches that indicate sudden catastrophic uplifts of the land. These series of raised beaches indicate that sea shores were uplifted more than once in Earth’s tortured geologic history. Some of these beaches would have been raised at the end of the last Ice Age, others at some time thereafter, with separate bouts of isostatic rebound adding intermediate steps between major uplifts. </p>\n<p><b><center style='font-size: larger;'>TECTONIC UPHEAVAL</center></b></p>\n<p>Shore lines were not the only portions of land that were upheaved at the end of the Ice Age. Mountains, too, rose higher while others were raised where none had been before. In part this came about through the slowing down of Earth’s rotation. While Earth’s crust is solid, it is still susceptible to inertia because, being lighter than the deeper mantle, it actually floats on its viscous surface. Thus, at least to an extent, the continental and deep sea plates continued in their westward motion as Earth slowed down. This would have created friction between crust and mantle, weakening pockets and creating hot plumes of magma which would have attempted to rise upward. The plates themselves would have jostled each other, creating even more friction. Surface strata thus tended to fold over in some regions while it swelled up in others. Back in 1931 Clarence Dutton noted that “it may be remarked that the most striking features in the facts to be explained are the long narrow tracts occupied by the belts of plicated strata, and the approximate parallelism of their folds.” As he then stressed: “These call for the action of some great horizontal force thrusting in one direction.” And: “The particular characteristic with which we are concerned is that in each of these folded belts the horizontal force has acted wholly or almost wholly in one direction.”! The jostling of the plates would also have given rise to tremendous earthquakes which would have created faults and rifted plains. Apart from the slowing down of Earth, this is a well understood process of diastrophism, although, to be sure, it is usually claimed to have been gradual over the years. And yet, by the late 1980s, geologists had begun to slowly turn away from uniformitarianism while advocating, if not direct catastrophism, at least episodic upheavals. Even their time scales began to change, with such “upheavals” being dated to epi- sodic events at 200,000, 100,000, and even 30,000 years ago.” But even that was not enough. The paleontologist D. J. McLaren put it best when he stated that: “Geology was liberated as a science by Hutton and Lyell...by means of the great principle of ‘uniformity’...however, there has been a natural tendency to over-compensate and to avoid catastrophic</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 414,
        "captions": [],
        "headers": [],
        "content": "<p>interpretations even when the evidence calls for it.”! During the 1983 meeting of geologists at the Dahlem Conference in Berlin, catastrophism, even cosmic catastrophism, was again discussed, suggested, and even admitted to have transpired—but only as long as it were kept at an arm’s length by being measured in millions of years.? A year later, similar sentiments were expressed by the planetary scientist William Hartmann who could by then admit that: “During the eons of Earth’s history, its face has been radically changed by vast and violent events — volcanic explosions, implacable floods, giant meteorites gouging craters bigger than cities.”3 “Until recently [he continued], these ideas would have sounded faintly heretical. For the past 100 years, geologists have championed the principle of uniformitarianism, or ‘the present is the key to the past.’ Instead of appealing to unseen past disasters to explain geological features, they said, we should look for subtle processes at work today. River deltas are built grain by grain, mountains are torn down by the light touch of wind and water. Steeped in such a tradition, these geologists were loath even to talk of sudden catastrophes that could affect a continent or a planet.”+ But: “In swinging away from catastrophist theory to evolutionist theory, the pendulum of geological thought swung in the right direction, but it probably swung too far...In recent years, geologists have uncovered more and more evidence of truly catastrophic events.”&gt; And: “While the pendulum of scientific thought has swung away from the pure catastro- phism of the 1700s toward a nearly pure evolutionary view in the mid 1900s, we can now see a small reversal—a correction toward a view that integrates periodic disas- ters with long-term evolution.® Among the catastrophes that Hartmann mentions, and which Ron Miller dramatically il- lustrated for him, were the colossal series of volcanic eruptions of some 600,000 years ago which created the wonders that still amaze visitors to Yellowstone National Park; the bursting of the glacial dam which emptied Lake Missoula in the massive floods that scoured the scablands; and the Theran eruption which, together with the tsunami it caused, is still believed by some to have weakened, if not destroyed, the Minoan civilization of a much later time.’ But</p>",
        "markdown_converted": true
    }
]