[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 509,
        "main_text": "waves that probably resulted from changing pressures in Earth’s crust just prior to a volcanic eruption.! And if this applied to one particular individual, it must surely apply to others. Other studies have since then indicated that psychiatric malfunctions tend to rise signifi- cantly with high levels of solar radioflux and sudden magnetic disturbances in the iono- sphere.? Can it be imagined what humanity might have suffered through these additional effects during and after the proto-Saturnian system’s entry into the Solar System which brought it into direct contact with the new electrical potential of our present Sun? Can one imagine what the braking of Earth’s rotation, with its accompanying atmospheric disturbances, would have wrought on mankind? But even this, coupled with Earth’s tectonic pangs, was not the greatest influential cause in the change that occurred in the human psyche due to proto-Saturn’s glorious, and relatively destructive, flare-up. What changed the most, and what altered the minds of our ancestors more than anything, was the transformation that transpired in the sky. After untold ages of sameness, during which Paleolithic man took the immobile sun suspended in Earth’s north celestial sphere and its attendant column of tapering light for granted, a revolutionary transformation ushered in a series of cosmic events, catastrophic in their own right, which continued to unfold for generations to come. What had been an inanimate fixture, now seemed imbued with life. And because man was intelligent enough to understand that Earth’s cataclysmic upheaval had been caused by this newly active entity, he sought to appease it in an effort to keep it from repeating its destructive actions. From that time on, man sought to emulate it, both in its assumed evil and benign aspects. Men tried to imitate what it did, even to the point of exterminating some of their own kind, in order to condone its actions in the belief that it would thus recognize them as its own kith and kin. In time, there appeared other bodies suspended between Earth and proto-Saturn and they, too, involved themselves in the cosmic drama that continued to unfold down through the ages. To ancient man, these newly visible bodies were all imbued with life, a life that was not only mysterious in its assumed disposition, but also extremely potent. The power that these bodies were seen to wield was far beyond anything man had known before. And while this power could be imitated, it could never be duplicated. Thus it was that these cosmic bodies developed into what eventually became known as gods—celestial entities that had no counterparts on Earth and yet with an incredible power over it. And as our ancestors saw fit to imitate the proto-Saturnian deity, so did they continue to emulate the deeds of these newly developed gods that were soon to dominate the celestial realm. As man was to remember in times to come: “Thus the gods did; thus men do.”3 The well-being of the human race became dependent on what evolved into a sacrosanct decree. As later pundits were to admit: “We must do what the gods did in the beginning.” It was in this manner that ritual, and eventually religion, took an obsessive hold on the human mind.",
        "captions": [],
        "bibliography": "1 “Doomsday Headaches,” Science Digest (February 1982), p. 99. 2 Science Frontiers (January-February 1994), p. 1. 3 Taittiriya Brahmana 1:5:9:4. 4 Satapatha Brahmana VI1:2:1:4. 509",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 510,
        "main_text": "END OF ACT TWO We are now in a position to revamp the set of theses we reconstructed in the previous volume devoted to the study which we have continued to develop in the present work.! We must now expand, reshuffle, and renumber our register in order to accommodate a more co- herent chronological scheme that will include proto-Saturn’s flare-up and all that it entailed. Our refined set of hypotheses will now read as follows: Hypothesis #1: That the present giant gas planet we know by the name of Saturn had previously been a sub-brown dwarf star free floating in space outside the demarcation of the present Solar System. Hypothesis #2: That Earth was at that time a satellite of this proto-Saturnian sub-star which, because of its proximity, loomed large in the sky as a distinct disk larger than the pre- sent apparent size of the full Moon. Hypothesis #3: That, during this period, a nebulous entity, which we have conjectured to have been a circumstellar disk, surrounded the proto-Saturnian primary in its equatorial plane. This nebulous cloud seems to have been what our ancient forefathers alluded to as Chaos. Hypothesis #4: During this same period, the proto-Saturnian orb was described as having floated over an apparition which looked like a sheet of celestial water, a cosmic ocean. Whether this “water” was the same conjectured circumstellar disk, which would have given the appearance of a celestial whirlpool, an auroral manifestation, or a combination of both phenomena, is not now easily determined. Hypothesis #5: That this proto-Saturnian assemblage was at first the only visible celestial entity in Earth’s primordial sky. Hypothesis #6: That, as seen from Earth, the proto-Saturnian primary did not rise or set, but remained visibly immobile at all times. Hypothesis #7: That proto-Saturn’s immobility was due to the fact that Earth was sta- tioned directly “beneath” proto-Saturn’s south pole and that, from Earth, proto-Saturn ap- peared to be permanently fixed in the north celestial sphere, the very place which is now oc- cupied by the Pole Star. What this also means is that Earth and proto-Saturn were linearly aligned with both of them sharing the same axis of rotation. Hypothesis #8: That what appeared to be a slow-twirling narrow beam of tapering light connected the proto-Saturnian orb to Earth’s north polar region. This ray from above is inter- preted as a sustained plasma discharge in the form of Birkeland current, a scaled-down ver- sion, or the slowly deteriorating remnant, of a so-called plasma “jet” as presently observed streaming from galactic and stellar objects, and as in fact has been detected emanating from brown dwarf stars. Hypothesis #9: That Earth was originally engulfed in what our ancestors persistently re- ferred to as darkness. This was an age which, despite its remoteness in time, ended up etching itself indelibly in human consciousness. It was a time during which the Sun, the Moon, and the stars were not yet visible in the sky. Proto-Saturn ruled alone. And yet this",
        "captions": [],
        "bibliography": "1 See here especially D. Cardona, op. cit., pp. 490-492. 510",
        "headers": [
            "END OF ACT TWO"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 511,
        "main_text": "age, we have also found out, could not have been one of total darkness, and that, in fact, mankind itself remembers that the proto-Saturnian deity actually shed a feeble light. The terrestrial environment during this age therefore seems to have been bathed in a perpetual twilight or, rather, a protracted dawn, which man remembered as the dawn of Creation. Hypothesis #10: That this system was embedded in a plasmasphere centered on proto- Saturn, the opacity of which enabled proto-Saturn’s radiation to be reflected toward all terrestrial latitudes. Hypothesis #11: That Proto-Saturn’s illumination, relatively feeble as it might have been, together with the plasmasphere’s opacity, are recognized as the means by which the stars were kept from visibility. The Sun, on the other hand, was still too far to be seen, while the Moon had not yet been captured by Earth. Hypothesis #12: That, under the scheme described above, Earth would have received enough heat to sustain life. This heat would have radiated directly from proto-Saturn’s close proximity above Earth’s northern hemisphere. The southern latitudes would also have re- ceived sufficient warmth, even if a feebler light, from the radiation that would have been re- flected off the inner surface of proto-Saturn’s plasmasphere within which Earth would have been enveloped. In the northern hemisphere, this indirect radiation would have added to the direct heat and light received from above Earth’s northern pole. Thus, during this time, Earth’s climatic environment would have been one without seasonal change, luxuriating in one single season of eternal spring. (It should, however, be kept in mind that Earth would also have been subjected to slightly different latitudinal temperatures.) Tropical and/or sub- tropical flora and fauna were thus able to thrive in Earth’s northern region, even within the present Arctic Circle, and the possibility exists that this flora and fauna originated in these regions before migrating to more southerly latitudes. Hypothesis #13: That, due to Saturn’s immobility, and the absence of the Sun, ancient man had nothing at his disposal by which he could calculate the passage of time. Hypothesis #14: That, as the proto-Saturnian system drew closer to the present Sun’s do- main of influence, their plasmaspheres came in contact with each other, electric potentials clashed, and cosmic sparks began to fly. Hypothesis #15: That the first sign of this plasmaspheric contact was the electrical imbal- ance suffered by the jet-like Birkeland column which joined proto-Saturn to Earth, which jet then underwent a series of visible instabilities the likes of which mankind commenced to re- produce in his sacred art down through the years. Hypothesis #16: That, following this series of awe-inspiring volatilities, the jet was seen to retract itself and disappear within the proto-Saturnian orb that had originally been responsible for its very birth. Hypothesis #17: That, within a short time of that event, due to the disproportionate electrical energy between proto-Saturn and the Sun, the former flared up in a glorious burst of light that dispelled the gloom, an event that went down in the mytho-history of mankind as Day One.!",
        "captions": [],
        "bibliography": "! Genesis I:5. 511",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 512,
        "main_text": "Hypothesis #18: That immediately upon and due to proto-Saturn’s flare-up, Earth and its inhabitants were subjected to an appalling heat wave while being engulfed in a tremendous sheet of cosmic radiation, including X-rays and other harmful extraterrestrial beams and particles. Hypothesis #19: That the proto-Saturnian system’s encounter with the Sun resulted in the reversal of Earth’s magnetic field—or, more correctly, its dipole—which was the combined reaction of the Sun’s superflare-like discharge together with proto-Saturn’s own flare. This would then have culminated in a boost of the terrestrial field which would then have com- menced to decay once more in its attempt to adjust to the Sun’s own field of influence. Hypothesis #20: That, very much like the Sun’s flares achieve at present on a much smaller scale, proto-Saturn’s flare-up braked Earth’s rotational speed, with its former rate of rotation resuming not long after. Hypothesis #21: That this temporary braking effect resulted in the oceans’ incursion over large areas of the land as well as additional heat due to friction between Earth’s crustal layers which also caused tremendous tectonic activity including global vol- canism, earthquakes, landslides, and various other upheavals. Hypothesis #22: That the calamities incurred by Earth throughout these events, including cosmic radiation, were responsible for great loss of life among both beasts and the human species. Vast hordes of animals which existed during the Ice Age were completely extermi- nated, never again to grace the land or the oceans they once inhabited. Hypothesis #23: That the cosmic radiation released by proto-Saturn’s flare-up would have also resulted in the birth of mutated defective offspring both among animals and humankind, but that, with some possible exceptions, including racial divergence among humans, these mutations were not passed on to following generations. Hypothesis #24: That, due to the heat released by proto-Saturn’s flare-up, as well as that incurred through Earth’s frictional tectonics, the glaciers of the Pleistocene Ice Age com- menced to melt, thus causing further floods and mud slides. Previous glaciated areas were thus reclaimed and, in time, the greening of these regions added tremendously to the habita- bility of Earth’s northern hemisphere. Hypothesis #25: That, following its flare-up, proto-Saturn continued to shine much brighter than it had previously done, bright enough for ancient man to have persistently al- luded to it as a sun. Hypothesis #26: That this primordial proto-Saturnian sun shone during that time we pres- ently allude to as the night. Hypothesis #27: That, as the proto-Saturnian system moved deeper into the Solar System, its plasmasphere changed its electromagnetic wavelength, thus robbing it of its former near- opacity. It was during this time that ancient man was able to catch a glimpse of the slowly approaching Sun which, at first, appeared no bigger than a star, but which grew ever larger and brighter as Earth continued to draw nearer. Throughout this work we have dated proto-Saturn’s flare-up, the end of the Pleistocene Ice Age, and all that these entailed, to c. 10,000 years ago. This date is based on a statistical 512",
        "captions": [],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 513,
        "main_text": "analysis of accumulated dates from various disciplines which average out to the proposed figure. Granted that some of these accumulated dates were derived from various radiometric techniques, how do we reconcile that with our oft-stated doubt concerning the validity of these methods? Before we are accused of attempting to have our cake and eat it too, please keep in mind that our posited date has been presented merely as a benchmark figure. One can perhaps use the adage that where there is smoke there is bound to be a fire. But it goes beyond that since it is our belief that if these dates are wrong, they are all wrong by the same amount. Move any one of them up or down the geologic timescale, and the rest would move accordingly. For the time being, it matters little whether proto-Saturn’s flare-up occurred 10,000 years ago, earlier than that, or later. What remains of importance is that the Pleistocene Ice Age came to an abrupt end due to the flare-up in question. Until a better tech- nique can be found for the absolute dating of geologic strata and palaeontological remains, to say nothing of human artifacts, that should be enough. It should finally be stressed that while edifices can easily, and sometimes suddenly, be destroyed, they are not so easily, or so suddenly, erected. While we believe we have now found the solution concerning the end of the Pleistocene Ice Age, we have come up with nothing concerning its inception. Worse than that, while it might be readily understood how the heat unleashed by proto-Saturn’s flare-up would have melted Earth’s northern glaciers, would it not be stretching things too far were we to claim that similar events would have also melted the glaciers of previous ice ages? After all, proto-Saturn’s disruptive flare at the end of the Pleistocene was occasioned by the system’s entry into our present Sun’s domain of influence. But this event could only have transpired once. What, then, could have caused the melting of previous glaciated areas? More importantly, what could have caused these areas to be glaciated in the first place? That is a problem, among others, the very next volume of this series intends to solve. Stay with me. 513",
        "captions": [],
        "bibliography": "",
        "headers": []
    }
]