[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 254,
        "main_text": "PART FOUR THE FLARE-UP",
        "captions": [],
        "bibliography": "254",
        "headers": [
            "PART FOUR",
            "THE FLARE-UP"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 255,
        "main_text": "Chapter 13 Prelude to Creation THE ASTRONOMICAL BACKGROUND t the risk of repetition, but in order to better understand what I am about to describe, a brief synopsis of Earth’s primordial astronomical condition is pertinent at this point. So bear with me a while longer. We shall be entering an entirely new domain, pun in- tended, soon enough. What we have managed to reconstruct from the mytho-historical record, Earth sciences, and astronomy, is that the present gas giant we know as the planet Saturn is the end result of what had previously been a sub-brown dwarf star free floating in space outside the demarca- tion of the Solar System. During this time, Earth was a satellite of this proto-Saturnian sub- star which, because of its proximity, loomed large in the sky as a distinct disk larger than the apparent size of the full Moon. During this same period, a nebulous disk surrounded the Sat- urnian primary. And, shooting straight down from what we would consider to have been proto-Saturn’s south pole was the jet-like stream of plasma in the form of a sustained Birkeland current. Earth itself was “suspended” directly “beneath” proto-Saturn’s south pole, sharing the same axis of rotation. Apart from its periodic change of distance from its primary, Earth’s location would not have changed from its inception. One possibility for this is that Earth was ejected from proto- Saturn; another is that proto-Saturn and Earth were born in unison from the very plasmatic “jet” that joined them together. The ejection of cosmic bodies from other bodies, even entire galaxies from galaxies, is not new to astrophysics.! Some of these ejections occur laterally? Others occur axially. The belief that planets are formed through the accretion of matter from circumstellar disks is no longer the pillar of planetary science it used to be. For one thing, it has been pointed out that if the planets were formed from the same nebular disk from which the Sun itself was born, the Sun’s equator should lie in the planetary plane. Why, then, is it tilted over at an angle of 7.25°? Cosmogonists, who are only concerned with how the Solar System formed, argue that this angle “is so close to zero that it really doesn’t matter.” Cosmologists, who are concerned about the entire Universe, rightly claim that 7.25° is hardly zero. Cosmogonists have since covered their behind by assuming that since the Sun is believed to be losing mass, it might have slipped a little. Others have indicated that it is hard to fathom how the outer planets could have formed in the outer reaches of the Sun’s nebular disk where matter would have been so spread out that",
        "captions": [],
        "bibliography": "1 See here D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 472 ff., where other sources are cited. 2H. Arp, Quasars, Redshifts and Controversies (Berkeley, CA, 1987), p. 152. 3 Ibid., p. 154. 255",
        "headers": [
            "THE ASTRONOMICAL BACKGROUND"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 256,
        "main_text": "it would not have been able to clump together in the allotted time.! Most astronomers felt quite unhappy with this. In 1998, Alan Boss suggested that “density fluctuations in the disks could form dense clumps that rapidly collapse into giant planets.” In a computer model of his own creation, however, the “dense clumps” tended to disperse. Tom Quinn then came to the rescue by re- fining “the struggle between competing forces in the disc”—that is, the struggle between gravity and the orbital speed of the “dense clumps.” According to Quinn, in the end gravity wins and, in a few hundred years, no less, “half a dozen Jupiter-sized bodies” would be formed.? However, if I may give vent to my ignorance, if there were but sparse particles in the outer reaches of the disk, gravity would have had little to play with. Besides all that, circumstellar disks, or, as they are sometimes miscalled, planetary nebu- lae, do not last all that long. In 2001, Robert O’Dell reported that: “Radiation evaporates away the disks in a few hundred thousand years or less,” leaving little or no time for planets to coalesce.? By the end of 2002, O’Dell’s “or less” seems to have won out. By then the consensus of opinion was that the disks “exist for only a few hundred to perhaps one thousand years —an astronomical blink of an eye.”* Given the above, the birth of planets by ejection from stars, which is gaining wider ac- ceptance by astronomers, seems all the more plausible. Moreover, quite a few members of this new breed agree that these ejections take place in opposite and aligned directions, usually axially, before being scattered to settle in equatorial planes.> Wallace Thornhill was even bold enough to suggest that “small stars like proto-Saturn undergo variable behavior like large, brighter stars.” This, according to him, “may be caused by external changes in the electrical environment or by an internal build-up and sudden redistribution of charge.” As far as Earth is concerned, Thornhill could find no objection to its ejection by proto-Saturn in what he believed to be “a normal process for such bodies.”® Out in space, needless to say, there would have been no force to disrupt the axial coupling of proto-Saturn with Earth, which would have conserved its momentum of ejection. Proto-Saturn’s gravitational attraction, whether electrically induced or not, would not have allowed Earth to escape from its primary. Due to gravitation, ejected objects do tend to slow down.’ Knots in cosmic “jets,” which is what these plasma currents have been misnamed, are not always seen to travel down their extents. The knots, or plasmoids, in the elongated",
        "captions": [],
        "bibliography": "1“The Word Cosmogonist,” New Scientist (September 28, 2002), p. 49. 2 J. Hecht, “Gas Planets Grown in Next to No Time,” New Scientist (December 7, 2002), p. 17. 3K. A. Svitil, “Planets in Peril,” Discover (Agust 2001), p. 11. 4S. P. Maran, “Astronomy’s Top 10,” Astronomy’s Explore the Universe, 9th Edition 2003 (special edition of Astronomy —December 31, 2002), p. 16 (emphasis added). 5 See for instance, T. Van Flandern, Dark Matter, Missing Planets and New Comets (Berkeley, California, 1993), pp. 141-142; but see also D. Cardona, op. cit., pp. 471 ff. for further sources. 6 W. Thornhill, on the Intersect electronic discussion group sponsored by KRONIA Communications, December 9, 2002; but see D. Cardona, op. cit., pp. 487-490 for an alternative mechanism which, however, would still be in line with our reconstruction. 7 See here, for instance, H. Arp, op. cit., p. 114. 256",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 257,
        "main_text": "plasma feature of M87 showed no motion in observation between the years 1934 to 1980.! The speed of similar, but much smaller, knots in the plasma tail of comets is also very erratic, with their acceleration “turning on and off capriciously.” Some cometary knots were seen to have “very little speed or acceleration.”? It cannot therefore be a law of plasma physics that bodies embedded in cosmic “jets” must travel on forever. In a system as compact as the proto-Saturnian one we are discussing, it is evident that, in the end, gravity will win out. Besides the “jet” of plasma that connected Earth to proto-Saturn, the system as a whole was also encased in its own plasmasphere, a plasmaspheric bubble of as yet undetermined size and shape. Such plasmaspheres are now known to be everywhere. Everything in the Universe seems to be encased in a plasmasphere. This includes our own galaxy, the Milky Way. “Star tracking,” writes Bob Berman, “reveals that our galaxy is immersed in a gigantic, near-invisible shell of matter like a ship in a bottle.”3 Calculated to extend outward at least 150,000 light years, this shell is presently believed to consist of dark matter, that theorized chimerical substance that continues to elude those who have been searching for it. This unde- tected dark matter is claimed to constitute 30 percent of the Universe. Its just as undetected kin, dark energy, is claimed to constitute the other 70 percent. I won’t quibble about the fact that the total of these percentages end up leaving no room for anything else in the Universe (which would make for absolute invisibility in any case). I merely point to that other claim that 99.9 percent of the Universe consists of plasma.> At least this leaves something other than itself to account for what we see. More than that, unlike dark matter and dark energy, plasma is detectable. Forget dark matter. It is quite obvious that what has been encountered as a “near-invisible shell” around the Milky Way is its plasma envelope. The Sun, too, is encased in a plasmasphere, which is called the heliosphere.® In fact, the Sun’s heliosphere encases the entire Solar System.’ Its edge is presently believed to lie any- where between 2 and 10 billion miles from the Sun. Within this heliosphere, the giant planets are also encased in their own plasmaspheres. Jupiter, for instance, is now known to be sur- rounded by a magnetospheric bubble that has been calculated to be twenty times larger than the Sun.’ The remains of proto-Saturn’s plasmasphere continues to discharge to the present day in the form of a plasma doughnut which is known to surround the planet.? Venus pos- sesses a plasmasphere in the form of a cometary tail that spreads close enough to “tickle the",
        "captions": [],
        "bibliography": "1 A_L. Peratt, Physics of the Plasma Universe (N. Y., 1992), p. 245. 2. Sagan & A. Druyan, Comet (N. Y., 1985), pp. 162-163, 168. 3 B. Berman, “Our Galactic Carousel,” Discover (September 2002), p. 31. 4M. Bobra & A. MacRobert, “New Support for Dark Energy,” Sky & Telescope (February 2003), pp. 18-19. 5 NASA Internet headline dated September 1999—see “Plasma, Plasma, everywhere,” SIS Internet Digest (1999:2), p. 5. 6 A. Yee, “Sir Fred Hoyle Vindicated After 60 Years,” SIS Internet Digest (1998:2), p. 12. TT. Yulsman, “Pioneer 10 Maps Cosmic Bubble,” Science Digest (September 1982), p. 17. 8 NASA release as reported by W. Thornhill, “Did They Really Say That?” Thoth (electronic newsletter) HI:1 (January 24, 1999), p. 12; see also, New York Times (May 29, 1999); New Scientist (August 7, 1999), pp. 26-31; U. L. McFarling, “Bubble Around Jupiter is Solar System’s Largest Object,” HoustonChronicle.com (March 13, 2002). 9 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 42. 257",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 258,
        "main_text": "Earth when the two planets are in line with the Sun.”! At present, even Earth is embedded in its own plasma sheath, which astronomers have for years referred to as its magnetosphere.” Calculated to extend at least 12,000 miles into space, it has even been “photographed.”3 During the time with which we are concerned, Earth’s heat was derived solely from the proto-Saturnian sun. This heat would have radiated directly from proto-Saturn’s close prox- imity about Earth’s northern hemisphere. The southern latitudes would also have received sufficient warmth, even if a feebler light, from the radiation that would have been reflected off the inner surface of proto-Saturn’s plasmasphere within which Earth was enveloped. In the northern hemisphere, this indirect radiation would have added to the direct heat and light received from above Earth’s northern pole. Thus, for long periods of time, Earth’s climatic environment would have been one without seasonal change, luxuriating in one single season of eternal spring,* even if latitudinal temperatures would have varied slightly from one another. Tropical and/or sub-tropical flora and fauna were therefore able to thrive in Earth’s northern region, even within the present Arctic circle, and the possibility exists that this flora and fauna originated in these regions before migrating to more southerly latitudes. To early man, proto-Saturn would have been the only visible celestial body in Earth’s pri- mordial sky. Due to its axial coupling with Earth, it would have appeared to be permanently immobile in Earth’s north celestial pole. Out in space, the Sun was yet too far away to have been seen. The Moon had not yet been captured.5 Because of their apparent dimness, the stars, which should have peppered the sky, were shielded from view by the opacity of proto-Saturn’s plasmaspheric shell. At present, all plasmaspheres within the Solar System, as also the Sun’s heliosphere, are entirely transparent. Plasmaspheres, however, can be opaque, as proto-Saturn’s seems to have been. According to the plasma physicist Anthony Peratt, a “plasma cloud...indeed can vary between transparent and opaque at different wavelengths.”© With a sun that shone but dimly red that neither rose nor set, that neither waxed nor waned, ancient man had no means of telling the passage of time.” This was an era which an- cient man remembered as a timeless age during which the world was bathed in the dim perpetual light of a pre-dawn sky. It was in this milieu that Neanderthals and Cro-Magnons co-existed.",
        "captions": [],
        "bibliography": "| Idem, The Electric Universe (Beaverton, Oregon, 1997), p. 18. 2R. Juergens, “Reconciling Celestial Mechanics and Velikovskian Catastrophism,” Pensée IVR II (Fall 1972), p. 12; R. W. Schunk, et al., “The Flow of Plasma in the Solar Terrestrial Environment,” Final Technical Report, Utah State University Logan Center for Atmospheric and Space Sciences (September 1990); W. Thornhill, during the discussion period at the September 1999 SIS Silver Jubilee Conference, Chronology & Catastrophism Review (2000:1), p. 94. 3K. A. Svitil, “Ring of Fire,” Discover (September 2000), p. 26. 4 See here D. Cardona, op. cit., pp. 351 ff. 5 Of the present theory concerning the fissioning of the Moon from the solid body of Earth, which this author does not subscribe to, we will have much to tell in a future work. 6 A. L. Peratt, on the Intersect electronic discussion group sponsored by KRONIA Communications, April 26, 2002. 7 See here D. Cardona, op. cit., pp. 305 ff. 258",
        "headers": []
    }
]