[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 299,
        "main_text": "the Council of Nicaea, or some such other council, this Enochian fragment, like others similar to it, disappeared from the light of history and only in the beginning of the twentieth century did it finally resurface in Europe. Like the somewhat similar Book of Job, Enoch contains much that is of value in under- standing the religio-cosmogonical beliefs of ancient times. These “unaccepted” literary com- positions sometimes come closer to describing the actual train of ancient events, even if garbed in more fanciful terms when judged by “accepted” religious standards, than do the authorized sequels we find embodied between the covers of the Christianized Bible. The Book of the Secrets of Enoch, in fact, describes the creation of the primordial light in a somewhat fuller version than does the Book of Genesis and it is from its pages that we learn of this light being emitted by the “coming apart” of Adoil. In the quote which follows, God is describing to Enoch the manner in which he unfolded Creation. “I commanded in the very lowest part that visible things should come down from in- visible, and Adoil came down very great, and I beheld him, and lo! he had a belly of great light. “And I said to him: ‘Become undone, Adoil, and let the visible come out of thee.’ “And he became undone, and a great light came out. And I was in the midst of the great light, and as there is born light from light, there came forth a great age, and showed all creation, which I had thought to create. “And I saw that it was good.”! The name Adoil, also Idoil, more than probably derives from yad El, Hebrew for “hand of El.”? We even find the expression yad Elohim —yd ilm—in a cuneiform tablet from Ugarit.3 Thus, again, we find the shedding of the light associated with El/Saturn, which is reinforced further by the Book of Psalms where it is stated that “the heavens declare the glory of God: and the firmament sheweth his handiwork”4+— where “God” is the English translation of “El.”5 Julius Morgenstern even sees this, and other passages in Psalms, as representing “El as the radiant god.”6 GNOSTIC MYSTICISM The Gnostics are usually described as members of a heretical sect of early Christians who claimed to have superior knowledge of spiritual matters. Of course, the tag of “heretical” was applied to them by other Christians who recognized that what the Gnostics taught was not",
        "captions": [],
        "bibliography": "1 Secrets of Enoch XXV:1-4. 2R.H. Charles, op. cit., p. 445. 3 R. R. Stieglitz, “Ancient Records and the Exodus Plagues,” Biblical Archaeology Review (November- December 1987), p. 47. 4 Psalms 19:1. 5 J. Morgenstern, “Divine Triad in Biblical Mythology,” Journal of Biblical Literature, Vol. LXIV (1945), p. 22. 6 Ibid., pp. 22-23. 299",
        "headers": [
            "GNOSTIC MYSTICISM"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 300,
        "main_text": "contained in either the Old Testament or the accepted Gospels. That the Gnostics interpreted holy scripture through the use of what can best be termed mystic philosophy, there is no doubt. In that respect, they ended up creating a corpus of sacred scripts of, and for, their own inspiration. They were not, however, the only ones. “After the closing of the Old Testament and during the first centuries of the Common Era [Willis Barnstone informs us], inspired authors continued to write sacred scriptures. They were written by Jews, Christians, Gnostics, and Pagans. Many of these texts were of amazing beauty and religious importance and competed with books within the canon. The Jewish texts are in large part called pseuedepigrapha, which includes the Dead Sea Scrolls; the Christian texts are called Christian Apocrypha; the Gnostic scriptures, today so fascinating and even modish, were called by their orthodox rivals heretical.””! That these beliefs were condemned as heretical by orthodox Christians is understandable. One of these Gnostic texts, for instance, assigns the shedding of the primeval light not to the Christian God but to a pre-existing being. God is there said to have offered a challenge to prove his lone existence. “If someone exists before me,” he is said to have uttered, “let him appear so that we might see his light.”? “And immediately, behold, a light came out of the eighth, which is above, and passed through all the heavens of the earth. “When the First Father [i.e., God] saw that the light was beautiful as it shone forth, he was amazed and was very much ashamed.”3 In a different Egyptian Gnostic text, God is said to have commenced on Creation by laughing seven times. “When he first laughed,” it is written, “light appeared and its splendor shone through the whole universe.””* In time, the Gnostics disappeared except for the Mandaeans who survived into modern times, mainly in southern Iran and southern Iraq. In one of their sacred texts, the primordial light is alluded to without the event that gave it birth being described. As it is there stated: “There is no boundary for the light and it was not known when it came into being. Nothing was when the light was not, nothing was when radiance was not...there never was a boundary for the light.”> In the Paraphrase of Shem, a non-Christian Gnostic work which resurfaced at Nag Hammadi, about three hundred miles south of Cairo, in 1945, the primeval light is actually",
        "captions": [],
        "bibliography": "1 W. Barnstone, The Other Bible (N. Y., 1984), p. xvii. 2 Ibid., p. 67. 3 Ibid. 4R. Van Over, Sun Songs: Creation Myths from Around the World (N. Y., 1980), p. 272. 5 W. Barnstone, op. cit., p. 127. 300",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 301,
        "main_text": "associated with a star. True enough, this star was symbolized as the radiant garment of Der- dekeas, “the son and likeness of the perfect Light” itself.! Derdekeas there tells Shem: “And the star of the Light...is my invincible garment which I wore in Hades [that is, in dark- ness].”? There is, however, nothing peculiar about the metaphorical portrayal of light as the garment of the object that is seen to radiate it. The most developed and widespread of Gnostic ideologies was that of the Manichaeans which was founded by, and named after, its founder Mani. Born in Babylonia in about A.D. 216, Mani was a teacher, and also something of an artist, in the Persian kingdom of Shapur I (A.D. 241-272). Having come in conflict with the Zoroastrian Magi under the following reign of Bahram I (A.D. 274-277), he was arrested and placed in chains. The accounts of his death are contradictory. Some documents reported that he died in prison, others that he was crucified, still others that he was flayed alive, and one more reports that he was decapitated with his head set high on the city gate. Mani taught that Zoroaster, Jesus, and Buddha were his forerunners and that he was sim- ply continuing, while perfecting, their doctrine. His own mission, he declared, was to lead humanity from its abject servitude to the “King of Light.” Having authored various book- length works,> most of them were destroyed and, today, exist only as fragments and partial quotations by other writers. According to Mani, the leader of the realm of light, whom he referred to as the King of Light and the Father of Light, is located in the north,* the very locality from which the Sat- urnian sun had shed its radiance. Moreover, in the Iranian texts, this Father of Light is named Zurvan* who, as is well known, was the Iranian name for Saturn.® It can thus be additionally seen that the light of Genesis was of great eminence among those of the Judeo-Christian faith. This became so much so that, to use the words employed by C. H. Dodd, light became the “natural symbol for deity.” In time, as I intend to show in future volumes of this series, the shining of such light was associated by those of a religious mind with the birth of various heroes, kings, and prophets. Nor did the religious fixation with this primordial light remain an obsession of the past. Those Jews who remain faithful to the teachings of the Kabbalah not only believe that the light of Genesis can be physically repro- duced, but they “work” toward its eventual reappearance.",
        "captions": [],
        "bibliography": "1B, Wisse in ibid., p. 101. 2 Ibid., p. 111. 3 Among Mani’s books are the following: The Book of Giants, The Book of Secrets, The Drawings and the Commentary on the Drawings (which contained his own pictorial representation of his ideas), Epistles, The Great Gospel (also known as Living Gospel), Psalms and Prayers, Shabuhragan, The Treasure of Life, and Treatise. 4 W. Barnstone, op. cit., p. 673. 5 Ibid. 6 J. O'Neill, The Night of the Gods (London, 1893), pp. 778-779; see also, J. de Menasce, “Persia: Cosmic Dualism,” Larousse World Mythology (London, 1972), p. 203; B. L. van der Waerden, Science Awakening II: The Birth of Astronomy (Netherlands, 1974), p. 194; D. Cardona, Ged Star (Victoria, British Columbia, 2006), pp. 265, 310. 7C.H. Dodd, The Fourth Gospel (London, 1965), p. 201. 301",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 302,
        "main_text": "“Kabbalah is explicitly esoteric [Martin Bernal noted]. It rejects both the historicism of the common ‘superficial’ reading of the Bible and the rationality of orthodoxy in favor of an ‘inner’ reading of the text which is supposed to reveal a mystic cosmic struggle for the good Jews to reconstitute the primeval light shattered at the moment of creation.”! THE TERRIFYING SPLENDOR Zurvan notwithstanding, the paucity of Saturnian associations in the Gnostic documents which, after all, are somewhat late as sources go, is more than compensated for by the earliest extant texts at our disposal. True enough, in one of the, if not the, earliest of these— the convoluted account of Creation contained in the Babylonian Enuma Elish—the shedding of the light is missing. This, however, is due to a break of some twenty lines in the cuneiform tablet that would have contained this event. On the other hand, newer fragments indicate that Apsu, the primordial celestial ocean, and Tiamat, its feminine counterpart,? bewailed the creation of the light. More than that, in a religio-philosophical allegory worthy of the later Hindus, Apsu and Tiamat are said to have planned the changing of the light back into darkness. “Let the light be darkened,” it is there written, “like night may it be.”3 That they failed need not be told. Leaving the Enuma Elish aside, we turn to the well known Mesopotamian deities identifiable as Saturn. Among these, the one known as Anu was described as having shone with a “terrifying splendor,”+ which is hardly descriptive of the present state of the planet Saturn. Nor is Anu the only Saturnian deity from Mesopotamia who was said to have radiated brilliantly. It was likewise with Ninurta, one of whose epithets had originally been translated to mean “King, Storm whose brilliance surpassed (all others)”> or “King, Storm, whose splendor is Heroic.” Through the corrections introduced by Sjoberg and Bergmann,” however, the epithet actually translates as “King, Light whose brilliance surpassed (all others —i.e. all other gods).”8 Formerly rendered by earlier mythologists as Ninib, Ninurta was also lauded as “he who, like the sun, the light of the gods, irradiates the nations.”® Ninurta also bore the bona fide alias of Ningirsu!°—the Lord of Girsu (in Lagash).!! As recorded in Gudea’s Cylinder B,",
        "captions": [],
        "bibliography": "1M. Bernal, Black Athena (New Brunswick, 1988), p. 149 (emphasis added). 2D. Cardona, op. cit., pp. 266-267, 269. 3R. Van Over, op. cit., p. 175. 4§. Langdon, Sumerian Liturgies and Psalms (Philadelphia, 1919), p. 297. 5H. Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni 18:3 (1950), p. 335. 6 Ibid. 7 A. W. Sjoberg & E. Bergmann, The Collection of the Sumerian Temple Hymns (N. Y., 1969), p. 100. 8D. Cardona, op. cit., pp. 125, 127. 9G. Rawlinson, op. cit., p. 87 (emphasis added). 10 F. Guirand, “Assyro-Babylonian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 60. 11H. Lewy, loc. cit. 302",
        "headers": [
            "THE TERRIFYING SPLENDOR"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 303,
        "main_text": "Ningirsu is said to have come forth in overwhelming splendor.' “In the land,” it is there written, “it became day.”? As it was also said of him : “he changes darkness into light.”3 Another radiating Babylonian god was Bel. Like the Canaanite Ba’al, Bel was more of a title, meaning “Lord,” than an actual name. That the Babylonian Bel is to be identified as yet one more personification of Saturn was intuited by Stephen Langdon who recognized in him the Greek Cronos (the same as Kronos), whom he unfortunately misidentified as the setting or autumn Sun.* Nor need we rely on Langdon’s intuition for this identification since Servius confirmed that the god called Bel by the Assyrians represented both the Sun and the planet Saturn.> The reason behind the confusion between Saturn and the Sun among modern, as well as ancient, writers on mythology should by now be more than evident. Thus, as Langdon him- self informs us, a marble altar from Palmyra, dedicated by Tiberius Claudius Felix to Malak Bel—King Bel or the Lord King—shows the god in question as Sol sanctissimus (or sanc- tissimo), that is the “most Sacred Sol.”6 That the name Sol was applied to the planet Saturn before it became the Latin designation for the present Sun need not be repeated here.” Some of the above was used in our previous volume as evidence for the former sun-like quality of what is now the planet Saturn.’ It must however be understood that it was precisely from this moment on—that is, from the moment proto-Saturn flared up—that it began to radi- ate as a virtual sun. THE BIRTH OF RA Among the ancient Egyptians, proto-Saturn’s flare-up was remembered as the birth of Ra. Among Ra’s non-solar characteristics is the fact that Ra was said to have been upheld by water rather than air—the water in this case being that of Nu, or Nun, the primeval watery abyss.° It is from this celestial watery abyss that Ra was said to have been born,!° even though he was said to have given birth to himself!! and to have created the watery abyss.'? According to the Pert em Hru, this watery abyss, this Nu, flooded Ra “with his rays of light.”!3 Normally it would seem rather strange for an expanse of water to radiate light. It does not, however, appear that strange when we remember that this watery abyss, this Nu, was the manner in which the",
        "captions": [],
        "bibliography": "1 W. F. Albright, “The Mouth of the Rivers,” The American Journal of Semitic Languages and Literatures, 35:4 uly 1919), p. 165. 2 Ibid. 3M. Jastrow, Jr., The Religion of Babylonia and Assyria (Boston, 1898), p. 57. 4S. H. Langdon, Semitic Mythology, Volume V of The Mythology of All Races (N. Y., 1964), p. 61. 5M. van der Sluijs, “Gods and Planets,” Part 2, Chronology & Catastrophism Workshop (2003:2), p. 14. 6S. H. Langdon, op. cit., pp. 58, 60-61. 7D. Cardona, op. cit., pp. 122, 139, 148, 165, 441. 8 Ibid, pp. 120-140. 9B. A. W. Budge, op. cit., p. ci. 10 Thid., pp. 6, 251-252, 281, 325, 338. 1 Thid., p. 6. 12 Jbid., p. 251. 13 Tbid., p. 250. 303",
        "headers": [
            "THE BIRTH OF RA"
        ]
    }
]