[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 409,
        "captions": [],
        "headers": [],
        "content": "<p>however, that the net increase in the average depth of the sea is compensated by the rise of the continental platforms; the Colorado plateau of the western U. S., for example, has been pushed upward some 2,000 feet in the present postglacial period.! And: “From other information about the earth and its structure it is clear that the transfer of such an immense burden from the continents to the sea must [have] set further changes in motion...The melting of a continental ice sheet 9,000 to 10,000 feet thick—the thickness [more than the extent of] the [Antarctic icecap—would [have caused] the continent to rise, as Scandinavia and certain parts of North America are rising even today. This rise [was] compensated by the sinking of parts of the ocean floor.” Rather than taking millions of years, such readjustments can proceed at a very rapid pace. “Some regions [Fairbridge continues to inform us] are so unstable that their rate of movement can be measured within as short a time as half a century. Generally speaking, the harbors that lie in the axes of ancient mountain ranges are rising slowly, as at Biarritz and Nice. Those that lie near regions that were heavily laden with ice during the last ice age are rising moderately fast. In many parts of Scandinavia this uplift is so rapid that docks used by fishing boats are literally rising out of the water.” Thus the question asked by Derek Allan and Bernard Delair—‘“Might not the elevation of these beaches have resulted as much from an uprise of the land as from a drop in sea level?”’4—is at best redundant. In fact, the concept of isostatic rebound had been forwarded by Thomas Jamieson as early as 1865. As he then wrote: “In Scandinavia and North America, as well as in Scotland, we have evidence of a depression of the land following close upon the presence of the great ice-covering; and, singular to say, the height to which marine fossils have been found in all these countries is very nearly the same. It has occurred to me that the enormous weight of ice thrown upon the land may have had something to do with this depression.”&gt; And, as Windsor Chorlton noted: “Anticipating the conclusions of 20th Century geophysicists, Jamieson explained the glacial depression and the postglacial uplift by</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 410,
        "captions": [],
        "headers": [],
        "content": "<p>postulating that beneath the earth’s rigid crust is a layer of rock, ‘in a state of fusion,’ that would yield under the pressure exerted by a massive ice sheet and gradually rebound as the covering melted.”! And that, in effect, is what really seems to have transpired. Moe Mandelkehr put it in a nut shell when he wrote that: “The Earth ended a major ice age about 10,000 years ago, with the last of the glacier melting about 6000 years ago. The sea level rise after 6000 BC is considered to be the result of isostatic rebound of the ocean floors after responding earlier to loading due to the post-glaciation melting.” The Great Plain of the Koakjuaq in Baffin Island within the Arctic Circle was created “a mere 8,000 years ago” with the rising of the bottom of the Arctic Sea.3 As already noted, however, the process continues to this day. To quote further from Fairbridge: “Certain regions of the sea bottom are sinking now...Thus the sea level does not de- pend solely upon the amount of water in the sea; it also depends upon the height of the land and the depth of the ocean basin.” And as noted by D. Schneider: “Some regions, such as Scandinavia, are still springing back after being crushed by massive glaciers during the last ice age. Such postglacial rebound explains why sea level measured in Stockholm appears to be falling at about four millimeters a year, whereas it is rising by one and a half millimeter a year in Honolulu, a more stable spot.”4 Furthermore, that ocean bottoms can rise in catastrophic suddenness was indicated by the 1964 earthquake which hit Anchorage in Alaska and lifted areas of the ocean floor by more than fifty feet. So much for millions of years. Yet even so, as Fairbridge stresses, it is the additional water that drained into the oceans from the melting glacial ice that was the most telling factor in the rising level of the seas. “The melting of glaciers is likely to occur faster than the tectonic readjustments that follow in the crust. It is clear, therefore, that the flow of such immense volumes of water into the sea has had its effects upon the sea level in the course of geologic time.”6</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 411,
        "captions": [],
        "headers": [
            "TERRACED BEACHES"
        ],
        "content": "<p>And: “The present four-inch-per-century rise in the sea level, however, indicates that the melting of glaciers by far overwhelms all other factors and trends.”! To which he adds: “The increase in sea level caused by glacial melting is from 100 to 1,000 times greater than the offsetting factor of the sinking of the ocean floor.”? </p>\n<p><b><center style='font-size: larger;'>TERRACED BEACHES</center></b></p>\n<p>In 1955, Immanuel Velikovsky wrote: “Whatever was the cause of the phenomenon ob- served, it was not the result of a slow change; in such cases we would have intermediate shore lines between the present surf line and the twenty-foot line on the same beaches, but there are none.”? In this instance, Velikovsky was wrong on two separate counts. First, contrary to what he claimed, intermediate shore lines do exist. “On a fairly steep coastline,” Fairbridge noted, “[raised beaches] appear like a flight of steps, the oldest and most poorly preserved being the highest, the youngest and clearest being the lowest.”4 Second, contrary to what Velikovsky presumed, had the raising of the land been the result of a slow change, these intermediate shore lines, forming an entire series of raised beaches, would not exist. In this respect, Velikovsky completely misunderstood the entire process involved. Years later, while he corrected Velikovsky’s claim that intermediate shore lines do not exist, Charles Ginenthal repeated Velikovsky’s argument, thus indicating that he, too, misun- derstood the process by which beaches are left stranded above the present level of the sea. “Tf the land rose gradually from the sea [he wrote], then a whole series of beaches would have followed one above the other. This has, indeed, been found in certain glaciated areas and is prima facie evidence of gradual change. However, this is not the case in...all regions...Beaches are found over the globe at high altitude without numerous, intermediate ones present. This clearly indicates that the changes were not all gradual but sudden and, therefore, catastrophic.”5 Where both Velikovsky and Ginenthal went wrong is that had the land rose gradually, high and dry sea shores would have ended as gentle slopes. A gentle rising of the land would not have allowed for discernible intermediate beaches. There would have been no time for the waves to erode the slope into a terraced beach. Terraced beaches, appearing “like a flight of steps,” are one of the best indicators of a series of sudden tectonic uplifts with interludes of</p>",
        "markdown_converted": true
    }
]