[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 439,
        "captions": [],
        "headers": [],
        "content": "<p>to remember as his flaring god. And while, in that much, he was correct, he was left in com- plete ignorance concerning the physical how and why his world was suddenly experiencing the disastrous events that was to change his life for ever after. What this means is that our scenario concerning Earth’s collection of debris from what has become known as the Kuiper Belt is, at best, implied speculation. That the proto- Saturnian system would have spiraled through this space is almost beyond doubt. Can we, however, be positively sure that this space was already filled with the debris that is only now being discovered at the time in question? And, if not, what alternatives can we supply concerning the fall of some of this debris on planet Earth? For instance, might not the Kuiper Belt objects be the debris of a catastrophic encounter between proto-Saturn and some other, now shattered, body? “Although high in number,” it has been theorized, “the combined mass of the Kuiper Belt’s inhabitants likely wouldn’t amount to more than 10 percent of Earth’s mass.”! We are therefore not surprised that it has already been conjectured that these objects may represent “the disintegrated remains of a once much larger object formerly orbiting the Sun far out on the edge of the solar system as we know it.”? It is then not entirely impossible that the KBOs represent the fragments of a planetoid that was drawn into proto-Saturn’s Roche limit. But then there is the problem concerning the nature of the KBOs. As it was discovered by Stephen Tegler and William Romanishin in the year 2000, the surface color of the KBOs come in two separate distinct shades. Some appear as red, others as gray. There seems to be no other shade. Moreover, the two classes seem to be separated from each other—at least, those farthest from the Sun come only in red.3 “Our findings are controversial because they are so unexpected,” Tegler announced, “Most astronomers expected the colors of Kuiper belt objects to be the same.”4 And, as Romanishin reported: “The existence of two surface colors suggests to us that something important and unexpected happened long ago in the outer solar system.”&gt; What this seems to imply is that the KBOs are the remains of two, rather than one, original body. But, while possible, is it probable that proto-Saturn would have drawn two distinct bodies within its own Roche limit and that it shattered both of them? Or could it be that these two bodies had already been shattered, perhaps in contact with each other, at the time of proto- Saturn’s passage? Whichever the case, there is little doubt that proto-Saturn, together with Earth, would have been bombarded by some of these fragments. One or two might even have been catapulted outside the Belt. In fact, even as this was being written, in March 2004, one of these bodies seems to have been discovered. Named Sedna, after a prominent goddess of the Eskimos, the object in question, of a reddish reflectivity, is too small at 1700 kilometers in diameter to be acknowledged as a bona fide planet. Orbiting outside the so-called Kuiper</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 440,
        "captions": [],
        "headers": [
            "IMPACTS"
        ],
        "content": "<p>Belt in a highly eccentric ellipse, with a predicted perihelion in the neighborhood of 76 AU, and an aphelion of roughly 1000 AU, it has been dubbed a planetoid. Moreover, its elliptical orbit has been calculated to be somewhere from 12,000 to 10,500 years or so.! As Wallace Thornhill noted: “Sedna is an interesting object because it cannot have formed where we find it, ac- cording to conventional cosmology. It requires an ad hoc expulsion from the inner solar system.? Expulsion from the inner Solar System might not be a viable explanation, but expulsion from the region of the so-called Kuiper Belt through the passage of the proto-Saturnian system would definitely be in keeping with our proposed scenario. Thornhill, on the other hand, has a slightly different take which should also be considered. “My view [he wrote] is that proto-Saturn ejected a lot of material equatorially in spectacular discharge activity as it adjusted to the Sun’s electrical environment. I would expect the discharge activity to [have been] strongest when proto-Saturn crossed the Sun’s current sheet (roughly the plane of the ecliptic). So bodies like Sedna probably have orbital elements that reflect their point of origin in the ecliptic plane and their initial velocity in Saturn’s equatorial plane.”? And, as Amy Acheson noted,‘ if this is Sedna’s first return to perihelion, it would mean that whatever event drove it into its present orbit would have transpired around 12,000 to 10,000 years ago which, given the preliminary calculations involved, brings it close to our benchmark date. </p>\n<p><b><center style='font-size: larger;'>IMPACTS</center></b></p>\n<p>Returning now to terrestrial impacts, as Thornhill noted, no meteorites “have been found in any ancient geological formation, which suggests that most surviving meteorites are rela- tively quite young.”&gt; The question, however, is: How young? Better still, if impacts did occur at the time in question, where are all the relevant craters? To begin with, smaller meteors would have burned up during their entry through Earth’s atmosphere. Not only would they not have formed craters, they would not have left anything of themselves. Falling meteorites, on the other hand, do not always produce craters, just as not all craters are due to impacting meteorites. The Hoba specimen, the world’s largest single iron meteorite, is still lying where it fell near the African town of Grootfontein in present-day Namibia. Half buried in the ground, its weight has been estimated as 66 tons. No crater was</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 441,
        "captions": [
            {
                "source": "caption",
                "text": "The Hoba meteorite lying half buried where it fell in Namibia."
            }
        ],
        "headers": [],
        "content": "<p>formed.! Neither did whatever fell at the Tunguska site on June 30, 1908 leave a crater.? Hundreds of meteorites have been discovered where they fell without having left an impact crater behind. Meanwhile over a hundred craters have been discovered in which no meteorites were found. To date, more than 200 craters believed to be the result of impacting meteorites on Earth’s land surface have come to light. Fair enough, most of them have been dated to millions of years ago. And yet, as Carl Sagan and Ann Druyan asked: “How accurately determined are the times of impact?” and “How reliable are the dates of cratering...?” Even so, what we are looking for are meteorites or craters that can be dated to the end of the Pleistocene epoch. Have any been so recognized?</p>",
        "markdown_converted": true
    }
]