[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 352,
        "captions": [],
        "headers": [],
        "content": "<p>the future—although this, too, has raised vehement criticism in some quarters.! Even so, despite that, the tie-in between the decreasing field and its reversal is now a generally accepted tenet of science. As Corey Powell could state in the year 2000: “Every few hundred thousand years Earth’s magnetic field dwindles almost to noth- ing for perhaps a century, then gradually reappears with the north and south poles flipped. The last such reversal was 780,000 years ago...” Powell also claims that “our magnetic field has decreased about 5 percent in the past cen- tury.”3 Thus, with others, he gives the impression that the decrease is not really that exten- sive. Others have claimed that the field “has been diminishing precipitously for the past 150 years,”* again giving the false impression that the decay does not reach into the remote past. But new methods of measuring the strength of Earth’s past magnetic field have revealed that it was three times stronger during the age of the Dinosaurs than it is at present.5 Moreover, computer simulations have recently indicated that a polarity reversal can occur in a mere 1,200 years.° Others have vouched that each reversal may have taken only a few hundred years,’ and even less—fast enough that an observer would have actually seen a compass needle move.’ “780,000 years ago,” as per Powell, is a far cry from the 10,000 years ago of our posited event. Powell, however, is here suppressing earlier evidence since it had already been conceded that one of these magnetic reversals had occurred somewhere between 12,600 and 8,600 years ago,? and/or between 17,000 and 7,000 years ago.!° Known as the Laschamp event, or Laschamp flip, this has even been narrowed down by some to about 10,000 years ago.!! As Peter Warlow noted: “The 10,000-year ago event is the most recent that would be acknowledged by geologists, being the time of the end of the last glaciation and the time which some acknowledge as the most recent well-documented magnetic reversal...”!?</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 353,
        "captions": [
            {
                "source": "caption",
                "text": "Idealized view of polarity reversal signatures mirror-imaged on both sides of material upwelling from a mid-oceanic ridge. Strips (rocks) of normal (that is, present-day) polarity are shown in blue. Strips of reversed polarity in black."
            }
        ],
        "headers": [
            "GEOMAGNETIC RETROCALCULATIONS"
        ],
        "content": "<p><b><center style='font-size: larger;'>GEOMAGNETIC RETROCALCULATIONS</center></b></p>\n<p>The problem that has confronted geoscientists is that if one were to retrocalculate Earth’s magnetic field decrease back into time, a point is reached beyond which the field’s strength would have been impossibly large. To quote Frederic Jueneman, “back-calculating from the exponential decay rate [reveals] that Earth would have had an implausibly large magnetic field just a few thousand years ago, something on the order of 20 gauss at about 5,000 BC [when the present value is a mere 0.62 gauss] and approaching the magnitude of a sunspot just beyond 10,000 BC, with the makings of a pulsar by 50,000 BC.”! These values were those reached by Barnes through his computed exponential decay rate based on Gauss’ original value,? which led him to conclude that: “Tt is obvious that this magnetic decay phenomenon could not have been going on for more than a few thousand years, as the magnetic field would have been implausibly large for a relatively neutral body such as the earth. There has to be a relatively recent origin or some catastrophic change somewhere in the more recent half of that timetable.” This was echoed by Jueneman when he wrote that “if the Earth wasn’t something of a magnetic star some 10 millennia ago, an extraordinary and catastrophic change must have taken place in the experience and memory of mankind.”</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 354,
        "captions": [
            {
                "source": "caption",
                "text": "Amore realistic facsimile print-out of reversed-polarity signatures from an area of the mid-Atlantic ridge south-east of Greenland."
            }
        ],
        "headers": [
            "GEOMAGNETIC EXCURSIONS"
        ],
        "content": "<p><b><center style='font-size: larger;'>GEOMAGNETIC EXCURSIONS</center></b></p>\n<p>It is, of course, no secret that Barnes’ method has been severely criticized. John Milsom, for instance, could not accept the decay of the geomagnetic field as being, and/or having been, exponential. His claim was that archaeologically-dated pottery, which preserve the</p>",
        "markdown_converted": true
    }
]