[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 389,
        "main_text": "the Chippewa Indians of western Ontario as related by Vine Deloria, who has studied the traditions of the Amerinds right across the North American continent. “According to [the Chippewa] God tried to create the world four times but he failed the first three times because there was too much ice. The last time he was successful and people and animals survived. The corresponding flood story of these people concerns the rapid melting of the ice and a disastrous rise in the lakes and rivers culminating in the near-extinction of life.”! For the record, there are two items here with which we disagree. The first is Deloria’s identification of this flood as the Noachian Deluge? which, as we aim to show in a future vol- ume, came much later.? The second concerns his claim that this memory is unique to the Chippewa. In fact, much farther to the south, the Hopi retained the same memory, even if told in a somewhat different fashion. They, too, claim that Sdtuknang, their Creator, had occasion to abort previous attempts at Creation. It was not until the third Creation that the ice splintered and “began to melt and the world began to warm to life.’”* Remembrance of a past life sustained beneath a frigid climate, during which it is said that “the Indians were freezing” and “the Indians were cold,” is also retained by the Achomawi and Shastika tribes of California. In the tales told by these people, this chilly existence was brought to an end through the introduction of heat by fire> Among the Slavey, the same event is related in a somewhat fairy-tale fashion. Thus these people remember “a long, dark winter” during which “the animals” stole “the warmth from bears which [had] been keeping it in a bag.” The warmth then caused “the ice to melt, which floods the world.”6 What is of additional interest here is that, with the one exception noted below, these few tales which tell of the melting of the ice all happen to come from the original inhabitants of North America. It is almost as if the rest of mankind has swept its mind clean of the event. What this tells us, however, is that the ancestors of the Amerinds had been living close to the glaciated areas of North America, if not actually within the periphery of some of those locales. Those living within the ice-free Arctic regions would have had but little contact with the glaciers and their eventual melting. Those far to the south of the frozen lands would only have experienced the flooding that followed. The one exception referred to above that this writer has been able to unearth comes from the Scandinavians. As noted on an earlier page, the melting of the ice was remembered and handed down in these people’s mythology. Out of the mist which rose from the melting of the glaciers was engendered a frost giant out of whose body Creation was said to have been",
        "captions": [],
        "bibliography": "1 V. Deloria, Jr., “Catastrophism and Planetary History,” KRONOS III:4 (Summer 1978), p. 49. 2 Ibid. 3 See here D. Cardona, op. cit., pp. 61-64. 4 F, Waters, Book of the Hopi (N. Y., 1974), p. 20. 5. Van Over, op. cit., pp. 33, 34. 6 S. Eddy, op. cit., p. 99. 389",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 390,
        "main_text": "initiated.! The ancestors of these people, too, must therefore have abided in proximity to the ice, just as their descendants continue to do. (In order not to mystify the reader, it is perhaps fair to disclose that this frost giant—the equivalent of the Maidu’s Great Man—was an allusion to the reappearance of the proto-Sat- urnian configuration which, following the flare-up, had changed into a towering effulgence of terrible beauty. But, in order not to get ahead of ourselves, that, too, must be postponed to our next volume.)",
        "captions": [],
        "bibliography": "1 W. Chorlton, op. cit., p. 83. 390",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 391,
        "main_text": "Chapter 19 Global Catastrophism THE FLOODING OF THE LAND hat the melting of the ice sheets would have caused tremendous flooding is a given. Such floods would have taken place regardless of whichever Ice Age theory is correct. Even those who have favored catastrophic flooding to the exclusion of ice ages might have interpreted some of Earth’s tortured signs correctly. Boulders could have thus been moved from their places of origin by catastrophic floods to be deposited miles away. Rock- laden currents could have scoured the land over which they overflowed. What will not do is to attribute all such signs to raging floods. Water from the melting ice would at first have drained down slopes to gather in streams and rivulets along meandering valleys. This water would also have been augmented by the torrential rains that would have precipitated from above. In fact, torrential rains, it has been theorized, had been falling even during the glacial epoch. As Robert Silverberg concluded: “During the glacial epochs, such regions as Africa, South America, central Asia, and the southern United States experienced ‘pluvial’ periods...During these prolonged rainy spells, lakes and rivers grew, basins now dry filled with water.”! If such heavy rains fell during the Ice Age, even more torrential ones would have precipi- tated once Earth’s atmosphere heated due to proto-Saturn’s Sun-induced flare-up. And this, in fact, was told by Philo as having occurred right after the flare-up which he described as the air bursting into light: “And when the air burst into light, both the sea and the land became heated, and thence arose winds and clouds, and very great downpours and floods of the waters of heaven.”? This, then, would have increased the amount of water draining through the valleys which would have swelled to violent proportions. Where rivers already existed, the amplified tor- rents would have burst their bounds, rising above their banks, inundating higher ground. We all know what a day’s heavy rainfall, especially thunderstorms, can accomplish not only in river-bound communities, but even in lowland areas far from any rivers. Describing the amount of greater flooding that must have ensued with the melting of the glaciers 10,000 years-or-so ago will be difficult, but, inadequate as they must necessarily be, the few selec- tions enumerated below will supply some idea. Because the melting of the ice would have been anything but uniform, lakes were created where channels were still blocked by ice. These ice barriers, however, would not have lasted",
        "captions": [],
        "bibliography": "IR. Silverberg, Clocks of Ages (N. Y., 1971), p. 94. 2 Eusebii Pamphili, Evangelicae Praeparationis, 1:x:33d-e. 391",
        "headers": [
            "THE FLOODING OF THE LAND"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 392,
        "main_text": "for long. Once they broke, an even more catastrophic flood would have engulfed the land be- low as the lakes would have suddenly emptied with explosive force. One of these ice-blocked lakes is known to have emptied itself in the present state of Washington. “One of the largest floods known on Earth [Michael Carr describes] is one crossing the eastern half of the state of Washington 10,000 or 20,000 years ago. The flood is thought to have resulted from rapid emptying of a lake that covered much of western Montana. The lake was dammed by ice, and the flood followed when the ice col- lapsed. The released water swept over eastern Washington, eroding deep channels, scouring wide swaths of ground, and carving teardrop-shaped islands...Discharge of about one hundred times that of the Amazon River persisted for several days.”! The glacial dam in question consisted of the Cordilleran ice sheet which extended south- ward and blocked the outlet that is now the Clark Fork River near present-day Sandpoint, in Idaho. To the east of this barricade stood Glacial Lake Missoula with an estimated depth of 1,950 feet covering an area of some 30,000 square miles. The inundation, known as the Spo- kane Flood,? which was caused by the rapture of the ice dam at Sandpoint has been estimated to have run at something like 388 million cubic feet per second. Despite the uncertainty indi- cated by Carr’s “10,000 or 20,000” year span, the time of the inundation has been firmly dated to the late Pleistocene.3 To be sure, Warren Hunt has contested that an ice dam could have held back the water of this lake, the depth of which was given by him as 2,100 feet. This, however, would depend on the thickness of the ice, that is how far it stretched behind the lake. Nevertheless, Hunt claims that the flood of water that scoured this stretch of land would have to have come from a tidal wave that swept over North America from the ocean. This tide, still according to him, would have inundated the Athabasca Valley up to about 5,000 feet above sea level. Hunt, of course, ascribes this tidal wave to a passing celestial body, which is not that far removed from our own hypothesis.4 However, if he is right in that this flood owes its origin to a tidal wave, in our scheme that tidal wave would have been spawned by the slowing down of Earth. We will leave it to future scholars to resolve the difference of opinion concerning the actual nature of this flood since, to us, it matters little since both theories agree in attributing the catastrophic flood in question to the end of the Ice Age. Five hundred and thirty-five miles away from the scars of this major catastrophe lies the well-known Great Salt Lake, in Utah. Lying in what is known as the Great Salt Lake Basin, this lake consists of the remains of a much larger sheet of water which has been named Lake Bonneville which, at one time, covered an area of 19,000 square miles compared to the pre- sent 1,500 square mile area. Ancient shorelines indicate a previous depth of 1,000 feet,",
        "captions": [],
        "bibliography": "1M. H. Carr, “The Red Planet,” in B. Preiss (Ed.), The Planets (N. Y., 1985), pp. 100-101. 2 T. Palmer, “Opening the Floodgates,” Chronology & Catasatrophism Workshop (1990:1), p. 30; D. Alt, Glacial Lake Missoula and its Humongous Flood (2002), in toto. 3R. Redfern, The Making of a Continent (N. Y., 1986), p. 141. 4W. C. Hunt, Bulletin of Canadian Petroleum Geology , Vol. 25 (1977), pp. 456-468. 392",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 393,
        "main_text": "whereas today it varies between 10 and 40 feet. A sudden breaching of the shoreline at Red Rock Canyon at the north-east end of the lake emptied it of its water in a catastrophic flood that dug a 330-foot deep canyon with a width of over a mile. The water that poured through the breach spilled out on the Snake River Plain, and savagely attacked the deep lava forma- tions that form that plain, indicating that the melting of the ice followed the intense volcanic eruptions of the area. New spillways and channels, some of which were up to 1,000 feet wide and 330 feet deep, were cut into the lava for up to 18 miles. And this event, too, has been dated to the end of the Pleistocene.' Back in 1923, Harlan Bretz had gone even further in ascribing the entire scablands of Eastern Washington and the elongated basins, known as coulees, of the entire area to the same glacial floods. “Fully 3,000 square miles of the Columbia plateau were swept by the glacial flood, and the loess and silt cover removed. More than 2,000 square miles of this area were left as bare, eroded, rock cut channel floors, now the scablands, and nearly 1,000 square miles carry gravel deposits derived from the eroded basalt.”? “Bretz’s hypothesis evoked from the geological establishment a flood of commentary, nearly all of it negative,” Stephen Gould reported. But, as he goes on to say: “The common theme running through all of this criticism was the rejection of his ideas in favor of gradualis- tic explanations, often on a priori grounds.” Similarly with Lake Agassiz, in western Canada. This lake has been considered to have been the largest glacial lake in all of North America. It once covered a region much vaster than that which is presently covered by the continent’s five Great Lakes. It, too, was drained when the ice damming it gave way. The flood released by the lake surged in at least three di- rections, north, west, and south, disrupting sea currents even in the Arctic Ocean.4 The shore- line of this extinct lake, as Warren Upham realized, is not horizontal,> which, again, speaks for a catastrophic disturbance of the land. Similar floods in northern Canada created those geological features known as drumlins, shallow streamlined, tear-drop shaped, islands left behind as the flood waters cut through the surrounding drift at the end of the same Ice Age.® Others have attributed these drumlins to the sculpturing nature of the moving glaciers, but, as John Shaw demonstrated, the stratified nature of these formations, to say nothing of the lack of other ice-related forms in their",
        "captions": [],
        "bibliography": "!R. Redfern, op. cit., pp. 128-129; T. Nilsson, The Pleistocene: Geology and Life in the Quaternary Ice Age (Stuttgart, 1983), pp. 398-400. 2 J. H. Betz as quoted by S. J. Gould, “Toward the Vindication of Punctuational Change,” in W. A. Berggren & J. A. Van Couvering (Eds.), Catastrophes and Earth History: The New Uniformitarianism (N. Y., 1981), pp. 17-18. 3 Ibid. 4 New Scientist (November 16, 1996), p. 14. 5 W. Upham, The Glacial Lake Agassiz (1895), p. 240. 6 Scientific American (December 1989), pp. 15-16. 393",
        "headers": []
    }
]