[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 43,
        "captions": [],
        "headers": [
            "SOLAR CYCLES"
        ],
        "content": "<p>doubt that the atmospheric holes and ionized trails are really caused by mini snowball comets. And there are various objections to this claim that Frank has yet to meet. As Dave Morrison pointed out: “...we should all ask if these objects could have been missed by other detection tech- niques, including our eyeballs looking up at the night sky. After all, [Frank] is talking about roughly Hiroshima size flashes happening at the rate of 10 per minute [twenty per minute, actually], rather than the accepted rate of once every few months. How could these have been missed?”! Or, as Thornhill astutely noted: “It is unlikely the military would have missed them.”? So, similarly with Al Harris of NASA’s Jet Propulsion Laboratory. A further objection can also be raised in relation to the Moon since such mini-comets, were they to exist, should also be impacting our lunar neighbor. But since the Moon lacks an atmosphere, these mini-comets would not have melted on the way down. They should thus be producing new impact scars, if not as craters, at least in the nature of hot spots, of measurable and/or otherwise detectable size. No such new scars have so far been discovered.4 </p>\n<p><b><center style='font-size: larger;'>SOLAR CYCLES</center></b></p>\n<p>“Tf the sun’s heat were to drop only 13 per cent, the whole earth would soon be covered with a mile-thick mantle of ice.” So wrote Ernst Opik in 1958.5 In his analyses of various theories which had been proposed for the occurrence of ice ages, Opik reached the conclusion that “[i]n the end we always come back to the simplest and most plausible hypothesis: that our solar furnace varies in its output of heat.”® This, too, was an old theory proposed by Richard Flint in 1947. Termed by him the Solar- Topographic Hypothesis, he even claimed that the theory was even older.’ “The trouble with this idea,” Opik himself admitted, “has been that it is difficult to see what physical process in the sun could produce the kind of fluctuations we see reflected in the climatic history of the earth,” Earth’s periodic ice ages, he goes on, “cannot be accounted for by any simple scheme of alternate waxing and waning of the sun.” And yet it was his belief that, “with certain reasonable assumptions about the composition of the sun,” it is possible to theorize a solar</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 44,
        "captions": [],
        "headers": [],
        "content": "<p>mechanism that would account for just such fluctuations.! What were these “reasonable assumptions”? First of all, Opik subscribed to the belief that ice ages have occurred about every quarter of a billion years, with each one lasting just a few million years. He also believed that we are, at present, in a relatively warm interglacial interlude of what he calls “our ice age.” His the- ory then demands that the heat output of the Sun would have had to have fluctuated by 8 or 9 per cent “from its present norm.” A reduction by 8 per cent would reduce Earth’s overall temperature to the 41 degrees that has been calculated for the coldest glacial periods. A rise of 9 per cent would raise the global temperature to an average 72 degrees. Opik therefore had to come up with a mechanism which would account for all this. What he came up with was a theoretical cycle for the Sun which commences with its normal state. Convection currents then promote nuclear reactions in the core which, while being relatively small, is rich in hy- drogen fuel. Hydrogen from the surrounding mantle diffuses into the core, but the Sun’s me- tallic elements remain behind due to their slower diffusion. These metallic elements then act as a barrier to the energy radiating from the core. This causes the Sun to contract, while the metallic barrier heats up, developing convective currents of its own which spread to increase the core. Thus the energy output is itself increased, after which the Sun expands using twice the excess energy. It is the reduced radiation that results from this cycle that causes ice ages to develop on Earth. At the end of the cycle, needless to say, the Sun returns to its normal state.? We will let pass, for the time being, that the above constitutes nonsense to those who be- lieve the Sun to be electrically, rather than nuclearly, fueled. The problems with the theory is that the amount of metallic elements in the sun has to be assumed to be 3 per cent, while most authorities could vouch for only 1 per cent. Moreover, the theory fails to explain the short-term fluctuations that are believed to occur within any one given ice age, that is the so- called interglacial periods. Flint himself had already raised this objection to his own work, so that, again, there was nothing new here. Opik’s “guess” is that these interglacial periods represent “a kind of ‘flickering’ of the disturbance in the sun—like a candle flame blown by the wind.” It is such guesswork, together with the piling of assumptions, which had already been raised by Flint,4 that has kept Opik’s theory from receiving general acceptance. In a later work, Flint himself was honest enough to admit that: “Whether [the theory] will stand up under analysis...remains to be seen. At best it is only a very general framework. Undoubtedly the true explanation of the Pleistocene climatic changes is much more complex than the concept as stated.”’5</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 45,
        "captions": [],
        "headers": [
            "SUN SPOTS AND NEBULAR DUST",
            "SUPERFLARES A"
        ],
        "content": "<p><b><center style='font-size: larger;'>SUN SPOTS AND NEBULAR DUST</center></b></p>\n<p>In a paper which appeared in New Scientist at the end of 1978, the occurrence of ice ages was blamed on a major variation in sunspot cycles. An alternative to this model was also proposed by the same authors, who suggest that ice ages could also have been caused by Earth’s encounter with nebular dust during the Solar System’s journey through the galaxy.! The theory concerning Earth’s passage through an interstellar cloud of dust was aired again in 1995, the event supposedly having transpired some 2000 to 8000 years ago, with the dust cloud owing its origin to a supernova which flared up 250,000 years ago.? No evidence of any worth was presented to support either of these two postulates. </p>\n<p><b><center style='font-size: larger;'>SUPERFLARES A</center></b></p>\n<p>different type of solar cycle was being theorized at the turn of the century. This one fo- cused on solar flares, those enormous outbursts on the Sun that bombard Earth with torrents of subatomic particles moving at high velocity. As is known, Earth’s magnetic field, to say nothing of the atmosphere, acts to dampen, or even negate, the potentially lethal effects of the Sun’s ordinary flares. It was however found out that other Sun-like stars have a tendency to brighten briefly by up to a factor of twenty. Bradley Schaefer, then hailing from Yale Uni- versity, is of the belief that these “stellar flickers” are caused by “superflares, millions of times more powerful than their common cousins.” Had they to occur on our Sun, such su- perflares would fry Earth within a few hours. “And while too much solar activity could be deadly, too little of it is problematic as well.”? “Sallie Baliunas at the Harvard-Smithsonian Center for Astrophysics says many solar-type stars pass through extended quiescent periods, during which they become nearly 1 percent dimmer. That might not sound like much, but a similar downturn in the sun could send us into another ice age. Baliunas cites evidence that decreased solar activity contributed to 17 of the 19 major cold episodes on Earth in the last 10,000 years.”+ Scientists are hard-put to account for stellar superflares,&gt; but that need not deter us from theorizing what they could do to any planet orbiting such stars. One problem here is that, de- spite Schaefer’s belief, it is not known that stellar superflares have anything in common with our Sun’s flares. In fact it seems more likely that stellar superflares are more akin to recur- ring novae. A bigger problem, of course, is that there is no evidence that our Sun can engage</p>",
        "markdown_converted": true
    }
]