[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 22,
        "captions": [],
        "headers": [
            "THE DEVILS HOLE CONTROVERSY"
        ],
        "content": "<p>yet free of obstacles. As he noted, how the calculated 0.1% of variation in Earth’s orbital ec- centricity could have such a strong effect on climate remained “a puzzle.”! Which brings us back to the introduction of Hoyle’s ice cube into an adequately heated room. Or, as Bernard Newgrosh phrased it: “Tt is indeed a puzzle why a 0.1% variation in Earth’s orbital eccentricity should be thought to give rise to such large effects as ice ages. The only conclusion I can draw is that the scientists are too stubborn to look for an alternative causative mechanism.” Even so, interest in the Milankovitch theory did go through a revival. What is worse, the general public was still being fed the myth that the Milankovitch cycles “control the amount of sunlight received by the two hemispheres in winter and summer” and that [m]uch of this theory is supported by deep-sea sediments.” Not only that, a note of gloom and doom was being sounded concerning the return of an ice age as predicted by the Milankovitch theory. Note, for instance, Samuel Matthews who, in 1987, was deceived into asking: “Under the inexorable Milankovitch cycles of earth’s solar orbit, will the great conti- nental ice sheets again begin growing? A hundred, a thousand years hence, will the ice have returned?”+ </p>\n<p><b><center style='font-size: larger;'>THE DEVILS HOLE CONTROVERSY</center></b></p>\n<p>Newer discoveries were on the way and, as Robert Kunzig proclaimed in 1989: “The the- ory that ice ages are controlled by fluctuations in Earth’s orbit” took “‘a dive in the Nevada desert.”5 What happened? Harking back to Hays and Imbrie’s deep-sea sedimentary evi- dence, it had been calculated that the last set of glaciers began to melt about 14,000 years ago; the next to last glacial retreat was placed at about 128,000 years ago. Despite criticism by other geologists, Imbrie was so sure of what the sedimentary evidence had to say that he went out on a limb by stating that if that latter date ever turns out to be wrong, “then a good part of the Milankovitch theory fails.” It took Isaac Winograd to prove that that date was wrong. Winograd’s reasoning was this: The glaciers are believed to have covered something like eleven million square miles of land with a miles-thick sheet. With all the water it took to build this massive ice sheet re- moved from the ocean, sea level would have been about 350 feet lower than at present. The ice did not reach as far as Nevada’s Great Basin; it did not reach Devils Hole, an oasis in the Mojave Desert some 40 miles east of Death Valley. And yet, it was here, at Devils Hole that</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 23,
        "captions": [],
        "headers": [],
        "content": "<p>Winograd, together with his colleagues Barney Szabo, Alan Riggs, and Tyler Coplen, came upon the evidence with which they aimed to topple the Milankovitch theory. Devils Hole is a weird place. It is an opening in a 10-mile-long fault along which Earth’s crust is slowly being torn apart. Thirty to forty feet wide at the surface, the opening narrows to about 10 feet at a depth of 50 feet or so, at which point it meets the water table. The pool itself is something like 300 feet deep. It is this pool at the bottom, or, more precisely, the cal- cite deposits in its walls, that attracted Winograd and his team. Calcite is laid by groundwa- ter, and this would have occurred when the water level was lower and the hole dry. Moreover, calcite is believed to contain a good record of the advance and retreat of ice sheets because its chemical composition depends on climatic conditions. Diving into the hole, Riggs chiseled out a six-inch-thick chunk of calcite from 70 feet below the surface. Winograd and Coplen then analyzed the rock, “millimeter by millimeter, starting at the surface of the vein and going backwards in time.”! What were they looking for? Well, it’s a complicated issue, but the bottom line is that they were looking for the oxy- gen 18 content in the calcite chunk. Why? Because, during an ice age, the oceans become depleted in oxygen 16, and thus enriched in oxygen 18 due to the fact that the proportion of these two oxygen types, while ordinarily maintained, disrupts itself when so much of that water locks itself up in continental ice sheets. In other words, the “lighter” water is kept from running back into the ocean through rivers. One hundred and ten samples later, Winograd and company plotted their measurements. They then matched the major peaks and troughs in the curve they obtained with the peaks and troughs that had been obtained in deep-sea sediments and ice cores from Greenland and Antarctica. And the result? All three curves seemed to record the same glacial advances and retreats. But not during the same time periods. As Kunzig reported: “The ice-age chronology from Devils Hole was shifted well back in time compared with the chronology from the deep-sea sediments. According to the sediments, for ex- ample, [the next to last glacial retreat] happened about 128,000 years ago; according to the Devils Hole calcite, it happened at least 147,000 years ago.”? “What difference does 19,000 years make?” asked Kunzig. And he answered: “To the straightforward version of the Milankovitch theory, it makes a big difference. According to orbital calculations, 128,000 years ago the high latitudes of the Northern Hemisphere were getting an unusually large amount of sunlight during the summer—just what was needed, in Imbrie’s model, to melt the glaciers. But 147,000 years ago the situation was different. The amount of sunlight falling on the glaciers then was at best average.”3</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 24,
        "captions": [],
        "headers": [],
        "content": "<p>Imbrie was not happy. But he was not deterred either. As he was reported to have said, he was “ninety-five percent sure” that Winograd, et al., would end up “learning something new about the groundwater system of Nevada.”! Fine—he had his own axe to grind. But did other glaciologists jump on Winograd’s band-wagon?— Hardly. As opponents of Winograd and his team pointed out: “The 128,000 year date for the next-to-last ice melt is supported by several independ- ent lines of evidence, ranging from coral reefs in Barbados—which show that that sea level was very high around 125,000 years ago—to limestone formations in Antarctic lakes. The Devils Hole measurements are a little lonely by comparison.” Or, as Chris Hendy put it: “Before you can throw the last twenty years out the window, you have to find similar situations. You need several springs like Devils Hole to be sure you’re not looking at unusual circumstances.”3 Keep in mind, however, that Hendy, too, had his own axe to grind seeing that it was he who had dated the Antarctic limestone which was now being used to contest the evidence from Devils Hole. Meanwhile, there were other authorities who rallied to Winograd’s side. Among them was our old friend Broecker who was forced to admit that “the new Devils Hole chronology is more firm than any other available isotopic age in this range.”4 As he continued: “Nowhere else has such a high degree of concordance between...ages been achieved. No other archive is better preserved. No other record has so many stratigraphically or- dered radiometric ages.”° His conclusion was that “climate modelers should start preparing themselves for a world without Milankovitch.”6 So, similarly, with the team of K. R. Ludwig who also concluded that the Devils Hole evidence remains “a challenge to the Milankovitch hypothesis.”? And what, then, of the touted correlation between deep-sea sediments, Greenland ice cores, and the Milankovitch theory? Well that depends on which authority you listen to. As can be seen from the following quote, Tjeerd Van Andel was of an entirely different opinion: “The study of sediment cores from the deep Atlantic and ice cores from Greenland does not confirm the gradual transition from glacial to interglacial and back again that</p>",
        "markdown_converted": true
    }
]