[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 184,
        "captions": [
            {
                "source": "caption",
                "text": "Plan of circular dwelling constructed of the lower jaws and other mammoth bones, with two round hearths, from Mezin, Ukraine."
            }
        ],
        "headers": [
            "PALEOART"
        ],
        "content": "<p>be sure, how archaeologists can tell these items served as batons is beyond me. Bodies, and graves themselves, were often sprinkled with red ochre. Whether this had a ritualistic significance, or whether the corpses were colored to disguise the pallor of death, remains unknown.! </p>\n<p><b><center style='font-size: larger;'>PALEOART</center></b></p>\n<p>If there is one thing above everything else that set the Cro-Magnons apart from the Nean- derthals, it has to be the magnificence of their art. Although the Cro-Magnons left examples of their artwork everywhere they settled, nowhere did it excel that which is found in Europe, especially in the caves of Lascaux in France, and Altamira in Spain. So exquisite is this art that, when first discovered, it was viewed with great suspicion since, until then, it had been assumed that prehistoric art could only have been of much more primitive quality.? “The cave paintings, engravings, reliefs, and statuettes found one after the other pro- vided the proof that prehistoric man had reached a high level of cultural development. None of it was as primitive as had been thought till then. It was almost the opposite in fact; the mammoth and rhinoceros hunters of the Ice Age had laid a foundation of cul-</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 185,
        "captions": [
            {
                "source": "caption",
                "text": "So-called Cro-Magnon baton made from an antler engraved with reindeer."
            }
        ],
        "headers": [],
        "content": "<p>ture with their art on a level which was not to be reached again for many millen- nia.” People, plants, and even abstract figures are among the items represented, but it is obvi- ous that the Cro-Magnons reserved their best for the animals they hunted. More recent dis- coveries in Chauvet Cave, not far from Lascaux, has not only stunned the world with the ex- cellence of the artwork it contains, but also with its dating of 30,000 years as deduced from paint samples tested at three laboratories. “It’s the quality of the paintings, however, as much as their great antiquity, that makes them so surprising,” Michael Lemonick reported. “The Chauvet cave drawings...are exquisitely rendered likenesses that use the caverns’ natural contours to heighten a sense of perspective.”? In contrast with the art of Cosquer Cave, that of Chauvet “suggests that the art of early man did not mature steadily in any simple linear fashion.”* As far as Patrice Béghain is concerned, it “throws the entire notion of progressive artistic development into question.”&gt; Moreover, most of these animals, at Lascaux, Altamira, and elsewhere, were painted on the walls in the most inaccessible parts of caves and could not, therefore, have been intended for general public viewing as in modern art galleries. It has therefore been assumed that these pictures were intended for some secret ritualistic purposes, perhaps even in initiatory rites, or some other form of shamanism. “The real purpose behind Cro-Magnon art has intrigued archaeologists [Josef Wolf had to admit]. For a long time the dominant theory was that of sympathetic magic. The Cro-Magnons represented animals they were going to hunt in order to exert some magical power over them. Sometimes they drew the animals with wounds, or with spears piercing their bodies; in other cases some of the animals were painted dead or</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 186,
        "captions": [
            {
                "source": "caption",
                "text": "Baton from Laugerie Basse, France, with plant motif."
            }
        ],
        "headers": [
            "THE GREAT BEAR"
        ],
        "content": "<p>dying. Thus this theory suggests that cave art was produced to make the hunt successful.”! Not content with such a mundane interpretation, other theories were pro- posed in search of a more deeply relig- ious, and even a cosmological, explana- tion.? </p>\n<p><b><center style='font-size: larger;'>THE GREAT BEAR</center></b></p>\n<p>Prime among those who have seen a cosmological significance in some of the art of the Cro-Magnons are Owen Gin- gerich and Alexander Marshack. Gin- gerich’s argument revolved around the constellation of the Great Bear, otherwise known as Ursa Major. His claim was that the Great Bear’s name “may date back as far back as the Ice Ages” since the name of this constellation was also known “by many different Indian tribes of North America.” According to him, these Indians could not have brought it with them from Siberia—where the name of the constellation was also known—across the Bering Straits except during that time when the straits were bridged by the ice of the last Ice Age This led Leroy Ellen- berger to state that: “The identification of this constel- lation may well have originated about 26,000 BP before the peak of the last glaciation...when Polaris was earlier the pole star. At that time, the giant cave bear,</p>",
        "markdown_converted": true
    }
]