[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 399,
        "main_text": "“A steady increase in sea level would have caused the underwater environments that characterize different parts of the estuary to move gradually landward. But the geo- logic record from Galveston Bay, Anderson points out, shows ‘very dramatic’ fea- tures that indicate sudden flooding of the ancient strand.”! As J. Bernard Delair points out, “globally rising sea levels, oscillating water-tables, fluctuating glaciers and snow-lines, recurrent volcanic and seismic episodes” are among the most “outstanding” changes of the post-glacial Holocene epoch.” As he continues, 9,000 to 8,500 years ago, “the Isle of Man was still joined to mainland Britain,” while “the present Bristol Channel remained land-filled as far West as Westward Ho.” “Generally coeval analogous effects also separated northern Australia from the island of New Guinea, while the slightly earlier drowning of the territory now submerged between eastern New Guinea and Melanesia (Bismarck Archipelago and the Solomon Islands) and extending northwards to neighbouring Micronesia (now mostly represented by the Caroline Islands) is part of the same story. Not surprisingly, marked sea level changes accompanied these developments in French Polynesia and as far eastwards as the Society and Tuamotu Islands. The disappearance of so much continuous terrain (collectively almost as extensive as Australia) represents a land loss of continental dimensions.”+ Delair based his claim re the separation of northern Australia from New Guinea on the authority of Van Andel and his colleagues, as well as on that of J. Smart and T. Torguerson, all of whom penned their articles between 1961 and 1985.5 But, in 1986, V. Semeniuk and D. J. Searle came to the conclusion that an abrupt sea level drop is in evidence for three locations along a miles-long stretch of Australia’s southwestern coast during the Holocene (post glacial) epoch.6 The problem here, as in the case of the eastern coast of the United States, is that Australia and New Guinea could not have separated through a drop in sea level. Nor is it possible for sea level to have risen in northern Australia while it dropped along its southwestern coast. If anything, these data only stand to confirm the contradictory evidence supplied by someone’s faulty dating which, in turn, makes the dating of these events somewhat suspect. Meanwhile, “detailed evidence of Mediterranean sea-level changes throughout the Holo- cene Epoch (the last 10,000 years)” came to light in 1984.7 And, as Delair goes on:",
        "captions": [],
        "bibliography": "1 Jbid. (emphasis added). 2 J. B. Delair, “Planet in Crisis: The Earth’s Last 12,000 Years,” Chronology & Catastrophism Review (1997:2), p. 6. 3 Ibid. 4 Ibid. 5 Ibid., p. 10. 6 V. Semeniuk & D. J. Searle, “Variability of Holocene Sealevel History Along the Southwestern Coast of Australia: Evidence for the Effect of Significant Local Tectonism,” Marine Geology 72 (1986), pp. 47-57. TR. J. Braidwood, “Archaeology,” 1985 Britannica Book of the Year (Chicago, 1985), p. 165. 399",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 400,
        "main_text": "“Similar changes involved the separation of Sri Lanka (Ceylon) from mainland India approx. 9,000 years ago and, perhaps a little before then, the drowning of much land now occupied by the Persian Gulf, as well as of the Atlantic coast of Canada’s mari- time provinces.”! As far as the Persian Gulf itself is concerned, we note the following anomaly. According to Brian Fagan, world-wide geomorphological studies indicate that “between 13,000 and 4,000 B.C. the world’s sea levels rose rapidly by about half an inch a year as ice sheets melted.” And yet, in the same paragraph, Fagan tells us that the rising Indian Ocean “flowed into the shallow Persian Gulf basin so rapidly by geological standards that the water level rose at a rate of about 36 feet a year.”? For one thing, how rapid, even “by geological standards,” could the water have risen if it took 9000 years to reach present levels? And, for another, as Charles Ginenthal noted, how could “the world’s sea levels” rise by only half an inch a year, when at the same time the Persian Gulf rose by 36 feet a year?? Nor will it do for Fagan to rely on the fact that cuneiform tablets from Mesopotamia describe the later cities of Lagash and Ur as coastal cities* in order to account for the uniformitarian slowness—even though “rapidly” to him—of the rise in water. There are many cities from a later time which were once coastal that are now found far inland, as well as others, which are now situated beneath the sea—Pisa and Ptolemaic Alexandria come respectively to mind. As if there are not enough “troubling gaps in the scientific understanding of how sea level has varied in the past,”> we can add Fagan’s confused musings to the obfuscating brew. As Rhodes Fairbridge (not to be confused with Fairbanks) concluded, drowned beaches at the edge of the continental shelf provide the proof that “at the height of the last large-scale advance of the glaciers, the world-wide sea level was some 330 feet lower than it is today.” But then: “As the great North American and Scandinavian glaciers melted, the sea level began to rise at a rate of about 40 inches per century.”® “The greatest and fastest rise yet discovered in the geological record reached its crest about 6,000 years ago. The cumulative incursion of the sea flooded low-lying coastal lands in every part of the world... The flood of the sea was joined by floodwaters brought down from the highlands by rivers.”7 More recently, however, even Fairbridge’s “40 inches per century” has been brought into question. Thus Cesare Emiliani has described “how analysis of deep-sea cores from the Gulf of Mexico showed a rapid rise about 9600 BC, the annual rate being some tens of meters.”8",
        "captions": [],
        "bibliography": "1J_ B. Delair, loc. cit. 2B. Fagan, Time Detectives (N. Y., 1995), pp. 154-155 (emphasis added). 3 C. Ginenthal, “Ocean Sediments, Circumpolar Muck, Erratics, Buried Forests, and Loess as Evidence of Global Floods, The Velikovskian IV:1 (1998), p. 37. 4B. Fagan, op. cit., p. 154. 5D. Schneider, loc. cit. ®R. Fairbridge, “The Changing Level of the Sea,” Scientific American (May 1960), p. 72 7 Ibid. SF. Hitching, The World Atlas of Mysteries (London, 1979), p. 164 (emphasis added). 400",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 401,
        "main_text": "“Tt must [said Emiliani] ‘have caused widespread flooding of low-lying areas many of which were inhabited by man...It was apparently a surge, which brought ice to lower latitudes and caused rapid melting’.”! Further studies conducted on the Canadian drumlins we discussed above has strengthened the conclusion that they were formed by the catastrophic flood that resulted from the melting of the glaciers at the end of the Ice Age. This flood of waters has now been calculated to have raised global sea levels by nearly a foot in as little as a few weeks. So let us not be restricted by the various dates which have been attributed to the rising of sea levels and the various rates of actual rising which have been attributed to various locali- ties. All that we can hold to in face of these confusing attributions is that sea levels did rise, as indeed they would have, once the glacial ice of the Pleistocene Ice age began to melt. ABORIGINAL RECOLLECTIONS At this point I must ask the reader to bear with me while we tackle a tangential topic. By the end of the 1950s, one found it flatly stated that: “No reliable evidence of the antiq- uity of the human occupation of Australia has been found.” Moreover, it was widely held that great antiquity “need not be postulated” to allow the original inhabitants to spread and occupy the entire continent.4 By 1999 it could still be found stated that no one knows exactly when the first humans arrived in Australia. Somewhat earlier, however, in 1991, it was already being claimed that the Australian Aborigines “have lived in central Australia for at least 20,000 years, although few details of their history are known.”6 By 1993, this figure was doubled. As Tony Allan tells us “the oldest known remains were of campsites that radio-carbon dating showed to have been inhabited 35,000 to 40,000 years ago.”” But, as Allan continues to inform us, “in recent years the date has been pushed steadily further back into prehistory.”8 By 1995, the original figure had been trebled. As a famous encyclopedia tells us, “some scholars suggest that human occupation may date back 60,000 years.”? In an endeavor to push the date of the Aborigines’ arrival in Australia as far back as possible, more than one authority has latched on to this latter date.!0 An age of 60,000 years was actually assigned to a skeleton discovered at Kow Swamp in northern Victoria which, as Allan notes, is “a long way from any point of arrival",
        "captions": [],
        "bibliography": "1 Jbid. (ellipses as given). 2 See here Nature (November 2, 1989), pp. 20-21; Scientific American (December 1989), pp. 15-16. 3 A. P. Elkin, “Australia,” Encyclopedia Britannica (1959 edition), Vol. 2, p. 714. 4 Ibid. 5T. Allan, “An Unseen World,” in T. Allan (as Ed.), Journeys Through Dreamtime (Amsterdam, 1999), p. 9. ©T.E. Hays (volume Ed.), Encyclopedia of World Cultures, Vol. 1 (Boston, 1991), p. 16. 7T. Allan, loc. cit.; see also A. Gonen (Ed.), The Encyclopedia of the Peoples of the World (N. Y., 1993), p. 59. 8 T. Allan, loc. cit. 9 Micropedia of The New Encyclopedia Britannica (1995 edition), Vol. L, p. 714. 10 J. Shreeve, The Neandertal Enigma (N. Y., 1995), p. 255; J. Diamond, “Mr. Wallace’s Line,” Discover (August 1997), p. 83. 401",
        "headers": [
            "ABORIGINAL RECOLLECTIONS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 402,
        "main_text": "on the continent.” Thus a landfall of over 60,000 years ago was finally established. And, despite the fact that the date of the Kow Swamp skeleton has been “much disputed,” human presence in Australia has now been dated to 65,000 years ago on the basis of even newer finds in the Northern Territory.! Where did these people come from? “The people who made the crossing [to Australia— Allan tells us] were almost cer- tainly Australoids, members of a group distinguished by dark skin and a flat, retreat- ing forehead whose surviving representatives include the Aborigines and the inhabi- tants of many Melanesian islands today.” At present, one finds similar Australoids among some of the hill tribes of southern India, the Veddas of Sri Lanka (formerly Ceylon), some small groups in Malaysia, as also on some islands of Melanesia. Their remote origin has proved to be somewhat controversial. Some have traced it to Pithecanthropus who once inhabited Java. “It has, however, been suggested on morphological grounds that the physical characters of the aborigines could have arisen in southwest Asia.”> Thus, an origin in southern China has also been claimed.* How did these people get to Australia? As Jared Diamond noted, in order to reach the Australian continent from an Asian home- land, the ancestors of the Aborigines would have had to cross “a dozen straits separating Australia from Asia.” This “provides by far the earliest evidence in human history for an ability to use watercraft” which would have been “tens of thousands of years” earlier than the use of watercraft “anywhere else in the world.”5 On the other hand, as we have already seen, at the height of the Ice Age, Australia and New Guinea were joined together as one land. Tasmania, too, has been claimed to have been joined to these two presently divided lands. This was because the Ice Age glaciers had stolen and stored a vast proportion of the world’s oceanic waters, dropping sea levels and thus laying dry vast stretches of land which are now submerged beneath the waves. This previous single landmass—Tasmania, New Guinea, and Australia—has even been christened by geologists who have chosen to call it by the name of Sahul. This landmass was itself sepa- rated from what geologists have termed Sundaland, comprising the whole of south-east Asia, Sumatra, Java, and Borneo.® The joining together of these lands would therefore have facili- tated the migration of the Aboriginal ancestors by lessening the number of, but not entirely removing, open-water stretches between Australia and their Asian point of departure. “The first colonists [Allan tells us] came to Sahul from the Indonesian islands to the north. They could well have traveled all the way from the Asian mainland without",
        "captions": [],
        "bibliography": "17. Allan, loc. cit. 2 Ibid. 3.4. P. Elkin, op. cit., p.713. 4 See reference #69. 5 J. Diamons, loc. cit. 6 J. Wolf, The Dawn of Man (N. Y., 1978), p. 162. 402",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 403,
        "main_text": "ever having to travel more than 100 kilometres over open sea; the final hop, from Timor to the Kimberley Plateau, would have been the longest: a journey of just eighty-seven kilometres.”! Such a journey would have still required watercraft of some sort. “No remains of early boats have survived,” Allan goes on “but the assumption is that the newcomers drifted across the straits from Indonesia on rafts made of lashed strips of bamboo or mangrove wood.”? Al- though the present Aborigines cannot rightly be called a seafaring people, both rafts and ca- noes are actually used by them. More than that, canoes are mentioned in their myths,? attest- ing to their use in great antiquity. Nor were the Australian Aborigines the only people to have sailed this far south prior or during the Ice Age. The natives of New Guinea also did. But here one encounters yet another conundrum since the natives of New Guinea are believed to have sailed northward from Aus- tralia itself around 40,000 B.C. And, by 35,000 B.C., Tasmania had been peopled, making the Tasmanians “probably the Earth’s southernmost people during the last Ice Age.”+ If all this, or something close to it, was really the case, the Aborigines should have re- tained a memory of the rising oceanic level that would have separated their new homeland from the lands further north. In fact, they do remember “the great floods that followed the end of the last Ice Age.”> One of their myths tells how a gigantic frog once swallowed all the water in the world, which could reflect a retention of the time sea levels dropped. Then the frog, being made to laugh by the other animals, disgorged the water which “gushed out in a terrible flood and many were drowned.”6 But legends, as opposed to myths, are even more telling.” Thus, all along the southern shores of the continent, the Aborigines relate tales of the distant past when the sea level was lower and the coast extended further south. Tales are also told concerning the Port Philip Bay area by the Aborigines of the Mornington Peninsula. It is claimed that this area had previously been a flat and fertile hunting ground before a violent storm threw the sea upon the land where it has stayed ever since.’ “As it happens [Michael Kerrigan presents the case], archaeological evidence seems to support the theory that these northern areas were indeed subject to fearful floods in the temperate aftermath of the last Ice Age. The dramatic rise in sea levels that resulted when the ice caps finally thawed brought about large-scale inundations in coastal areas worldwide. The societies of northern Australia seem to have been particularly badly affected—the effects can be discerned in everything from settlement patterns to rock art. The myth of a cataclysmic worldwide flood is",
        "captions": [],
        "bibliography": "17, Allan, loc. cit. 2 Ibid. 3D. Vitaliano, op. cit., p. 166. 4T. Allan, op. cit., p. 10. 5M. Kerrigan, “A Timeless Land,” in T. Allan (Ed.), op. cit., p. 23. © D. Vitaliano, loc. cit. 7 For the difference between myths and legends see D. Cardona, God Star (Victoria, B. C., 2006), p. 1. 8 J. Isaacs, Australian Dreaming (1980), p. 26. 403",
        "headers": []
    }
]