[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 459,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "ye     Mee MYST STO LE eS Gi      iia, hy     WWMM TE NPs     ETE RAL pm dE AIEEE, BN alle RL iff a wy    a ie      ELE EL MG    IM Teg [ie LE 7 ll Ei (Illustration(s) by John Green.)"
            }
        ],
        "bibliography": "WME GLE, OF mp DE | EY doom oh) oe, Ae RE a Gill Dp Vif ee if esi idioms Dp Uy LL Se df | Mi ya s RL LE hey Ti LE Oe aay * a - _— Uj x a ‘ YS * ie Wage Li Oy Mf Wis Pi is fy, UMM) GO : tld Mia, CAT em CAE WPL Te UU a pe ee Thy gah 8 MEE DEM EG Yip f LI Ai) at (Illustration(s) by John Green.) 459",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 460,
        "main_text": "open-air display including an indoors Interpretive centre. The area, where the foothills of the Rocky Mountains meet the great plains, consists of the remains of marked trails and an aboriginal camp together with a tumulus in which vast quantities of buffalo skeletons are still mute evidence of repeated slaughters. Through the utilization of their topographical knowledge, together with that of buffalo behavior, ancestors of the Amerinds stampeded the beasts across the Porcupine Hills and over a ten-meter-high cliff at the bottom of which the carcasses were later butchered.' Studies of the archaeological site indicate that the site had been used for this purpose for close to 6,000 years until as recently as 150 years ago.” (For the curious: The name “Head-Smashed-In” derives from the legendary tale of a brave who climbed part way up the cliff in order to obtain a better view of the buffalo herd cascading to its death. Unfortunately, on that particular day, the herd was more numerous than usual, and he ended up being swept over by the stampeding beasts. When his body was recovered at the bottom of the precipice—you’ve guessed it—his head was smashed in.) Outside of Canada, this very method persisted among the Plains Indians into historic times. Although it has been stated that “no advancing white settler ever actually witnessed a ‘buffalo jump’,”? this is disproved by the report of Lewis and Clark who witnessed such an event in 1805.4 These mass slaughters have been used as case histories in an effort to implicate man in the extinction of Pleistocene fauna. “The experts argue that the development of such mass slaughter methods as the jump hunt, which destroyed many more animals than could be used, may well have reduced to zero the chances of a species coming back from the brink of extinction.”> What these mass slaughters really prove, however, is exactly the opposite. The horse was slaughtered en masse in Europe. It did not there become extinct. Instead, it became extinct in North America, where it once thrived, even though it is not known that it was hunted there. Nor can it be said that climate and the changed environment it would have brought about would have caused the North American horse to disappear because, when the Spaniards re-introduced this beast to the continent, it did not find the climate or the environment unsuitable to its survival. On the contrary, the descendents of escaped Spanish horses thrived in hundreds of thousands across the North American plains, were captured in quantity by the Plains Indians who became the super horsemen known to history, and continue to thrive to the present. On the other hand, despite the jump hunts, the bison endured in North America. Fair enough, Bison antiquus and Bison occidentalis are no longer with us. But Bison bison, the modern buffalo, which was hunted for far longer than the other two, survived the slaughter. “...while the mammoth, the long-horned bison and other large and gregarious game animals vanished, still others almost equally large and no less gregarious survived, including the modern bison, which was hunted by the jump method in Plano times",
        "captions": [],
        "bibliography": "| http://whe.unesco.org/sites/158.htm & http://w ww.head-smashed-in.com/home.html 2D. welch & M. Payne, “Head-Smashed-In Buffalo Jump,” Canadian Encyclopedia (1998). 3). L. Gardner, et al., loc. cit. 4R. Claiborne, loc. cit. 5 Ibid., p. 52. 460",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 461,
        "main_text": "and was still being hunted by the same method in the 19th century. In fact, the bison survived in the millions even after its Indian hunters [riding on horseback] acquired firearms. The animals became virtually extinct only in the last [i.e. the 19th] century when bands of white hunters deliberately set out to destroy them as a means of ex- terminating the Indians by reducing their food supply and starving them to death.”! “The herds were thinning out as early as 1854, but the problem increased a decade later when Europeans slaughtered buffalo by the thousands...Hunters using large- bore rifles that could load and fire eight times a minute camped by water holes and rivers where buffalo congregated, lit huge fires so that they could see their prey, and hunted around the clock.”? According to a Kiowa woman named Old Lady Horse, as many as a hundred buffalo a day were shot. But even then the buffalo survived—as it does until this day. THE FATE OF THE OVERKILL THEORY The overkill theory has had as many opponents as it has had adherents. Thus in 1979 Thomas Canby could still write that: “Preying on lumbering mammoths, bison, and camels, on fleet horses and sluggish ground sloths, [Ice Age hunters] killed so efficiently that their depredations may have caused the extinction of the creatures they stalked.” And yet, even he felt bound to ask: “Did the sudden flowering of Paleo-Indian hunters bring about the exterminations?”> And, by way of a reply, he could only state that: “The question stirs almost as much controversy as that of early man himself.”6 Like Claiborne before him, he presents the idea of those who believe the exterminations were due to shifting climatic shock waves, but it is evident that he himself favored the overkill theory as propounded by the likes of José Cruxent and Paul Martin.” The controversy continued into the 1980s. The evidence for overkill, as it was still seen by some, seemed to be an open book: “When the first Americans arrived, toward the end of the last ice age, they found North America teeming with big mammals that are now extinct.”8 As the caption to one of the pictures illustrating an article by Jared Diamond states: “When the Clovis people emerged from the glacial north, they saw before them the Great Plains, empty of people but teeming with mammoths.”? It is not surprising that this led to the conclusion that these “immigrating humans apparently waged a war in which these animals",
        "captions": [],
        "bibliography": "1 Ibid., p. 53 (emphasis added). 2 J. J. Cassidy. Jr. & A. P. Rutherford (Editors), Through Indian Eyes (Montreal, 1996), p. 317. 3 Ibid. 4T. Y. Canby, op. cit., p. 330. 5 [bid., p. 363. 6 Ibid. 7 Ibid. 8 J. Diamond, op. cit., p. 82. 9 Ibid., p. 83. 461",
        "headers": [
            "THE FATE OF THE OVERKILL THEORY"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 462,
        "main_text": "were quickly exterminated—possibly within just ten years at any given site.”! But even Diamond had to admit that: “Many paleontologists don’t blame the spasm of extinction on Clovis hunters, because there’s no surviving evidence of mass slaughter—only the fossilized bones of a few butchered carcasses here and there.”? While this last statement may be challenged, the alternative to overkill was still being sought in changes of climate. Diamond himself could not quite accept that option. “That reasoning puzzles me for several reasons,” he wrote. “[I]ce-free habitats for mammals expanded rather than contracted as glaciers yielded to grass and forest; big American mammals had already survived the ends of many glaciations without such an extinction spasm; and there were far fewer extinctions in Europe and Asia when the glaciers of those continents melted at around the same time.”? But, like others before him, he, too, registered doubt concerning the overkill theory. As he asked: “[H]ow could these hunters pursue millions of big mammals with such relentless efficiency that not a single individual survived, but nevertheless leave little fossil evidence of their hunts?”\"4 By the end of the 1980s, no consensus had been reached. Although cosmic catastrophes, mainly in the nature of asteroidal or cometary impacts, were by then being introduced into the subject of extinctions, changing climate and human overkill were still vying for recognition as the prime cause for the major exterminations that took place at the end of the Pleistocene Ice Age.> By the early 2000s, environmentalists began to embrace and combine both theories. Thus Yoshinori Yasuda could write that, toward the end of the long Ice Age, “the temperature was changing to that of the milder post-glacial age.”6 “With the climatic increase in temperature and humidity, the plains on which the great mammals such as the woolly mammoths, bison, and horses lived shrank, and the forests of deciduous oak and pines expanded. As their living environment worsened, great mammals declined in number. This was spurred on by human over-hunting.”” It then became obvious, however, that both the climate and overkill theory were in trouble. Alan Cooper, who was once an advocate of the overkill theory, but who later jumped on the climatic band wagon, ended up doubting both. “On the one hand, it looks like humans didn’t carry out the slaughter we thought they had,” he concluded. “On the other hand, climate changes seem to cause problems much earlier than anyone thought.”8 At bottom lies this quandary: “Those who hold man guilty of destroying the game by pre- historic overkill do not think that climatic changes alone can satisfactorily account for the ex- tinctions.”? But: “Those who would exonerate the ancient big-game hunters, on the other",
        "captions": [],
        "bibliography": "1 Ibid. p. 82. 2 Ibid., p. 84. 3 Ibid. 4 Ibid. 5R. Gore, “Extinctions,” National Geographic (June 1989), p. 695. ®Y. Yasuda, “Forest and Civilisations,” in Y. Yasuda (Ed.), Forest and Civilisations (New Delhi, 2001), p. 172. 7 Ibid., pp. 172-173. 8 J. Kahn, op. cit., p. 59. 9R. Claiborne, op. cit., p. 52. 462",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 463,
        "main_text": "hand, point out that similar...extinctions had occurred among North American mammals long before the arrival of man.”! And then, a study of mammoth tooth enamel conducted by Kathryn Hoppe showed be- yond a doubt that, at three different American Clovis sites, “the teeth contained a wide va- riety of isotope ratios consistent with long-term changes in local vegetation and diet.” Similar variations showed up at mammoth sites which lacked the presence of man. Only at one site, where mammoths have been theorized to have drowned en masse, was it found that the isotope ratios “did not vary much.” What this indicates is that “the mammoths at Clovis sites were unrelated animals killed individually over a long period, so the hunters probably did not hasten the animal’s extinction.”? As the mammoth expert Adrian Lister stated: “One of the problems with the ‘overkill’ theory has always been that it is difficult to test. The isotope work is an ingenious approach. Mass killing now seems improb- able.”3 As Claiborne, however, noted: “In a few cases, such as the mammoth, the hunters may have given the coup de grace to a species that, for reasons still obscure, was already on na- ture’s engendered list.”4 What these “obscure” reasons might have been we have already learned. But let us take it a bit further. A CHANGE OF BAND WAGONS What should be stressed is that we are not dealing merely with the extinction of mam- moths, horses, and bison. Derek Ager did not hyperbolize the situation when he claimed that: “We cannot demonstrate anything really comparable to the sudden mass extinctions of the past happening at the present day...What is more, we cannot even see the process going on today that might lead to such extinctions. I feel that we rely too much on the present state of affairs, too much on uniformitarianism, when interpreting the fossil record, especially in those groups that are now completely extinct or but a shadow of their former selves. It may be said of many palaeontologists, as Professor Hugh Trevor-Roper said recently of 18th century historians: “Their most serious error was to measure the past by the present’.”> In time an alternative vehicle became fashionable in place of the climatic and overkill band wagons. Even the Nobel laureate Harold C. Urey has “come out strongly in support of",
        "captions": [],
        "bibliography": "! Ibid. 2“Ancient Hunters Let Off the Hook Over Mammoths’ Demise,” New scientist (March 27, 2004), p. 16. 3 Ibid. 4R. Claiborne, op. cit., pp. 52-53 (emphasis added.) 5D. V. Ager, op. cit., p. 26. 463",
        "headers": [
            "A CHANGE OF BAND WAGONS"
        ]
    }
]