[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 322,
        "captions": [],
        "headers": [
            "VAN FLANDERN",
            "S MODIFICATION"
        ],
        "content": "<p><b><center style='font-size: larger;'>VAN FLANDERN</center></b></p>\n<p>’</p>\n<p><b><center style='font-size: larger;'>S MODIFICATION</center></b></p>\n<p>In the early 1980s Tom Van Flandern carried on from where Ovenden had left off. He commenced by sweeping one of Ovenden’s problems aside with the proverbial stroke of the pen. Since only approximately 0.1 Earth-mass presently resides in the asteroid belt, which is supposed to contain the remnant debris of the exploded planet, it had yet to be shown what happened to the other 89.9 Earth-masses of the original planet. According to Van Flandern, “the exploded debris would have been destroyed by collisions with Jupiter and other planets or [would] have picked up enough velocity to go flying out of the solar system.”! It has apparently been calculated that, other than what remains in the asteroid belt, this debris would have been completely gone in a mere “100,000 years or so.””? Ovenden’s bigger problem, however, remained unsolved. As Van Flandern himself was content to state: “Tt is unsettling to conclude that planets can explode. After all, we live on a planet ourselves and are totally dependent upon it for survival. Unfortunately we have al- most no evidence at all as to what caused the explosion. Consequently, it is impossible right now to know whether the missing planet was uniquely unstable or whether our own planet could one day share its fate.” As with Ovenden, this deficiency did not keep Van Flandern from accepting that a planet did explode. He also stated that, other than the surviving asteroids, “the only other remaining debris that we have any chance of seeing today would be objects hurled to great distances from the Sun but eventually pulled back by its gravity.”4 He then added: “Only one kind of celestial object matches that description perfectly—the comet.”&gt; Thus, regardless of what else has been written about these intriguing sky wanderers, Van Flandern believes that the comets were born when Ovenden’s planet Aztex exploded. (One amazing fact, here, is that Velikovsky was ridiculed when, expressing concurrence with ancient opinion, he, too, had claimed that comets were born from planets.®) Van Flandern went on with: “Most amazing of all, those [comets] that are visiting us for the first time since their birth are traveling in orbits that took them around the Sun in just 4 million years. We therefore know that they were born just that many years ago, which tells us when the planetary explosion took place. “A great deal of other evidence also supports the ‘recent’ explosion hypothesis. By</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 323,
        "captions": [
            {
                "source": "caption",
                "text": "Tom Van Flandern (Photograph—2000—by Wallace Thornhill.)"
            }
        ],
        "headers": [],
        "content": "<p>323</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 324,
        "captions": [],
        "headers": [],
        "content": "<p>applying the laws of gravitation to comets we can trace their orbits back in time. When we do, we find that comets all seem to have originated from a common point between Mars and Jupiter [where the explosion supposedly took place] 4 million years ago.”! Four million years ago is quite a reduction from Ovenden’s original 16 million. As Van Flandern himself saw fit to remind us, four million years ago “the earliest humanlike pri- mates” had already appeared on Earth. Even so, can the retrocalculation of cometary orbits be relied upon? As Ovenden himself had remarked: “...if it can be shown that processes operate within the solar system that can rearrange the planetary orbits on a sufficiently short time-scale then we must conclude that the present distribution of planetary and satellite orbits contains no information about conditions at the time of formation of the solar system.” This was expanded on by Archie Roy, who had collaborated with Ovenden,* when he wrote: “We have seen that the work of J. G. Hills and M. W. Ovenden demonstrated that af- ter a short period of wild behaviour, a planetary system could settle down into a dis- tribution of orbits very similar to a commensurable Bode-type configuration. Such a configuration would, under the action of other forces such as tidal friction, nudge the system into a neighbouring truly stable configuration, which on inspection might be thought to have been the system’s state for a very long time. Indeed numerical inte- grations backward in time could take the system, still well behaved, through the epi- sode of wild behaviour as if it had never been.”5 Actually, back in 1953, W. M. Smart had already understood that such “perturbation se- ries” could not be relied upon except for a very short time—“one or two centuries” to be ex- act.6 If this applies to planets and satellites, it must surely also apply to comets.’ But let this be for the time being; we shall return to it in a while.</p>",
        "markdown_converted": true
    }
]