[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 109,
        "main_text": "Ancient astronomical knowledge, however, was not restricted to the fall of meteorites. The ancient Greeks knew the Solar System for what it is. There is no point in repeating the lengthy discussion of this subject which we presented in our previous volume. We will omit here mention of ancient Chinese,! Hindu,? and Mesoamerican astronomical knowledge? but a brief synopsis of what the Greeks and Babylonians knew concerning the heavens above them will not be entirely amiss. In about 525 B.C. Pythagoras was already teaching that Earth was a sphere, rather than being flat as had long been believed. In the late 4th century B.C., Herakleides already knew that Earth revolves on its axis,4 as so did Plato, Hiketas, and Ekphantos.5 Thanks to Aristar- chus of Samos (circa 270 B.C.), long before Copernicus it was already known that the Sun was at the centre of the Solar System with the planets revolving around it, and it is unfortu- nate that the later Claudius Ptolemy thought this ridiculous, favoring Earth, in lieu of the Sun, as the centre of the Solar System.’ Eratosthenes (c.273-192 B.C.) even managed to measure Earth’s circumference® “with an error of only half a percent.”? That most complex motion of Earth’s axis known as the precession of the equinoxes, which is one of the mainstays of the Milankovitch theory of ice ages, was discovered by Hipparchus who lived sometime between 146 and 127 B.C.'° Anaxagoras knew that the Moon shone with light reflected from the Sun, that it harbored mountains, and that the stars were hot like the Sun.'! Hipparchus even calculated the distance of the Moon from Earth “with startling accuracy,” involving an error of no more than 0.3 percent.!? That the planets both rotated on their own axes and moved on their orbits was well known to Plato, Long before Edmund Halley, Seneca had already understood the real nature of comets,!? including their periodic return to Earth’s vicinity.!+ Nor did the Greeks restrict their knowledge to what they could actually see and measure. As far back as the fourth century B.C., Metrodorus of Chios already knew how absurd it was to believe that Earth was the only world in existence, or that life is to be found only on Earth,!5 Democritus even stated his belief that worlds like Earth were infinite in number, though varying in bulk.!¢",
        "captions": [],
        "bibliography": "! For ancient Chinese astronomical knowledge see D. Cardona, op. cit., pp. 92-95, 237. 2 For ancient Hindu astronomical knowledge see ibid., pp. 95-96. 3 For Mesoamerican astronomical knowledge see ibid., pp. 83 ff. 4 P. James & N. Thorpe, op. cit., p. 106. 5 D. Cardona, op. cit., p. 108. 6 Ibid., pp. 99-101. 7 Ibid., p. 99. 8 [bid., pp. 101-102 9 P. James & N. Thorpe, loc. cit. 10D. Cardona, op. cit., pp. 102-103, 105. 11 bid. p. 105. 12 p. James & N. Thorpe, loc. cit. 13 D. Cardona, op. cit., pp. 109, 111. 14 P. James & N. Thorpe, loc. cit. 15 D. Cardona, op. cit., p. 113. 16 Ibid., p. 112. 109",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 110,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "_      .                                                   \\ RSS                         C In 270 B.C., long before Copernicus (shown above), Aristarchus had already placed the Sun in the centre of the Solar System (lustration by Bruce LaFontaine.)"
            }
        ],
        "bibliography": "NSIS ea In 270 B.C., long before Copernicus (shown above), Aristarchus had already placed the Sun in the centre of the Solar System (lustration by Bruce LaFontaine.) 110",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 111,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "’                     \\ ’ | Claudius Ptolemy — who repudiated the helio-centric system of Aristarchus— prevented the advance of astronomy for a millennium. (illustration by Bruce LaFontaine.)"
            }
        ],
        "bibliography": "Claudius Ptolemy — who repudiated the helio-centric system of Aristarchus— prevented the advance of astronomy for a millennium. (illustration by Bruce LaFontaine.) 111",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 112,
        "main_text": "It is of course well known that the Greeks based some, but not all, of their astronomical data on the previous knowledge of the Babylonians! who, by the second half of the sixth century B.C., had already compiled a catalogue of the stars. They had also determined the synodic revolution of the Moon within a small fraction of the correct value. They knew that each planet had its own particular course with its speed and periods of time subject to change and variation. They knew that Earth was spherical in shape and actually counted it among the planets. They knew that the Moon shone with the reflected light from the Sun and that lunar eclipses were due to the shadow that Earth casts upon the lunar surface. As recorded in a se- ries of cuneiform tablets which are now known as the Babylonian astronomical diaries, these early astronomers had already calculated the length of the lunar months. They recorded lunar and solar eclipses; the dates of first visibility for Mars, Jupiter, and Saturn; the first and last visibilities of Venus and Mercury; the dates of the equinoxes and solstices; the “conjunction” of the Moon and each of the planets with various stars; and various other phenomena. When it comes to comets, which were not admitted into the family of astronomical bodies until the time of Edmund Halley and Isaac Newton, we find that the Babylonian astronomers, referred to as Chaldeans by Greek classical writers, had already recognized them as such. As Seneca, who lived between 4 B.C. and A.D. 65, had it recorded: “Apollonius [of Myndus] says that the Chaldeans place comets in the category of planets and have determined their orbits”? and that a comet is “a celestial body on its own, like the Sun and the Moon.”3 As we noted in our previous volume, the technical data—measurements, calculations— given in cubits and degrees in the Babylonian astronomical diaries are evidence of a sophisticated attempt at reconciling once mysterious motions with numerical allocation, while the glosses contained in the astronomical diaries concerning obstruction of visibility by bad weather on certain nights are indicative of diligent observation.4 As Richard Stephenson documented, Babylonian astronomical records are so accurate that, even now, they are prov- ing useful to modern astronomers in calculating the changes in the length of the day.5 Of course, it is difficult to ascertain how far back beyond the middle of the seventh cen- tury B.C. Babylonian, or for that matter Mesopotamian, astronomy might have stretched. Nor can we now determine what else the Babylonians might have told us concerning the evolu- tion of the Solar System as they may have believed in it. This is because Nabonassar is known to have destroyed previously existing observations in order that exact historical chro- nology would commence with his own reign as king of Babylon. No wonder it has been stated that astronomical observations do not reach beyond the reign of Nabonassar.” Even so, where does all this lead us to?",
        "captions": [],
        "bibliography": "1 For a full discussion see ibid., pp. 113-116. 2 Seneca, Quaestiones Naturales VIL-4:1. 3 Ibid., VII:16:1. 4 See here also D. Cardona, op. cit., pp. 116-119. SR. Stephenson, “The Skies of Babylon,” New Scientist (August 19, 1982), pp. 478-481. 6G. Rawlinson, , The Seven Great Monarchies of the Ancient Eastern World, Vol. Il (N. Y., 1884), p. 208. 7 A. Sachs, “Babylonian Observational Astronomy,” Philosophical Transactions of the Royal Society of London, A, 276 (1974), p. 44. 112",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 113,
        "main_text": "THE SATURNIAN SUN The first lesson we learned through our in-depth study of the mytho-historical record in our previous volume is that, as far as our primitive forefathers were concerned, planets were gods. Better said is that their gods were actually the planets. Thus, to them, gods and planets were one and the same. More than that, we learned that, strange as it may at first seem, the planet we now call Saturn was by the ancients considered to have been the most prominent of the planets.' What makes this strange is that, at present, Saturn appears as a mere pin-point of light in the night sky which, unlike Venus, is not easily recognizable by the uninitiated. What is stranger still is that Saturn was referred to as the star of the Sun and even outright as the Sun star.2 As the Assyro-Babylonians unequivocally tell us, Saturn was considered a virtual sun.3 What we also learned is that many of the so-called Sun gods of the ancients were actually personi- fications of the planet Saturn. Donald MacKenzie, for instance, informs us that: “The sun god was identical with Ninip and Nin-Girsu...resembling Babbar, ‘the shining one’, the solar deity of Akkadian Sippar, whose Semitic name was Sha- mash.”4 But that Ninip (variant, Ninib or Nirig), also known as Ninurta, was the same as the Greek Kronos, the avowed name of the planet Saturn, even MacKenzie knew. For that matter, Ningirsu, too, was a name of the planet Saturn. In fact, that the Assyro-Babylonian Shamash, which most mythologists identify as the Sun, was actually the planet Saturn we know from the Assyro-Babylonians themselves.”? As Cochrane has demonstrated: “Saturn’s identification with Shamash is attested in omen texts from the 13th century BC, for example. Saturn is also identified with Shamash in various astronomical re- ports sent to Esarhaddon and Ashurbanipal, and the cursory language employed by the Assyrian astronomers makes it apparent that this identification was common knowledge and had long since become proverbial.”8 There is of course no doubt that, in later days, Shamash did stand for the Sun, but this is only because once the Saturnian sun was no longer evident in the sky, its name was bestowed",
        "captions": [],
        "bibliography": "1D. Cardona, op. cit., p. 120. 2 Ibid., p. 121; see also D. R. Dicks, Early Greek Astronomy to Aristotle (Bristol, England, 1970), p. 167. 3D. Cardona, op. cit., pp. 122-140. 4D. A. MacKenzie, op. cit., p. 132. 5 Ibid., p. 316; for more on Ninip/Ninib/Nirig/Ninurta as Saturn see D, Cardona, op. cit., pp. 62, 124, 125 ff., 128 ff., 131, 212-213, 240, 449. 6D. Cardona, op. cit., pp. 128 ff. 7 Ibid., pp. 122-125. 8 E. Cochrane, “In Defence of the Saturn Theory,” Chronology & Catastrophism Review (2002:1), p. 29; U. Koch-Westenholz, Mesopotamian Astrology (Copenhagen, 1995), p. 123 (as cited in ibid.); H. Hunger, Astrological Reports to Assyrian Kings (Helsinki, 1992), pp. xvi and elsewhere (as cited in ibid.) 113",
        "headers": [
            "THE SATURNIAN SUN"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 114,
        "main_text": "on the present Sun. Mircea Eliade tells us that: “In Indonesia generally, the supreme divinity of the sky has either been amalgamated with or replaced by the god of the Sun; for instance I- lai of the Celebes has been assimilated into a sun god whom, however, the natives see as continuing the work of creation begun by I-lai; it is the same on Timor and innumerable other islands.”! This usage, however, was not restricted to Indonesia. It was, on the contrary, a procedure that took place all over the ancient world. Thus Eliade could correctly state that, “generally speaking, we find [in early myth] only the palest shadow of what the sun hiero- phanies once meant, and constant rationalization makes it paler still.” Where we, however, beg to differ is that these sun hierophanies were anything but pale. That the Sun which presently radiates down upon us was not always the sun of mankind had been known for ages. The writers of the Popul Vuh, who attempted to trace the mytho- logical history of their Maya ancestors, did not eschew words when they wrote that: “Like a man was the sun when it showed itself. It showed itself when it was born and remained fixed in the sky like a mirror. Certainly, it was not the same sun which we see, it is said in their old tales.”3 Let us face it, all of the major so-called sun gods of the ancients were actually personifi- cations of the Saturnian sun. Even Ra, usually presented as the Egyptian sun-god par excel- lence,‘ turns out to have been imbued with characteristics and motions which are not, and can never be, attributable to the present Sun. Thus Ra was lauded as having abided within a nest of rings or circles; of having been of an emerald color shedding rays of emerald hue; of “going up” on the west and “going down” on the east side of the sky; and of moving down at dawn and upstream at night. So, likewise, with Yima who, as his alter ego Vaivasvata, or Vivasvant, was honored as a sun-god in the Zoroastrian tradition of ancient Persia.© But that the Persian Yima, the equivalent of the Hindu Yama, personified the planet Saturn is well known.” We could go down the list of various so-called sun-gods only to find out that, originally, they were actually Saturnian sun-gods, prime among whom we also find the Greek Helios himself who, like Kronos, who was Saturn, was considered a Titan. Helios was also identi- fied with Dionysos,? whose Saturnian selfsameness need not be repeated. Nor do we need these Titanic and Dionysiac connections in order to make our case because the Classical",
        "captions": [],
        "bibliography": "1M. Eliade, Patterns in Comparative Mythology (London, 1996), p. 50. 2 Ibid., p. 151. 3 As translated by D. Goetz & S. Morley, Popul Vuh (Norman, 1972), p. 188 (emphasis added). 4 See here, for instance, J. G. Frazer, The Golden Bough (N. Y., 1890/1981), Vol. I, p. 313; J. Viaud, “Egyptian Mythology,” Larousse Encyclopedia of Mythology (London, 1972), p. 11. 5 For full details see D. Cardona, op. cit., pp. 25-26, 132, 133, 134-135, 141-145, 165, 168, 178, 192, 193, 214- 216, 230, 231, 152, 267, 268, 269, 270, 433, 437, 443. 6H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), p. 16. 7D. Cardona, op. cit., pp. 61, 233, 236, 270, 309, 356, 440. 8 M. Eliade, op. cit., p. 143. 9W. A. Heidel, The Day of Yahweh (London, 1929), p. 481. 114",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 115,
        "main_text": "Greeks themselves were quite clear on the issue, presenting Helios as a name for the planet Saturn in no uncertain terms.! And so, also, with the Latin Sol? This leads us to assume that the Jewish prayers to Helios, and the representations of He- lios in Jewish synagogues, which we mentioned earlier, were actually dedicated to Saturn. Can such a claim be verified? Before we delve deeper into that topic, I merely wish to note that, while the evidence and argumentation presented above might be seen by some as not strong enough on which to construct our thesis, it should be kept in mind that this chapter merely constitutes a concise reiteration of what we have already documented in much more detail in our previous volume.",
        "captions": [],
        "bibliography": "1 F, Boll, “Kronos-Helios,” Archiv fiir Religionwissenschaft, XIX (1916-1919), pp. 343 ff; Macrobius, Saturnalia, 1:22:8; for more on Helios as Saturn see D. Cardona, op. cit., pp. 71, 121, 135, 137, 139, 148, 163, 165, 217, 252, 312. 2D. Cardona, op. cit., pp. 122, 139, 148, 165, 441. 115",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 116,
        "main_text": "Chapter 6 The Concept of Deity THE SOLOMONIC SUN epictions of a sun were not only to be found in Jewish synagogues, but at earlier Isra- elite cult centres, some in the vicinity of Solomon’s Temple, and even at the entrance to the Temple itself. A four-tiered Israelite cult stand from Taanach includes figures of a horse, an allusion to chariotry, and a sun symbol.! Similar finds were unearthed in Jerusalem itself by that great dame of archaeology, Kathleen Kenyon, in an area she identi- fied as a cult centre dating from the time of Israel’s monarchy. What she discovered there were “figurines of horses with an unnatural disk between their ears” which were definitely indicative of sun disks.? As Lucille Roussin informs us: “By analogy to finds in western Asia and Egypt, and through reference to the text of 2 Kings [concerning which see more below], Kenyon concluded that ‘horses with a disk on the forehead are miniature models of the Horses of the Sun.’ The disk is not unlike the disk that represents Helios in the Sepphoris synagogue mosaic. “From this same period of Israel’s monarchy (seventh century B.C.E.), sun disks with winged scarabs appear on various official seals...even on the personal seal of King Hezekiah of Judah.” What should be noted is that both the winged disk and the scarab beetle were Egyptian symbols of the god Ra whom we have already had occasion to equate with the Saturnian sun. Meanwhile, that a sun-chariot complete with horses was to be found at the entrance to Solo- mon’s Temple is attested to by the Second Book of Kings. It is there told that, in his attempt to reform the Israelite religion, Josiah, king of Judah, had occasion to destroy the horses and chariots of the sun-god which had been erected at the entrance to Solomon’s Temple. “And he took away the horses that the kings of Judah had given to the sun, at the en- tering in of the house of Yahweh [usually rendered as “the Lord’”]...and burned the chariots of the sun with fire.”+",
        "captions": [],
        "bibliography": "1 J. G. Taylor, “Was Yahweh Worshipped as the Sun?” Biblical Archaeology Review (May-June 1994), p. 58. 2 L. A. Roussin, “Helios in the Synagogue,” Biblical Archaeology Review (March-April 2001), p. 55 (emphasis added). 3 Ibid. 4 TI Kings 23:11. 116",
        "headers": [
            "THE SOLOMONIC SUN"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 117,
        "main_text": "“This passage,” wrote Glen Taylor, “refers to a cultic procession of horses and chariot(s) of the sun in association with the Jerusalem Temple...attributed to ‘the kings of Judah’ (plu- ral), which suggests a rite with a considerable history.”! In addition to all that, we find that Yahweh is often invoked in the Old Testament as “Yahweh of Hosts who dwells (among) the cherubim.”? And yet, the same is said of Helios in Jewish prayers of the Graeco-Roman period. “Hail Helios,” runs such a prayer, “thou God in the heavens, your name is mighty,” while an incantation invokes “Helios on the cheru- bim.”3 It is thus evident that, when we come upon such prayers to the Israelite deity as “You who are enthroned on the cherubim, shine forth’* and “Restore us, O Elohim [usually ren- dered simply as ‘God’]; let your face shine,”5 we can be sure that the god being invoked is one that radiated like a sun. So, likewise, when it is said that “Yahweh came from Sinai, and dawned from Seir upon us; he shone forth from Mount Paran.”6 Needless to say, Taylor attempted to rationalize these and similar instances by pointing out that, while idolatry had been rampant in the kingdoms of Israel and Judah, it had nothing to do with the official cult of Yahweh,’ as so did Hershel Shanks, the Editor of the periodical in which Taylor’s article was published.’ Like many other champions of the Jewish faith, they are not alone in this since it has always been assumed, as the Old Testament itself proclaims, that the people of Israel, including their kings, had often embraced apostasy with- out actually abandoning the official religion. Judging by what the Old Testament has to say, however, it really is quite evident that this so-called apostasy had not only been rampant since before the time of the united Israelite monarchy, it seems to have always been, as it re- mained, the status quo. The impression one receives is that, despite the ranting of the so- called prophets and Josiah’s attempted reform, the devotion to other gods was generally held to be syncretic with that promoted by the official cult. Even Hezekiah of Judah, described as a king who rejected foreign practices, incorporated the Egyptianized symbols of the winged scarab and the winged sun disk,? both of which epitomized the god known as Ra. It becomes obvious then that this Saturnian symbol was not really viewed as being either foreign or apostate. Moreover, if we are to take the presence of Helios in early synagogues at face value, it seems that there was little change in this syncretism even after the return of the Jews from their Babylonian exile. That the official religion was devoted to Yahweh, there has",
        "captions": [],
        "bibliography": "!J.G. Taylor, loc. cit. 21 Samuel 4:4; If Samuel 6:2; I Kings 8:6-7. 3 J. G. Taylor, op. cit., p. 61. 4 Psalms 80:2-3. 5 Ibid. 6 Deuteronomy 33:2 (emphasis added). TG. Taylor, loc. cit., see also idem, “Yahweh and the Sun,” Biblical Archaeology Review (Sept- ember/October 1994), p. 16. 8 H. Shanks, “Even-Handed to a Fault,” Biblical Archaeology Review (November-December 1998), p. 6. ° R. Deutsch, “Lasting Impressions: New Bullae Reveal Egyptian-Style Emblems on Judah’s Royal Seals,” Biblical Archaeology Review (July/August 2002), pp. 42 ff. 117",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 118,
        "main_text": "never been any doubt. The question that has not always been asked, however, is: Who, or what, was Yahweh? THE GOD OF THE MIDIANITES According to Max Dimont: “In the Old Testament, God is referred to in three ways: as ‘Elohim,’ which is trans- lated as ‘God’; as ‘JHVH,’ which is translated as ‘Lord’; and as ‘JHVH Elohim,’ which is translated as ‘Lord God’.”! Not quite, since there are other names of “God” given in the Old Testament. In Genesis, besides Elohim, the term El Elyon is also used.? In the Book of Job “God” is referred to as El, Eloah, and Shaddai besides Elohim and Yahweh} Elsewhere, we even find “God” referred to as Sedeq (or Zedek) and Yahweh Sedeq.* Dimont also made the erroneous statement that Abram (later Abraham) “met” the",
        "captions": [
            {
                "source": "internal",
                "text": "Left: Bulla of Hezekiah with Egyptian winged scarab. Right: Bulla of same Judahite king with Egyptian winged disk and with an inscription that reads: “Belonging to Hezekiah, [son of] Ahaz, King of Judah."
            }
        ],
        "bibliography": "1M. L Dimont, Jews, God and History (N. Y., 1966), p. 29. 2 L, Della Vida, “El ‘Elyon in Genesis 14: 18-20,” Journal of Biblical Literature 63 (1944), pp. 1-9. 3 J. Morgenstern, “The Divine Triad in Biblical Mythology,” in ibid., 64 (1945), p. 17. 4R. A. Rosenberg, “The God Sedeq,” Hebrew Union College Annual, Vol. XXXVI (1965), p. 170. 118",
        "headers": [
            "THE GOD OF THE MIDIANITES"
        ]
    }
]