[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 187,
        "captions": [
            {
                "source": "caption",
                "text": "Cro-Magnon artist."
            }
        ],
        "headers": [],
        "content": "<p>187</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 188,
        "captions": [
            {
                "source": "caption",
                "text": "Cro-Magnon painting of grazing reindeer. From Font de Gaume, France. (lustration after Abbé Breuil.)"
            }
        ],
        "headers": [],
        "content": "<p>whose veneration traces back 50,000 years, was the supreme beast of prey and sacred to Paleolithic Man in Europe. While the mammoth and mastodon survived the last Ice Age, the giant cave bear did not, and the high caves in which it was venerated were blocked by ice and not used at the peak of the last glaciation. Thus, the giant cave bear was last venerated when Polaris was the pole star.”! Ellenberger was somewhat confused about all this. For one thing, Gingerich did not base the antiquity of the Great Bear’s name on the veneration of this beast by Paleolithic man. Besides, what is there in the Great Bear constellation that specifically looks like the prehistoric giant cave bear as opposed to the more common bear which remained prevalent in Europe after the Ice Age? Ellenberger was here victim of the belief that the giant cave bear was in any way venerated by the Cro-Magnons— or Paleolithic man, if one wishes —when, as</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 189,
        "captions": [
            {
                "source": "caption",
                "text": "Bison —painted in four colors—from the Cave of Altamira, Spain. (illustration by J. F. Horrabin.)"
            }
        ],
        "headers": [],
        "content": "<p>indicated above, this is merely a supposition forwarded by some, but one which does not square with the known facts of archaeological discoveries. Moreover, the bear did not dominate Cro-Magnon art. In eastern Europe and what used to be Soviet Asia, the mammoth was the most favored animal portrayed by the Cro-Magnons. In western Europe, horses, reindeer, deer and bison predominated.! True enough, as noted above, the clay figure of a bear, riddled with spear holes, attests to sympathetic magic associated with that animal. But, as we also noted, the bear was not unique in this respect. Finally, that these caves were blocked by ice is entirely untrue since, with the exception of Alaska—to which we shall return in a while—Cro-Magnon sites have only been discovered south of the demarcation, that is outside the limits, of the Pleistocene Ice Age.” Ellenberger aside, Gingerich’s reasoning would still be enough to raise an objection to our premise that, during this time, the stars were not visible. How, then, could Paleolithic man have brought the knowledge and name of the Great Bear constellation with him when he crossed over from Siberia to North America across the Bering Straits land bridge? Gingerich’s hypothesis may have seemed valid in 1984 when he proposed it. But, as in other matters, knowledge has moved on. Thus, for one thing, according to surveys published</p>",
        "markdown_converted": true
    }
]