[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 13,
        "captions": [],
        "headers": [],
        "content": "<p>The theory raised some criticisms during the conference mentioned above, especially from Alan Kaufman who argued that every such cycle would have lasted for up to a million years which is contradicted by the calculated rate of sedimentation of the rocks in question. Thus as Simpson concluded: “The potential triggers of a snowball earth, it seems, may be as controversial as the details of the event itself.”! When, not long after, the theoretical physicist Gino Segré presented the concept to his readers,? he was honest enough to admit that the theory was “not universally accepted,” that it “may not be entirely right,”&gt; and that “there are loose ends.”* Yet, despite all that, he was confident enough to believe that the concept “holds together remarkably well” and that it was “moving toward acceptance,”® As to how life could have survived such a complete world-wide freezing, Segré informs us that: “In a deep freeze, life could have continued on isolated underwater hydrothermal vents while it died on the surface...As the Earth thawed, surface life returned, gener- ated in new and more varied forms, soon to multiply in astounding profusion. Perhaps the deep freeze was even a trigger of sorts for that spurt.”” An addition to the theory was proposed by Philip Allen and Paul Hoffman who then hailed respectively from the Swiss Federal Institute of Technology and Harvard University. According to these two, when Earth was emerging out of its Snowball condition, it was buf- feted by violent global storms caused by the immense temperature differences between the shrinking ice and the growing oceans around the equator. Evidence of these storms, including massive waves, was reported to have been discovered in ripples preserved in sedimentary rocks dated to 635 million years ago. This evidence was reported to have been discovered in the very same localities that Hoffman and Schrag had earlier discovered glaciation scars— Australia, Namibia, Brazil, Canada, and Svalbard in the Arctic Ocean. “The monster swells whipped up by persistent winds must have been 7 to 12 metres high.”8 In 2005, Snowball Earth was still short of confirmation? Worse still, the discovery of a photosynthetic community of algae in rocks from the period concerned has undermined the theory!° since it is inconceivable that such life, lowly as it might be considered by some, could have survived beneath the miles-thick glaciers which, under this scheme, would have covered Earth’s entire continents. As of this writing, that is where the matter rests.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 14,
        "captions": [],
        "headers": [
            "THE BIRTH OF THE MILANKOVITCH THEORY"
        ],
        "content": "<p>Chapter 2 The Milankovitch Theory </p>\n<p><b><center style='font-size: larger;'>THE BIRTH OF THE MILANKOVITCH THEORY</center></b></p>\n<p>nowball earth aside, what caused the ice ages? S In 1842, the French mathematician Joseph Alphonse Adhémar concluded that Earth’s climate is influenced by precession, that slow gyration of Earth’s axis the imaginary tip of which describes a small circle against the background of the fixed stars. Be- sides affecting a slow successive change of pole stars, this motion also alters the length of the seasons since it changes the time of year during which Earth is nearest and/or farthest from the Sun. Thus, for instance, something like 11,000 years ago, the precessional cycle had lengthened the winters in the northern hemisphere while shortening those in the southern. Adhémar thus suggested that “whichever hemisphere had a longer winter would experi- ence an ice age, so that every 11,000 years glacial conditions would occur in either the Northern or Southern Hemisphere.”! But as the German naturalist Alexander von Humboldt noted in 1852, the decrease in so- lar radiation received by a hemisphere while tilted away from the Sun is balanced by the same amount of increased radiation during the opposite season when the tilt is toward the Sun.? Thus, in the course of a single year, both hemispheres receive about the same amount of solar energy. In 1864, James Croll, basing his ideas on the work of the French astronomer Urbain Jean Joseph Leverrier, came up with a new theory. Leverrier had by then discovered that Earth’s orbital path around the Sun also changes over time. According to Leverrier’s calculations, Earth’s orbit varies over a period of some 100,000 years from the ellipse it now is to a nearly perfect circle and back again. Croll thus decided that the ice ages had been caused by these orbital changes. His reasoning was that the diminishing of sunlight in winter would encour- age the accumulation of snow. This, in turn, would reinforce the seasonal cooling since fur- ther solar radiation would be reflected back by the aggregation of the snow. From this he de- termined that precession and the degree of orbital eccentricity were the major factors gov- erning the amount of sunlight received by Earth in its winter months.3 In 1873, Alfred Wilks Drayson published the hypothesis that ice ages had been caused by a tilt of Earth’s axis from the present 23.5° to one of about 35° and back again in a 30,000 year cycle. As he reasoned, winters would have been much colder and summers much hotter,</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 15,
        "main_text": "",
        "captions": [
            {
                "source": "caption",
                "text": "The precession of Earth’s axis."
            }
        ],
        "headers": [],
        "content": ""
    }
]