[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 424,
        "captions": [
            {
                "source": "caption",
                "text": "The eruption of Mount Mazama. (Painting by Paul Rockwood, courtesy of Crater Lake Natural History Association.)"
            }
        ],
        "headers": [],
        "content": "<p>We are of course aware that, while both the previous date and this newly determined pe- riod permit the event to have occurred during the age of man, the newer stretch falls past our own benchmark figure. In fact the newer dates come much closer to the time of the eventual dissolution of the proto-Saturnian system which we must definitely leave to a future volume. We have included it here out of chronological order merely to show that such indigenous leg- ends are not all to be dismissed as flights of fancy. Special note should also be taken of the fact that the legend in question actually speaks of two simultaneous eruptions, that of Mount Mazama and Mount Shasta. In itself this is not surprising since both of these volcanoes are situated on the same fracture zone. Nor is the si- multaneous eruption of two volcanoes on the same fracture zone unheard of since a similar incident occurred in September 1902 when Mount Pelée, on Martinique, erupted jointly with La Soufriére, on St. Vincent, 90 miles away.! Shasta and Mazama are only approximately 100 miles from each other. One can of course argue that since primitive peoples have everywhere sought to account for the origin of everything, the belief in the raising of mountainous districts from flat land is</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 425,
        "captions": [
            {
                "source": "caption",
                "text": "Crater Lake, Oregon, the formation of which was witnessed by the Klamath Indians. (Photograph by the author.)"
            }
        ],
        "headers": [
            "HIGH AND DRY WHALES"
        ],
        "content": "<p>to be expected. And, yes, to a certain extent this would certainly have been so, which is why we have left many such legendary items out of this work in order not to obfuscate the subject with doubtful material. The items we have chosen to present, however, bear the stamp of verity since, as already mentioned, they are correctly allied with two associated episodes— namely, the concurrent inundation of the sea and that misunderstood event that has gone down in the mythologies of all races as the Creation, an occurrence that was itself connected with the shedding of a great light. In addition, we have also included a few incidents concerning the correct details of which the primitive peoples of the time would not have known had they not actually witnessed the events in question. </p>\n<p><b><center style='font-size: larger;'>HIGH AND DRY WHALES</center></b></p>\n<p>Leonardo da Vinci, that paragon of ingenuity—painter, sculptor, architect, musician, mechanician, engineer, philosopher, and inventor—made the observation that “in order to ex- plain the presence of certain geological beds containing sea mollusks on top of modern</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 426,
        "captions": [],
        "headers": [],
        "content": "<p>mountains, we would have to accept the notion of vast changes on the face of the earth.”! Would that mollusks have been the only marine creatures that have been found on top of mountains! We have already seen that the bones of whales have been discovered in both Tunisia and Algeria in the elevated shorelines of a number of salt lakes which have been dated to the Pleistocene, as also on the elevated beaches of Lake Champlain, which bones were there dis- covered together with those of seals. Other whale bones have been discovered north of Lake Ontario 440 feet above sea level,” as also in Vermont at a height exceeding 500 feet above sea level, and in the Montreal-Quebec area at about 600 feet above sea level.4 Although, as Velikovsky noted,&gt; whales do occasionally enter the St. Lawrence River, whales on the hills in the regions of Vermont and Montreal would have required either an oceanic tide of vast proportions—which, coming from the east, in our case would have been due to tidal rebound or the later regaining of Earth’s previous momentum—if not to a lowering of the land. Marine creatures dating to the Pleistocene have also been found at altitudes exceeding 200 feet above sea level along the Gulf coast east of the Mississippi River.® But even these elevations are nothing when compared to the whale bones that have been discovered in the Andes at an altitude of 5,000 feet.” Nor will it do to explain these remains as those of whales which died and settled on the sea bottom to be covered by sediments before the sea bed rose gently to form the Andes millions of years ago. This is especially so when the same report offers the scientific conclusion that “the South American mountain chain rose very rapidly from the sea.”* Despite the fact that the same report claims that “geological upthrusting generally destroys fossil belts,”? a “huge tidal wave,” as per Ginenthal,!° would seem to be out of the question. That a tidal wave would have swept the west coast of South America due to the braking of Earth’s axial spin we have already seen. But it is doubtful that this wave would have been higher than the Andes. A wave that high would have swept over half the South American continent leaving very little alive, if anything, in its wake. And yet, the fact that other marine life together with such land animals as camels and even rhinoceros were found together with the whales well illustrates the titanic force with which the wave must have hit. However, since raised beaches dating to the time of man are quite evident on these mountains as indicated by Darwin himself,'! and since it is</p>",
        "markdown_converted": true
    }
]