[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 204,
        "main_text": "F. Scharff had indicated, this would mean that the glacial epoch was much less severe than it had commonly been assumed.! By the year 2000, authorities were softening up. “People make the mistake of thinking the Ice Age was cold all the time,” said James Adovasio. “They remember the 40,000 Janu- arys but forget the 40,000 Julys.”? But if, as we claim, there was no progression of seasons, there could have been neither Januarys nor Julys. If the weather was balmy, it would have had to have been balmy all the time. Two years later, the above theory was amended somewhat. It was still being said that the last Ice Age, “from 120,000 to 10,000 years ago, was not in fact always cold.” But now, Januarys and Julys were not brought into the picture. Instead, “20 brief interludes” were in- troduced during which “temperatures shot up 10 to 18 degrees within a decade.” This, say Andrey Ganapolski and Stefan Rahmstorf, came about through chaotic weather variations, brought about by the change of direction in the Gulf Stream, which “occasionally triggered a cascade of changes that switched temperatures from cold to warm.” It is forgotten that sub- tropical, tropical, and even equatorial flora and fauna from Arctic areas would not have been able to endure the cold between those “20 brief interludes.” If, then, we were to set aside the Januarys, Julys, and “brief interludes,” none of which are compatible with the evidence, we will be left with a balmy weather during the Ice Age except for those areas which were actually covered with glaciers, upon which, needless to say, neither the Neanderthals nor the Cro-Magnons seem to have ever set up camp. At the end of the Ice Age, if anything, temperatures should have risen higher still. How, then, could a change of climate—which could not have grown colder—be made to account for the disap- pearance of any one, or both, of these two races? We therefore seem to be left with but one of the alternatives touched upon above: catastrophic flooding accompanied by tectonic uplifts. But what could have caused such a catastrophe?",
        "captions": [],
        "bibliography": "'R. F, Scharff, The History of the European Fauna (London, 1899), pp. 76-77, 163. 2S. Nemecek, “Who Were the First Americans?” Scientific American (September 2000), p. 84. 3 F, Saunders, “Chaotic Warnings From the Last Ice Age,” Discover (June 2002), p. 14. 204",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 205,
        "main_text": "Chapter 10 Setting the Stage ANCIENT MAN IN ARCTIC REGIONS n 2001, although wedded to an entirely different theory, Flavio Barbiero could still note [i “The current ‘scientific’ explanation for the existence of [the] ice caps is that they were due to a cooler climate all over the world. But this theory is contradicted by the absence, during the ‘ice age’ of ice sheets in Siberia, which was actually populated, up to its northernmost regions, well inside the Arctic Sea, by one of the most impres- sive zoological communities of all times. Millions (more than 40 millions, according to F. C. Hibben) of mammoths roamed Siberia and Alaska, large animals the size of which can be found today only in tropical regions, or in those areas where the supply of fodder is guaranteed all the year round. Together with the mammoths, there were reindeers, rhinos, hippopotamus, bears, lions, leopards and Prjevalsky horses. There were also giant beavers and sloths, big horn deer, camels, [saber-toothed] tigers, buf- faloes, [auroch] bulls and many more: strong evidence that the climate in Siberia was much milder than today...”! The presence of man in this same area at the same time is also accounted for. Neanderthal and Cro-Magnon sites have been discovered strewn all over the place south of the Pleisto- cene glacial demarcation. None have yet come to light from those areas which were covered with glacial ice. The glaciated region seems to have formed a girdle, roughly between lati- tudes 60° and 40°, a massive belt stretching midway around the northern hemisphere. Both the areas above this belt, that is the Arctic, and below it, remained free of ice except for the peaks of some of the highest mountains. Cro-Magnon remains, it is true, have also been found in Alaska, but this region of Beringia remains controversial, with some claiming and others disclaiming that it had been glaciated at the time of the crossing from Siberia. There is, however, additional evidence from south eastern Alaska which speaks against those who are still of the belief that this portion of Beringia was under ice during the time in question. This comes from remains in a cave which “indicate that plants and animals were still living there.”?",
        "captions": [],
        "bibliography": "1 F, Barbiero, “Changes in the Rotation Axis of Earth After Asteroid/Cometary Impacts and their Geological Effects,” Fifty Years After Worlds in Collision by Velikovsky: Classical and New Scenarios on the Evolution of the Solar System (Bergamo, 2002), p. 89. 2 “Secrets of the Ice Age,” Chronology & Catastrophism Review (2001:2), p. 43. 205",
        "headers": [
            "ANCIENT MAN IN ARCTIC REGIONS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 206,
        "main_text": "Only heaven knows what human sites might still lie buried beneath the present perma- frost of Arctic lands. Even so, these lands have not been entirely reluctant to disclose their se- crets. As we have already seen, bone tools have been discovered in the lowlands close to Bluefish Caves, suggesting that hunters stalked the Yukon as early as 40,000 years ago at the very peak of the last Ice Age.! Primitive stone tools, as well as the remains of a prehistoric camp, dated as early as 2300 B.C., have shown up on Ellesmere Island.” More tools, including an incised mammoth tusk, dated at older than 30,000 years, have been discovered in Russia’s Arctic regions.> Stone tools, similar to those retrieved in East Africa, obviously worked by man, have been unearthed at various sites beneath the permafrost in present Siberia.4 Traces of Stone Age settlements, containing “bone implements and arrowheads, as well as needles and axes skillfully fashioned from mammoth tusks,” have also been found in the New Siberian Islands.5 Prehistoric petroglyphs depicting the “well preserved incised outlines of whales and deer” are still to be seen on the cliffs of Spitzbergen.° Ancient rock paintings have been discovered at river sites all the way from Scandinavia to Siberia. “The drawings show changes of style and subject over the centuries that suggest a pattern of evolution in the preoccupations and way of life of early man,” A. P. Okladnikov reported in 1969. “Furthermore, they indicate that there was communication or commonalty of some kind among the nomadic northern tribes over the wide region from the Baltic to the Far East.”7 The earliest of these petroglyphs, depicting horses and bison, found near Shishkino on the Lena River, compare favorably in style with the Aurignacian cave drawings of France. But then: “As the ice age waned and the land changed, so did the animals depicted in the rock drawings.” At Shishkino, the Aurignacian style was replaced by that of the Mesolithic age, with drawings of reindeer superimposed on the figure of the earlier bison, with the elk be- coming the dominant figure in the even later Neolithic age.8 Also during the Neolithic period, with which we are not yet concerned, the male human figure took prominence over that of the female. Animals became secondary in eminence.? A change of focus had obviously taken place. There is no point in belaboring the issue. Enough has been said. Even so, Arctic regions temporarily aside, what was it really like during our postulated scheme beneath the polar",
        "captions": [],
        "bibliography": "1H. Pringle, In Search of Ancient North America (N. Y., 1996), pp. 15-16. 2 P. Schledermann, “Eskimo and Viking Finds in the High Arctic,” National Geographic (May 1981), pp. 581- 584. 3 “Why Are They Always Older?” Chronology & Catastrophism Review (2002:1), p. 36. 4 Science Frontiers, No. 92, p.1, as cited in Chronology & Catastrophism Workshop (1994:2), p. 29. 5.C. H. Hapgood, The Path of the Pole (N. Y., 1970), p. 102. 6 Ibid. 7 A. P. Okladnikov, “The Petroglyphs of Siberia,” Scientific American (August 1969), reprinted in Scientific American Offprints, #649, p. 3. 8 Ibid. 9 Ibid., p. 4. 206",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 207,
        "main_text": "Saturnian sun? Better still, what did man himself had to tell us about these times? THE MYTHO-HISTORICAL CONNECTION Since man came into his being during the Ice Age, it would not have been possible for him to have remembered its onset. But what of his existence during its course of time? In writing about ice ages, Windsor Chorlton could not help but note a class of Scandinavian myths which describe Earth and the heavens as having been “made from the body of a great frost giant who materialized out of mists rising from melting ice—ice that had once impris- oned the entire universe.”! He then goes on to state that: “Perhaps such tales represent ancient memories of the Ice Age; if so, they are among the few folkloric allusions to the glacial past. Although fully modern humans wit- nessed the waning of the most recent ice age, even the oldest legends contain no im- ages of retreating glaciers or warming climates. People of many cultures tell each other of cataclysmic floods that once covered the world with water, but never speak of a time when towering ice sheets blanketed much of the earth.”? We should not blame Chorlton for this naive generalization since, after all, even he had just told us of the Scandinavian belief in ice that had once imprisoned the entire “universe.” It is not true, however, that the mytho-historical record has nothing to say about “retreating glaciers and warming climates.” In fact, such a sequence is contained in the very Scandina- vian tales he himself referred to. Although by the time the Voluspa was put into writing the events which concern us had long passed away, enough of early man’s memory was retained, even if in a somewhat ambiguous fashion. This very Voluspa speaks of an original land of ice, darkness, and mist situated in the north. From the south, rivers flowed toward the land of ice, where they became frost-bound and died in the icy vastness. But later, so these legends proclaim, there arose a south wind which brought warm air with it and the ice was melted.3 One may think that, coming from the geographical area of Scandinavia, snow and ice would feature prominently in their mythology, although, to be sure, they do not fea- ture that prominently in the sagas of other northern people. But what, then, of the Jewish nation? Did they not also preserve a memory of Earth’s primeval cold? In recounting the sequence of Creation as supposedly received from his god, Enoch spoke of “the treasure houses of the snow” and “the storage houses of the cold.”4 In a different tract, Yahweh is also made to ask Job: “Out of whose womb came the ice and the hoary frost of heaven, who hath gendered it? The waters are hid as with a stone and the face of the deep is frozen.”>",
        "captions": [],
        "bibliography": "1 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 83. 2 Ibid. 3p. Grappin, “Germanic Lands: The Mortal Gods,” Larousse World Mythology (London, 1972), p. 362. 4 The Book of the Secrets of Enoch in W, Barnstone (Ed.), The Other Bible (N. Y., 1984), pp. 7-8. 5 Job 38: 28-29. 207",
        "headers": [
            "THE MYTHO-HISTORICAL CONNECTION"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 208,
        "main_text": "Much later, Moses, too, was said to have received similar information from Yahweh who told him of the storehouses of snow and hail.! In fact it has long been known in Jewish sources that snow was one of the primordial elements.? Earth, according to the legends of this ancient nation, was created “from the snow under the Divine Throne,”? which Divine Throne is here understood as that of Yahweh/Elohim, already identified as the proto-Saturnian deity. In some sources, even the heavens were said to have been created “out of the heap of snow.”4 And why not—was that not from where the snow was seen to fall? It is not that these snippets of ancient belief in any way prove that the ancestors of the Jews were ever cognizant of an ice age in which their world had once been enveloped. But they do indicate an awareness of snow and cold which the legends themselves connect with that time that was to become known to all ancient nations as the beginning. Half a world away, the Amerinds do recollect a time when their ancestors lived in a colder climate. The Achomawi who lived in California, hardly an area that is now subject to frigid temperatures, tell how their creators were obliged to bring warmth to the land because “the Indians were freezing.” So, also, with the Shastika from the same geographical region.® In the traditions of the Chippewa of western Ontario, it is told how the creator attempted to fashion the world on three separate occasions, failing each time because there was too much ice, before he succeeded on the fourth. More than that, they tell of the rapid melting of the ice and the disastrous rise in water levels in lakes and rivers, which culminated in the near- extinction of life.” Or take the Pygmies of Africa’s equatorial forests, not quite the place where freezing cold should be memorialized in myth. As Jean-Pierre Hallet stressed: “Winter never comes to the equatorial forest in which the Pygmies tell numerous legends of ‘the terrible cold, the killer cold’ that ravaged the ancient world,” 8 One of these legends, for instance, relates: “The men had left their village. But they were not happy, they were hungry, they were thirsty, they were cold. They were cold, and that, that was the worst of all.” “To the best of my knowledge,” Hallet noted, “no anthropologist has bothered to ask how the Central African Pygmies came to possess legends that seem more appropriate to Eski- mos.”!0 It is thus apparent, as in fact it has been pointed out by others, that the African Pyg- mies did not originate in equatorial Africa, as neither could all those people from southern latitudes who have retained a memory, no matter how dim, of the Pleistocene Ice Age.",
        "captions": [],
        "bibliography": "1L. Ginzberg, The Legends of the Jews , Vol. Ill, Philadelphia 1968), pp. 162, 232. 2 Ibid., Vol. V, p. 22. 3 Ibid., Vol. 1, p. 8; Vol. V, pp. 7, 8, 70. 4 Ibid., Vol. V, p. 17. SR. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 33. 6 Ibid., p. 34. TY. Deloria, Jr., “Catastrophism and Planetary History,” KRONOS IIL:4 (Summer 1978), p. 49. 8 J.P, Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973,) p. 259. 9 Ibid. 10 Tbid., p. 259. 208",
        "headers": []
    }
]