[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 58,
        "captions": [
            {
                "source": "caption",
                "text": "The workings of a tippe-top. (5) Initial state with primary spin. (b & c) Fast precessional secondary rotation leading to inversion. (d) Continuation of primary spin but with top and bottom inverted, and right and left reversed."
            }
        ],
        "headers": [],
        "content": "<p>opinion, the terrestrial shell would have inverted without flipping Earth’s inner core,! a re- finement that was also forwarded by T. William Field.? This brings the theory awfully close to Hapgood’s shifting crust. But this, too, found its critics Even so, Crew and Field’s pos- tulate is not entirely unbelievable when it is remembered that, just prior to 1996, evidence suggested that “the earth’s solid inner core spins about two-thirds of a second per day faster than the rest of the planet, adding up to an extra rotation every 400 years.”4 This might not be though of as much, but it does, at least, indicate that Earth’s inner core is not rotationally tied to its outer surface. Earl Milton was another authority who favored Warlow’s methodical solution, as so, too, did John White.®</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 59,
        "captions": [],
        "headers": [],
        "content": "<p>Strange as it may sound, there were some supporters of Velikovsky who, rather than ac- cept the tippe-top model as a validation of their mentor’s cosmic theory, ended up criticizing it.! Initially, Leroy Ellenberger, too, found much to commend in the tippe-top model, but he was soon swayed by the critique of Victor Slabinski,&gt; to say nothing by that of Lynn Rose.+ Neither was Ellenberger swayed by Crew’s attempt to save the tippe-top model by refining it through his shell-slipping modification. It was, however, Slabinski’s detailed critique which actually dealt the death blow to Warlow’s model. As Slabinski showed, the torque required to flip over the world was under- stated by Warlow.® As his own calculations indicated, the interacting body with Earth would have needed “a mass of 68 Jupiters.” As he concluded: “We expect that such an interaction would be totally catastrophic.” Warlow did his best to defend his theory against these criticisms,8 as so, also, did some of his supporters.? Others, like Nigel Henbest, voiced their objections without having really</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 60,
        "captions": [],
        "headers": [],
        "content": "<p>understood what was at issue.! But, try as he might, Warlow could not rid his model of Slabinski’s main impediment concerning the required torque. Even Michael Reade, James McCanney, Moe Mandelkehr, and Peter James, none of whom were originally opposed to Velikovskian scenarios, found reason to concur with Slabinski’s calculations and/or to point out additional flaws.” When, nine years later, Warlow returned to the tippe-top in the first part of a planned two-part paper, he claimed that Slabinski’s calculation is a hypothetical, rather than a practi- cal, one—as if his own theory was anything but. There he promised that, in part two, Slabin- ski’s own calculation will be shown to be overestimated by a factor “in the order of tens of millions.”3 Unfortunately, as of this writing, the promised second part of the paper has not yet seen the light of day. Needless to say, as Warlow himself noted, the dynamic objections raised against his hy- pothesis applies equally well to that of Velikovsky regardless of the manner in which Earth might have inverted itself.4 He, however, misunderstood me when he claimed that, while objecting to his theory, I continue “to favor Velikovsky’s scenario, looking (or hoping) for some alternative to the tippe-top to save the day.” To which he added: “Unfortunately, Car- dona’s is a vain hope, and any search he makes will be fruitless.”&gt; “Logically, then [he continued], Cardona’s response is untenable—but it is neverthe- less an understandable one. It is based on his conviction that the historical record contains too much information and detailed consistent accounts for a Velikovsky-type scenario not to be true...In this respect, I sympathise with Cardona, but a situation in which one simply hopes for something to turn up and provide salvation as if by magic just cannot be accepted. The Slabinski spectre must be laid without resorting to miracles.”6 Had Warlow been more familiar with my published works, he would have realized that I had long before abandoned Velikovsky’s scenario of near-colliding worlds. And while, yes, I did continue to believe that east and west had more than once changed places in the past, I was in no way looking for magic and/or miracles to accomplish the feat. Warlow might have felt justified in castigating me because I did not offer an alternative to his tippe-top model. The lack of an alternative, however, does not invalidate Slabinski’s dynamic objection. What can we add to all this?</p>",
        "markdown_converted": true
    }
]