[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 91,
        "captions": [],
        "headers": [],
        "content": "<p>serves important clues for reconstructing the recent history of our solar system, its study becomes all the more essential.””! Some myths do contain what seems to be an element of incredibility. For that reason, myth has often been interpreted on an allegorical level, as it continues to be to the present, especially among modern affluent cults. As Martin Bernal noted in relation to Egyptian mythology, “the allegorical interpretation of myth as an expression of the ancient wisdom of the Egyptian priests survived and flourished among Freemasons and Rosicrucians.”? More often than not, however, the cursory reader of mythological works is simply bowled over by the myths’ complexity and magical content. Ignatius Donnelly long ago remarked that: “Legend has one great foe to its perpetuation—civilization. Civilization brings with it a contempt for everything which it cannot understand; skepticism becomes the syno- nym for intelligence; men no longer repeat—they doubt, they dissect, they sneer, they reject...If the myth survives this treatment, the poets take it up and make it their stock-in-trade—they decorate it in a masquerade of frippery and finery, feathers and furbelows, like a clown dressed for a fancy ball...and the poor barbarian legend sur- vives at last, if it survives at all, like...a hippopotamus smothered in flowers, jewels and laces...” Myth must then be interpreted, when it needs interpreting at all, after it has been stripped clean of its “frippery and finery, feathers and furbelows,” its “flowers, jewels and laces.” In other words, it is the core of a myth that should concern us and not the trimmings it might have acquired in later times. That modern man has no use for myth is somewhat ironical when one remembers that those of a religious mind, regardless of their particular persuasion, often find themselves im- mersed in mythic ritual. These might not realize it, but religious ritual is nothing more than the re-enactment of myth. Hodder Westropp and Staniland Wake were right on the mark when they proclaimed that, together with language, worship is nothing more than crystallized history4— which compares well with Eliade’s own dictum mentioned above. As the same Eli- ade also avowed, “the greater part of primitive man’s actions were, so he thought, simply the repetition of a primeval action accomplished at the beginning of time by a divine being, or mythical figure.”&gt; In other words, ritual, including sacrifice, is the re-enactment of past mythic events, and this remains true to the present, regardless of whatever religion is in- volved. In the Greek world, ritual also developed into drama, from which it can be said that drama owes its origin to mythic ritual. More than that, as we indicated in our previous vol-</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 92,
        "captions": [],
        "headers": [],
        "content": "<p>ume on this subject,! Greek drama, for which such magnificent theatres were built, originated from the mythic ritual concerned with one particular deity— Dionysos. As Rush Rehm noted: “The first theatrical productions were probably also connected with the worship of the wine-god Dionysus [variant: Dionysos]. From paintings on vases (often wine ves- sels), we know that initiates in the Dionysiac cult sometimes danced around an image of the god attached to a tree or pole. These mask-like visages of Dionysus may have influenced the use of masks by actors and the chorus... “The Greeks adopted Dionysus as the god of their theatre, and tragic and comic per- formances took place at city-sponsored festivals held in his honor. The biggest festi- val, held at the City Dionysia (the sanctuary to Dionysus), took place every spring in Athens, where large audiences gathered over several days. The close link to Dionysus gives some support to a theory about drama’s origins [which was] popular earlier this century...”? This is ascertained by the aforementioned Bernal in his contemplation of the origins of Greek theatre. “It is striking to note,” he wrote, “that in Greece, tragedy, which was essen- tially religious, was associated with both Dionysos and the goat, tragos.”3 In fact it is from the Greek word for “goat”—that is, tragos—which animal was sacred to Dionysos, that the word “tragedy” is derived. All of which is quite revealing because, besides being the god of wine and revelry, as we indicated in our previous volume, Dionysos originated as the anthro- pomorphized representation of the planet Saturn.+ The Classical Greeks came relatively late on the mythological scene. This, however, does not mean that their deities were of Classical manufacture. As Peter James and his co-authors revealed: “The decipherment of Linear B [a Mycenaean script] threw a completely new light on the Mycenaean world. For example, it is now known that the Olympian gods familiar from Homer (including Zeus, Hera, Poseidon, Athena, Artemis, Hermes and Di- onysos) were [already being] worshipped during the late Bronze Age.”&gt; Even so, way ahead of the Greeks were the civilizations of Egypt and Mesopotamia. The major mythic themes with which the scholar is now familiar are, however, even more ancient than that. As Donald Mackenzie reported, the major myths of the ancient world trace all the</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 93,
        "main_text": "",
        "captions": [
            {
                "source": "caption",
                "text": "Ritual, including sacrifice, constitutes the re-enactment of past mythic events. Shown above: The Roman rite of suovetaurilia, in which the sacrifice of a bull, sheep, or pig took place, with the animal’s internal organs being offered to the gods. (Illustration by John Green.)"
            }
        ],
        "headers": [],
        "content": ""
    }
]