[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 394,
        "main_text": "general area, speaks highly in favor of their formation through the action of catastrophic floods.! Since then, Shaw’s conclusion has been championed by others such as Scott Fields? and Warren Hunt.3 A water inrush said to have flowed from the Mediterranean through the Sea of Marmara into the Black Sea dated to 5600 B.C. has recently been blamed for the singular event that gave birth to the legend of Noah’s flood.* Exploration and studies of the area conducted by Robert Ballard> have, however, indicated that the flood occurred some 12,000 years ago when “world oceans rose as glaciers melted” at the waning of the Ice Age.° Marine geolo- gists have even more recently questioned the direction of this flow and that, 10,000 years ago, the flood had surged the other way, from the Black Sea into the Mediterranean.’ The truth of the matter seems to be that there were probably two different floods separated by some 5000 years. The first would have resulted at the end of the Ice Age, 12,000 to 10,000 years ago, with the water moving from what had been the fresh water lake now known as the Black Sea’ into the Mediterranean. The second one was in reverse with the salt water from the Mediterranean flooding into the Black Sea via the Sea of Marmara. The connection between this later surge of flood water and the Deluge associated with Noah will be discussed in greater detail in a future volume of this series. We could include much more evidence from other parts of the globe but, on this particular issue—the floods that followed the melting of the ice—we expect but little objection from mainstream science. That this flooding was concomitant with the end of tribal culture is evident in various lo- calities, such as the stratum of sand and clay that covers Paleolithic remains in India’s Thar Desert.? Similar evidence from the same continent came to light in the Potwar plateau, where Neanderthal remains are covered by loess deposits.!° In both these cases, the burying detritus has been seen by some as the result of sudden flooding. As we have already pointed out in an earlier chapter of this work, numerous caves scattered across Brazil contain similar deposits in which the remains of men have been found mixed with the bones of beasts. And not only do the beasts in question hail from the Pleistocene, the human remains are distinctly of Neanderthal type.!! What else still lies buried will have to be left for the future.",
        "captions": [],
        "bibliography": "1 J, Shaw, “Drumlins, Sub-Glacial Melt Water Floods and Ocean Responses,” Geology 17 (September 1989), pp. 853-856. 2S. Fields, “Megafloods at Ice Age’s End,” Earth: The Science of Our Planet (May 1994), pp. 12-13. 3.C. W. Hunt, Environment of Violence (Calgary, 1990), pp. 117-119. 4 Ww. Ryan & W. Pitman, Noah’s Flood: The New Scientific Discoveries About the Event that Changed History (N. Y., 1999), in toto; 5R. D. Ballard, “Deep Black Sea,” National Geographic (May 2001), pp. 52 ff. 6 Ibid., p. 57. 7 New Scientist (May 4, 2002), p. 13. 8 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 30. 9B. & R. Allchin, The Rise of Civilization in India and Pakistan (Cambridge, 1982), p. 19. 10 Pbid., p. 18. 11D. S. Allan & J. B. Delair, Cataclysm! (Santa Fe, 1997), p. 116. 394",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 395,
        "main_text": "AQUATIC GENESIS That ancient man retained a memory of this flooding we have already seen. And because Earth, but more especially the sky itself, was seen to have changed—and most dramatically at that—some of the survivors remembered this aquatic calamity as having ushered in a new cosmos. The Brahmans of India continue to stress that Creation is a recurring event, separated by vast stretches of time. They thus speak of a cycle which consists of many kalpas each of which is divided into one thousand mahayugas (great ages). Each mahayuga is in turn divided into four yugas (ages) which are named Krita, Treta, Dwapara, and Kali. They thus speak of the Kritayuga, the Tretayuga, and so forth. Each Creation, according to Brahmanic belief, is preceded by terrible calamities. One such is believed to be an incessant rain that falls from stormy skies and lasts for months on end. It is then believed that Brahma, the supreme Creator we have already identified as an avatar of the Saturnian deity, is believed to go to sleep until the time comes for his re- awakening, at which time Creation is once more resumed. The belief in this endless recurrence of Creation was instigated through the memory of successive destructions which mankind experienced through the ages. One point of utter importance to the subject at hand is that, according to this Brahmanic religio-philosophy, the waters of a cataclysmic flood covers the “universe,” from which the new Creation then proceeds.! The varied tribes of central India, holding themselves aloof from the Brahmanic system of their neighbors, hold similar beliefs. Thus, among the Bison-Horn Marias, the Gonds, and the Saora of Orissa, it is told that one world had already been created when it was destroyed by floods.? Because man believed in more than one Creation, and therefore in more than one destruc- tion, it becomes rather difficult at times to separate one event from a later one. This has even led some scholars to assume that Creation actually followed the Noachian Deluge which, in fact, transpired much later in time. William Mullen, for instance, was of the belief that the ancient Egyptians confused one with the other. To an extent, this might have been so since there is little doubt that, in time, the ancients themselves would have confused one flood with an other. Unfortunately, Mullen himself is also guilty of confusing the terrestrial flood with the celestial ocean, but let that be. So, likewise, with Malcolm Lowery when he states that “the Bible begins with a record of the Creation, in which the world is stabilised.” He then asks: “But which creation?” And he answers by: “It had long been a belief of the ancients, af- ter all, that the world must be destroyed at intervals to be created anew, and it is thus quite possible that the story symbolized in Genesis I refers, for instance, to the time immediately after the [Noachian] Flood.”4",
        "captions": [],
        "bibliography": "1 C.F. Volney, New Researches on Ancient History (1856), p. 157; H. C. Warren, Buddhism in Translation (1896), pp. 320 ff. 2 O. Herrenschmidt, “Tribal Mythologies of Central India,” in “India: The Eternal Cycle,” Larousse World Mythology (London, 1972), pp. 264-265. 3 W. Mullen, “A Reading of the Pyramid Texts,” Pensée IVR III (Winter 1973), p. 14. 4M. Lowery, “Father Kugler’s Falling Star,” KRONOS II:4 (Summer 1977), p. 7 (emphasis as given). 395",
        "headers": [
            "AQUATIC GENESIS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 396,
        "main_text": "This confusion between flood and Creation goes back to Staniland Wake and might have even originated with him. Wake saw the preservation of the animals in Noah’s ark as sym- bolizing “the seeds of all things preserved that they might again cover the earth.” As he goes on: “Taken in this sense, we see the reason of the curious analogy which exists in various points between the Hebrew legends of the creation and of the deluge.”! Hans Schindler Bel- lamy followed suit. In his attempted documentation of Hans Hoerbiger’s defunct Cosmic Ice Theory, Bellamy also assumed that Creation arose out of the watery chaos left behind by Noah’s Deluge: “Tn all deluge myths, whether of the eastern or the western hemisphere, whether told by peoples living near the poles or by tribes settling in the tropics, one fact always stands out: the Great Flood appears as the conclusion of a universal catastrophe, as the finale of a great cosmic drama. But, though it definitely closes a period, it does not cause the final end of things. After the destruction comes a new creation.”? So, also, Velikovsky who, in a throwaway sentence in one of his shorter papers, concluded that “the first chapter of Genesis,” which tells of the Creation, is “a tale brought down from exotic and later sources.”3 More recently David Salkeld took this up and attempted to show why, in his opinion, Velikovsky was correct.4 Thus he directs the reader’s attention to a passage recorded in the New Testament to the effect that: “...by the word of God [literally, Theos] the heavens were of old, and the earth standing out of the water and in the water. Whereby the world that then was, being overflowed with water, perished. But the heavens and the earth which are now, by the same word are kept in store.”> Although the above words were written by Simon-Peter, one of the apostles of Jesus, in his second Epistle, there is no doubt that they echoed not only the general Jewish belief of his day, but also of days long before his time. Even so, there is nothing in these verses which claim that the water in question was that of Noah’s flood. This confusion is understandable, as Alfred de Grazia pointed out, when one remembers that even following Noah’s flood, Creation was renewed.° Thus even Manu, the Hindu pro- totype of Noah, “was chosen by order of the gods to recreate all creatures after the Deluge.”” Fortunately, at least in a few cases, enough details have been retained by the tellers that act as clues which enable us to tell which catastrophe is being described. At others times we",
        "captions": [],
        "bibliography": "1 CS. Wake, “Influence of the Phallic Idea in the Religions of Antiquity,” in H. M Westropp & C. S. Wake, Ancient Symbol Worship (N. Y., 1875), p. 69. 2HLS. Bellamy, Moons, Myths and Man (London, 1949), p. 145 (emphasis as given). 31. Velikovsky, “Earth Without a Moon,” Pensée IVR III (Winter 1973), p. 25 (emphasis added). 4D. Salkeld, “Genesis and the Origin of Species,” Chronology & Catastrophism Review (2002:1), pp. 10-13. 52 Peter 3:5-7 (emphasis added). 6 A. de Grazia, Homo Schizo IT (Princeton, N. J., 1983), p. 142. 7 Ibid. 396",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 397,
        "main_text": "are simply left to guess. Harold Osborne, in describing the Creation legends of South America, for instance, informs us that: “Myths of a deluge are very widespread both among the highland peoples and the tribes of the tropical lowlands. The deluge is commonly connected with the creation and with an epiphany of the creator-god. It is often associated with the creation of mankind or of the present races of man. It is sometimes regarded as a divine punish- ment wiping out existing mankind in preparation for the emergence of a new race.”! And: “The origin of human beings as they are now is commonly attributed to the act of a creator-god and often connected with the deluge. Some mythological cycles feature a primitive age of darkness before the existence of the sun, when human beings lived in a state of anarchy without the techniques of civilized life. Sometimes myths in this category appear to embody a confused racial memory of a hunting and food- gathering stage. It is not uncommon for them to be associated with a tradition of the destruction of the primitive food-gathering race by a creator-god and the creation of new races, usually following a deluge...”? So, too, among the Tainos of Haiti who also relate that Creation followed “after a flood.”3 SEA LEVEL CHANGES One other subject about which we expect no objections from mainstream science concerns the rising of sea levels due to the melting of the Ice Age glaciers. As we have seen, water from the melting glaciers would have run into low lands through gullies, gathering into lakes which expanded and burst their bounds, rushing in torrents through valleys and over flat ground, inundating lands for miles around. But, as we all know, all floods and rivers which do not flow into dead-end lakes, like the Dead Sea, eventually empty into the ocean. In recent times we have often been told that if Earth’s present polar caps were to melt through increasing global warming, cities on the sea coasts of the entire world would be drowned due to rising sea levels.4 The melting of the Ice Age glaciers would similarly have inundated coastal stretches throughout the world. Sea level changes have been claimed for various ages. But let us stick to the end of the last Ice Age and our bench-mark figure. The problem here is that, at the end of the Ice Age, according to Edward Weyer, “sea levels dropped in some parts of the world, while in others",
        "captions": [],
        "bibliography": "1H. Osborne, “South American Mythology,” Mythology of the Americas (London, 1970), p. 294 (emphasis added). 2 Ibid. (emphasis added). 3 M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972), p. 440 (emphasis added). 4 See here, for instance, D. Schneider, “The Rising Seas,” Scientific American (Fall 1998 special publication, The Oceans), pp. 28 ff. 397",
        "headers": [
            "SEA LEVEL CHANGES"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 398,
        "main_text": "it rose.”! In those places where it did rise, “sea level stood about one hundred feet or so above its present position.”? “Sea-level changes [Peter Warlow explained] are recorded all over the world in the form of raised beaches, wave-cut platforms, and old cliff lines, and also in submerged positions marked by such features as submerged fossil forests. These features are clearly attributable to either a rise or fall of the land, or to a change of the mean depth of the sea. Sometimes, the features show evidence of a slight tilt of the land, where the old coastal line does not lie exactly horizontal and parallel to the present sea-level, but the most common explanation for the changes is that they were caused by changes in the mean depth of the sea which are associated with the changes in the amount of ice at the poles in the glaciations of the ice ages.” And: “Such estimates are derived from actual measurements of the heights and depths of the old coastlines, and it is assumed that these were due to changes in the amount of ice at the poles—uniformitarianism having no other source of the variation.”+ One correction we would make to the above is that the Ice Age glaciers did not really oc- cupy Earth’s northern pole since, to the contrary, as we have seen, the Arctic region was free of ice during the last glaciation. Meanwhile, one other line of evidence disclosing the reality of past sea level changes comes from a particular species of coral that grows quite near the surface of the sea especially in Caribbean waters. Obtaining cores by drilling deep into reefs around Barbados has enabled Richard Fairbanks and _ his colleagues to follow the past rising of sea level since the end of the Ice Age when “the great ice sheets that had blanketed much of North America and Europe were in the midst of melting, and the ocean was receiving huge influxes of water.”5 John Anderson, on the other hand, has questioned Fairbanks’ data, stating that they are “not accurate enough to see the kinds of events predicted by the glacialogical models.” Thus, according to Anderson, there were “at least three episodes of sudden sea-level rise in the past 10,000 years,” and that evidence of this is not discernable in Fairbanks’ coral record.° Anderson and his co-workers have gathered additional evidence from various localities. Sediment cores and seismic soundings from Galveston Bay in the Gulf of Mexico have revealed “how that estuary has responded to rising sea level since the last ice age.””",
        "captions": [],
        "bibliography": "1 “Catastrophism Old and New,” S.I.S. Review V:2 (1980/81), p. 35. 2D. B. Vitaliano, Legends of the Earth (London, 1973), p. 28. 3 P. Warlow, The Reversing Earth (London, 1982), pp. 112-113. 4 Ibid., p. 113 (emphasis as given). 5D. Schneider, op. cit., pp. 34-35. 6 Ibid., p. 35 (emphasis added). 7 Ibid. 398",
        "headers": []
    }
]