[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 418,
        "captions": [],
        "headers": [],
        "content": "<p>facts dating from the Palaeolithic have been found in caves at very high altitudes.! It is more than doubtful that Palaeolithic man would have abided at these elevations, some 8,028 feet above sea level. These mountains must have risen to their present height no earlier than the end of the Palaeolithic age. As Flint reported: “Mountain uplifts [including the Cordilleras and the Alps] amounting to many thousands of feet have occurred within the Pleistocene epoch itself.””? We find the same situation in China and Mongolia where colossal uplift of the land has been found to have occurred since the end of the Ice Age.3 Indeed, as noted by Allan and Delair: “Similar youthfulness characterises the ranges bordering the western Gobi desert, in- cluding all those from the Russian Altai mountains to the Tien Shan range.”4 In fact the very basin which contains the Gobi desert itself has been proclaimed to be “relatively young,” having been formed “coincidentally with the uplift of the Transbaikal ranges.”&gt; This is fur- ther evidenced by the fact that the Chinese have retained a memory of an immense inland sea, known as the Great Han Hai, which once occupied the area of the present Gobi. “At the time of [this] sea’s existence, the entire [Gobi] basin apparently lay from two to three thousand feet (600 to 900 m) lower than it does today, and there is every in- dication that it was uplifted simultaneously not only with the Pamirs and great ranges of western China but also with the Tibetan plateau immediately to the south.”6 That all these mountains commenced their career as flat land beneath the sea is evidenced by the amount of marine fossils they still contain embedded within their contorted strata. That much is accepted by all geologists. What is also accepted is that mountains are born through the sliding, collision, and jostling of tectonic plates. What is questioned here is that the process took millions of years. On the contrary, the hard evidence calls for sporadic, but abrupt, upheavals in between ages of quiescence and that some of these catastrophic events took place during the age of man at the end of the Pleistocene Ice Age. Islands, too, must have been created during this same period. That islands can be volcani- cally raised in just about overnight is evidenced by the fact that such islands have been known to be born in modern times. One such island, Anak Krakatau—“Child of Krakatau” — emerged from the sea in 1930.7 In 1986, an underwater volcano was responsible for the creation of a new island in the Pacific Ocean near Iwo Jima.’ If such islands can be created by relatively minor volcanic activity, one can just imagine the number of islands that would have been explosively born through global volcanic eruptions at the end of the Ice Age.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 419,
        "captions": [],
        "headers": [
            "ANCIENT TESTIMONY"
        ],
        "content": "<p><b><center style='font-size: larger;'>ANCIENT TESTIMONY</center></b></p>\n<p>That most of the authorities cited above wrote their treatises early in the twentieth century might be mistaken for naiveté due to the embryonic state of geological knowledge as it existed at the time. As we have seen, however, modern geologists are finally admitting the occurrence of punctuated catastrophism. Actually, a consensus that the face of the physical world had been entirely different in primeval times had already been reached in the eighteenth century. This, however, had been the result of a mixture that was part theology and part science. To quote Frank Manuel: “For reasons theological or scientific, or more often an admixture of both, inquirers arrived at the conclusion that the world of nature must have undergone a whole succession of violent revolutions.”! The part that was science was unfortunately sullied by the likes of Thomas Burnet, whom Manuel referred to as “[t]hat seventeenth-century clergyman of fantasy,”? whose main aim was to “prove the Bible right.” This was exemplified by Antonio Moro who “conjectured that God created the world a perfectly smooth marble sphere” and that it was not until the third day of Creation that “the primary mountain chains” were raised.3 While, at first sight, this appears to be somewhat damning from a scientific point of view, it actually conforms to a primitive belief that can be found in various parts of the world. Biblical-based theology cannot be made to account for these beliefs. Meanwhile, there is nothing in the Book of Genesis, or anywhere else in the Old Testament, which specifically claims that the mountains were raised on the third day of Creation. But we do find it so recorded in Jewish legend where it is stated that: “Up to this time [the third day of Creation] the earth was a plain, and wholly covered with water.” And then “mountains appeared all over and hills.” It is therefore less than doubtful that Moro was quite familiar with this tradition as well as others. Meanwhile this much can be said: Since Creation is related to have commenced with the shedding of light, understood here as proto-Saturn’s flare-up, it becomes understandable that the raising of the mountains, which followed the shedding of the light, would be included in the tales of Creation. Needless to say, Moro’s claim that Earth was originally “a perfectly smooth marble sphere” is nothing but fantasy. And yet, all over the world, the belief is found recorded that, in primeval times, the land was flat. Louis Ginzberg, for instance, tells us that: “The conception that the mountains did not originally belong to the earth’s form is prevalent in legend...”6 As it is told in another Jewish source: “The earth, which originally consisted of a level surface, became mountainous as a punishment for having received Abel’s blood.”? Not only that, but, during the mythical generation of Enosh—not to be confused with Enoch—the raising of the mountains is correctly associated with the inundation of the sea. As it was told,</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 420,
        "captions": [],
        "headers": [],
        "content": "<p>“the ocean flooded a third part of the earth; there arose mountains, valleys, and rocky ground, whereas prior to that everything had been smooth and even...”! And: “God caused the sea to transgress its bounds, and a portion of the earth was flooded. This was the time also when the mountains became rocks...”? A similar series of events is ably, if concisely, described by the Chinese in the Sing-Li- Ta-Tsiuen-Chou. “In a general convulsion of nature,” it is there related, “the sea is carried out of its bed, mountains spring out of the ground, rivers change their courses, human beings and everything are ruined, and the ancient traces effaced.”3 Moreover, the connection of this tec- tonic violence with Creation is not unique to Jewish lore. Thus G. H. Luquet informs us that: “Tn various Battak tribes of Sumatra, earthquakes are linked with cosmogony myths. Under various forms, all more or less determined, the idea is that the creation of the world was a disadvantage for a being already in existence, who reacted with a violent agitation which destroyed the earth.”’4 Similar legends were told by other primitive peoples, such as the Kayan of Borneo who passed on the belief that valleys were hollowed out by a crab. But this was no ordinary crab since the creature had been one which had fallen from the sky.5 Natives in the north-west of the same country also tell how the two birds responsible for Creation ended up with an Earth that was larger than the sky. In order to adjust for this miscalculation, they squished the earth, “and this caused the foldings which made mountains and valleys.”6 As we noted earlier, the Eskimos of the Bering Strait also tell that “in the days of the first people on the earth plain, there were no mountains far or near.”7 The mountains known as the Cuillins on the Isle of Skye, one of the Hebrides, off the north-west coast of Scotland, are volcanic in origin. Dorothy Vitaliano described them as “made of gabbro, a type of rock which crystallizes from molten matter, but far below the sur- face rather than on it.” They are, as Vitaliano herself tells us, “the deep roots of volcanoes” which geologists claim to have been active in the Tertiary,’ that is the period before the Quaternary which includes the Pleistocene epoch. Thus, these volcanoes would have been ac- tive before the last Ice Age. And yet there is a Scottish legend which accounts for the forma- tion of the Cuillins. As is often the case, the legend has been preserved in an allegorical form. It goes like this: Cailleach Bhur, the Hag of the Ridges, which stood for Winter, held a lovely maiden pris- oner. This maiden was so loved by Spring that she begged the Sun to free her. The Sun flung his fiery spear at Cailleach Bhur, but missed her. Instead the spear hit the ground where an</p>",
        "markdown_converted": true
    }
]