[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 259,
        "captions": [],
        "headers": [
            "PREDETERMINED ENCOUNTER"
        ],
        "content": "<p><b><center style='font-size: larger;'>PREDETERMINED ENCOUNTER</center></b></p>\n<p>The hypothesis that the current planets of our Solar System did not form within it is pres- ently, even if slowly, gaining acceptance. Under this scheme, the planets are not really the Sun’s prodigy, but, rather, its adopted children. As the editors of New Scientist reported, it is now believed, at least by a few, that the “sun took shape somewhere in the Galaxy,” while the planets formed somewhere else. As the Sun then “sailed along,” it “picked up the planets” and claimed them as its own.! Whether it was the Sun that “sailed along” to pick up the planets, or whether it were the planets that did the sailing, is actually meaningless. In reality, the Sun and the Saturnian sys- tem were both sailing along toward each other. One can even claim that the proto-Saturnian system’s entry into the Sun’s domain was predetermined inasmuch as that is the direction in which it was headed. Had the Sun not been in its way, it would have gone on unmolested. If the direction in which proto-Saturn, with Earth in its tow, was heading is claimed to have been fortuitous, then so be it. But let it not be assumed that life on Earth would not have survived had proto-Saturn not ended up in the Sun’s custody. Having thrived for ages outside the present Solar System, life would have continued to endure. Despite the fact that brown dwarf stars are less massive than the Sun, and despite the fact that their output of heat is also much less, they tend to radiate for much longer precisely be- cause of their lesser mass. Given the calculated rate of a brown dwarf’s heat dissipation, and barring any accident, such a star would have retained enough heat for life to thrive on a nearby planet for more than 1000 billion years.2 The Sun, on the other hand, has been claimed to have a life of “a mere 8 billion years.” In the end there is no point in quibbling about “what if’ or “what would have happened if not.” We bridged the gap and we did survive the transition. I will not even say “be thankful for it” because, in some ways, our ancestors had been better off. For one thing, if nothing else, if Earth is really only an approximate 4.6 billion years old, it should already have lived half its allotted life. Had it remained a satellite of the brown dwarf star that was proto-Saturn, it would still have been in its infancy. Of course, the above life spans have been calculated on the assumption that the bodies involved are internally fueled rather than electrically imbued externally. But let that pass. At present, the northern stars are seen to circle around the Pole Star, while those in a more southerly latitude are seen to rise and set from east to west. As every educated schoolchild knows, this is an illusion brought about by Earth’s daily rotation. I hope the reader will not snicker at this reminder. Forgetting what the ancient Greeks had already dis- covered, it took until the sixteenth century for modern man to realize this fact. And then, for years after, it continued to be believed that, apart from this illusion, the stars do not change in their relation to one another —that, in fact, the stars are fixed in their allotted locations. As we</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 260,
        "captions": [],
        "headers": [],
        "content": "<p>now know, although it takes long periods of time to visually detect their changed positions, stars do move. They travel through space in groups and even individually. So-called pulsars, which are believed to be fast-spinning neutron stars, seem to travel poleward. At least two of them have been found to do precisely that. As reported in Sky &amp; Telescope in the year 2000: “The Chandra X-ray Observatory has found an unexpected peculiarity shared by the young pulsars in the Crab and Vela supernova remnants. Both pulsars appear to be fly- ing through space pole-on.”! Of additional interest is the fact that both these pulsars shine brilliantly in X-ray emissions; both are surrounded by nested rings of gas glowing in X-rays; both emit “jets” from their poles perpendicular to their circumstellar rings; and the “jets” of both “line up remarkably well with the direction of each pulsar’s motion across the sky.” By 2006, three other pulsars were also said to be showing hints of axial jet alignment with the direction of their motion across space. And this, it has been conceded “is no coinci- dence.” In an additional analysis of the polarization of radio emissions from 20 pulsars, 10 of them have been discovered to have their spin axes aligned with their proper motion across the sky. “Whatever mechanism kicks neutron stars,” wrote Alan MacRobert, “seems to do it pole- on.”4 Pulsars have been calculated to be no more than ten or twenty kilometers in diameter&gt; But, in most of the above respects, they not only resemble normal stars—if there is such a thing—but also the less massive brown dwarf stars. Would it then be too bold to assume that some normal stars also travel poleward through space? That question was asked by this writer in July 2004.6 An affirmative answer came back some six months later through a study of Regulus’ rotationally induced distortions. The massive first-magnitude Regulus is the brightest star in the constellation Leo and one of the brightest in the entire night sky. Its luminosity is almost 350 times that of the Sun. Cer- tain characteristics of this star had been known to astronomers for years, others came to light in 2005. Not only is this star’s diameter 5 times that of the Sun, it additionally rotates much faster. While the Sun completes a full rotation in about 24 days, it takes Regulus a mere 15.9 hours. This has given Regulus “a bulging waistline,” an equatorial diameter that is one third larger than its polar one. While the Sun’s equatorial spin is approximately 4,500 miles per hour, that of Regulus reaches nearly 700,000 miles in about the same time. What has however floored Hal McAlistair and his team from Georgia State University is that, despite its oblate shape, Regulus, too, is hurtling through space poleward.”</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 261,
        "captions": [],
        "headers": [
            "CONTACT"
        ],
        "content": "<p>“We’re looking at the star essentially equator-on, and the spin axis is tilted about 86 degrees from the north direction in the sky [McAlistair reported at the time]. But, cu- riously enough, the star is moving through space in the same direction its pole is pointing. Regulus is moving like an enormous [but flattened] spinning bullet through space. We have no idea why this is the case.””! And, as I also asked back in 2004,? if stars, why not brown dwarfs? One indication that the proto-Saturnian system had been traveling poleward is evidenced, although not proven, by the present angle of Saturn and Earth’s rotational axes. Saturn’s axis is presently tilted at 26.7° to the Solar System’s plane of the ecliptic. That of Earth is a close 23.45°. This seems to be an indication of proto-Saturn and Earth’s former axial sharing. It is therefore here assumed that the proto-Saturnian system would have approached the Solar one at close to one of these angles. For reasons which I must defer to a future work, it is also as- sumed that proto-Saturn was “leading” Earth in its inexorable journey toward the Sun. Whether the approach was from “above” or “below” the Sun’s equatorial plane is not easily ascertainable. </p>\n<p><b><center style='font-size: larger;'>CONTACT</center></b></p>\n<p>As the proto-Saturnian system crept ever closer, there came a time when the Sun’s attractive influence heightened its exertion on the intruder’s directional vector. This would then have increased the proto-Saturnian system’s velocity toward the Sun. Had the proto- Saturnian system been headed directly toward the Sun, none of us would be here to debate the issue since proto-Saturn, with Earth in its tow, would eventually have collided with the Sun to be swallowed within its furnace. Since this did not transpire, it becomes obvious that proto-Saturn’s vector was not aimed directly toward the Sun. In fact, because of the relatively long time it must have taken for proto-Saturn to settle within the Sun’s dominion, we are forced to conclude that the line of approach was toward the periphery of the Sun’s heliosphere. Proto-Saturn’s increased velocity would then have been dampened by the initiation of a slow circular motion around the center of the Sun’s extended axis. Probably for the first time since its inception, the proto-Saturnian system fell into an orbit. It was, however, an open-ended orbit which, in keeping with proto-Saturn’s poleward motion, turned into an ever-closing spiral. Slowly but surely, this brought the proto-Saturnian system ever closer to the Sun’s equatorial plane. Before this happened, however, it was inevitable that proto-Saturn’s plasmasphere would eventually come in contact with the Sun’s heliosphere. At first both plasmaspheres would have brushed against each other as proto-Saturn spiraled slowly in. And that is when the fireworks began. The hypothesis that proto-Saturn, with Earth in tow, had been an “outside” system which was later captured by the Sun owes its origin to Ralph Juergens.3 It was he, back in 1977, who claimed that, in such an encounter, the Sun would steal Saturn’s fire.!</p>",
        "markdown_converted": true
    }
]