[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 379,
        "main_text": "times with literally thousands of volcanoes active at the time.! “Today, approximately 500 terrestrial volcanoes are considered to be active or dor- mant (potentially active). The number of extinct cones, however, greatly exceeds this—and when one contemplates that many presently extinct volcanoes were active a mere thousand years ago, the rate of extinction, even if only approximately constant over the last 11,500 years, indicates that volcanic activity around that date was severe. Indeed, the volcanic record confirms this...”2 Lava beds, vast plains of warped lava flows up to depths exceeding 1,500 meters, covering areas more than 600,000 kilometers across the states of Idaho, Oregon, and Washington, are cut through by the Snake River flowing along the Idaho-Oregon border. This lava constitutes the outpouring of relatively small volcanic craters and cinder cones rising in the midst of a belt of craters which in Idaho alone, in the Craters of the Moon National Monument, are two or three miles wide and thirty miles long.* This immense stretch, a veritable ocean of solidified lava, has been blamed on the ice itself, the tonnage of which has been surmised to have squeezed lava out of Earth’s mantle “like a gigantic toothpaste tube.”4 As we have seen in the first part of this very work, volcanic eruptions have often been blamed for the onset of ice ages. Here we have the opposite where ice ages are blamed for the onset of volcanic eruptions. In our opinion neither is correct since, as we shall soon see, the world-wide volcanic eruptions of 10,000 years ago transpired at the end, and not the beginning, of the Pleistocene Ice Age. The association of global volcanic eruptions with the Ice Age has been known for some time. Despite his Biblical fundamentalist views, Frederick Wright is worth quoting when he writes that: “The connection of lava-flows on the Pacific Coast with the Glacial Period is un- questionably close. For some reason which we do not understand, the vast accumula- tion of ice in North America is correlated with enormous eruptions of lava west of the Rockies. The extent of outflow of lava west of the Rockies is almost beyond comprehension. Literally hundreds of thousands of square miles have been covered by them to a depth—in many places— of thousands of feet.” As stated by others: “Volcanicity in Iceland during the last 10,000 years has been three to five times more vigorous than during previous Late Cenozoic intervals.” And that this took",
        "captions": [],
        "bibliography": "1 See, for instance, the table of localities supplied by D. S. Allan & J. B. Delair, Cataclysm (Santa Fe, 1997), p. 261. 2 Ibid., p. 270. 3. R. W. Limbert, “Among the ‘Craters of the Moon’: An Account of the First Expeditions Through the Remarkable Volcanic Lava Beds of Southern Idaho,” The National Geographic Magazine (March 1924), p. 303. 4 F.B. Jueneman, Raptures of the deep (Des Plaines, IL, 1995), p. 137. 5 G. F. Wright, Man and the Glacial Period, as quoted by A. M. Rehwinkel, The Flood (St. Louis, Missouri, 1951), pp. 116-117. 6 J. P. Kennet & R. C. Thunell, Science 187, pp. 497-502 (emphasis added). 379",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 380,
        "main_text": "380",
        "captions": [
            {
                "source": "internal",
                "text": "a       ing     i a                 _    WwW et. 2he                     E The tortured lava beds of Idaho. Craters of the Moon National Monument. (Photograph by the author.)"
            }
        ],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 381,
        "main_text": "place at the end of the Ice Age was demonstrated by Frank Hibben. “There is no doubt,” he wrote, “that coincidental with the end of the Pleistocene, at least in Alaska, there were volcanic eruptions of tremendous proportions.”! Moreover: “Particles of clay, volcanic dust and sea salts embedded in [retrieved] ice cores indicate that during the last glaciation, especially toward its end, the atmosphere was turbulent and dirty.”? Idaho’s Craters of the Moon National Monument lies within the basin of the Snake River and features lava fields that have been dated to the Late Pleistocene epoch. Although it had to be admitted that some of the lava flows had to have formed about 2,200 before the present,} the highest volcanic activity in this area has been calculated to have taken place some 10,000 years ago.‘ It therefore becomes obvious that Harry Wexler’s conclusion, as reported in Part One of this work, that “the geological record shows no consistent connection between periods of vol-",
        "captions": [
            {
                "source": "internal",
                "text": "Pa DR 2) earn go Wi NEM,    Vy Folded lava formation—Pahoehoe flow. Craters of the Moon National Monument. (Photograph by the author.)"
            }
        ],
        "bibliography": "1 F.C. Hibben, The Lost Americans (N. Y., 1946), pp.176-177 (emphasis added). 2 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 155 (emphasis added). 3 http://www.nps. gov/crmo/geology/geology-1.htm 4 Ibid. 381",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 382,
        "main_text": "canic activity and ice ages,”! cannot be correct. As also pointed out there, there are cases where volcanic ash deposits do not coincide with past glaciations, although in some cases they do. But we are here concerned with the end of the Pleistocene Ice Age which, because of its unique circumstance concerning the entry of the proto-Saturnian system into the Sun’s do- main of influence, has to be regarded differently. Now it has often been stated in the literature that the gases and other debris ejected through volcanic eruptions rise into the atmosphere to form clouds that impede the Sun’s rays from reaching Earth’s surface and thus tend to ower temperatures. This might then be seen as just as valid an objection in our case since such a world-wide debris-laden atmosphere should have hampered proto-Saturn’s rays from directly reaching Earth, as it should also have restrained its radiation from being reflected back from the inner surface of its plasmaspheric bubble. What should, however, be kept in mind is that this world-wide outpouring of volcanic gases and debris would itself have been hot. Additional heat would have accumulated through",
        "captions": [
            {
                "source": "internal",
                "text": "je metaPge PF OG   BS: se SE ee Lava spout—or fumarole. Craters of the Moon National Monument. (Photograph by the author.)"
            }
        ],
        "bibliography": "1H. Wexler, “Volcanoes and World Climate,” Scientific American (April 1952). 382",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 383,
        "main_text": "its increase of the atmosphere’s carbon dioxide level. It is usually said that this augmentation of heat would be of short duration and that its eventual result would be to cool Earth’s atmosphere.! One example of this that is usually cited is the extreme cold weather which followed the 1815 eruption of Mount Tambora in Indonesia.? But then, most of the world had already been experiencing cooler than normal weather since 1812.3 Moreover, there have been many other eruptions which failed to lower temperatures except in the immediate locality of the upheaval.4 Also, the cosmic winter predicted by Carl Sagan due to the billowing pollution that would encircle Earth from the burning of the Kuwait oil fields by Saddam Hussein in 1991 failed to materialize and the world continued on its (sum)merry way. All Sagan’s prediction accomplished was to win a place among twenty of the greatest scientific",
        "captions": [
            {
                "source": "internal",
                "text": "Spatter cone—one of more than a hundred. Craters of the Moon National Monument. (Photograph by the author.)"
            }
        ],
        "bibliography": "1 W. Chorlton, op. cit., pp. 123, 155. 2 Ibid., p. 124. 3 J. L. Cook, etal. in G. G. Daniels (Ed.), Volcano (Alexandria, Virginia, 1982), p. 60. 4 W. Chorlton, loc. cit. 383",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 384,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "ie)                             ) 3                       ?               W Explosive volcanic eruptions are capable of overburdening the atmosphere with gases and debris which tend to lower temperatures. Shown above—the eruption of Mount St. Helens. (Photograph courtesy of USGS/Cascades Volcano Observatory.)"
            }
        ],
        "bibliography": "Explosive volcanic eruptions are capable of overburdening the atmosphere with gases and debris which tend to lower temperatures. Shown above—the eruption of Mount St. Helens. (Photograph courtesy of USGS/Cascades Volcano Observatory.) 384",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 385,
        "main_text": "blunders between 1980 and 2000.! It might, however, be argued that if the outbursts were global in scale, as we here posit, the atmosphere around our entire globe would have been burdened by the outpouring, thus increasing the chance of what Sagan would have termed a cosmic winter. On the other hand, it has also been pointed out that, at best, such a lowering of temperature would only have prolonged the Ice Age. And, to be sure, there is nothing in our proposed sequence of events that would eliminate the possibility that the thawing of the ice would have been restricted by such a temporary cold spell which would not, in any case, have been of long duration. Balanced against this, however, we offer that such an opaque burden of the atmosphere would have trapped Earth’s own rising heat, thus causing a temporary greenhouse effect. It should also be kept in mind that not all volcanoes have the capability to discharge such billows of gas and debris into the atmosphere. Not all eruptions are explosive by nature. Many of them, as in present-day Hawaii, simply spew fountains of flaming hot lava, which also oozes out of the cracks the same eruptions tend to develop in surface material. Judging by the presently existing terrain, this is what seems to have transpired in the formation of the lava beds which cover extensive portions of Washington, Idaho, and Oregon. While all these pros and cons should rightly be considered, it should be kept in mind that the circumstances of our own particular case would have been unique. For one thing, the ele- vated heat from proto-Saturn’s outburst would not have taken long in melting the atmos- phere’s overburden. For another, Earth’s entire surface underneath the volcanic pall would have been rendered hot through frictional abrasion of the underlying strata. This heat would have radiated upward and thus kept the atmosphere from cooling down. Moreover, because of its proximity to Earth, proto-Saturn’s own increased heat would, temporarily at least, have been in excess of that presently received from the Sun. And this, too, would have warmed the atmosphere, in this case from above, both directly and through reflection off the proto-Sat- urnian plasmasphere. Earth’s atmosphere would thus have been literally sandwiched between two radiating sheets both of which would have retained their concentrated activity for quite some time. With so much heat produced through the radiation, convection, and conduction of all these various sources, it is unlikely that a long-term drop in temperature would have ensued. MELTDOWN As we have seen in Part One of this work, glaciologists have a harder time understanding what it could have been that brought the Ice Age to a close than what caused its inception in the first place. That is because the one thing required to have melted the world’s overburden of ice had to have been heat. That heat has been sought in the radiative output of the Sun. It could not, however, be consensually established what it could have been that occasioned the Sun to increase its amount of heat. And yet, to an extent, the assumption was right on the",
        "captions": [],
        "bibliography": "1 J. Newman, “Twenty of the Greatest Blunders in Science in the Last Twenty Years,” Discover (October 2000 special twentieth anniversary issue), p. 80. 2 W. Chorlton, op. cit., p. 155. 385",
        "headers": [
            "MELTDOWN"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 386,
        "main_text": "mark, The only problem was that our present Sun was only indirectly responsible for the re- quired increase in heat. As we have now indicated, although our present Sun was to blame, some of this heat came from an entirely different sun, our hypothesized proto-Saturn. The rest came from the bowels of Earth itself. One anomaly connected with the glacier’s retreat can now be solved. Thus, had the ice retreated due to slow warming by our present Sun, the glaciers should have melted from south to north. If, on the other hand, the heat that melted them came from the combined causes discussed above, the ice should have retreated in various directions, depending on the altitude of the land. This is exactly what glaciologists themselves have concluded. The ice retreated to both north and south as well as to east and west.! There should also be some evidence that the end of the Pleistocene Ice Age came rather suddenly —as long as it is kept in mind that by suddenly we do not mean in a day, a week, a month, or even a year. And, as Barry Fell reported in 1985, at least one marine biologist had around that time “come to the conclusion that the melting of the Ice Age occurred much more suddenly than we had previously thought.”?",
        "captions": [
            {
                "source": "internal",
                "text": ".      ss    We ee  %     3  rence O  F    ae"
            },
            {
                "source": "external",
                "text": "Not all volcanic eruptions are explosive. Some, as in the one shown above erupting in Hawaii, spew hot fountains of lava without much debris polluting the atmosphere. (Photograph courtesy of USGS Hawaiian Volcano Observatory.)"
            }
        ],
        "bibliography": "1C. H. Hapgood, The Path of the Pole (N. Y., 1970), pp. 142-143. 2“A Conversation With Barry Fell,” HORUS II:1 (Winter 1986), p. 8. 386",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 387,
        "main_text": "“Colossal floods [he continued] were produced through the very rapid meltings of enormous chunks of ice over a period of about a hundred years instead of the period of several thousand years that we had previously supposed. So that’s an area where a catastrophic event is being considered seriously now by a number of marine biologists.”! Unfortunately, Dr. Fell did not disclose the name of the marine biologist in question. Four years later, however, the same conclusion was reached by Doug Harkness who told of a dramatic climate change some 13,000 years ago at the end of the last glaciation. His studies had indicated that the climate of Scotland changed from an Arctic-like cold to one that was considerably similar to what Scotland enjoys at present. And this change, apparently, took place “remarkably rapidly,” within a period of 100 to 200 years.” 13,000 years ago is not that far off our benchmark figure, and since this age was arrived at through our disputed radiocarbon dating method, the slight difference in exact years when calculating so far back should not really disconcert us. Carl Sagan admonished that: “There are many indications of past climatic changes. Some methods reach far into the past, others have only limited applicability. The reliability of the methods also differ.” That temperatures rose at the end of the Ice Age was also indicated by C. E. P. Brooks who claimed that in the interim between 8,000 and 4,000 years ago, Earth was 5 degrees Fahrenheit warmer than it is at present.4 As Peter James and Nick Thorpe reported: “In 1998 scientists working on ice cores from Greenland announced that just over 11,000 years ago the temperature shot up by 9 to 18 degrees Fahrenheit...in possibly less than a single decade. ‘That amount of heating, coming so quickly, is astounding,’ remarked one of the investigators, Dr. Richard Alley of Pennsylvania State University. With the change in climate the ice sheets melted and sea levels rose rapidly.”5 Calculations by Brooks have meanwhile indicated that a rise of only one degree Centi- grade in Earth’s surface temperature, which is equivalent to 0.55 degrees Fahrenheit, would be enough to destabilize the entire present northern ice cap. Keeping in mind that this might be a slight exaggeration, one can then imagine what 5 degrees Fahrenheit warmer than at present would have achieved. As Ian Johnson reported through his study of Arctic regions: “After the Pliocene/Pleistocene boundary, Arctic climatic conditions became chaotic, with repeated glaciations and annual temperature extremes exceeding 140",
        "captions": [],
        "bibliography": "1 Jbid. (emphasis added). 2 As cited in the Daily Telegraph (September 8, 1989). 3 C. Sagan, Broca’s Brain (N. Y., 1979), pp. 189-190. 4C.E. P. Brooks, Climate Through the Ages (N. Y., 1949), p. 296 (emphasis added). 5 P. James & N. Thorpe, Ancient Mysteries (N. Y., 2001), p. 9. 6 P. Borisov, Can Man Change the Climate? (Moscow, 1973), p. 35. 387",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 388,
        "main_text": "degrees Fahrenheit. This profound transformation occurred despite the assumed constancy of basic geophysical parameters, both astronomical and terrestrial. “According to the geological record, northern latitudes rarely had unstable climates. Pleistocene instability is thus abnormal.”! As he continues to inform us, the Danish glaciologist Claus Hammer had reached the conclusion that the Pleistocene Ice Age ended about 10,400 years ago when the average tem- perature around the world rose 10 degrees Celsius in only 20 years.? Still shackled by uniformitarian beliefs, Hammer remained of the opinion that while the change in climate was quite rapid, the ice sheets melted slowly. This, however, was not the opinion of W. WOlfli and W. Baltensperger who well understood that the “ice age epoch is characterised by unique features, which still require an explanation.” Unfortunately these two colleagues then attrib- uted both the onset and the end of the Ice Age to a close passage of a planet-sized foreign ob- ject which shifted Earth off its axis.* As erroneous as we believe this to be, their study of iso- topic variation in the abundance of foraminifera in sea sediments, coupled with ice core read- ings,> was enough to show that the “ice age ended suddenly 11,500 years ago.”6 One thing we claim—nay, even stress—is that there was no direct connection between the Ice Age and Earth’s present polar caps. Contrary to what most glaciologists would assert, the present polar caps do not constitute the tail-end of the last ice epoch. As we have indicated, the Arctic region was not even frozen during Earth’s last Ice Age, as neither does it seem to have been frozen during previous ice ages. The freezing of the Arctic, which obviously came later, was the result of an entirely different, even if related, mechanism.” Glaciologists are of course correct in assuming that a period of warmer climate followed the waning of the ice. That pockets of ice-laden terrain continued to exist in certain areas during this time is not disputed. But, overall, we here claim that the Pleistocene Ice Age came to a sudden end. MEMORIES While, as already noted, man could not have retained a memory of the onset of the Ice Age, he did not only remember its occurrence, he also kept alive the memory of its sudden demise. Although already related on an earlier page, we again mention the Creation myth of",
        "captions": [],
        "bibliography": "1 T. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology and Catastrophism Review XIV (1992), p. 10. 2.W.Immen, “Expert Believes Last Ice Age Ended 10,400 Years Ago,” Globe & Mail (May 27, 1983). 3 W. Wolfli & W. Baltensperger, “Geographic Shift of Earth’s Pole Positions After a Close Encounter With an Object of Planetary Size,” in E. Spedicato & A. Agriesti (Eds.), Fifty Years After Worlds in Collision by Velikovsky: Classical and New Scenarios on the Evolution of the Solar System (Bergamo, 2002), p. 78. 4 Ibid., pp. 78-80. 5 Ibid., p. 82. 6 Ibid., p. 78 (emphasis added). 7 See here D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001), pp. 69-70. 388",
        "headers": [
            "MEMORIES"
        ]
    }
]