[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 404,
        "main_text": "believed by scholars to have originated at about the same time as the post-glacial changes stabilized themselves to mark out the Australian shoreline at its present level.”! Unfortunately, Kerrigan confused legends of the rising sea with those that told of a deluge brought about by heavy rains, a deluge that bears quite a few characteristics similar to those associated with the later Noachian Flood.? But let that pass. One might be tempted to discount the aforementioned dates re the peopling of the Austra- lian continent since these were based on the radiocarbon dating technique which we have al- ready indicated to be erroneous. Nor are we alone in this contention. As Gwen Schultz pointed out, the radiocarbon dating technique is believed in by many a geologist and doubted by as many others. Geologists like William Pecora and Meyer Rubin have even gone as far as admitting that all such methods presently in vogue “are wrong,” and that this “must be acknowledged” by the geologic community.4 As Charles Ginenthal ably demonstrated, despite the fact that I do not accept all of the conclusions he reached from this, radiocarbon dating of wooden remains, including charcoal, as also seeds, reeds and grasses, tend to give dates that are older, even “considerably older,” than the sites in which such objects are even- tually found.‘ But, in this particular case, even I have to ask: Could the dates in question be wrong by as much as 60,000 or more years? Besides, would this not throw the Aboriginal memory of the rising sea levels out of the arena? One can then argue that memories of the rise in sea levels by these people might pertain to a later era. Thus, for instance, the level of Lake Victoria, in South Australia, seems to have risen since 6,000 years ago. This came to light when an Aboriginal cemetery containing something like 10,000 skeletons, was discovered beneath its water when the lake was drained to inspect a dam. The age of 6,000 years ago was estimated by Colin Pardoe, an archaeologist then working out of the South Australian Museum in Adelaide. Excavation near the cemetery also uncovered a huge cache of worked stone tools in the form of blades and scrapers, as well as huge amounts of animal bones and mussel shells. Together with the cemetery, this led Pardoe to the realization that “the site was used by a large, settled population—which is not how archeologists thought the Australian aborigines lived.”5 “Everybody has this view of hunter-gatherers aimlessly wandering from water hole to water hole, looking for things to eat,” Pardoe charges. “This knocks down all those stereotypes.” This discovery proves that inundations continued to take place in Australia long after the end of the Ice Age. And with various other sea level rises and drops throughout the ages, how can we be certain that what the Aborigines really remember is the rising sea level at the end of the Ice Age? Of certainty there is none, at least not as of this writing, but one must also",
        "captions": [],
        "bibliography": "1M. Kerrigan, op. cit., p. 28. 2 Ibid., pp. 28-29. 3G. Schultz, The Ice Age Lost (N. Y., 1974), p. 29. 4. Ginenthal, Pillars of the Past, constituting Vol. VI, Nos. 1, 2, & 3 of The Velikovskian (N. Y., 2003), pp. 118-155; see also P. James, et al., Centuries of Darkness (New Brunswick, 1993), p. 386. 5S. Menon, “10,000 Australians,” Discover (January 1995), p. 52. 6 Ibid. 404",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 405,
        "main_text": "keep in mind that these people can still name and locate mountains which are believed to have been under the sea for the last 8,000 years.! RAISED SHORELINES Some geologists were not happy with the idea that sea levels had dropped and risen due to the onset and termination of ice ages. Among such unhappy geologists were Lawrence Cathles of Cornell and Anthony Hallam at the University of Birmingham in England, who, in 1991, proposed that the periodic rise and fall of the oceans may have been caused by changes in the ocean floor itself. “The melting and refreezing of polar ice seems like the logical explanation for the phenomenon. But the fossil record also shows evidence of tropical creatures near the poles at times when the shapes of continents were waxing and waning, suggesting that sea levels could fluctuate even when Earth was much warmer and didn’t have ice caps.”? As Cathles stated: “To get a rise in sea level of 150 feet today, you’d have to melt more than half the Antarctic ice. For that kind of fluctuation you’d have to have really big glaciers coming and going, and that just didn’t happen.” Cathles and Hallam thus concluded that, since the ocean bottoms, very much like the con- tinents, are composed of individual rocky plates drifting on the partly molten mantle, these plates sometimes drift apart “opening up deep rifts” into which water would descend, thus creating a drop in sea levels around the world. “Molten rock from the mantle would then slowly refill the rift, pushing sea levels back up.” Ocean levels could also fall, according to this theory, when a sea floor is “squeezed by the motion of crustal plates on either side of it.” This, it has been proposed, “would increase the density of the seafloor, causing it to sink into the mantle.” The squeezed plate would eventually snap back, according to Cathles. “But it would take many millennia.”4 There are various objections that can be raised against all this. For one thing, the thriving of tropical creatures near the poles is not reliant on the waxing or waning of ice ages. Even during those times when Earth was not in the grips of an ice age, as stated earlier in this work, the Sun’s rays would have been much too slanted, as they are present, in polar regions. This would not have been enough to warm those regions to the point where tropical creatures could survive. As indicated in our previous volume,> the propensity of tropical flora and",
        "captions": [],
        "bibliography": "| New Scientist (January 13, 1996), p. 40. 2 “Oceanic Ups and Downs,” Discover (March 1991), pp. 8. 3 Ibid., pp. 8, 10. 4 Ibid., p. 10. 5 D. Cardona, op. cit., pp. 361 ff. 405",
        "headers": [
            "RAISED SHORELINES"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 406,
        "main_text": "fauna in Arctic regions is best explained through a stationary heat source in Earth’s north celestial pole which, in our case, would have been the proto-Saturnian sun. Secondly, the ice contained in the northern hemisphere alone during the Ice Age was definitely more than half the present Antarctic ice that Cathles claims would have been required to melt in order to raise sea levels by 150 feet—never mind his claim that “really big glaciers coming and going” during such ages “just didn’t happen.” Meanwhile, that the plates comprising the ocean bottoms are continuously on the move has been known for quite some time. The major source of this motion is the upwelling of magma from the rifts in deep sea ridges which expands sea bottoms through new material spreading from both sides of the abyss. Thus the rifts in these ridges are so full of rising magma that no sea water would be able to descend into their depths. So, likewise, with the trenches at the edge of the continental plates, down which sea floors are claimed to be sub- ducted underneath the continents.! No room here, either, for water to accumulate. There are, of course, innumerable transverse fracture zones running at right angles to mid ocean ridges, and these tend to move in opposite directions toward and away from the main rift, thus offsetting the longitudinal axis of the ridges. However, the opposite blocks of these transverse fracture zones are so tightly held together that the friction between them as they move very slowly past each other is known to cause shallow earthquakes at various points along their tract. We are then left with the edges of the individual plates themselves, but, again, these are also tightly held against each other. There is no evidence that they ever separate or pull apart or that they ever squeeze together and then “snap back.” Besides, as we have seen Cathles himself assert, such a procedure “would take many millennia” to run its course, whereas the evidence at hand calls for catastrophic suddenness. That said, it is fair to point out that, while not in concert with Cathles and Hallam, other voices have been raised against the notion that sea levels have changed due to accumulation and melting of glacial ice during past ice ages. This has come about because continents appear to have risen and fallen in the distant past to a greater degree than can be explained through the lateral motion of the tectonic plates they sit upon. Never mind that mountains can rise in those areas where tectonic plates collide. Entire continents are now believed to have risen in height in the middle of such plates. In turn, this has been blamed on massive upwelling plumes of hot magma beneath the plates which are themselves due to complex convection currents within Earth’s mantle. This would then explain why certain sea coasts now appear well above the present level of the oceans. But, according to this theory, some continents have also sunk due to the subduction of the plates at their coastal edges.” But, while this may be so, it does not account for sea level changes at the end of the Pleistocene since the process just described is believed to occur very slowly over millions of years. One of the major indications of a change in sea level at the end of the last Ice Age, as also of previous ice ages, is the occurrence of sea shores, especially beaches, which now lie far above the present level of the sea. Thus, for instance, in summarizing Charles Darwin’s dis- coveries during his voyage on H.M.S. Beagle, Archibald Geikie wrote:",
        "captions": [],
        "bibliography": "1 But see S. W. Carey, Theories of the Earth and Universe (Stanford, California, 1988), pp. 50, 101, 105, 301. 2M. Gurnis, “Sculpting the Earth from Inside Out,” Scientific American (March 2001), pp. 40-47. 406",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 407,
        "main_text": "“On the west coast of South America, lines of raised terraces containing recent shells have been traced by Darwin as proofs of a great upheaval of that part of the globe in modern geological time. The terraces are not quite horizontal but rise to the south. On the frontier of Bolivia they occur from 60 to 80 feet above the existing sea-level, but nearer the higher mass of the Chilean Andes they are found at one thousand, and near Valparaiso at 1300 feet. That some of these ancient sea margins belong to the human period was shown by Mr. Darwin’s discovery of shells with bones of birds, ears of maize, plaited reeds and cotton thread, in some of the terraces opposite Callao at a height of 85 feet. Raised beaches occur in New Zealand and indicate a greater change of level in the southern than in the northern end of the country...”! And as William Hobbs discovered: “Upon the coast of Southern California may be found all the features of wave-cut shores now in perfect preservation, and in some cases as much as fifteen hundred feet above the level of the sea.”? This is a situation that is found all over the world as the following excerpts make clear. “In Tunisia and Algeria, there are a number of salt lakes, some of them below sea level, which show elevated shorelines of Pleistocene age. The University of Califor- nia’s expedition of 1947-48 found the bones of whales along with those of present- day mammals in these old lake beds.”3 “Lake Champlain has around it elevated beaches containing numerous marine shells, with the bones of seals and whales.”4 “Raised beaches, tilted up toward the centers of glaciation, can be traced on the coasts of Scandinavia and North America, and around the Great Lakes; these beaches can be dated by fossil shells or pollens or by the radiocarbon method.”5 “...what is self-evident is that, since the formation of the chalk [in south-east Eng- land] there have been several major changes in sea level, at least some being very rapid as evidenced by the presence of both raised beaches and drowned forests. Some deposits show evidence of at least local catastrophes such as bands of carbonaceous material, clay layers crowded with fossil shells and bands of iron- stained modules crowded with plant remains. The cliffs of the Isle of Sheppey in particular seem difficult to explain through any gradual process. They are composed of clay, which means that their formation took place by means of silt falling out of very slowly-moving water. Usually such clay deposits show layering effects due to seasonal variations over many years, but the Sheppey cliffs show little sign of this,",
        "captions": [],
        "bibliography": "| A. Geikie, Text Book of Geology (N. Y., 1893), p. 288. 2 W.H. Hobbs, Earth Features and their Meaning (N. Y., 1935), p. 249. 34.0. Kelly & F, Dachille, Target Earth (Carlsbad, California, 1953), p. 168. 4 Ibid., p. 172. 5 D.B. Vitaliano, op. cit., p. 28. 407",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 408,
        "main_text": "and contain an enormous variety of fossils including plants, many orders of marine invertebrates, fish, reptiles, birds and land mammals and large pieces of wood. They are also being eroded away at a visibly rapid rate by the combined action of sea at the foot, and springs at the top, which infers that their 200-foot rise above the present sea level must have been very recent.”! “There are clear signs of former coastlines, of raised beaches and wave-cut platforms at various heights above the present sea-level, occurring throughout the world.” “Sea-level changes are recorded all over the world in the form of raised beaches, wave-cut platforms, and old cliff lines, and also in submerged positions marked by such features as submerged fossil forests.”3 “...successively higher beach lines [are also] found above sea level along Hudson Bay and the rising bottom of the north Atlantic” while “sunken beach lines [are found] along the south African coasts.”+ We could go on citing various other authorities but the phenomenon of raised beaches is too well known to require further evidence. The question that must now be asked is how did these beaches get raised? As already noted, that sea levels would have risen due to the melting of the glaciers is a given. But, in that case, old beaches and sea coasts should be submerged, as in fact many are. So how is it that we have submerged beaches in some areas and raised ones in others? REBOUND The answer to the above question is to be found in isostatic rebound. The theory of isostasy postulates that Earth’s crust is in such a state of equilibrium that any process that disturbs it has to be followed by a readjustment which seeks to re-establish it. Thus, the weight of the glacial ice acted to depress the ground on which it accumulated. But when the glaciers melted, the land rebounded and rose to compensate for the loss of the load. This, however, was further complicated by the fact that as the oceans received the water from the melting glaciers, the sea bottoms were forced to carry the additional weight with the result that, in certain areas, they were forced to sink. It is this dual isostatic rebound, with lands ris- ing here and sea bottoms sinking there, that left old seashores, especially beaches, here below, and there above, the present level of the seas. “Some geologists [Rhodes Fairbridge noted] have argued that the subsidence of the sea floor in one region is compensated by the rise of others. It seems more likely,",
        "captions": [],
        "bibliography": "!J. Abery, “Kentish Catastrophes,” SIS Workshop 4:2 (September 1981), p. 3. 2P. Warlow, The Reversing Earth (London, 1982), p. 10. 3 Ibid., p. 112. 4F. F. Hall, “Solar System Studies,” Part 2, AEON 1:4 (July 1988), p. 19. 408",
        "headers": [
            "REBOUND"
        ]
    }
]