[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 166,
        "captions": [],
        "headers": [
            "THE PRIMORDIAL MILIEU"
        ],
        "content": "<p><b><center style='font-size: larger;'>THE PRIMORDIAL MILIEU</center></b></p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 167,
        "captions": [],
        "headers": [
            "FRIGID EMERGENCE"
        ],
        "content": "<p>Chapter 9 Paleolithic Man </p>\n<p><b><center style='font-size: larger;'>FRIGID EMERGENCE</center></b></p>\n<p>f the origin and evolution of man, I will say nothing. Man, however, seems to have come into his being—that is, he reached the status that has been termed Homo sapiens —during the Pleistocene Ice Age. How did it come about that “the evolution- ary line of primates leading to man” made “increasingly rapid advances” and that “man him- self appeared on the scene” during this most unfavorable epoch?! At first sight this seems remarkable. Given that Earth had passed through long ages of universal warmth, with only relatively short periods of cold, one would have expected mankind to have evolved into the being he has become during one of the longer warmer periods—yet he did not. Robin Dunbar put it quite plainly when he wrote that: “We owe our origins to the fact our ancestors went through such extraordinary hard times. The remarkable thing is that we made it.”? Or take Windsor Chorlton who was somewhat more elaborate: “Civilization is considered by some to be a product of the encroachments of ice. Lan- guage, cooperation, the ability to plan ahead—the very skills that enabled ancient hunters to drive a donkey herd toward a deadly precipice —may have evolved partly in response to the global changes in climate that accompanied periods of glacial ad- vance and retreat. One anthropologist, Charles K. Brain of South Africa, has main- tained that had it not been for the challenges posed by such environmental changes, humanity might still be locked in an early stage of evolutionary development, living a simple life in the tropics.” Ernst Opik, too, was of the same opinion when he wrote that “primitive man established for the first time his primacy in the subpolar conditions of a cave-dweller and hunter, being forced to exercise his wits in these stern surroundings.”+ “During the last advance of the glaciers man learned a lesson from which he profited much in later ages, and still continues to do so: the true cradle of our civilization lies in the ice ages.”5</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 168,
        "captions": [],
        "headers": [
            "ARCTIC SURVIVAL"
        ],
        "content": "<p>Hal Porter was even more blunt: “The civilizing of humankind—our rise from apelike foragers to walkers on the moon—seems to have occurred during a mere thaw in a glacial epoch millions of years long. The last ice age may have helped make us human, its intense environ- mental pressures hastening the development of the brain and creating a whole new kind of human being.”! </p>\n<p><b><center style='font-size: larger;'>ARCTIC SURVIVAL</center></b></p>\n<p>If the Arctic, as per our unfolding, was free of ice during the Ice Age, the region around the Arctic Sea must have seen a proliferation of human activity. Like elsewhere in these primordial ages, our ancestors would have survived by scrounging for edible plants and by hunting the wild beasts which would also have inhabited the area. What evidence is there for this? Fossilized bones from northern Yukon, which Richard Harrington believes to have been “[b]itterly cold and windswept...at the height of the last glaciation,”? proves it to have been anything but desolately frigid. Even he describes the area as having been a “steppe-like grassland.”3 “Studies of fossil pollen preserved in Bluefish Caves, for example, reveal traces of vast grasslands that once blanketed the region. Woven with sagebrush and sedges and edged with water-loving dwarf willows, it bore little resemblance to any environment known on the earth today. And it clearly offered rich fare for animals.”4 Among the bones which Harrington himself discovered in this region were those of “bea- vers as large as black bears” and “mammoths the size of African elephants.”5 “According to Harrington’s careful studies, more than twenty-five species of large grazing and browsing animals wandered the region. Along the Bluefish River, for ex- ample, tundra musk ox and woolly mammoths, their long tusks curving into the air, grazed low-lying willows, quietly stripping the branches. On drier ground, huge, long-horned steppe bison wallowed in the dust, while herds of pony-sized horses and sandy-colored antelope kicked up their heels in the cool northern winds. On the slopes above, caribou and Dall’s sheep criss-crossed the high meadows, watching warily for predators.”6</p>",
        "markdown_converted": true
    }
]