[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 223,
        "captions": [],
        "headers": [
            "THE WHIRL OF CREATION"
        ],
        "content": "<p>Some Gnostics were even of the belief that the waters preceded the darkness, but that prior to the darkness there was absolutely nothing.! Others of their faith claimed that God “existed before the watery substance appeared out of the Darkness.”? The Gnostics, however, were composed of various sects who not only dissented from one another but also, more vehemently, with the other Christians of their time. In the end, their endless debates on what had been and had not been led to the most illogical and contradictory beliefs as delineated in the Gnostic system of Basilides. According to this system, originally there was simply and absolutely nothing. There was not only no substance but also no nonsubstance. There was not even God but, rather, a “nonexistent God.” This nonexistent God was “without intelligence, without sense, without will, without choice, without passion, without desire” to fashion the cosmos. But he fashioned it nonetheless.3 </p>\n<p><b><center style='font-size: larger;'>THE WHIRL OF CREATION</center></b></p>\n<p>The Yuma myth of Creation states that: “This is how it all began. There was only water...Then out of the waters rose a mist...Still there was no sun, no moon, no stars—just darkness. But deep down in the waters lived Kokomaht [All-Father], the Creator. He was bodiless, nameless, breathless, motionless...’ The “waters,” however, “stirred and rushed and thundered,” producing spray and foam.&gt; This stirring and rushing of the waters provide us with a hint of their rotation. This was also indicated above when we noted the agitation of the Hebrew tehom. More explicit was Lau- tzu’s description of Tao: “It stands alone and does not change,” he wrote, “goes round and does not weary.” As expressed in our previous volume,’ it was this rotation, often expressed as a whirling motion, that convinced our ancients that the entity was composed of water, since the closest thing they could compare it to would have been a watery whirlpool or eddy along the shores of lakes and rivers. In view of the nature of plasma, which manifests itself at present in polar auroral displays, it is not inconceivable that, as Roger Ashton had earlier indicated,’ a similar shimmering effect would have superimposed itself on the rotating nebulous cloud.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 224,
        "captions": [],
        "headers": [
            "PLANETARS"
        ],
        "content": "<p><b><center style='font-size: larger;'>PLANETARS</center></b></p>\n<p>Circumstellar disks, placental or otherwise, form around stars. Until recently, such disks were difficult to detect. But, as Antonio Del Popolo could inform us by 2002, their detection had by then become “relatively easy.”! “Not only are they extremely large—a typical disk extends to an order of 1000 AU from the star—but the surface area of the small particles which make up the disk is many orders of magnitude larger than that of a planet. They emit and reflect light very well, and can be seen to relatively large distances from the central star with modern telescopes...They are remarkably common throughout our Galaxy... They are particularly evident due to their strong emission of infrared wavelengths. ..”? Extra-solar planets have also now been discovered in quantum sufficit3 At last count— October 2006— the number of these planets had risen to about two hundred.4 Most of these planets, all of them of multi Jovian masses, are detected, rather than observed. At the end of 2001, however, one of these extrasolar planets orbiting a star was actually photographed.&gt; Not all of these exoplanets, as they are now termed, are, however, members of star systems. A few of them are actually free-floaters, moving through the reaches of space without a chaperoning star. In the year 2000, a Spanish group of astronomers, led by Maria Zapatero- Osorio, reported eighteen such unattached objects in the constellation Sigma Orionis.° These free-floating objects, however, were somewhat more massive than accepted planetary masses, but somewhat less massive than the previously known masses of brown dwarf stars. Thus, as Robert Naeye reported, “few [astronomers] agreed with calling these objects ‘planets’.”? The problem did not merely involve nomenclature—that is, what to call them— but, rather, what to class them as. Some settled on the acronym PMOs, short for “planetary- mass objects,” others suggested the term “planetars,”* which is a contraction of “planets” and “stars.” As Naeye reported: “According to the standard theories of star formation used just a few years ago [that is, prior to 2003], solitary objects with the masses of a few Jupiters should not ex-</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 225,
        "captions": [],
        "headers": [],
        "content": "<p>ist...objects less massive than perhaps a dozen Jupiters were not expected to form by the standard mechanism of star formation.”! It was, therefore, somewhat disconcerting when two of these objects were discovered with masses of only “about six Jupiters.”? This makes this class of objects “even lower in mass than some of the extra-solar planets that have been found orbiting stars.” And this, as Ray Jayawardhana points out, “blurs the lines between planets and brown dwarfs.”? Alan Boss therefore decided to stick by the policy that, regardless of whether an object was free- floating or orbiting a star, it should be considered a brown dwarf if it is between 13 and 75 Jupiter-masses. Anything below that limit should be termed a sub-brown dwarf.4 However, as Eduardo Martin noted, while these objects commence their stellar careers at relatively high temperatures, they eventually cool below -280°F. Of great importance to us, he then added that: “In their old age, they [will] look very much like Jupiter.”5 This would then explain why Jupiter presently radiates more energy than it receives from the Sun. Not only that, most of this energy is in the radio and infrared spectrums. As models based on thermodynamic calculations indicated, Jupiter’s energy is simply due to what it has retained from its former career as a sub-brown dwarf.° It has even been suggested that Jupi- ter’s heat could either come, or is left over, from nuclear reaction, as it supposedly does in the Sun itself” This left over energy, however, is not restricted to just Jupiter. Saturn, too, is known to radiate more heat than it receives from the Sun.’ This, in fact, has led Martin to state that: “In this sense, isolated PMOs give us a golden opportunity to see what Jupiter and Saturn were like in their youths.”? If sub-brown dwarfs cool to become giant gaseous planets like Jupiter and Saturn, they could then be correctly referred to as proto-planets. Thus, our proposal that Saturn had once been a sub-brown dwarf, and our allusion to it as proto-Saturn, is not as radical as it might have once appeared. Planets large and small, at least in their formative periods, were also once believed to be surrounded by disks. These were believed to be the remains of the nebulous cloud out of which they had formed—which is why the term “placental cloud” was coined.'° To date, however, no such disks around planets have been discovered. They have, however, revealed themselves around brown dwarfs. As Govert Schilling reported:</p>",
        "markdown_converted": true
    }
]