[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 196,
        "captions": [],
        "headers": [],
        "content": "<p>One thing that seems certain is that Neanderthals and Cro-Magnons did co-exist for a time.! Erik Trinkaus even felt safe enough to claim that “a few members of the new breed started mating with their Neanderthal-like neighbors.” According to Trinkaus, however, this would have transpired much earlier, some 50,000 years ago, in southern Africa.” “The children of such cross-breeding would have continued the process: each time they found a mate among Neanderthals living to the north, they would send Cro- Magnon genes a little farther toward Asia and Europe. Anthropologists have discov- ered fossils from Africa and Asia that do seem to be the children of such cross- breeding.” Then, still according to Trinkaus, once they reached western Europe, the contrasts be- tween Cro-Magnons and Neanderthals was so great that—regardless of whichever race might have shunned the other—far less interbreeding took place between them. Even so, still ac- cording to Trinkaus, it was the competition for resources, in which he claims the Cro-Mag- nons were superior, that spelled the end of the Neanderthals.+ Diamond, on the other hand, suspects that “Cro-Magnon diseases, murders, and dis- placements did in the Neanderthals.” As he reasoned: “It may at first seem paradoxical that Cro-Magnons prevailed over the far more muscular Neanderthals, but weaponry rather than strength would have been decisive.”&gt; And yet, others are just as certain that there is no clear evidence that modern man had any particular advantage over earlier types.° Diamond, however, is also of the opinion that: “Some Neanderthals may have learned Cro-Magnon ways and resisted for a while. This is the only sense I can make of a puzzling culture called the Chatelperronian, which coexisted in western Europe along with a typical Cro-Magnon culture (the so- called Aurignacian culture) for a short time after Cro-Magnons arrived. Chatelperro- nian stone tools are a mixture of typical Neanderthal and Cro-Magnon tools, but the bone tools and art typical of Cro-Magnons are usually lacking.”7 This supposition was given additional weight when a skeleton that was unearthed with Chatelperronian artifacts at Saint-Césaire in France turned out to be that of a Neanderthal. As Diamond concluded: “Perhaps, then, some Neanderthals managed to master some Cro-Mag- non tools and hold out longer than their fellows.” But, as in all other branches of science, not everyone agrees. According to Bar-Yosef and Vandermeersch, not only does there seem to be no evolutionary link between Neanderthals</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 197,
        "captions": [],
        "headers": [],
        "content": "<p>and Cro-Magnons, but there really was no significant development in Neanderthal tool- making for thousands of years. Nor, according to these two, did Homo sapiens make any appreciable progress.! Both races, it seems, “learned nothing new and did nothing new.”? As for interbreeding between the two races, Diamond notes that no skeletons that could be thought of hybrids between the two have ever been discovered—although that was soon to change. By 1990, his own personal summation on the subject was that: “Tf Neanderthal behavior was as relatively rudimentary and Neanderthal anatomy as distinctive as I suspect, few Cro-Magnons may have wanted to mate with Neander- thals. And if Neanderthal women were geared for a 12-month pregnancy, a hybrid fetus might not have survived. My inclination is to take the negative evidence at face value, to accept that hybridization occurred rarely if ever, and to doubt that any living people carry any Neanderthal genes.” But would not the Neanderthals have had their own diseases to pass on to the Cro-Mag- nons? Besides, there seems to be some evidence that the Neanderthals arrived on the scene after the proto-Cro-Magnons<em>— that “both anatomically modern and ‘archaic’ Homo sapiens existed long before the Neanderthals.”&gt; Thus, while some contend that Neanderthals and anatomically modern humans coexisted for far longer than Diamond supposes—for at least 60,000 years in fact</em>—there are others who are just as certain that the Neanderthals of the Levant and the Cro-Magnons of Europe were actually one and the same people.” Trevor Palmer, for one, finds it “puzzling why there should have been no interbreeding, since the different groups seemed culturally very similar, to judge from the artifacts they left behind.”8 To which he added: “One possible explanation, suggested by Luigi Luca Cavalli-Sforza of Stanford Uni- versity, is that modern H. sapiens had developed a complex linguistic ability, whereas the archaic types (including the Neanderthals) had not...In the course of time, the ar- chaic populations may then simply have been out-competed by the modern ones, rather than exterminated by them.” Then there is James Shreeve who, as far as the Levant is concerned, tells us that, although for perhaps 50,000 years Neanderthals and Cro-Magnons “lived side by side in the same</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 198,
        "captions": [],
        "headers": [],
        "content": "<p>land...for all those millennia, the two apparently had nothing whatsoever to do with each other.”! “Tf these humans were isolated in neither space nor time but were truly contempora- neous[Shreeve asks], then how on earth did they fail to mate? Only one solution to the mystery is left. Neanderthals and moderns did not interbreed in the Levant because they could not. They were reproductively incompatible, separate species— equally human, perhaps, but biologically distinct. Two separate species, who both just happened to be human at the same time, in the same place.”? And: “Cohabitation in the Levant in the last ice age conjures up a chilling possibility. It forces you to imagine two equally gifted, resourceful, emotionally rich human entities weaving through one tapestry of landscape—yet so different from each other as to make the racial diversity of present-day humans seem like nothing. Take away the sexual bridge and you end up with two fully sentient human species pressed into one place, as mindless of each other as two kinds of bird sharing the same feeder in your backyard.”3 Thus Shreeve ends his insightful speculation by suggesting that these two human species “may have shared a small, fertile piece of land for 50,000 years, regarding each other the whole time with steady, untroubled, peaceful indifference.”* And, if this is true of the Levant, why cannot it be true for Europe? But then the see-saw of scientific opinion: Earlier, in 1998, it was being argued that fossil skulls from France and Israel—the very Levant discussed by Shreeve—does seem to indicate that there may have been some interbreeding between modern humans and Neanderthals. In Portugal, too, there was discovered the skeleton of a young child which showed a mixture of characteristics. True enough, by 2001 it could still be reported that Neanderthals were an evolutionary dead end. As one science reporter had it: “If interbreeding between Nean- derthals and our ancestors occurred, offspring (if any) must have been sterile.”’ Milford Wolpoff did not agree. “Of course, there are no Neanderthals left today [he wrote]. And people like to use that as a demonstration that they went extinct like the dodo birds. But that ignores the process of evolution.”8</p>",
        "markdown_converted": true
    }
]