[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 397,
        "captions": [],
        "headers": [
            "SEA LEVEL CHANGES"
        ],
        "content": "<p>are simply left to guess. Harold Osborne, in describing the Creation legends of South America, for instance, informs us that: “Myths of a deluge are very widespread both among the highland peoples and the tribes of the tropical lowlands. The deluge is commonly connected with the creation and with an epiphany of the creator-god. It is often associated with the creation of mankind or of the present races of man. It is sometimes regarded as a divine punish- ment wiping out existing mankind in preparation for the emergence of a new race.”! And: “The origin of human beings as they are now is commonly attributed to the act of a creator-god and often connected with the deluge. Some mythological cycles feature a primitive age of darkness before the existence of the sun, when human beings lived in a state of anarchy without the techniques of civilized life. Sometimes myths in this category appear to embody a confused racial memory of a hunting and food- gathering stage. It is not uncommon for them to be associated with a tradition of the destruction of the primitive food-gathering race by a creator-god and the creation of new races, usually following a deluge...”? So, too, among the Tainos of Haiti who also relate that Creation followed “after a flood.”3 </p>\n<p><b><center style='font-size: larger;'>SEA LEVEL CHANGES</center></b></p>\n<p>One other subject about which we expect no objections from mainstream science concerns the rising of sea levels due to the melting of the Ice Age glaciers. As we have seen, water from the melting glaciers would have run into low lands through gullies, gathering into lakes which expanded and burst their bounds, rushing in torrents through valleys and over flat ground, inundating lands for miles around. But, as we all know, all floods and rivers which do not flow into dead-end lakes, like the Dead Sea, eventually empty into the ocean. In recent times we have often been told that if Earth’s present polar caps were to melt through increasing global warming, cities on the sea coasts of the entire world would be drowned due to rising sea levels.4 The melting of the Ice Age glaciers would similarly have inundated coastal stretches throughout the world. Sea level changes have been claimed for various ages. But let us stick to the end of the last Ice Age and our bench-mark figure. The problem here is that, at the end of the Ice Age, according to Edward Weyer, “sea levels dropped in some parts of the world, while in others</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 398,
        "captions": [],
        "headers": [],
        "content": "<p>it rose.”! In those places where it did rise, “sea level stood about one hundred feet or so above its present position.”? “Sea-level changes [Peter Warlow explained] are recorded all over the world in the form of raised beaches, wave-cut platforms, and old cliff lines, and also in submerged positions marked by such features as submerged fossil forests. These features are clearly attributable to either a rise or fall of the land, or to a change of the mean depth of the sea. Sometimes, the features show evidence of a slight tilt of the land, where the old coastal line does not lie exactly horizontal and parallel to the present sea-level, but the most common explanation for the changes is that they were caused by changes in the mean depth of the sea which are associated with the changes in the amount of ice at the poles in the glaciations of the ice ages.” And: “Such estimates are derived from actual measurements of the heights and depths of the old coastlines, and it is assumed that these were due to changes in the amount of ice at the poles—uniformitarianism having no other source of the variation.”+ One correction we would make to the above is that the Ice Age glaciers did not really oc- cupy Earth’s northern pole since, to the contrary, as we have seen, the Arctic region was free of ice during the last glaciation. Meanwhile, one other line of evidence disclosing the reality of past sea level changes comes from a particular species of coral that grows quite near the surface of the sea especially in Caribbean waters. Obtaining cores by drilling deep into reefs around Barbados has enabled Richard Fairbanks and _ his colleagues to follow the past rising of sea level since the end of the Ice Age when “the great ice sheets that had blanketed much of North America and Europe were in the midst of melting, and the ocean was receiving huge influxes of water.”5 John Anderson, on the other hand, has questioned Fairbanks’ data, stating that they are “not accurate enough to see the kinds of events predicted by the glacialogical models.” Thus, according to Anderson, there were “at least three episodes of sudden sea-level rise in the past 10,000 years,” and that evidence of this is not discernable in Fairbanks’ coral record.° Anderson and his co-workers have gathered additional evidence from various localities. Sediment cores and seismic soundings from Galveston Bay in the Gulf of Mexico have revealed “how that estuary has responded to rising sea level since the last ice age.””</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 399,
        "captions": [],
        "headers": [],
        "content": "<p>“A steady increase in sea level would have caused the underwater environments that characterize different parts of the estuary to move gradually landward. But the geo- logic record from Galveston Bay, Anderson points out, shows ‘very dramatic’ fea- tures that indicate sudden flooding of the ancient strand.”! As J. Bernard Delair points out, “globally rising sea levels, oscillating water-tables, fluctuating glaciers and snow-lines, recurrent volcanic and seismic episodes” are among the most “outstanding” changes of the post-glacial Holocene epoch.” As he continues, 9,000 to 8,500 years ago, “the Isle of Man was still joined to mainland Britain,” while “the present Bristol Channel remained land-filled as far West as Westward Ho.” “Generally coeval analogous effects also separated northern Australia from the island of New Guinea, while the slightly earlier drowning of the territory now submerged between eastern New Guinea and Melanesia (Bismarck Archipelago and the Solomon Islands) and extending northwards to neighbouring Micronesia (now mostly represented by the Caroline Islands) is part of the same story. Not surprisingly, marked sea level changes accompanied these developments in French Polynesia and as far eastwards as the Society and Tuamotu Islands. The disappearance of so much continuous terrain (collectively almost as extensive as Australia) represents a land loss of continental dimensions.”+ Delair based his claim re the separation of northern Australia from New Guinea on the authority of Van Andel and his colleagues, as well as on that of J. Smart and T. Torguerson, all of whom penned their articles between 1961 and 1985.5 But, in 1986, V. Semeniuk and D. J. Searle came to the conclusion that an abrupt sea level drop is in evidence for three locations along a miles-long stretch of Australia’s southwestern coast during the Holocene (post glacial) epoch.6 The problem here, as in the case of the eastern coast of the United States, is that Australia and New Guinea could not have separated through a drop in sea level. Nor is it possible for sea level to have risen in northern Australia while it dropped along its southwestern coast. If anything, these data only stand to confirm the contradictory evidence supplied by someone’s faulty dating which, in turn, makes the dating of these events somewhat suspect. Meanwhile, “detailed evidence of Mediterranean sea-level changes throughout the Holo- cene Epoch (the last 10,000 years)” came to light in 1984.7 And, as Delair goes on:</p>",
        "markdown_converted": true
    }
]