[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 445,
        "captions": [],
        "headers": [],
        "content": "<p>woolly rhinoceros, woolly mammoth and giant deer became extinct at this time. Nine other genera disappeared from Europe but survived on other continents.”! In South America, “diluvial deposits containing bones of animals of [Pleistocene] age ex- tends over the whole Brazilian plain, from the flanks of the Cordilleras to the borders of the Atlantic.”? Similar remains have also been found in abundance on the great plateau of Bo- livia and “west of the mountains both in Peru and Chile,” to which can also be added the deposits discovered in Patagonia, Argentina, on the pampas and in caves, in Ecuador, Para- guay, Colombia, and Venezuela.+ “Historically the bones of Pleistocene mammals, especially those of the larger genera, were noticed in South America soon after the Spanish Conquest. Curious theories were advanced by the early discoverers to explain the presence of these bones, usually by reference to a race of giants who were supposed to have anciently inhabited various parts of the New World.”5 Even in Australia, the giant kangaroo and rhinoceros-sized wombat, among many others, were completely wiped out by a catastrophic event dated around 12,000 to 10,000 years ago.® We could, of course, add considerably to the list with much more detailed descriptions of these finds, but to do the subject justice would require a lengthy volume on its own. The little that has been presented should be sufficient to show that humans could not have been respon- sible for so much killing. By the mid 1940s, F. Rainey could conclude that: “Though man was on the scene of the final perishing, his was not...the appetite nor the capacity for such giant slaughter.”? Moreover, this conclusion was reached on the sole evidence exhibited by the vast amount of bones belonging to extinct animals in Alaska alone. Yet even were we to restrict ourselves to that sole locality, the extent of the extinctions would still have been too much for prehistoric man to have achieved. “Even with the known destructiveness of man,” Rainey went on, “it is difficult to visualize how these early hunters, armed with puny flint- tipped spears, could have destroyed enough animals to cause complete extinction.” And, as Loren Eisley emphasized: “We are not dealing with a single, isolated relict species but with a considerable variety of Pleistocene forms, all of which must be accorded, in the light of cultural evidence, an approximately similar time of extinction.”? Despite all that, the theory which blamed man for the extermination did not itself become extinct—not for a while, at least—even though voices continued to be raised against it.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 446,
        "captions": [],
        "headers": [
            "THE MAMMOTH HUNTERS"
        ],
        "content": "<p>Throughout the entire 1980s, “Man-the-hunter” was still being held responsible by some “for the extinctions in a form of prehistoric overkill.”! By then the theory depended “upon the sudden arrival of men in regions where animals had no adaptation towards evasive action.” “However, the likelihood of small bands of humans being able to exterminate huge and often dangerous animals is small... The evidence in Australia is also contrary to the theory, as man is known to have entered the continent at least 30,000 years ago and therefore had coexisted with the large mammals for some 20,000 years. The bones of extinct Australian animals are never in the same layers as human arte- facts.”3 That, however, was in 1986. The picture changed entirely before this work came to an end. The opposite is now being claimed, that a “newly compiled fossil record of Australian mammals bolsters the notion that humanity’s arrival on the island continent led to the extinc- tion of many large creatures there.” By then, the arrival of humans in Australia had been pushed back to 50,000 years ago.5 These exterminations, however, are claimed to have “oc- curred at least 25,000 years before the most recent ice age began,”® so they need not bother us at this point. New Zealand presents a different case in which the extinction of the moa, a giant flightless bird some of which achieved twelve feet in height, can definitely be attributed to human overkill. There were twenty species of this bird which disappeared in North Island only about 500 to 700 years ago, probably before the arrival of the Maori, which would mean by an earlier incursion of Polynesians. The moas lingered longer on South Island, definitely down to the time of Captain Cook’s visit. But, eventually, even these disappeared. One must keep in mind, however, that, despite its speed, the moa was an ungainly animal when cornered and an easy prey to spear-wielding hunters. Moreover, it was native only to New Zealand, two smallish islands when compared to the vast Pacific or, worse still, to the rest of the inhabited world. What needs hardly be told is that, while their remains have been traced as far back as the Pliocene epoch, moas obviously survived the Pleistocene ex- tinctions. Not so, of course, with the North American mammoth, a well-known Pleistocene pachyderm, the extinction of which is also sometimes blamed on human hunters. </p>\n<p><b><center style='font-size: larger;'>THE MAMMOTH HUNTERS</center></b></p>\n<p>That mammoths fell at the hand of man came to light in 1960 near Rawlins, Wyoming, when land was being cleared to hasten the flow of water in a gas-drilling operation. The buried bones of a monstrous beast had snagged the digging scoop. It took George Agogino,</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 447,
        "captions": [
            {
                "source": "caption",
                "text": "Early Polynesian hunters who drove the moa to extinction prior to the advent of the Maori. (Illustration by Y. S. Green.)"
            }
        ],
        "headers": [],
        "content": "<p>447</p>",
        "markdown_converted": true
    }
]