[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 49,
        "captions": [],
        "headers": [],
        "content": "<p>“Left to itself, it is hard to see how anything internal to the Earth could ever break the stable grip of an ice-age. Thus to understand the cause of interglacials [to say nothing of the end of ice ages] we must look to external catastrophic events.”! Yet, despite the fact that he had his own theory to push forward, even he was forced to finally admit that “despite the great cost and effort that has gone into modeling the terrestrial climate system, our understanding of glacial cycles and their forcing mechanism remains ru- dimentary to say the least.”? The date concerning the end of the Pleistocene Ice age is just as controversial. In the late nineteenth century, basing his conclusion on the rate of retreat of Niagara Falls, Grove Karl Gilbert had calculated the end of the glacial retreat at 7,000 years ago, which was a drastic reduction from the previous estimate of 30,000 years “and even more.”3 This was revised in 1878 by Gerard de Geer on the basis of sediment accumulation to about 12,000 to 14,000 years ago.4 Albrecht Penck and Eduard Briickner vouched for 20,000 years ago.5 But then, on the basis of radiocarbon dating, it was “shown” that, 10,000 to 11,000 years ago, the ice must have been still advancing rather than retreating.® A glacial advance was, by the mid-twentieth century, also being reported to have taken place a mere 3000 years ago.’ Rates of glacial melting were estimated, refined, and corrected, only to be recalculated over and again. And so it went, round and round the mulberry bush. This merry-go-round continued into the end of the twentieth century. Thus, in 1983, Claus Hammer calculated that the last Ice Age ended 10,400 years ago.’ But by the end of 1986, the retreat of the glaciers and the termination of the Ice Age was pin-pointed at only 7,000 years before the present.? Three years later, on the basis of ice cores retrieved from the Greenland glaciers, Sean Mewhinney vouched for 11,000 years ago as the correct date for the end of the Ice Age,!° thus conforming with Hammer’s conclusions. The following year Mewhinney reiterated his ice core argument with the end of the Ice Age still being placed at 11,000 years ago, or, to be quite fair to him, as between 10,000 and 11,000 years ago.!! Then, in 1997, on the basis of past changes in the Western Desert of Egypt and sea-bed cores</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 50,
        "captions": [],
        "headers": [],
        "content": "<p>drilled off the coast of British Columbia, as well as other data, the end of the Ice Age was upped to 14,000 years ago.! In turn, by 2002, this date was once again raised to 18,000 years ago. ? But by the end of 2002, the end of the Ice Age was being touted as having occurred 12,000 years ago. It is therefore understandable that some have even questioned the past occurrence of ice ages, claiming that they never took place, and that the signs which have been touted as evi- dence for glacial advances and retreats have simply been misinterpreted.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 51,
        "captions": [],
        "headers": [
            "DISLOCATED POLAR CAPS"
        ],
        "content": "<p>Chapter 4 Unorthodox Schemes </p>\n<p><b><center style='font-size: larger;'>DISLOCATED POLAR CAPS</center></b></p>\n<p>rime among those who believed ice ages never occurred was Immanuel Velikovsky. And yet he still had to account for the presence of an ice field in Earth’s northern lati- tudes much farther south than the periphery of the present ice caps. How did he recon- cile this without the advent of an ice age? In 1955, Velikovsky built a case for a sudden onset of ice due to the tilting of Earth’s axis by an external source. The heating of Earth’s oceans brought about by the interaction of magnetic fields between our globe and this external source, which would also have induced worldwide volcanism, would have resulted in the evaporation of Earth’s hydrosphere to a great depth. As he theorized: “Water evaporated from the oceans would rise in clouds and fall again in torrential rains and snowfalls. Clouds of dust, ejected by numerous volcanoes and swept by hur- ricanes from the ground, and possibly dust clouds of extraneous origin... would keep the rays of the sun from penetrating to the earth.”! But because of the heated Earth, all falling snow would have melted “before reaching the ground or soon thereafter.” The ice of the polar regions would also have melted, creating floods which would have swept out of the Polar Circle. Mountain glaciers, too, would have thawed out, inundating the valleys below them. Falling “again and again in a sunless world,” however, the falling snow would eventually reach the ground without melting, turning “not into water, but into ice.” “Tn the course of the years the incessant action of the snow would cool the ground in the higher latitudes to such an extent that a permanent cover would be built. And the earth would go on shuddering for centuries, slowly quieting down, and as time passed one after another the volcanoes would burn themselves out.” In what way, then, was Velikovsky’s proposed scenario different from that of previous attempts? Axial tilts, heating of the oceans, volcanism, dust clouds, hindrance of solar rays, and even external causes, had all been proposed before and/or since then.</p>",
        "markdown_converted": true
    }
]