[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 309,
        "main_text": "“thickened into a sea” which bore a “glow.” This “glow” eventually brightened “until it became a sun”!—which is more or less what seems to have actually transpired. From the non-Maya lands of South America comes a tale which bears a striking similarity to the freeing of light from Adoil. A. Metraux relates it in the following words: “Here is the tale of creation as told by the Chibcha Indians of Colombia. When it was dark, before anything in the world existed, light was enclosed in something big, which the Muiscas called ‘Chiminagua.’ This thing called Chiminagua—by which they mean ‘god’—rose to become bright and to free the light that was in it. Then with the emergence of this light things began to be created.” FINAL WORDS FROM OCEANIA To the Maori of New Zealand, the light-emitting deity was known as Io. Of him it was said: “Io dwelt within the breathing-space of immensity. The Universe was in darkness, with [celestial] water everywhere. There was no glimmer of dawn, no clearness, no light. And he began by saying these words— ‘Darkness become a light-possessing darkness.’ And at once light appeared.” Rituals commemorating the emission of the light by Io were still being conducted in the twentieth century (as, perhaps, they are still being conducted to this day). Thus, according to Hare Hongi: “The words by which Io fashioned the universe—that is to say, by which it was im- planted and caused to produce a world of light—the same words are used in the ritual for implanting a child in a barren womb. The words by which Io caused light to shine in the darkness are used in the rituals for cheering a gloomy and despondent heart, the feeble aged, the decrepit; for shedding light into secret places and matters, for inspiration in song-composing and in many other affairs, affecting man to despair in times of adverse war. For such ritual includes the words [used by Io] to overcome and dispel darkness.”4 Among the Ngaitahu of New Zealand’s southern island, the light-emitting deity was known as Po. (In Hawaii, however, Po was the manifestation of the primeval darkness.>) This Po was said to have “begat Light, who begat Day-light, who begat enduring Light.”6",
        "captions": [],
        "bibliography": "1H. Hirnschall, The Song of Creation (West Vancouver, 1979), myth #1. 2 A. Metraux, “South America: Creation and Destruction,” Larousse World Mythology (London, 1972), p. 483. 3R. Heinberg, Memories and Visions of Paradise, (Los Angeles, 1989), p. 24. 4. S. C. Handy, Polynesian Religion (Honolulu, 1927), pp. 10-11. 5 T. Henry, Ancient Tahiti (Honolulu, 1928), p. 345. 6 G. H. Luquet, “Oceanic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 460. 309",
        "headers": [
            "FINAL WORDS FROM OCEANIA"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 310,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "a. ee The Zuni shedding of the light. (As envisaged and painted by Helmut Hirnschall.)"
            }
        ],
        "bibliography": "The Zuni shedding of the light. (As envisaged and painted by Helmut Hirnschall.) 310",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 311,
        "main_text": "311",
        "captions": [
            {
                "source": "internal",
                "text": "hal      MPEG ya Ee   aa) a6 ae eee    Pdf 4\\h Ua ty  fan\\    ice    A,  ACN    Vd Ey Telit |  In /\\ CANA te   - | AR Ql ye     ee,      wares q t/ a 4       vt    TS tee.   {ho Apa    Re yy    v The shedding of the light by their Creator, Io, is not only remembered by the Maori of New Zealand, but continued to be incorporated in their rituals down into the 20th century. (Illustration by Y. S. Green.)"
            }
        ],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 312,
        "main_text": "Similarly in Hawaii where we meet with the god Kane (or Tane) who, like the Saturnian deities of other nations, existed alone in a deep intense night.! Like the Roman Janus and the Eskimo Ataksak, Tane (some say Atea) “was at first a shapeless being.” As in the myths we have been discussing, the first thing that Kane created was light. The Tahitians had much to say about the age of darkness. “All was darkness,” they in- toned in one of their Creation chants, “it was continuous, thick darkness.”4 And in this dark- ness there existed Ta’aroa. “But there was Ta’aroa, and he alone.”> Known as the “night of Rumia,” the age of darkness was said to have existed from time immemorial. “The night of Rumia...was a long night to name; it was thick darkness, the long night to name. The nights would be millions in the long night to name, it was the long, wearisome night, the night of Rumia!”6 Eventually, however, “Atea was free, and light came into the world.” The exuberance ex- perienced at the shedding of the light is then somewhat whimsically recounted in the follow- ing: “There was tumbling and rolling over each other, in the ravines, in that department and this department.’ In what departments? In the assembly room and the room to run from! They all dispersed outside, shouting and clinging one to the other! The host of gods from their department first, and then the host of people from their department a little afterwards. This was the ending of the millions of nights of the long night of Rumia.”® The age of darkness had come to an end.",
        "captions": [],
        "bibliography": "1M. Beckwith, Hawaiian Mythology (Honolulu, 1970), p. 44. 27. Henry, op. cit., p. 349; see also p. 364. 3M. Beckwith, loc. cit. 47. Henry, op. cit., p. 336. 5 Ibid., p. 337. 6 Ibid., p. 404. 7 In Tahitian: “i te piha ‘tu, e i te piha mai.” 8T. Henry, op. cit., p. 412. 312",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 313,
        "main_text": "Chapter 15 Exploding Stars and Planets VELIKOVSKY’S ORIGINAL SCENARIO as proto-Saturn’s flare-up a unique event? Because it was Immanuel Velikovsky who first intuited that proto-Saturn had flared up in a brilliant outburst of light, we should at least mention in brief what he believed to have been the cause for the event. Right from the start, Velikovsky claimed that the flare in question was due to proto-Saturn’s eruption as a nova,! which claim he continued to uphold until his death.2 The cause for this eruption, however, was blamed by him on a near-encounter between proto-Saturn and the planet Jupiter. “Such a scenario would explain the prominence of Saturn prior to its cataclysmic disruption and dismemberment...At some point, during a close approach to Jupiter, Saturn became unstable; and, as a result of the influx of extraneous material, it exploded, flaring as a nova which, after subsiding, left a remnant that the ancients still recognized as Saturn, even though it was but a fraction of the size of the celestial body of earlier days.”+ This near-encounter was utilized by Ralph Juergens, despite the fact that his own version for the cause of proto-Saturn’s flare-up did not require it. Velikovsky, of course, based his hypothesis on what he knew of mythology, but, unfortu- nately, the mytho-historical record does not uphold him on this particular issue. Now it is true that there are various mythological tales which others might utilize, as some have actually done, as evidence in support of Velikovsky’s contention. Among them we could enumerate the cutting to pieces of Osiris by Set, the beheading of Brahma by Shiva (whom Velikovsky had misidentified as a personification of Jupiter), and the dethroning of Kronos by Zeus. But, whether as Osiris, Brahma, or Kronos, in none of the above myths is Saturn said to have shed a light when attacked by his antagonist. And since the shedding of the light by proto-Saturn is",
        "captions": [],
        "bibliography": "'T. Velikovsky, “The Pitfalls of Radiocarbon Dating,” Pensée IVR IV (Spring-Summer 1973), p. 13. 2 Idem, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), pp. 6-7; idem, Mankind in Amnesia (N. Y., 1982), p. 99. 3 Idem, “On Saturn and the Flood” (see above), p. 6. 4 Ibid. > R. E. Juergens, “Juergens Replies” to “The Critics and Stellar Energy,” SIS Review II:2 (December 1977), p. 50. 313",
        "headers": [
            "VELIKOVSKY’S ORIGINAL SCENARIO"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 314,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "*     ~~ We ea                      } Ss ° Ped                    :  \\ wie ot                      } ‘Se ot                       e ibe                     A Immanuel Velikovsky (Photograph —1974—by Donna Foster Roizen)"
            }
        ],
        "bibliography": "Immanuel Velikovsky (Photograph —1974—by Donna Foster Roizen) 314",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 315,
        "main_text": "the ingredient we are presently concerned with, we will have to allot the various celestial combats intimated in the above myths to some other, and later, Saturnian disruption.! Besides, as we noted in our previous chapter, no perpetrator, no antagonist, is encountered in the records concerning the emission of light which heralded Creation. There was no other deity to attack or clash with Saturn. On the contrary, as we have seen, the god who is said to have emitted the light was almost universally described as having been alone. Velikovsky missed this point because, as already stated, he failed to recognize proto-Saturn’s flare-up as the fiat lux of Genesis. Had he done so, he would have been on firmer ground. Instead, he saw in this explosion of proto-Saturnian light the cause behind the Universal Deluge.? Basing his deductions on the Old Testament, he concluded that proto-Saturn’s flare-up occurred seven days before the waters of the Deluge hit Earth—a topic to which we shall return in its proper chronological place in a future volume. In the meantime, in view of Velikovsky’s claim that the flare-up under discussion was due to Saturn’s outburst as a nova, and in order to leave no stone unturned, we shall turn our attention to the nature of novae and supernovae. NOVAE AND SUPERNOVAE The name stella nova, that is “new star,” was coined to describe stellar flares in pre-tele- scopic days when it was still believed that such stars came into sudden existence only to dis- appear again without a trace. “Sometimes where nothing was seen before, we witness the sudden and unexpected appearance of a star destined perhaps to outshine all the others in the sky before dropping back into obscurity,” a 1966 encyclopedia tells us. “At one time the bursting of a nova, as it is called, would be greeted by the populace with much trepidation, but nowadays it merely provides astronomers with a great many interesting problems.”3 Although some novae dim in a matter of months, others have been known to take as much as 20 to 30 years to revert to their original dimness.4 One of the finest examples of the twentieth century was Nova Aquilae which, on June 7, 1918, suddenly exploded in an outburst which increased its brightness from magnitude 11 to magnitude 6 in the same evening, and to magnitude 1 by the following evening. It continued to brighten until, for a few hours during the night of June 9/10, it attained a magnitude of -1.4 when it outshone every other star visible at the time. Its brightness was calculated to have increased 70,000 times in just three days. Its splendor, however, was short-lived and, thereafter, it continued to fade night after night. Even so, it did not reach its original low magnitude until six years later in 1924.5",
        "captions": [],
        "bibliography": "1 The mytho-historical evidence that Velikovsky himself used to uphold his claim include some mythological identities that he would not have proposed were it not for the fact that the lack of data forced him to them. Thus, Isis is identified by him both as the planet Venus and as Jupiter (Worlds in Collision, p. 74; “On Saturn and the Flood,” p. 6). He then did likewise with Horus, the son of Isis and Osiris (“Saturn and the Flood,” loc. cit.; Worlds in Collision, p. 174). But no clash between Osiris/Saturn and Isis or Horus is met with in Egyptian mythology. Nor can the identification of Isis as the planet Jupiter be validated through any means, 2 See references #1 & #2. 3 L. Rudaux & G. de Vaucouleurs, Larousse Encyclopedia of Astronomy (London, 1966), p. 10. 4 Ibid., p. 328. 5 Ibid., pp. 328-329. 315",
        "headers": [
            "NOVAE AND SUPERNOVAE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 316,
        "main_text": "Special types of novae, which astronomers define as distinctly different from normal ones,! are called supernovae because the extent of their outbursts may reach anywhere from 10 to 100 million times that of the Sun.” One of the most remarkable of these supernovae was that which appeared in October of 1572 and was carefully studied by the Danish astronomer Tycho Brahe. At maximum, it outshone the planet Venus and was visible in broad daylight.3 Thirty-two years later, in 1604, another supernova made its appearance in the stellar constel- lation Ophiuchus. It was observed by Johannes Kepler who described it as having been brighter than Jupiter.4 But perhaps the most famous of all was the supernova which was ob- served by Chinese and Japanese astronomers in 1054. The remains of this super-explosion can still be seen in our night-time sky to this day in the form of the Crab Nebula.> “It has been calculated from the light curves that during the few months that it is visible, a typical supernova radiates as much energy as the Sun dispenses in several million years. “Language is inadequate to describe such a flood of energy: the best we can do is cite examples based upon the above figures. Thus a supernova appearing in our own Galaxy at a distance of 10 parsecs (33 lightyears) would have an apparent magnitude equal to its absolute magnitude; in other words, although it would appear as a dimen- sional stellar point, its brightness at maximum would be 10 times that of the full Moon, and it would turn the night into day.”® Or, as Alexei Filippenko put it: “Some of these so-called supernovae release as much en- ergy in one second as all the other stars in the observable part of the universe.”? Some of these have recently been detected “popping off like fireworks” in Arp 229, which is believed to consist of a pair of colliding galaxies. Arp 229 has now been dubbed a “supernova fac- tory.”8 Moreover, as if supernovae were not enough, by 2003 astronomers were talking glibly about hypernovae—“superenergetic stellar explosions, each packing tens or hundreds of times the power of a ‘regular’ core-collapse supernova.”? M82 in the constellation Ursa Major is now believed to “play host” to a vast number of these hypernovae, explosions from which have been occurring “within the last few million years.”!° Even so, to be sure, not all astronomers are of one mind over this. As Roger Chevalier cautioned, “there are still a lot of",
        "captions": [],
        "bibliography": "! [bid., pp. 331-334. 2 Ibid., p. 333. 3 Ibid. 4 Ibid., p. 334. 5 Ibid. 6 Ibid., p. 333 (emphasis added). 7 A. V. Filippenko, “When Stars Explode,” Astronomy (February 2003), p. 42. 8D. Tytell, “‘Supernova Factory’ in a Newborn Globular Cluster,” Sky & Telescope (September 2003), p. 18. 9J. Roth, “A Hive of Hypernovae?” Sky & Telescope (February 2003), p. 22. 10 Tbid. 316",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 317,
        "main_text": "uncertainties” concerning the different mix of elements which these supposed hypernovae emit and which supposedly differentiates them from ordinary supernovae.! Such super-energetic flares would have disastrous effects on Earth if occurring relatively nearby. As already noted, however, Velikovsky did not describe proto-Saturn’s flare-up as a supernova, but simply as a nova, a much lower class of stellar disruption. Nevertheless, at close proximity to Earth, the light emitted by proto-Saturn would still have appeared a thou- sand times more brilliant than that of the Sun. Why, then, did the flare-up not annihilate proto-Saturn? RECURRING NOVAE At one time it was believed that novae were caused by the collision of two stars both of which would be demolished in the process.? But then it was discovered that, after the light of a nova died down, the original stars still retained their places in the blackness of space. This was exemplified through the antics exhibited by an even more specialized type—the so- called recurring novae. As their name implies, these are stars that flare up more than once. “Thus the nova T Coronae of 1866 reappeared in 1946, repeating almost exactly its behaviour of 80 years previously, while nova T Sagittae of 1913 likewise gave a re- peat performance in 1946. RS Ophiuci has also been observed at two maxima (though these were admittedly unequal), in 1901 and 1933, and U Scorpii has been observed at three— 1862, 1906 and 1936. Lastly, T Pyxidis has already [by 1966] exhibited four well-observed outbursts, in 1890, 1902, 1920 and 1945.”3 This well illustrates the non-annihilation of stars during flare-ups since, needless to say, an entirely destroyed star could not flare up again. It was thus theorized that only the outer gases were expelled in these outbursts and that each emitting star, although obviously somewhat shrunken in mass, remained intact. Even in the Crab Nebula, the star that gave it birth through its outburst remains distinctly visible to this day. There is therefore nothing improbable about the continued survival of proto-Saturn following its flare-up. SURVIVABILITY OF PARTNERS Since the immense emptiness of interstellar space would make the chance of stellar en- counters close to negligible, the physical collision between two stars was ruled out as the cause of such abnormal outbursts.4 This can be especially emphasized when it is remembered that, even in 1966, from 20 to 30 novae had been calculated to flare up annually.> Besides,",
        "captions": [],
        "bibliography": "! Ibid. 2. Rudaux & G. de Vaucouleurs, op. cit., p. 331. 3 Ibid., p. 330. 4 Ibid., p. 331. 5 Ibid., p. 330. 317",
        "headers": [
            "RECURRING NOVAE",
            "SURVIVABILITY OF PARTNERS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 318,
        "main_text": "the phenomenon of recurrent novae also removes the possibility of direct physical collision since it would be ridiculous to maintain that the same stars, and so many of them, are repeat- edly involved in such celestial encounters. The cause of these flare-ups, both novae and su- pernovae, had to be sought elsewhere. In 1966, this cause was still elusive. “The origin of the nova-phenomenon [as well as that of the supernova] must without doubt be looked for within the star itself, even though the precise mechanism of the outbursts is at present still unknown.”! Although it was soon discovered that stars that flare up were members of a binary system, the exact cause of their outbursts remained a mystery. In the meantime, despite the fact that proto-Saturn would not have been as massive as a star, at close proximity the flare-up should still have been a little too close for comfort. How, then, did Earth escape annihilation? Once again we look to supernovae to see what is believed to happen to those bodies whose stellar partners tend to flare up. The long-term timing of the oscillations emitted by pulsars, which is what the remnant stars of supernovae are called, led astronomers to believe “that these objects may have one or more small planetary companions.”? During the 1980s, Carl Sagan could already conceive the possibility that “a planet could survive the evolution of a star into a pulsar”3— that is, sur- vive the explosion emitted by a supernova. A stellar outburst, dubbed SN1987a, appeared in the Large Magellanic Cloud during that year. Astronomers, however, had to wait two years for the star that gave it birth to appear as a pulsar. When it did, a problem surfaced with it. The star was pulsing at about 2,000 times a second. At one pulse per revolution, this meant that, at its equator, the pulsar was rotating at more than one-third the speed of light. At such speed the pulsar should have flown apart. Jo- seph Taylor then suggested that the blips might be coming once every half-revolution, which would imply that the pulsar was spinning “at an acceptable rate of once per millisecond.” Jerome Kristian did not agree, arguing that the pulses, in such a case, should differ slightly, whereas they were noted to be identical. Additionally, the pulse frequency varied “almost im- perceptibly” in a regular pattern. One possible explanation for this, according to Sam Flam- steed, would be a Jupiter-sized body orbiting the pulsar “at close range.” Were that the case, the object’s gravity would cause the pulsar to wobble, and this, in turn, would cause the vari- ance in the pulse frequency+— which is the well-known Doppler effect through which extra- solar planets are now being detected. By 1994, such claims had become common. Thus two Russian astronomers claimed that the pulsar from a supernova dated to have occurred 5 million years ago harbored not one, but two planets orbiting around it. If these planets are real, it has been theorized, they must have existed before the explosion and survived it.",
        "captions": [],
        "bibliography": "1 Tpid., p. 331 (emphasis added). 2C, Sagan, Cosmos (N. Y., 1983), p. 239. 3 Ibid. 4S. Flamsteed, “Birth of a Pulsar,” Discover (May 1989), p. 26. 5 New scientist (March 19, 1994), pp. 32-35. 318",
        "headers": []
    }
]