[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 136,
        "captions": [],
        "headers": [],
        "content": "<p>which stemmed from that book of books. He is not only the god of the Jews, but also of Christians and Muslims regardless of sectarian bias. After all, even Allah, the Muslim god, is merely a form of the Hebrew Eloah. Known also as Iah, or simply Il, Allah has long been recognized as corresponding to the Hebrew El and Elohim.! Like the holy of holies in Solo- mon’s Temple, Allah’s holiest shrine, the Ka’aba in Mecca, is also constructed in the shape of a cube, as its name in fact implies, one of the main characteristics of Saturnian temples. Of greater importance to this work, however, is that this does not merely concern Juda- ism, Christianity, and Islam; it concerns the deities of all other religions, ancient and modern. One should not therefore be confused when we meet the Saturnian deity under a multitude of names. As Frank Manuel shrewdly observed: “Nothing could cause the priests, who doted on rivalry, more concern than a demonstration that all the gods were merely variant names for heavenly bodies...”2 And while Saturn was not the only planet that was looked upon as a god, the Saturnian deity will be found at the very head of every pantheon the world has ever known. He was the first and for a time the only god of humankind. Manuel declared that “the idea of a god” was “the first human invention” and that “religion and civilization were born together.”? True, but only to an extent, since the Saturnian sun had always been there radi- ating on mankind and, therefore, did not need to be invented. Where mankind erred was in imbuing this Saturnian sun with life. For years I had claimed that the concept of deity owes its origin to a star. I will now go further by asserting that the concept of God owes its origin to the planet Saturn. Those of deep religious disposition will hate me for saying as much, but this work is concerned with science and not with faith. If I offend, those offended need read no further.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 137,
        "captions": [],
        "headers": [
            "THE SUN OF NIGHT",
            "GIII",
            "GIII",
            "THE SOLITARY DEITY",
            "THE IMMOBILE GOD"
        ],
        "content": "<p>Chapter 7 The Boreal Locus </p>\n<p><b><center style='font-size: larger;'>THE SUN OF NIGHT</center></b></p>\n<p>\\ 7 ery much like the Egyptian Ra, the Assyro-Babylonian Shamash, and other misidentified sun-gods, the Indic god Surya, long believed to have originated as a personification of the Sun, possessed characteristics which do not accord with those of the Sun.! Under the name Savitri,? for example, Surya is described as a god of night.3 That Surya was originally a name for Saturn we have also documented.* Half a world away, the Mayan god designated </p>\n<p><b><center style='font-size: larger;'>GIII</center></b></p>\n<p>was called “Jaguar Night Sun.” As Ken Moss noted: “It is interesting to consider why a jaguar, a creature of the night, became one of the most significant sun gods among the Maya.”&gt; </p>\n<p><b><center style='font-size: larger;'>GIII</center></b></p>\n<p>’s epithet of “Night Sun” is however enough to win him a place among the hierarchy of nocturnal suns we discussed in our previous work. There, too, the identification of the night sun as the planet Saturn was copiously elaborated. The Polynesian belief that “night marks the beginning of the world’” did not rise out of ignorance. </p>\n<p><b><center style='font-size: larger;'>THE SOLITARY DEITY</center></b></p>\n<p>As our previous work also revealed, in the beginning, as far back as man can remember, the Saturnian sun was the only visible luminary in the sky.8 There are still societies today, like the Yakima Indians, who still remember that time when their god of beginnings “lived up in the sky all alone.” </p>\n<p><b><center style='font-size: larger;'>THE IMMOBILE GOD</center></b></p>\n<p>Ample evidence has also been provided which indicates that this Saturnian sun had hung immobile in the sky.!° In the Gnostic Acts of Thomas, God is alluded to simply as Rest.!! This is a reference to the planet Saturn, in Hebrew called Shabtai,! which name means “the</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 138,
        "captions": [
            {
                "source": "caption",
                "text": "The shield of the god designated GIII, the Mayan Sun of Night."
            }
        ],
        "headers": [],
        "content": "<p>resting Star or Planet.”? A resting planet does not move. It is from the name of this planet, the god of the Jews (as well as of the Phoenicians),} that the Hebrew Sabbath, the day of rest, was named. Among English-speaking peoples, this day is still called Saturday, that is Saturn’s Day.* Likewise with Ninurta, one of the Mesopotamian deities of the planet Saturn,&gt; who is referred to as “the steady star.”© A steady star, like a resting one, connotes one without motion. This is further evidenced by the fact that Kaimanu, one of the Akkadian names of the planet, means “to be firmly in place/to be stationary.”” We can thus rest assured that when, on the other side of the world, the Maya remembered a sun that “remained fixed in the sky like a mirror,’ they were referring to the Saturnian</p>",
        "markdown_converted": true
    }
]