[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 149,
        "main_text": "The similarity with Jupiter does not end with Gliese 229B’s spectrum. Brown dwarfs were eventually discovered to possess stratified clouds much like those on Jupiter,! with weather patterns to match, even though Adam Burgasser is of the opinion that “the weather on these more massive brown dwarfs makes the Great Red Spot [on Jupiter] look like a small squall.”? Nor are all brown dwarfs as massive as Gliese 229B. Brown dwarfs the size of Ju- piter have been posited.? As Mark Marley proclaimed: “If you line up a mug shot of Jupiter up with these guys, it is just a very low-mass brown dwarf.”+ SATURN AS A SUB-BROWN DWARF If Jupiter can be considered a low-mass brown dwarf star, then why not Saturn? True enough, Saturn is much less massive than Jupiter, but it might not always have been so. Wallace Thornhill, for one, sees no objection in classifying Saturn as a dwarf star.5 Just as the demarcation between red and brown dwarfs seems to be arbitrary, so also that between brown dwarfs and giant gaseous planets.® The brown dwarf designated 2MASS 0415-0935 “weigh[s] so little that it falls in the range of what astronomers would usually call a giant planet.” Nor is this the only brown dwarf with such featherweight mass. Moreover, a new a class of objects have been discovered with such low mass that as- tronomers are no longer sure what to call them. Knowing what these borderline bodies really are, Frederick Vrba confessed, is not all that obvious “since these objects have the same masses, chemical compositions, and radii as planets.”* Alan Boss suggested the term “sub- brown dwarfs” to distinguish them from their more massive siblings. “Give a billion years of cooling and evolution,” Glen Schneider opined, “and these objects may be indistinguishable from planets.”? As Maria Zapatero-Osorio stated: “With time, they will look like Jupiter and Saturn.”!0 Our own position is that Saturn had once been such a sub-brown dwarf star carrying Earth with it in axial tandem as its satellite. Hinted at as early as 1884 by Oskar",
        "captions": [],
        "bibliography": "1R. Talcott, “First Forecast: Cloudy; No Rain,” Astronomy (December 2002), p. 32. 2 “Astronomers Find Jupiter-Like Weather on Brown Dwarfs,” Science Daily, electronic magazine (May 27, 2002). 3 J. Winters, “A Brief Tour of a Bad Cosmic Neighborhood,” Discover (April 1998), p. 58. 4 Science Daily (see above). 5 W. Thornhill, “Ionizing the Galaxy,” Thoth U:1, electronic newsletter sponsored by KRONIA Communications (January 19, 1998), p. 7. 6K, Wright, “When is a Star Not a Star?” Discover (January 2002), p. 28; D. Tytell & A. MacRobert, “A New Way to Find Planets,” Sky & Telescope (April 2003), p. 20; but see also D. Cardona, op. cit., pp. 332-334, where various references are supplied. 7D. Tytell, “The Coolest Brown Dwarf,” Sky & Telescope (April 2003), p. 27. 8 Ibid. 9 W. Schomaker, “How to Make a Brown Dwarf,” Astronomy (October 2001), p. 28. 10 M. Fox, “Rogue ‘Gas Balls’ in Space Break Rules of Solar System, Astronomers Find,” The Vancouver Sun (October 6, 2000), p. A13; for more on this subject see also D. Cardona, op. cit., pp. 467-469. 149",
        "headers": [
            "SATURN AS A SUB-BROWN DWARF"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 150,
        "main_text": "Reichenbach,! the idea that Earth had previously been a satellite of Saturn was later postulated by Immanuel Velikovsky.? Brown dwarfs stars have a tendency to travel alone in space. Surmised to have been ejected from star-forming regions, these so-called embryos are “destined to spend eternity alone as brown dwarfs.” As Jeffrey Winters reported: “No one knows how many...roaming brown dwarfs there are in nearby space...”4 This is even truer of sub-brown dwarfs.5 Taken in consideration with other matters, this has led us to posit that the Saturnian mini-system, Earth included, had probably been wandering out in space outside the domain of the present Solar System. This hypothesis is lent additional weight by one of the most persistent of themes within the universal mytho-historical record which informs us ad nauseam that, during the time when the solitary Saturnian sun hung immobile in Earth’s north celestial pole, the Sun was absent.® THE AGE OF DARKNESS Just as persistent was the ancient belief that, in the beginning, Earth was engulfed in darkness. Again, because this primeval situation is so crucial to our thesis, it would not be amiss to supply additional mytho-historical evidence for its occurrence to what has already been furnished in our previous volume.” The Gnostics, for instance, even believed that the darkness was created, thus giving the impression that it had not always existed.® This late interpretation, however, was derived in a religio-philosophical endeavor to show that everything in existence must have been created by an intelligent designer—which, incidentally, is a concept that seems to be regaining popularity in the modern world even among scientists. But that this primeval darkness had always existed as far as mankind was concerned is borne out by the myths of almost every ancient race and nation. From India we come across a Vedic hymn which relates that: “In the beginning, every- thing was like a sea without a light.”® This is what Heinrich Zimmer has alluded to as “the familiar primeval situation” in Hindu belief—there was only water and the starless night.!° The Finno-Ugrics recall “a time when the universe was plunged in darkness because neither sun nor moon nor stars as yet shone in the sky.”*!!",
        "captions": [],
        "bibliography": "10, Reichenbach, On Some of the Remarkable Features in the Evolution of the Earth (London, 1884), p. 5. 21. Velikovsky, “On Saturn and the Flood,” KRONOS V:1 (Fall 1979), p. 7; idem, Mankind in Amnesia (N. Y., 1982), p. 99; for further on this postulate see also D. Cardona, op. cit., pp. 165-178. 3 W. Schomaker, loc. cit. 4 J. Winters, lo. cit. 5 Ibid.; see also D. Cardona, loc. cit. 6 Ibid., pp. 274 ff. 7 Ibid. 8 W. Barnstone (Ed.), The Other Bible (N. Y., 1984), p. 63. 9 Rig Veda, X: 129: 3. 10 H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), p. 128. 11 A. Sauvageot, “Finland-Ugria: Magic Animals,” Larousse World Mythology (London, 1972), p. 424. 150",
        "headers": [
            "THE AGE OF DARKNESS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 151,
        "main_text": "Myths of the age of darkness surface so often among various Amerind tribes that a com- plete list would bore the reader to death. As the Navajo say: “[In the beginning there] were no sun, no moon, no stars...”! This is repeated by the Yuma who also claim that, “when it all began,” there was “only nothingness.” As they say, “there were no sun, no moon, no stars— just darkness.”? So, similarly, with the Tsimshian who are fond of relating that: “In the beginning...there was only the chief in the sky...But there was no light in the sky—only emptiness and darkness.”3 The Zuni, too, tell the same thing: “At this time the world was still dark; the sun and moon had not yet been put in the sky.”4 And likewise among the Cherokee.5 Farther south, the Maya also related that, in the beginning, there was no light. All was darkness upon the primordial sea. They believed in “‘the lightless time before First Father raised the sky,’ before the appearance of the present Sun.” As told in the Popul Vuh, in the beginning, nothing was yet formed. “Whatever there is that might be,” it is there written, “is simply not there; only murmurs, ripples, in the dark, in the night.”8 This belief was so entrenched in the mind of the Mesoamericans that the Aztecs contin- ued to stress it in defense of their religion against the accusations of the Spanish Catholic priesthood, and continues to the present among the Nahua speakers in north and central Mexico.? According to a recorded speech of the Aztec priests, their prime deity, whom they referred to by a term that has been translated as “the Omneity,” had existed since the very beginning in “the eldest Darkness.”!° In South America, too, it was believed that, in the most ancient times, Earth was covered in darkness. There was no Sun. As in tales from the rest of the world, the Sun, Moon and the stars were created later.!! As recounted in the second chant of the Guarani’s Ayvu Rapyta, their creator, Namandu, also known as the First One, had originally existed alone “in the heart of the eldest darkness.”!? According to the Polynesian islanders of Nauru, at the dawn of creation there was dark- ness,!3 In a myth of the Aranda of Central Australia we hear that: “In the very beginning every- thing was resting in perpetual darkness: night oppressed everything like an impenetrable",
        "captions": [],
        "bibliography": "1R. Erdoes & A. Ortiz, American Indian Myths and Legends (N. Y., 1984), p. 39. 2 Ibid., p. 77. 3 Ibid., pp. 136, 169. 4 Ibid., p. 141. 5 Ibid., p. 154. 6K. Moss, “Maya Cosmos: A Saturnian Interpretation,” AEON VI:1 (February 2001), p. 79. 7 Ibid., Part Il, AEON V1:3 (November 2002), p. 73. 8 E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 42. 9 G. Brotherston, Image of the New World (London, 1979), p. 65. 10 Ibid., p. 67. 11H, Osborne, South American Mythology (London, 1968), p. 82. 12 G. Brotherston, op. cit., pp. 174-175. 13 R, Fleming, “Polynesian Paradise,” in Journeys Through Dreamtime (London, 1999), p. 102. 151",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 152,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "oP      L.               oS tT CN fo ~        oO         i\\)) TA     “3 £K on           ( Yuma braves of 1862, who still remembered that, “when it all began,” there was “only nothingness.” As they say, “there were no sun, no moon, no stars—just darkness.” (illustration by Peter F. Copeland.)"
            }
        ],
        "bibliography": "Yuma braves of 1862, who still remembered that, “when it all began,” there was “only nothingness.” As they say, “there were no sun, no moon, no stars—just darkness.” (illustration by Peter F. Copeland.) 152",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 153,
        "main_text": "thicket.”! Add all the above to what was recounted in our previous volume, and the theme in ques- tion becomes more than merely persistent. It was because of this environmental condition, more than anything else, that , among the Polynesians, night was believed to mark the beginning of the world.? THE HABITABLE ZONE Life on Earth, it has been said, is only possible because of its location—its distance from the Sun—within the Solar System. Known as the habitable zone, this locality encompasses a narrow orbital belt, which lacks a sharp boundary,? somewhere between the planets Venus and Mars. “Very simply, the habitable zone is defined as that region around a star where wa- ter—regarded by many as essential for life —exists in liquid form on the surface of a planet long enough to nurture the evolution of life.”4 Were we closer to Venus, it had once been posited, Earth and all its life-forms would have roasted; closer to Mars, and we would have frozen to death The above, however, has never really sat well with certain thinkers, among them Frederic Jueneman whose opinion is that “this business about Earth being in a relatively narrow life zone, at an optimal distance from our particular type star, where climate is balanced between two extremes, is chauvinistic, provincial, and probably nonsense.”6 To which he added: “Tt may be nonsense because it is assumed a priori that this is the way things are in the here and now, and therefore this is the way it was and the way it has to be. This kind of thinking is gradually being eroded away by more recent concepts about the possibilities of life on the outer gas giant planets and their satellites.”” Besides, as Mark Garlick noted: “The zone’s definition varies from time to time and may not contain strictly all pos- sible life-bearing worlds. For example, the jovian moon Europa is well outside the sun’s habitable zone and yet is regarded by many scientists as one of the two most likely places in the solar system (the other being Mars) where extraterrestrial life might exist.”8 Earth’s near-circular orbit was also once believed to be indispensable for life, since an elliptical or oval orbit would swing it too close to the Sun at one end, and too far at the",
        "captions": [],
        "bibliography": "on Sagan, Cosmos (N. Y., 1983), p. 257. 2 A. M. Panoff, “Oceania: Society and Tradition,” Larousse World Mythology (London, 1972), p. 517. 3 G. Gonzales, et al., “Refuges for Life in a Hostile Universe,” Scientific American (October 2001), p. 63. 4M. Garlick, “No Place Like Zone,” Astronomy (August 2002), p. 46. 5 But see also D. Cardona, op. cit., pp. 190-191. °F. B. Jueneman, Raptures of the Deep: Essays in Speculative Science (Des Plaines, 1995), p. 12. 7 Ibid., pp. 12-13. 8M. A. Garlick, loc. cit. 153",
        "headers": [
            "THE HABITABLE ZONE"
        ]
    }
]