[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 144,
        "main_text": "Other customs which this northernism initiated included the north-south orientation of ancient graves, as in early Egyptian cemeteries.! Similar north-south oriented burials include the over 1,200 bodies interred in the Jewish cemetery at Qumran.’ That this harkened back to the memory of the north celestial domain of god, to which the soul of the deceased was believed to rise after death, there can be no question. Thus, also, as we read in the ritual text of the New Year festival in Babylon, the high priest was required to go out into the courtyard and bless the temple known as Esagila three times while facing toward the north.? This procedure continued to be followed by the High Priests of Israel both in the Tabernacle and, later, in Solomon’s Temple, as also by the later Sabzeans.> Even Jewish sacrifices, as indicated by the Halakhic Letter of the Dead Sea Scrolls, were",
        "captions": [
            {
                "source": "internal",
                "text": "Egyptian ritual of the royal dead through which the deceased was believed to ascend into the domain of Atum and/or Osiris in the north of heaven among the Circumpolar Stars. (Ilustration by John Green.)"
            }
        ],
        "bibliography": "! Ibid., p. 230. 2M. Broshi & H. Eshel, “Whose Bones?” Biblical Archaeology Review (January/February 2003), pp. 31-32. 3G. de Santillana & H. von Dechend, op. cit., p. 435. 4 Leviticus 1:11; W. F. Warren, op. cit., p. 207. 5 Ibid., p. 210. 144",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 145,
        "main_text": "to be conducted “to the north of the camp.”! There is also not the slightest doubt that New Year festivals originated as Saturnian celebrations.? This is expressly indicated by the Greeks among whom this festival was known as the Kronia, named after the planetary god in question. Among the later Romans, it was referred to as the Saturn- alia,? since the Roman god in question was Saturnus, from which the deity’s and the planet’s English name is obviously derived. Moreover, Nawroz, the Persian New Year, dedicated to Ahura Mazda, was the day on which the dead were believed to be raised.+ There is much more that could have been added here on this particular subject, but in view of the fact that we have various related topics that we have yet to cover, I must not tax the reader’s patience. Even so, taken with what we have presented in our previous volume, to say nothing of what will be disclosed in the following pages, the evidence enumerated above should add cogency to our postulate concerning the north celestial polar place- ment of the Saturnian sun. And it is this very locality of Earth’s primordial primary that will enable us tc solve the various conundrums concerning Earth’s past ice ages that we discussed ir the first part of this work. Not only that, but our postulate wil also help us solve a few other problems that presently burden more than just one discipline.",
        "captions": [
            {
                "source": "internal",
                "text": "ys, A :                              hare L                              Pe vate att 44                            (aya ;                                  Osiris ;      whose place in heaven was in the north of the sky in the midst of the Circumpolar stars. (Photograph by the author, courtesy of the British Museum, London, England.)"
            }
        ],
        "bibliography": "1 FG. Martinez, The Dead Sea Scrolls Translated (N. Y., 1996), pp. 80, 83. 2D. Cardona, op. cit., pp. 151, 153, 169, 241, 312. 3M. Eliade, op. cit., p. 398. 4 Ibid., p. 403. 145",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 146,
        "main_text": "Chapter 8 Proto-Saturn LINEAR SYSTEMS ‘he most remarkable, and the most unbelievable, aspect of the Saturn theory is our hy- pothesis that Earth had originally been suspended “beneath” Saturn’s south pole, sharing the same axis of rotation with its primary. There was a time when such a linear formation was actually believed to be outside the possibilities of astronomical bodies. But as Halton Arp, an iconoclast among astronomers, has indicated, linear formations in space are now believed to be quite common.! “It is a curious and exciting property of the universe,” he reported in 1987, “that a great deal of extragalactic matter appears to be arranged in linear formations.”? These linear configurations include galaxies which stretch across space “in chains.” As Arp disclosed, “chains and filaments of galaxies are very common features of the distribution of galaxies on the sky.”? In some cases, as much as “4 or more galaxies [are so] aligned.” Galaxies themselves, moreover, have a tendency to eject “condensations” which also re- main linearly aligned.> These “condensations” occur in violent jets of plasma that erupt from the core of the galaxies in poleward directions.6 Such jets have been known since 1918, hav- ing come to light in a photograph originally published by Heber Curtis which showed a dis- tinctive luminous spike originating from the nucleus of Messier 87 (also known simply as M87, NGC 4486, and/or Virgo A). “It was like a fountain of material emerging from the center of the galaxy,” Arp himself described it. And it, too, displayed a series of “compact knots of material coming out along the jet like peas in a pea shooter.’ At first ignored by most astronomers, the phenomenon was not allotted the status of reality until the object was confirmed by radio astronomy as “a jet of radio emitting material.” Similar, but less powerful, jets are also expelled by individual stars. As in the case of galaxies, “condensations,” sometimes referred to as “knots,” which are astronomical bodies",
        "captions": [],
        "bibliography": "1D, Cardona, God Star (Victoria, British Columbia, 2006), pp. 401 ff. 2H. Arp, Quasars, Redshifis, and Controversies (Berkeley, 1987), p. 146. 3 Ibid., p. 147. 4 Ibid. SH. Arp to D. Cardona, October 27, 2000 (private communiqué). 6B, J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), p. 75. TH. Arp, Quasars, Redshifts, and Controversies (see above), p. 133. 8 Ibid. 9 Ibid. 146",
        "headers": [
            "LINEAR SYSTEMS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 147,
        "main_text": "in their own right, are also strung out linearly along these astral jets. Two prime examples which have been photographed are the stars designated as HH 34 and HD 163296.! As claimed in the prequel to this volume, this is incontestable proof that axially aligned linear formations are not only possible, but actually exist in space. They line up along plasma jets ejected poleward, sharing the same axis of rotation as their parent star, exactly as posited for Earth and Saturn in this study. More than that, as has already been shown,’ and as we will further indicate in the pages that follow, the Saturnian sun also emanated just such a “jet,” in the form of a sustained Birkeland current, in which Earth was imbedded much like the “condensations” noted above. Needless to say, galactic jets are colossal emanations that have been calculated to stretch for light years. Astral ones are much less immense, but still beyond the magnitude of our posited Saturn-Earth system. But if these jets can form in such widely different proportions, what is there to keep them from forming in even more modest dimensions? Anthony Peratt spelled it out quite clearly when he stated that discharge phenomena, which is what these cosmic jets amount to, are scalable.3 “The differences in scale...are completely unimportant,” Donald Scott explained. “They all work the same way.”* This is exemplified by the nature of comets, the tails of which are also now known to be composed of plasma.> Like the twisted filaments of Birkeland currents, concerning which see more below, cometary plasma tails are also sometimes “twisty.” And, very much like galactic and astral jets, cometary tails also exhibit “knots,” described as “small condensations of matter brighter than their surroundings.” Thus, if plasma jets—which might be a misnomer, in any case—can span the spectrum from galactic to cometary size, what is there to keep them from forming in a stage between these limits?’ PLASMA STREAMS AND BIRKELAND CURRENTS Plasma is what happens to a gas when heated to the point at which the atoms which com- pose it break apart through ionization. In other words, the electrons separate from the atoms, leaving behind the positively charged ions. Plasmas are therefore streams of separate posi- tively charged ions, negatively charged electrons, and neutral molecules. As such, a plasma is an excellent conductor of electricity.",
        "captions": [],
        "bibliography": "1 Idem, Seeing Red (Montreal, 1998), last two photographs following p. 306; T. P. Greene, “Protostars,” American Scientist (July/August 2001), p. 319; D. Cardona, op. cit., pp., 427, 430-431. 2 Ibid., pp. 429-457. 3 A.L. Peratt, Physics of the Plasma Universe (N. Y., 1992), pp. 48, 51. 4D. Scott, on Intersect, electronic discussion group sponsored by KRONIA Communications, January 9, 2002. 5.N. Calder, The Comet is Coming (N. Y., 1980), pp. 76, 81; C. Sagan & A. Druyan, Comet (N. Y., 1985), p. 170; T. Dickinson, “The Seeds of Life,” Equinox (July 1997), p. 65. ®N. Calder, op. cit., p. 85. 7. Sagan & A. Druyan, op. cit., pp. 162-163, 168-169. 8 For more on this subject, see D. Cardona, op. cit., pp. 480 ff. 147",
        "headers": [
            "PLASMA STREAMS AND BIRKELAND CURRENTS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 148,
        "main_text": "Out in space, where direct heat is lacking, ionization occurs due to ultra-violet and X-ray radiation. The plasma then develops electric currents together with magnetic fields of its own in response to the galactic field around it. Once virtually “unknown” in space, which was thought of as a vacuum, plasma is now known to permeate the entire Universe. “While only a few natural plasmas, such as flames or lightning strokes, can be found near the Earth’s surface, plasmas are abundant in the universe. More than 99% of all known matter is in the plasma state.”! Once discounted as a possible spatial influence, interstellar plasma is now spoken of as a matter of fact—as notice when Neil Gehrels and his colleagues proclaim that: “Just as Earth’s atmosphere causes visible starlight to twinkle, interstellar plasma causes radio waves to scintillate.”? Birkeland currents, on the other hand, consist of a flow of electrons through a stream of plasma, thus carrying electrical current as long as they are traveling parallel to the direction of the magnetic force. The current that is thus generated in the plasma is actually similar to a current flowing through a transmission line. This current is then “pinched” into long filaments which twist themselves into rope-like structures. It is these rope-like filaments that are known as Birkeland currents, named after Kristian Birkeland, the founder of experimental astrophysics. These currents rotate to form a plasma vortex which in fact is nothing but an electrical tornado. DWARF STARS Red and brown dwarf stars have now been discovered in quantum sufficit. Red dwarf stars—which are mostly white7—have been defined as miniature stars which lack sufficient mass to ignite the nuclear energy stored in the cores of their more massive brethren. Brown dwarf stars are slightly less massive than their red siblings and are, in fact, just as red as the red dwarfs. The first clear observational image of a brown dwarf, photographed at the Mount Palomar Observatory, was made on October 27, 1994. Verified by NASA’s Hubble Telescope, and named Gliese 229B, it was discovered as a companion to the cool red star Gliese 229, said to be located 19 light years from Earth in the constellation Lepus. At 20 to 50 times the mass of Jupiter, it was at that time “the faintest object ever seen orbiting another star.” According to Shrinivas Kulkarni, its spectrum “is astonishingly just like that of a gas giant planet.” As he added, “it looks like Jupiter, but that’s what you’d expect for a brown dwarf.\"4",
        "captions": [],
        "bibliography": "lw. Baumjohann & R. A. Treumann, Basic Space: Plasma Physics (London, 1999), p. 1. 2N. Gehrels, et al., “The Brightest Explosions in the Universe,” Scientific American (December 2002), p. 87. 3 A. MacRobert, “Planet Seen by Sideways Wobble,” Sky & Telescope (April 2003), p. 21. 4S. Kulkarni, et al., “Astronomers Announce First Clear Evidence of a Brown Dwarf,” Space Telescope Science Institute Internet press release No. STScI-PR95-48, dated November 29, 2002. 148",
        "headers": [
            "DWARF STARS"
        ]
    }
]