[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 496,
        "captions": [
            {
                "source": "caption",
                "text": "Planetesimal “knots” within the astral jet of Herbig Haro 409 (Illustration courtesy of NASA.)"
            }
        ],
        "headers": [],
        "content": "<p>496</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 497,
        "captions": [
            {
                "source": "caption",
                "text": "Saturn’s south pole—the warmest place on the entire planet. (Photograph courtesy of NASA.)"
            }
        ],
        "headers": [
            "POLAR CONVERGENCE"
        ],
        "content": "<p>has been formulated to account for this anomaly stresses the seemingly contradictory “fact” that Saturn’s “lower temperatures” hinders helium from mixing with hydrogen, so that the helium percolates down through the hydrogen to fall as “rain” toward the core. And it is this rain of helium that is “slowly converting energy in Saturn’s atmosphere into heat,” even “the excess heat the planet generates, when compared to what it absorbs from the Sun.”! </p>\n<p><b><center style='font-size: larger;'>POLAR CONVERGENCE</center></b></p>\n<p>It is not just excess heat that troubled astronomers when it comes to the planet Saturn. Another particular discovery the nature of which amazed one and all was the planet’s south pole which was found to be “warmer than the rest of the planet”?—warmer by about 4 degrees Fahrenheit? —which does not accord well with helium percolating toward the core as per above. And then, as if all that was not enough, it was additionally revealed that the planet also shines with its own light. As low as this illumination is, it is sufficient to backlight the planet’s clouds in what has been described as a Chinese lantern effect. But this, too, was then blamed on Saturn’s surplus heat.4</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 498,
        "captions": [
            {
                "source": "caption",
                "text": "Saturn’s south polar hurricane. (Photograph courtesy of NASA.)"
            }
        ],
        "headers": [],
        "content": "<p>Revelations did not stop there. The Chinese lantern effect in question was then found to be brighter in the northern hemisphere, which additionally suggests that the clouds are lighter north of Saturn’s equator.! But never mind these lighter northern clouds, which would mean a_ heavier atmosphere in the southern hemisphere. How about an actual hurricane, a colossal one at that, sustained perpetually at Saturn’s south pole? 5,000 miles across, “big enough to engulf North America”?— or “two-thirds the diameter of Earth’? —it towers 45 miles high, with a wind speed of 350 miles per hour What should be kept in mind here is that, according to the linear configuration we have been able to reconstruct from the mytho-historical record, Saturn’s south pole would have been the very pole facing Earth. It was the very pole from which the sustained Birkeland current would have extended in roiling fashion toward Earth, Saturn’s heavier atmosphere and its ensuing hurricane, both occurring in its south pole, which pole happens to be the warmest locality on the entire planet, can thus be explained as a resultant consequence of its former churning vortex. And what about the atmospheric hexagonal feature that came to light at Saturn’s north pole? First discovered in 1988,&gt; it was recognized as the “zonally symmetric current” pro- duced by “an atmospheric jet stream.” As happened later with Saturn’s south polar hurricane, the feature surprised astronomers because its position remained fixed.” The jet, however, is far from static since it’s known to twist around itself. Decades later, Saturn’s hexagon topped the astronomical news again since clearer images from the Cassini spacecraft showed that the feature was still in place. 15,000 miles (25,000 kilometers) across—large enough to fit four Earth-sized planets within its borders—the structure extends about 60 miles (100 kilometers) down into Saturn’s clouds. Billed as “one of the most bizarre weather patterns known,” this atmospheric oddity seems to have inspired</p>",
        "markdown_converted": true
    }
]