[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 403,
        "captions": [],
        "headers": [],
        "content": "<p>ever having to travel more than 100 kilometres over open sea; the final hop, from Timor to the Kimberley Plateau, would have been the longest: a journey of just eighty-seven kilometres.”! Such a journey would have still required watercraft of some sort. “No remains of early boats have survived,” Allan goes on “but the assumption is that the newcomers drifted across the straits from Indonesia on rafts made of lashed strips of bamboo or mangrove wood.”? Al- though the present Aborigines cannot rightly be called a seafaring people, both rafts and ca- noes are actually used by them. More than that, canoes are mentioned in their myths,? attest- ing to their use in great antiquity. Nor were the Australian Aborigines the only people to have sailed this far south prior or during the Ice Age. The natives of New Guinea also did. But here one encounters yet another conundrum since the natives of New Guinea are believed to have sailed northward from Aus- tralia itself around 40,000 B.C. And, by 35,000 B.C., Tasmania had been peopled, making the Tasmanians “probably the Earth’s southernmost people during the last Ice Age.”+ If all this, or something close to it, was really the case, the Aborigines should have re- tained a memory of the rising oceanic level that would have separated their new homeland from the lands further north. In fact, they do remember “the great floods that followed the end of the last Ice Age.”&gt; One of their myths tells how a gigantic frog once swallowed all the water in the world, which could reflect a retention of the time sea levels dropped. Then the frog, being made to laugh by the other animals, disgorged the water which “gushed out in a terrible flood and many were drowned.”6 But legends, as opposed to myths, are even more telling.” Thus, all along the southern shores of the continent, the Aborigines relate tales of the distant past when the sea level was lower and the coast extended further south. Tales are also told concerning the Port Philip Bay area by the Aborigines of the Mornington Peninsula. It is claimed that this area had previously been a flat and fertile hunting ground before a violent storm threw the sea upon the land where it has stayed ever since.’ “As it happens [Michael Kerrigan presents the case], archaeological evidence seems to support the theory that these northern areas were indeed subject to fearful floods in the temperate aftermath of the last Ice Age. The dramatic rise in sea levels that resulted when the ice caps finally thawed brought about large-scale inundations in coastal areas worldwide. The societies of northern Australia seem to have been particularly badly affected—the effects can be discerned in everything from settlement patterns to rock art. The myth of a cataclysmic worldwide flood is</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 404,
        "captions": [],
        "headers": [],
        "content": "<p>believed by scholars to have originated at about the same time as the post-glacial changes stabilized themselves to mark out the Australian shoreline at its present level.”! Unfortunately, Kerrigan confused legends of the rising sea with those that told of a deluge brought about by heavy rains, a deluge that bears quite a few characteristics similar to those associated with the later Noachian Flood.? But let that pass. One might be tempted to discount the aforementioned dates re the peopling of the Austra- lian continent since these were based on the radiocarbon dating technique which we have al- ready indicated to be erroneous. Nor are we alone in this contention. As Gwen Schultz pointed out, the radiocarbon dating technique is believed in by many a geologist and doubted by as many others. Geologists like William Pecora and Meyer Rubin have even gone as far as admitting that all such methods presently in vogue “are wrong,” and that this “must be acknowledged” by the geologic community.4 As Charles Ginenthal ably demonstrated, despite the fact that I do not accept all of the conclusions he reached from this, radiocarbon dating of wooden remains, including charcoal, as also seeds, reeds and grasses, tend to give dates that are older, even “considerably older,” than the sites in which such objects are even- tually found.‘ But, in this particular case, even I have to ask: Could the dates in question be wrong by as much as 60,000 or more years? Besides, would this not throw the Aboriginal memory of the rising sea levels out of the arena? One can then argue that memories of the rise in sea levels by these people might pertain to a later era. Thus, for instance, the level of Lake Victoria, in South Australia, seems to have risen since 6,000 years ago. This came to light when an Aboriginal cemetery containing something like 10,000 skeletons, was discovered beneath its water when the lake was drained to inspect a dam. The age of 6,000 years ago was estimated by Colin Pardoe, an archaeologist then working out of the South Australian Museum in Adelaide. Excavation near the cemetery also uncovered a huge cache of worked stone tools in the form of blades and scrapers, as well as huge amounts of animal bones and mussel shells. Together with the cemetery, this led Pardoe to the realization that “the site was used by a large, settled population—which is not how archeologists thought the Australian aborigines lived.”5 “Everybody has this view of hunter-gatherers aimlessly wandering from water hole to water hole, looking for things to eat,” Pardoe charges. “This knocks down all those stereotypes.” This discovery proves that inundations continued to take place in Australia long after the end of the Ice Age. And with various other sea level rises and drops throughout the ages, how can we be certain that what the Aborigines really remember is the rising sea level at the end of the Ice Age? Of certainty there is none, at least not as of this writing, but one must also</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 405,
        "captions": [],
        "headers": [
            "RAISED SHORELINES"
        ],
        "content": "<p>keep in mind that these people can still name and locate mountains which are believed to have been under the sea for the last 8,000 years.! </p>\n<p><b><center style='font-size: larger;'>RAISED SHORELINES</center></b></p>\n<p>Some geologists were not happy with the idea that sea levels had dropped and risen due to the onset and termination of ice ages. Among such unhappy geologists were Lawrence Cathles of Cornell and Anthony Hallam at the University of Birmingham in England, who, in 1991, proposed that the periodic rise and fall of the oceans may have been caused by changes in the ocean floor itself. “The melting and refreezing of polar ice seems like the logical explanation for the phenomenon. But the fossil record also shows evidence of tropical creatures near the poles at times when the shapes of continents were waxing and waning, suggesting that sea levels could fluctuate even when Earth was much warmer and didn’t have ice caps.”? As Cathles stated: “To get a rise in sea level of 150 feet today, you’d have to melt more than half the Antarctic ice. For that kind of fluctuation you’d have to have really big glaciers coming and going, and that just didn’t happen.” Cathles and Hallam thus concluded that, since the ocean bottoms, very much like the con- tinents, are composed of individual rocky plates drifting on the partly molten mantle, these plates sometimes drift apart “opening up deep rifts” into which water would descend, thus creating a drop in sea levels around the world. “Molten rock from the mantle would then slowly refill the rift, pushing sea levels back up.” Ocean levels could also fall, according to this theory, when a sea floor is “squeezed by the motion of crustal plates on either side of it.” This, it has been proposed, “would increase the density of the seafloor, causing it to sink into the mantle.” The squeezed plate would eventually snap back, according to Cathles. “But it would take many millennia.”4 There are various objections that can be raised against all this. For one thing, the thriving of tropical creatures near the poles is not reliant on the waxing or waning of ice ages. Even during those times when Earth was not in the grips of an ice age, as stated earlier in this work, the Sun’s rays would have been much too slanted, as they are present, in polar regions. This would not have been enough to warm those regions to the point where tropical creatures could survive. As indicated in our previous volume,&gt; the propensity of tropical flora and</p>",
        "markdown_converted": true
    }
]