[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 388,
        "captions": [],
        "headers": [
            "MEMORIES"
        ],
        "content": "<p>degrees Fahrenheit. This profound transformation occurred despite the assumed constancy of basic geophysical parameters, both astronomical and terrestrial. “According to the geological record, northern latitudes rarely had unstable climates. Pleistocene instability is thus abnormal.”! As he continues to inform us, the Danish glaciologist Claus Hammer had reached the conclusion that the Pleistocene Ice Age ended about 10,400 years ago when the average tem- perature around the world rose 10 degrees Celsius in only 20 years.? Still shackled by uniformitarian beliefs, Hammer remained of the opinion that while the change in climate was quite rapid, the ice sheets melted slowly. This, however, was not the opinion of W. WOlfli and W. Baltensperger who well understood that the “ice age epoch is characterised by unique features, which still require an explanation.” Unfortunately these two colleagues then attrib- uted both the onset and the end of the Ice Age to a close passage of a planet-sized foreign ob- ject which shifted Earth off its axis.* As erroneous as we believe this to be, their study of iso- topic variation in the abundance of foraminifera in sea sediments, coupled with ice core read- ings,&gt; was enough to show that the “ice age ended suddenly 11,500 years ago.”6 One thing we claim—nay, even stress—is that there was no direct connection between the Ice Age and Earth’s present polar caps. Contrary to what most glaciologists would assert, the present polar caps do not constitute the tail-end of the last ice epoch. As we have indicated, the Arctic region was not even frozen during Earth’s last Ice Age, as neither does it seem to have been frozen during previous ice ages. The freezing of the Arctic, which obviously came later, was the result of an entirely different, even if related, mechanism.” Glaciologists are of course correct in assuming that a period of warmer climate followed the waning of the ice. That pockets of ice-laden terrain continued to exist in certain areas during this time is not disputed. But, overall, we here claim that the Pleistocene Ice Age came to a sudden end. </p>\n<p><b><center style='font-size: larger;'>MEMORIES</center></b></p>\n<p>While, as already noted, man could not have retained a memory of the onset of the Ice Age, he did not only remember its occurrence, he also kept alive the memory of its sudden demise. Although already related on an earlier page, we again mention the Creation myth of</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 389,
        "captions": [],
        "headers": [],
        "content": "<p>the Chippewa Indians of western Ontario as related by Vine Deloria, who has studied the traditions of the Amerinds right across the North American continent. “According to [the Chippewa] God tried to create the world four times but he failed the first three times because there was too much ice. The last time he was successful and people and animals survived. The corresponding flood story of these people concerns the rapid melting of the ice and a disastrous rise in the lakes and rivers culminating in the near-extinction of life.”! For the record, there are two items here with which we disagree. The first is Deloria’s identification of this flood as the Noachian Deluge? which, as we aim to show in a future vol- ume, came much later.? The second concerns his claim that this memory is unique to the Chippewa. In fact, much farther to the south, the Hopi retained the same memory, even if told in a somewhat different fashion. They, too, claim that Sdtuknang, their Creator, had occasion to abort previous attempts at Creation. It was not until the third Creation that the ice splintered and “began to melt and the world began to warm to life.’”* Remembrance of a past life sustained beneath a frigid climate, during which it is said that “the Indians were freezing” and “the Indians were cold,” is also retained by the Achomawi and Shastika tribes of California. In the tales told by these people, this chilly existence was brought to an end through the introduction of heat by fire&gt; Among the Slavey, the same event is related in a somewhat fairy-tale fashion. Thus these people remember “a long, dark winter” during which “the animals” stole “the warmth from bears which [had] been keeping it in a bag.” The warmth then caused “the ice to melt, which floods the world.”6 What is of additional interest here is that, with the one exception noted below, these few tales which tell of the melting of the ice all happen to come from the original inhabitants of North America. It is almost as if the rest of mankind has swept its mind clean of the event. What this tells us, however, is that the ancestors of the Amerinds had been living close to the glaciated areas of North America, if not actually within the periphery of some of those locales. Those living within the ice-free Arctic regions would have had but little contact with the glaciers and their eventual melting. Those far to the south of the frozen lands would only have experienced the flooding that followed. The one exception referred to above that this writer has been able to unearth comes from the Scandinavians. As noted on an earlier page, the melting of the ice was remembered and handed down in these people’s mythology. Out of the mist which rose from the melting of the glaciers was engendered a frost giant out of whose body Creation was said to have been</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 390,
        "captions": [],
        "headers": [],
        "content": "<p>initiated.! The ancestors of these people, too, must therefore have abided in proximity to the ice, just as their descendants continue to do. (In order not to mystify the reader, it is perhaps fair to disclose that this frost giant—the equivalent of the Maidu’s Great Man—was an allusion to the reappearance of the proto-Sat- urnian configuration which, following the flare-up, had changed into a towering effulgence of terrible beauty. But, in order not to get ahead of ourselves, that, too, must be postponed to our next volume.)</p>",
        "markdown_converted": true
    }
]