[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 427,
        "captions": [
            {
                "source": "caption",
                "text": "‘ Leonardo da Vinci—(1452-1519)—who well understood that marine remains on top of mountains bespeak vast changes on the face of Earth.  (illustration by Charles Hogarth.)"
            }
        ],
        "headers": [
            "MASTODONS UNDERWATER"
        ],
        "content": "<p>believed that these same mountains “rose very rapidly from the sea,” it can only mean that the whales were cast upon the land by the tidal wave in question before the Andes were raised to their present height. Many other whale fossils have been discovered high and dry in various parts of the world, including one that was found standing upright in the diatomaceous earth quarries in Lompoc, California.! Not all of these other remains, however, have been dated to the end of the Pleist-ocene epoch so, for the moment, we will let these pass. </p>\n<p><b><center style='font-size: larger;'>MASTODONS UNDERWATER</center></b></p>\n<p>While marine life was swept in- land to be stranded on the slopes of rising mountains, land animals were elsewhere drowned beneath the rising sea. Evidence that mastodons roamed the now submerged coasts of Florida came to light when divers discovered their bones deep inside the now submerged miles-deep cave-system of Wakulla Springs. The site of their discovery has been proclaimed too deep within the cave-system for the bones to have been “flushed” in through natural means. Either the bones had been carried inside the caves by humans or the mastodons would have had to have walked in themselves when still alive before the cave was inundated.? Coastal regions would have naturally been some of the preferred areas to be occupied by early man. Thus it is that quite a few of these sites were swamped by the rising sea level as demonstrated by D. Prigent and his colleagues.? Primitive tools, mainly flint hand axes, were unearthed at Hoxne in Suffolk, England, together with extinct animal remains beneath a strata</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 428,
        "captions": [
            {
                "source": "caption",
                "text": "Mastodons, like the one pictured above, were drowned in a cave in Florida due to the rising of sea levels during the age of man. (Illustration by Bob Giuliani.)"
            }
        ],
        "headers": [
            "GAS AND DUST"
        ],
        "content": "<p>that contained a mixture of sand, shells, and other marine “substances.”! As Paul Standring noted, various other sites, such as some of those once inhabited by the Clovis culture in North America, “are likely to be under water, several miles off the present coast.”? But let’s not belabor this point either since we have much bigger problems yet to solve. </p>\n<p><b><center style='font-size: larger;'>GAS AND DUST</center></b></p>\n<p>Trevor Palmer, who conducted an extensive study of cosmic catastrophism, touched upon the subject of supernovae as a possible cause of past terrestrial disasters. As he pointed out, such an exploding star would increase its brightness to more than 1,000 million times the lu- minosity of the Sun in a period of a few days.3 “Three such supernovae explosions, involving distant stars in our Galaxy, have been observed from Earth in the past 1,000 years. Then in 1987, a supernova explosion</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 429,
        "captions": [],
        "headers": [
            "DIAMONDS"
        ],
        "content": "<p>was seen in the large Magellanic Cloud, a close neighbour of our Galaxy. If an explosion such as one of these had occurred within 100 light years of the Earth, it is likely that it would have caused severe damage to animal and plant life, both directly because of the radiation effects, and also as a result of associated destruction of the ozone layer.”! This is not Palmer’s own pet theory. And neither is it new. Michael Lemonick had already earlier reported that: “Although many scientists now lean toward the theory that dinosaurs were wiped out 65 million years ago by the impact on earth of a large comet or asteroid, some experts until recently were suggesting that radiation from a nearby supernova might have been the culprit.”? As he then goes on: “...if one should go off within ten to 20 light-years away, says Radio Astronomer Gerrit Verschuur, ‘we would have a problem. Everything would be destroyed by blasts of X rays, ultraviolet radiation and cosmic rays.’ Radiation from an expanding supernova even as distant as 50 light-years, he says, would pack a tremendous wallop, probably destroying the atmosphere’s protective ozone layer and causing harmful mutations. Such a supernova could alter the course of biological evolution, perhaps wiping out entire species.” However, and despite all that, as Lemonick notes: “No evidence exists that a supernova has ever flared close enough to earth to destroy life.”<em> But, while not exactly a supernova, proto-Saturn’s flare-up would have been close enough to produce similar effects. Thus, for one thing, the blasts from supernovae are believed to form great clouds of gas and dust. So, also, must have the blast from proto-Saturn’s explosive flare-up. And, to be sure, our strato- sphere is still impregnated by interplanetary dust particles the nuclear tracks of which have been identified in collected specimens. The presence of these tracks “unambiguously confirms the extraterrestrial nature” of these particles and the high track densities have suggested “an exposure age of approximately 10</em> years within the inner solar system.”6 10* years, as the educated reader knows, translates into 10,000 years, smack on our bench-mark figure. </p>\n<p><b><center style='font-size: larger;'>DIAMONDS</center></b></p>\n<p>Atmospheric dust would also have been supplemented by the additional fall of meteorites since there is no doubt that Earth would have been besieged by a fair amount of cosmic debris during the period under discussion. And, to be sure, terrestrial meteorites said to have originated from supernovae have been suggested by the chemist Edward Anders and the physicist Roy Lewis who, at the time, both hailed from the University of Chicago. Although</p>",
        "markdown_converted": true
    }
]