[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 262,
        "captions": [],
        "headers": [],
        "content": "<p>“Up to this moment Saturn, as a diminutive star, may have been further along in the process of becoming [electrically] charged to local galactic space potential than the much larger Sun. But the Sun captures Saturn, whose discharge is diverted to the new ruling body. Suddenly, Saturn finds itself much too highly charged for its altered envi- ronment.” Twenty three years later, Wallace Thornhill picked up the ball and took it further. As he stated: “After an existence independent of the Sun, [proto-Saturn] seems to have encountered that star at some time within the memory of mankind. The size, shape and colour of the envelope of proto-Saturn would have been disturbed as soon as the plasmaspheres of the Sun and proto-Saturn collided. To give some idea of distance when this occurred, the most distant spacecrafts from the Sun are twice the distance of Pluto and have still not reached the boundary of the Sun’s plasmasphere or heliosphere. So proto-Saturn would have begun showing effects while the Sun was no more than a bright star in its sky...” In reply to an appeal to clarify the issue, Donald Scott had the following to say: “When two bodies (such as proto-Saturn and the Sun) are very distant from each other, each is surrounded by a plasmasphere the effect of which is to completely isolate them electrically from one another. During this time only gravitational effects are felt be- tween them. “The two bodies, because they have come from very different locations, in all probability have very different inherent voltages. When and if they get close enough together such that the outer surfaces of these plasmaspheres touch each other, there will suddenly be a conducting path between them. (They ‘see’ each other electrically.) The higher voltage body will throw electric charge toward the lower voltage body (an electric current—probably in the form of an arc discharge—will flow). According to Scott, neither body would lose its plasmasphere. Eventually, the two plas- maspheres “would meld together—kind of like two soap bubbles coming together and be- coming, at first, a single 8-shaped plasmasphere containing both bodies who then can ‘see’ each other electrostatically.” To which he added: “All hell then breaks loose.”&gt; After untold ages of sameness, changes began to appear in man’s primordial sky. It seems, however, that hell did not break loose all at once.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 263,
        "captions": [
            {
                "source": "caption",
                "text": "Donald E. Scott. (Photograph—2005—by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>263</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 264,
        "captions": [],
        "headers": [
            "COLUMNAR INSTABILITIES"
        ],
        "content": "<p><b><center style='font-size: larger;'>COLUMNAR INSTABILITIES</center></b></p>\n<p>As the two plasmaspheres began to brush against each other, the first changes seem to have taken place in proto-Saturn’s astral “jet.” Similar, but naturally less massive, plasma columns are artificially reproducible in laboratories. Strong jolts of current passing through such plasma columns can result in what is known as a pinch effect. The term is aptly named since this is exactly what transpires. The columnar plasma is actually pinched and narrows at the point of pinch.! More than that, these columns can develop more than one pinch, one above the other, resulting in what can best be described as a segmented column which has been lik- ened by some to a string of sausages. To top all that, these pinches can then develop further instabilities. While the electronics involved in this process are much too complex to be comprehended by the uninitiated, Anthony Peratt, who is usually quite definitive, does manage to provide a simple description of the procedure bereft of technical clutter: “The simple pinch has a number of serious instabilities... The sausage...instability oc- curs periodically along the pinch where the magnetic pressure...becomes greater. This causes bulges to appear which result in even greater inward pressure between them. Ultimately, if the axial current is strong enough, the pinch can collapse into force-free magnetic plasmoids.”? According to Scott: “These instabilities are dynamic effects that occur in intense Birkeland currents or arc discharges as found in plasma torches, z-pinched plasma filaments, or in high energy density electrical discharges. The instability takes on the shape of a column of axially symmetric toroids or spheroids that remain in a semi-stable state until disruption. Dur- ing this state the column may be a source of intense x-rays whose intensity is greatly enhanced if two filaments are in interaction.” These plasmoids, toroids, or spheroids, end up forming spirals around them* and eventu- ally “smoothen” out into linear filaments which themselves can, and do, take on remarkable symmetrical formations. This is what seems to have befallen the columnar jet-like plasma emanating from the proto-Saturnian sun. The discharge from the Sun would have provided the necessary sudden jolt of current needed to destabilize proto-Saturn’s columnar plasma, or Birkeland current, and send it rollicking through its series of instabilities. There is no need to point out that, ona cosmic scale, filling half of Earth’s northern sky with its scintillating display, the various aspects of which would have taken time to metamorphose into each succeeding stereotype, the entire spectacle would have filled ancient man with awe.</p>",
        "markdown_converted": true
    }
]