[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 286,
        "captions": [
            {
                "source": "caption",
                "text": "Wallace Thornhill (Photograph —2005—by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>286</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 287,
        "captions": [],
        "headers": [],
        "content": "<p>This is precisely what Scott means when he says, as he often does, that plasmaspheres do not “see” each other until they make contact. He has even indicated that, on contact, the ap- proaching plasmasphere might very well bounce before merging with an other such as the Sun’s heliosphere.! And this, too, was intimated by Alfvén in his claim that when a plasma approaches an obstacle, such as the heliopause, which is the physical boundary of the helio- sphere, it is stopped and deviated. In this case, the approaching plasmasphere actually decelerates, bringing it almost to a rest in front of the heliopause and it must then be re- accelerated sideways. This transpires not directly by the heliopause, “but by the electric field it generates in the approaching plasma.”? This accelerated sideways motion must then be added to proto-Saturn’s spiraling orbit around the “approaching” Sun’s extended axis, which makes it very difficult for those who would want to plot proto-Saturn’s approach toward the Sun. It can also be seen that the capture of a body encased within a plasmasphere by another like-body is not a simple procedure.? Thornhill, for instance, knew quite well that: “Subsequent early crossings of the solar wind plasma sheet would induce additional episodes of extraordinary electrical activity until the electrical differences were re- duced. The passage of proto-Saturn...across the heliopause boundary would not have been a once-only event, since the heliopause is not a stationary interface. Just as spacecraft passing behind Jupiter or Saturn today may repeatedly cross the ‘magnetotail’ of the planet as the tail ‘flaps’ in the solar wind, so proto-Saturn may have crossed the Sun’s electrical boundary more than once, [and] each crossing would have caused flaring and an acceleration by proto-Saturn toward the Sun...” Devoid of complications which we may never be able to resolve in full, the following, then, is what seems to have transpired: On first contact between the two plasmaspheres, the Sun would have discharged toward proto-Saturn, much as Scott adduced. This sudden jolt would have transferred additional charge to the proto-Saturnian orb which would have passed on a portion of it to its jet-like columnar plasma extension. The plasma column would then have been pinched and sent through a series of instabilities. At the same time, proto-Saturn’s plasmasphere would have brushed off the Sun’s heliopause and possibly induced to change its direction. On second contact, proto-Saturn would have rid itself of more of this charge by ejecting back into the Sun’s outer, lower voltage plasma. As Juergens rightly noted: “Suddenly, Saturn finds itself much too highly charged for its altered environment. How otherwise end such embarrassment than by shedding excess charge in a mighty explosion?’”&gt;</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 288,
        "captions": [],
        "headers": [],
        "content": "<p>It was in this manner, according to Juergens, that the Sun could be said to have stolen proto-Saturn’s “fire.” It is also possible that the excess energy received by the jet-like columnar plasma would have itself re-discharged to the proto-Saturnian orb. This additional backlash from the colum- nar axis is actually lent credibility by what has recently been discovered concerning at least one cause for stellar blow-outs. This came to light with the occurrence of the supernova, dubbed 1987A, that took place in February 1987. The following ten years of research directed at the rapidly expanding remnant of this stellar explosion ended up revolutionizing astrophysicists’ understanding of the events that precede these violent flares. Where it was once believed that ejecta from supernovae should expand symmetrically, the ejecta from SN1987A did nothing of the sort. Instead, whether consisting of actual ejecta or not, the star formed a series of rings—three in all—only one of which was centered on the remnant.! As reported by William Shomaker: “The latest Hubble observations of 1987A indicate that a bipolar, jet-like explosion—oriented perpendicular to the easily seen rings—likely produced the unusual geometry of the famous remnant.” We will set aside whether astrophysicists, most of whom still shy away from plasma physics, have gotten the detailed mechanics of such a “bipolar, jet-like explosion” right. In time, they will definitely be able to refine their theories. And, to be sure, computer models of supernovae which take nuclear physics and hydrodynamics into account, fail to flare up.? Besides, enough evidence exists, especially through the broadening of their spectral lines, in- dicating that novae and supernovae are directly associated with electric discharges.* What is of importance is that evidence now suggests that “jets are able to funnel vast quantities of en- ergy...enough energy to trigger the supernova explosion,” and that “the observations of 1987A consistently support the new jet-induced explosion models.”&gt; Personally, I am not advocating that proto-Saturn flared up due to a similar “bipolar, jet-like explosion,” but only that the excess energy of the jet-like columnar axis might have added to proto-Saturn’s over- charge from where it had derived it in the first place. One objection that might be raised against the above is that it can hardly be expected that the force of SN1987A’s flare would not have blown its jet away—or, if not blown, perhaps forced into retraction. Besides, it is well known that at least some bipolar jets have remained in situ even after a star explodes. This is proven by the existence of just such jets in the Vela supernova remnant® as well as the remnant of the supernova that gave rise to the Crab Neb- ula.” But what this teaches us in turn is that even if jets eliminate themselves in stellar explo-</p>",
        "markdown_converted": true
    }
]