[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 469,
        "main_text": "“But these ideas [Gould went on] are also, in a curious way, reactionary, because they have rescued, and made respectable again, the catastrophic worldview that Lyell had attacked by unfair argument. Gradualistic change has not been abolished and never shall be, because modes of change are many on our complex Earth, and some are genuinely slow and steady. But the hegemony of gradualism as the only scientifically acceptable style of change has been broken.”! And the verdict? “Catastrophism, once denigrated as an antiquated argument of miracle- mongers, has become respectable again.”? By 1993, the prestigious Sir Fred Hoyle was not only advocating cosmic catastrophism, he even suggested it as a cause for the end of the Ice Age through a series of terrestrial impacts due to the break-up of a giant comet. He thus not only brought cosmic catastrophism down to the age of man, but even down into historical times through his association of cosmic events with such factors as the origin of metallurgy, the emergence of religions, and even the decline of the Roman Empire.? In some instances he might have gone too far and, in any case, cosmic catastrophism through impacts is only a minor part of the story. If nothing else, however, he should be lauded for his boldness. As Benny Peiser reported in 1994: “Since 1991, more than ten international conferences, dealing exclusively with cos- mic disasters and impact hazards, have been organized world-wide. Dozens of as- tronomers around the globe are now involved in research projects, focusing on past, present and future cosmic catastrophes.”* Despite Hoyle, cosmic catastrophism during the time of man on Earth remained anathema. It is therefore worth quoting what Duncan Steel wrote in 1995: “The real problem for science is [that] astronomers...became so entrenched and ve- hement in their criticisms of Velikovsky’s astronomical nonsense that their mind also became instilled with not only a rejection of, but also a nonconsideration of, the possibility that the myths and records of past civilizations might contain important information about what was happening in the sky in pre-modern times. In fact, the similarity between the legends of disparate human cultures are startlingly similar. In scientific publications I have pointed out that Australian Aborigines and New Zealand Maoris have oral traditions of strange rocks falling from the sky, causing awful fires and many deaths, and this scenario is common in the myths of other peoples. On one hand astronomers have prided themselves in instructing geologists that impact catastrophes were responsible in part for shaping the planet, but on the other hand, they have been blind to the fact that they have made a uniformitarian assumption when it comes to their own science. That the sky as it is now, is as it ever",
        "captions": [],
        "bibliography": "1 Ibid. 2 Ibid. 3 F, Hoyle, The Origin of the Universe and the Origin of Religion (London, 1993), in toto. 4B. J. Peiser, “Was the Cambridge Conference a Flop?” Chronology and Catastrophism Review XVI (1994), p. 37. 469",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 470,
        "main_text": "was, at least while humans have walked the Earth. There is ample evidence not only from historical records of various forms, but also from the analysis of data from this century...that around 5,000 years ago the sky did not appear as quiescent as it does now, and that since that time there have been other disruptions of the heavens producing conflagrations here below.”! As we have seen, however, cosmic catastrophism is not only evident for events which transpired “around 5,000 years ago,” but even earlier around 10,000 years ago and, as we shall see in the last part of this very work, earlier still. As the title of his work well illustrates, Steel had asteroidal and cometary impacts in mind when he penned the above words and not something as drastic as the flare-up of a brown dwarf star. There have been others, pursuing theories of their own, who could not look upon the rav- ages etched on Earth without assuming recent catastrophism. Although, as often noted in this work, we are completely at variance with Allan and Delair’s appropriated scenario, we are at least in agreement with the latter when he states that: “If these ‘abnormalities’ are genuine catastrophic scars, then the culprit cataclysm must have been immense and far greater than the natural catastrophes (floods, eruptions, earthquakes, droughts, etc.) accepted by uniformitarianism.”? Yet even then Delair could rightly exult at the change in attitude which, by 1997, was becoming all the more apparent. “Apart from isolated and largely unheeded exceptions down the years,” he wrote, “only very recently have Earth scientists begun to seriously champion the reality and importance of global catastrophes in the terrestrial record or hold conferences specifically to discuss such scenarios.”3 Closer in keeping with our own scheme, the idea that another star passing by the Solar System, disrupting the Sun’s family of planets, causing terrestrial bombardment, with ensuing extinctions, was by 1999 seriously considered. Planetary billiards a la Velikovsky had become respectable.+ RADIATION EXPOSURE We must now return to extinctions—and I beg the reader to bear with me a while longer on this particular subject. But one thing we wish to stress at this point is the utter devastation of this event. This is amply evidenced by the fossil record which, as Loren Eiseley rightly noted, drives the biologist to despair. Frank Hibben was not exaggerating when he claimed that the Pleistocene epoch “ended in death.”6 “This is no ordinary extinction of a vague geo-",
        "captions": [],
        "bibliography": "1D, Steel, Rogue Asteroids and Doomsday Comets (N. Y., 1995), pp. 155-156. 2 J. B. Delair, “Planet In Crisis: The Earth’s Last 12,000 Years,” Chronology & Catastrophism Review (1997:2), p. 6. 3 Ibid. 4 See here New Scientist (June 12, 1999), p. 17; Sunday Times (July 25, 1999); Sunday Telegraph (October 10, 1999), p. 19. 5L.C. Eiseley, American Anthropologist XLVI (1946), p. 54. 6 F.C. Hibben, The Lost Americans (N. Y., 1946), p. 168. 470",
        "headers": [
            "RADIATION EXPOSURE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 471,
        "main_text": "logical period which fizzled to an uncertain end,” he wrote. “This death was catastrophic and all inclusive.”! As he went on: “The large animals that have given their name to the period became extinct. Their death marked the end of an era...In this particular case, the death was of such colossal proportions as to be too staggering to contemplate... The ‘corpus delecti’ of the deceased...may be found almost everywhere...Their bones lie bleaching on the sands of Florida and in the gravels of New Jersey. They weather out of the dry terraces of Texas and protrude from the sticky ooze of the tar pits of Wilshire Boulevard in Los Angeles. Thousands of these remains have been encountered in Mexico and even in South America. The bodies lie as articulated skeletons revealed by dust storms, or as isolated bone fragments in ditches or canals. The bodies of the victims are everywhere in evidence.”? And: “Tt might at first appear that these great animals died a natural death; that is, the re- mains that we find in the Pleistocene strata over the continent represent the normal death that ends the ordinary life cycle. However, where we can study these animals in some detail such as in the great bone pits of Nebraska, we find literally thousands of these remains together. The young die with the old, foal with dam and calf with cow. Whole herds of animals were apparently killed together, overcome by some common power.”3 It can therefore be seen that the calamity which caused this mass extermination of species was much too severe to be attributed to one particular single cause, be it a change of climate, over-hunting, disease, volcanism, impacts, tsunamis, floods, and earthquake. David Raup was right on target when he stated his conviction that “once freed from the conventional view that extinction is a gradual, impossibly complex process, we will find other mechanisms as good as, or better than, the impact of comets and asteroids.” If, however, impacts had been acting in concert with the above listed calamities incurred through proto-Saturn’s flare-up, the picture becomes much clearer. But there is even more. When Karin Sandstrom, at the time an astronomy student at Harvard, suggested that the two-star system known as HR 8210 could easily spawn a supernova, the red flag started wav- ing. Believed to be uncomfortably close to us, although not exactly in our back yard, the en- ergy this supernova could release was believed to be able to “ruin a neighborhood much larger than 150 light years across.”>",
        "captions": [],
        "bibliography": "1 Ibid. 2 Ibid., pp. 168-169. 3 Ibid. 4D. Raup, “Extinction: Bad Genes or Bad Luck,” New Scientist (September 14, 1991), pp. 46-49. ST, Lougheed, “Dying Star a Threat to Life on Earth, Researcher Says,” The Vancouver Sun (May 24, 2002), p. All. 471",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 472,
        "main_text": "“The outgoing wave of electromagnetic energy and cosmic rays could destroy Earth’s ozone layer in a matter of minutes, exposing all life on the planet to lethal levels of radiation.”! Actually, the belief that far-distant supernovae could have played a part in the extinction of terrestrial life was, even then, not new. On the contrary, the notion that cosmic radiation went hand in glove with the geological discontinuities and biological revolutions had been discussed for years before.2 Among adherents of the theory was the German palaeontologist, Otto Schindewolf, who stressed the need for Earth scientists to realize that faunal discontinuities at the boundaries of geological periods cry out for a catastrophic agent which would have included a sudden increase in high energy cosmic radiation. And this radiation, according to Schindewolf, could only have come from a nearby supernova.* “The same view,” wrote Trevor Palmer, “was taken by the Soviet scientists, V. I. Krasovskiy and I. S. Shklovskiy, in 1957; the German, H. Liniger, in 1961; and the Canadians, D. A. Russell and W. Tucker, in 1971.5 While, as often stressed in this work, proto-Saturn’s flare-up was but a burp when com- pared to the colossally explosive nature of supernovae, there is no doubt that it, too, would have showered Earth with X-rays and other harmful radiation. Man, himself a victim of the cataclysm, would have noticed the loss of life around him. Among those who kept the memory alive were the Amerinds.° But they were not alone. As Donald Mackenzie informed his readers: “The American belief that the first beings who were created were unable to live on earth was shared by the Babylonians.” Of radiation and its effects, these people would have known nothing. And yet the Babylonians of whom Mackenzie speaks seem to have remembered what only their ancestors could have passed on to them, The dim recollection which these people preserved was that the death of so many of the animals which took place right after the Creation had been caused by the light emitted by the radiating proto-Saturnian sun. At least this seems to be what Berossus had in mind when he described Belus (the same as Bel, and therefore Saturn) as he who “split the darkness” and “put the world in order.” But, as he went on, “the animals that could not bear the light perished.”’",
        "captions": [],
        "bibliography": "1 Ibid. 2 See here, for instance, L. J. Salop in Catastrophist Geology 2:2 (1977). 3 O. Schindewolf (translated by V. A. Firsoff), in ibid. 47. Palmer, Catastrophism, Neocatastrophism and Evolution (Nottingham, 1992), p. 31, where other references are cited. 5 Ibid. © D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), republished as Mythology of the Babylonian People (London, 1996), p. 198. 7 Ibid. 8 [bid.; G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. I (N. Y., 1885), p. 93 (emphasis added). 472",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 473,
        "main_text": "ABORTED MUTATIONS Cosmic radiation would not only have proved fatal to a vast majority of individuals, it would also have led to mutations among some of the survivors. It has for long been known that spontaneous mutations can be produced by high-energy radiation, including X-rays and ultra-violet rays.! Objections raised against such a cause in the natural world centered around the fact that X-rays are practically absent in Earth’s atmospheric environment, while excessive ultra-violet rays are mostly shielded by Earth’s ozone layer.? But, as we have seen, brown dwarf stars, of which proto-Saturn was one, are known to emit just such radiation. In a flare-up such as the one being discussed, the radiation output of a brown dwarf star would have been copiously increased. Thermal agitation can also cause similar effects. Thus, for instance, in 1943, strange plants which were previously “unknown to modern British botany” were discovered in the World War II bomb craters of London.? The thermal action of the explosions is believed to have been the cause of this botanical metamorphosis, which is not dissimilar to the spontaneous mutations achieved in insects by subjecting them to X-ray doses.* It is even possible, although not yet proven, that, as Anthony Huxley suggested, mutations could be caused by the close passage of a radioactive meteorite. Possible evidence of this exists in a number of deformed beech trees which were found in areas across Denmark, Germany, northern France, and Brittany. They are all of about the same age and the localities in which they continue to exist lie in a straight line.» Mutations in plants have also cropped up close to the atomic bomb explosion site in Na- gasaki.° The same thing transpired from the effects of radioactive fallout from the Chernobyl Nuclear Power Plant disaster in April, 1986, in what was then the U.S.S.R., where mutations took hold of the vegetation on the edge of the nearby forest. Pine trees grew needles ten times as long as normal, while oak and acacia trees sprouted enormous leaves.” Back in 1939, Fred Hoyle had suggested that collisions with cosmic clouds may occasionally obliterate the Sun’s heliospheric shield. Computer simulations conducted sixty years later by Gary Zank indicated that such collisions may indeed “burst” the Sun’s plasmatic “breathing bubble” that helps protect life on Earth. In such cases, according to Zank: “The protective solar wind would be extinguished, and cosmic radiation might lead to gene mutations.”® If such a collision with a cosmic cloud is believed capable of achieving this, how much more so would a collision with an interloping system, itself contained in its own plasmatic “breathing bubble”?",
        "captions": [],
        "bibliography": "on Sagan, Cosmos (N. Y., 1983), p. 35; H. J. Muller, “The Works of the Genes,” in C. G. Little, et al., Genetics, Medicine and Man (N. Y., 1947), p. 27. 2 Ibid. 3 “Botany,” 1944 Britannica Book of the Year, p. 117. 4H. J. Muller, loc. cit. 5 A. Huxley, Plant and Planet (London, 1974), p. 10. 6 New Scientist (June 20, 1985), p. 9 7 Ibid. (September 16, 1989), p. 23. 8 A. Yee, “Sir Fred Hoyle Vindicated After 60 Years,” SIS Internet Digest (1998:2), p. 12. 473",
        "headers": [
            "ABORTED MUTATIONS"
        ]
    }
]