[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 364,
        "main_text": "At first sight, this appears to be a marriage between the theories of Clube and Napier and that of Peter Warlow —discussed earlier— whom they also fail to mention. But, for one thing, as already noted, geomagnetic reversals occur much faster than the “few hundred years” ex- pected through this method; and, for another, rather than causing “a drop in land tempera- tures,” the 10,000-year-ago event coincided with the end of the Pleistocene Ice Age. Thus, in effect, our own hypothesis is likewise in direct opposition to that proposed by Mandelkehr who is also of the belief that “there was a glacial buildup and resultant geomagnetic ef- fects” —even though this was in defense of his posited 2300 B.C. catastrophe.! An actual reversal associated with the impact of an extraterrestrial body has, however, been reported. This reversal seems to have taken place following the Tunguska impact event of 1908. Whatever it was that exploded over this region, a meteor, comet, or whatever else it might have been, it left no crater behind, although it did level the forest for miles around. What is of interest here is that, according to a student at Odessa University, a magnetic rever- sal was detected in the adjacent soil over an area “at least 3,500 square kilometers” in extent.? But since this magnetic reversal does not seem to have been recorded from anywhere else, it would have to be assumed that it was local in character. In fact, as Eric Crew surmised, “this might have been the result of a very powerful flow of atmospheric electricity in the ionised path of the meteor to ground from the huge store of charge in the upper atmosphere.”3 Peter Warlow, on the other hand, was of the opinion that a geomagnetic reversal due to “some outside influence” seems to be “rather improbable.” He also finds improbable those suggested causes which rely on the ad hoc theory that Earth may be acting as a double dy- namo; or that Earth’s core is subdivided into an inner and outer region, again acting as inde- pendent dynamos with oppositely directed fields; and/or that Earth’s interior consists of a se- ries of nested shells which produce an alternating succession of field directions.> The objection here is that the terrestrial dynamo is itself based on an assumption. Thus, for instance, although Hannes Alfvén takes the existence of dynamos in the interior of planets into consideration,® he cautions experimentalists against total acceptance of the assumption. “There are a large number of well-known theories of self-exciting dynamos [he wrote]. Space dynamos have been attributed to plasma turbulence, but...there is no convincing evidence that turbulence in the real sense ever exists in cosmic plasma. Even the usual models of dynamo processes in the interiors of celestial bodies seem to encounter difficulties...so that alternatives to those should also be considered.” Nature 332 (1988), p. 211; but see also K. A. Hoffman, “Ancient Magnetic Reversals: Clues to the Geodynamo,” Scientific American (May 1988), pp. 76-83. 1M. Mandelkehr, op. cit., p. 5 (emphasis added). 2 Science in USSR, No. 3 (1983), p. 88, as cited in SIS Workshop 6:1 (May 1985), p. 30. 3. Crew, as cited in ibid. 4P. Warlow, The Reversing Earth (London, 1982), p. 54. 5 Ibid., pp. 54-55. 6H. Alfvén, Cosmic Plasma (Dordrecht, Holland, 1981), pp. 87, 114. 7 Ibid., p. 87 (emphasis added). 364",
        "captions": [],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 365,
        "main_text": "If the theory of Earth’s dynamo is on shaky ground, any proposals that Earth may be act- ing as a double dynamo, or that it possesses independent dynamos, or that it generates a suc- cession of alternating fields, would have to be on even wobblier grounds.! Now, as Warren Carey tells us, “the earth does not rotate as a solid body, for the mantle is slowly overrunning the core” just as “the atmosphere is slowly overrunning the surface.”? This well-known process led Warlow to his own postulate concerning the manner in which Earth’s field could be reversed. “All of the efforts by conventional scientists to explain the magnetic reversals have concentrated on what seems to be the obvious problem, namely to find a way of re- versing the field. There is, however, another possibility. That possibility is to leave the field alone and turn the Earth over instead.”3 In such a case, according to Warlow, Earth’s shell, or mantle, would turn over, while the core would not. “It is, of course, unlikely that anyone would have been worrying about meas- urement of the field during the actual inversion,” he wrote, “but, for the periods before and after, there would be the same result as for the rotation, namely that the field would appear to have been reversed with respect to the surface features.”+ But then, as William Field noted, “in recent years considerable progress seems to have been made in developing models that attempt to explain the alternate possibility—that the field has flipped many times while the mantle has remained in place.”> For us, of course, a reversal of Earth’s shell as a means of an apparent reversal of the geomagnetic field runs into an additional problem. Had Earth’s shell slipped off the core in order for the geomagnetic field to appear to have reversed, the shell would have to have slipped 180 degrees. In our sce- nario, this would mean that proto-Saturn would have been seen to leave its north celestial po- lar placement, slip down the sky, disappear from the latitudes of the northern hemisphere, and take up a new position in Earth’s south celestial pole. Unfortunately there is absolutely nothing in the mytho-historical record that as much as hints at such a displacement any time shortly following proto-Saturn’s flare-up. Even as I write this, a curious discovery has come to light through satellite measurements. Far below the southern tip of Africa there exists a small region the magnetic polarity of which is opposite to that of its surroundings—in effect a local reversed polarity. Similar patches were detected near the North Pole. Gauthier Hulot and his colleagues have theorized that these reversed patches are “presumably eddies that are working against the primary motion of [Earth’s] core” and that “their growth” can therefore “explain the current",
        "captions": [],
        "bibliography": "1 And see here J. A. Jacobs, “What Triggers Reversals of the Earth’s Magnetic Field?” Nature (May 10, 1984), p. 115. 2S. W. Carey, Theories of the Earth and Universe (Stanford, California, 1988), p. 31. 3 P. Warlow, op. cit., p. 55 (emphasis added). 4 Ibid., pp. 56-57. 5 T. W. Field, op. cit., p. 20 (emphasis added). 365",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 366,
        "main_text": "decline in [Earth’s] dipole field.” Moreover, as they believe, “the rampant growth of such patches has caused full-blown reversals,” but only “in some computer simulations.” Unlike the paleomagnetic stripes found mirrored on both sides of mid-ocean ridges and the paleomagnetic signatures imprinted on ancient ceramics, these patches do not contain fos- silized magnetism. They are very much “alive” so that a compass within their areas would actually register the reversed polarity. It is obvious, however, that if some computer simulations indicated full-blown reversals due to the “rampant growth” of such patches, other simulations did not. But if “full-blown re- versals” are really caused by the “rampant growth” of such patches, a// computer simulations should indicate it. What this does indicate is that computer simulations are reliant on the data that is fed into them. Moreover, while Hulot and company speak glibly of the “rampant growth” of these re- versed patches, they provide no evidence for such “growth.” Counter-acting eddies these patches might very well be, but nature is rampant with anomalies since it has always been impervious to man-made laws. This is evidenced by the anomalous magnetic fields of the other Solar System planets,? a situation which led Michael Zeilik to remark that they constitute nothing short of “a magnetic mess.”3 Or, as David Stevenson was honest enough to confess: “Planetary dynamo theorists have yet to be able to predict anything about planetary magnetism...”4 Can we, then, ever find the real cause behind Earth’s magnetic field decay and its polarity reversals? EX HYPOTHESI Earth’s magnetosphere is essentially an electric phenomenon. Any interference with it has to come from an electrical impetus. “The postulation of [an electric] charge,” noted Eric Crew, “may also account for the nature of the supposed luminosity of the planet in the past, the evidence for electrical discharges to Earth and its atmosphere, and the powerful flow of current in the crust of the Earth due to the movement of induced charges, which would cause corresponding changes in the terrestrial magnetic field.”> Although Crew was here referring to the planet Venus in relation to Velikovsky’s theory, his words could be made to apply just as well to proto-Saturn. As it has finally become generally known, cosmic magnetic fields are embedded in plas- mas,° and since 99% of the Universe is now known to consist of plasma, it stands to reason that space must be permeated with magnetic fields.",
        "captions": [],
        "bibliography": "Is. Simpson, Joc. cit. (emphasis added). 2 See here D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 400-401, 418; re the anomalous magnetism on Mars, see also M. T. Zuber, “Mars: The Inside Story,” Sky & Telescope (December 2003), pp. 45-46. 3M. Zeilik, Astronomy: The Evolving Universe (N. Y., 1985), p. 160. 4R. O. Fimmel, et al. (Eds.), Pioneer Venus, NASA SP461 (Washington, D. C., 1983), p. 154. SE. Crew, “Glasgow Still Proceeds,” S.1.S. Review, Vol. VIL, Part A (1982/3-1985), p. 36. 6G. Musser, “Magnetic Anomalies,” Scientific American (August 2000), p. 22. 366",
        "headers": [
            "EX HYPOTHESI"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 367,
        "main_text": "In the past, magnetism was not considered a main force in the Universe. As George Musser reported: “Magnetism had long been considered a side attraction in astronomy —hard to measure, hard to master, seemingly easy to neglect.” By mid 2000, however, astronomers came to realize that magnetic fields are “one of the greatest shaping forces of the universe.” Our own galaxy, the Milky Way, was found to possess a magnetic field. Other galaxies have similar fields. “When researchers began to look for fields in between galaxies in the late 1980s,” Musser went on, “their expectations were low.” When intergalactic fields were even- tually encountered in 1990, “it came as a surprise.” Theorists were so puzzled that they “took refuge” in the belief that what they had discovered in the interstices of the Coma cluster of galaxies “was a fluke.” But, as it turned out, twenty-four other galaxy clusters were also found to possess “galactic-strength fields.” These fields “are as potent as other cosmic forces, so they can no longer be ignored in models of galaxy formation and other celestial goings- on.” Or, as Stirling Colgate better phrased it: “These magnetic fields are the dominant free energy of the universe.”! It is through this intergalactic field that proto-Saturn, together with Earth, would have been traveling while still outside the Solar System. Both Earth and proto-Saturn would have possessed their own electromagnetic fields. What the power of those fields were is temporar- ily unknown. Lightning is an electrical phenomenon. It can provide an electrical impetus. As Ve- likovsky noted, lightning, or a thunderbolt, can actually reverses magnetic poles. Carl Sagan criticized Velikovsky for not having given this statement adequate justification? But that lightning can magnetize rocky outcrops and even reverse their polarity had been known before Sagan penned those words.* Of course, in Velikovsky’s case, the thunderbolt he had in mind in connection with the reversal of Earth’s magnetic field was an interplanetary one. “A thunderbolt, on striking a magnet, reverses the poles of the magnet [he wrote]. The terrestrial globe is a huge magnet. A short circuit between it and another celestial body could result in the north and south magnetic poles of the earth exchanging places.”5 A stroke of lightning, or a thunderbolt, is an electrical discharge. So are solar flares. That oscillations in the pulses of the Sun itself affects Earth’s magnetosphere has been demon- strated by B. M. Vladimirskij and his colleagues.® Being electrical discharges, solar flares are just as disruptive. As it was reported in Science Digest, should this “surge of electrically",
        "captions": [],
        "bibliography": "1 Ibid. 21. Velikovsky, Worlds in Collision (N. Y., 1950), p. 114. 3c. Sagan, “An Analysis of Worlds in Collision,” in D. Goldsmith (Ed.), Scientists Confront Velikovsky (Cornell University, 1978), pp. 54-55. 4 ©. Ginenthal, Carl Sagan & Immanuel Velikovsky (Tempe, Arizona, 1995), pp. 66-67 5 1. Velikovsky, loc. cit. 6B. M. Vladimirskij, et al., “Oscillations in the Magnetosphere of the Earth with a Period of 160 Minutes Caused by the Pulsations of the Sun,” as abstracted in Astronomy and Astrophysical Abstracts, Vol. 31, Part 1 (1982), p. 296. 367",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 368,
        "main_text": "“Sifting through observations as far back as 1899, [Bradley] Schaefer found nine in- stances of superflares by sun-like stars. In each case, the star brightened by 10 percent to 1,000 percent for a period lasting about an hour. The smallest of the nine superflares was 100 times larger than the largest flare that’s been seen shooting out of our sun.”3",
        "captions": [
            {
                "source": "internal",
                "text": "EB       :     he) be =          ~ .                — oc                                      ~ Solar flares—electrical discharges of a powerful nature—can also disrupt Earth’s magnetic field. (Photograph courtesy of NASA.)"
            },
            {
                "source": "external",
                "text": "charged particles” from a solar flare head toward Earth, “three days later this gust of ‘solar wind’ would sweep over our planet, disrupting its magnetic field.”! Moreover, as already noted. some Sin-like stars are now known to emit sunerflares 2"
            }
        ],
        "bibliography": "1“Solar-Gas Wind Gusts,” Science Digest (December 1981), p. 19. 2K. Chang, “Superflares Can Zap Planets— Astronomers Puzzle Over Other Stars,” ABCNEWS.com (January 6, 1999). 3 Ibid. 368",
        "headers": []
    }
]