[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 67,
        "captions": [],
        "headers": [],
        "content": "<p>As they continue: “Special note should be taken of the repeated datings of these crustal derangements by acknowledged authorities: ‘late Pleistocene,’ ‘terminal Pleistocene,’ ‘end of the ice age,” ‘post-glacial,’ and so on.”? Of great importance is the study conducted by D. M. Wadia who proved “the extreme youth of Himalayan orogeny,” in which the older Himalayan rocks were uplifted and shoved on top of Pleistocene gravel and alluvia.3 As Allan and Delair noted, “this over-thrusting of older upon newer formations was attended by the dragging-up by more than 5,000 ft (1,500m) of marine beds containing Paleolithic remains in Kashmir, and [therefore must have] occurred during the age of humanity.”4 We could of course add much more evidence concerning the recent uplift of other moun- tain ranges, but enough has been said for the purpose of this study. I shall here mention only one additional item for the sake of skeptics. During the California earthquake of October, 1987, the low hills outside the town of Whitteir, fifteen miles from Los Angeles, grew in height by almost two inches.&gt; And if hills can grow by that much through the action of a relatively minor earthquake, one can only imagine the extent of uplift that could take place in planet-shattering catastrophes. I might as well add here, even if only briefly, that had Earth’s major mountain ranges been uplifted after the Pleistocene Ice Age, mankind should have retained a memory, no matter how dim, of the event. Such a catastrophic episode could not have escaped man’s no- tice and, having remembered and passed on so many other occurrences from his primitive past, he would not have suppressed the information concerning the break-up and elevation of vast areas within the visual limits of his environment. Do we find anything of the kind re- ported by our long past ancestors? The Eskimos of the Bering Straits unequivocally proclaim that “in the days of the first people on the earth plain, there were no mountains far or near.”° So, similarly with the Amerinds of Washington State who similarly proclaim that: “When the world was very young, the land was flat where the Cascades now rise.”” A similar myth from the same states, referring to the area around Lake Chelan, likewise declares that: “Once there were no mountains or lakes in this part of the country, only a grassy prairie with abundant game.” The raising of the mountains is here explained as having been the work of the Great Spirit who shook Earth when “a huge cloud descended and hid the land.” “When [the cloud] cleared, everything was changed. Where there had been a plain there was now a range of lofty mountains; deep canyons marked the places where the</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 68,
        "captions": [
            {
                "source": "caption",
                "text": "Could the sudden uplifting of such mountains have been witnessed by early man? Shown above: The Peruvian Andes. (Photograph by the author.)"
            }
        ],
        "headers": [
            "STRIATIONS AND ERRATIC BOULDERS"
        ],
        "content": "<p>rocks and dirt had been removed to make the mountains.”! A Nisqually legend then tells that “Mount Rainier moved to the east side of Puget Sound to escape crowding when all the mountains on the Olympic Peninsula side... grew too fast.”? It is not necessarily that the ancestors of the Amerinds could remember the uplift of this or that particular mountain range—although that, too, is possible. It is, rather, that they re- tained a memory of the general elevation of land which later tradition shifted to the particular locale in which their descendants finally settled. Such localization, after all, comprise one of the hallmarks of myths and legends. </p>\n<p><b><center style='font-size: larger;'>STRIATIONS AND ERRATIC BOULDERS</center></b></p>\n<p>The above leads us to suspect that the debris which chokes the Ganetic Trough was probably eroded from Pleistocene bedrock and deposited after the end of that epoch. As these</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 69,
        "captions": [
            {
                "source": "caption",
                "text": "Mount Rainier. Is it possible that the ancestors of the Nisqually actually witnessed the lateral shifting of this mountain? (Photograph by the author.)"
            }
        ],
        "headers": [],
        "content": "<p>authors conclude, “if the ice-sheets of orthodoxy really existed, then the ice must have cov- ered regions which were either in the process of being enormously upheaved, displaced, ver- tically faulted and fissured, or subsided to remarkable depths.”! Presented as an objection to the workings of glacial ice, we actually accept this merely as a verification that the land was uplifted, and the fiords were formed, at the end of the Pleisto- cene, after the last Ice Age had come to an end. Thus, when it comes to erratic boulders and the striations left behind by the scouring ice, Allan and Delair note that, at many sites, “the striations occur only on the summits of high hills or only on the northern or north-western slopes of mountains.” As they conclude: “Such evidence suggests that whatever produced them proceeded from a general northern or north- western direction and totally ignored pre-existing topography.”? As they themselves noted, “ice cannot ascend hills.”</p>",
        "markdown_converted": true
    }
]