[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 24,
        "main_text": "Imbrie was not happy. But he was not deterred either. As he was reported to have said, he was “ninety-five percent sure” that Winograd, et al., would end up “learning something new about the groundwater system of Nevada.”! Fine—he had his own axe to grind. But did other glaciologists jump on Winograd’s band-wagon?— Hardly. As opponents of Winograd and his team pointed out: “The 128,000 year date for the next-to-last ice melt is supported by several independ- ent lines of evidence, ranging from coral reefs in Barbados—which show that that sea level was very high around 125,000 years ago—to limestone formations in Antarctic lakes. The Devils Hole measurements are a little lonely by comparison.” Or, as Chris Hendy put it: “Before you can throw the last twenty years out the window, you have to find similar situations. You need several springs like Devils Hole to be sure you’re not looking at unusual circumstances.”3 Keep in mind, however, that Hendy, too, had his own axe to grind seeing that it was he who had dated the Antarctic limestone which was now being used to contest the evidence from Devils Hole. Meanwhile, there were other authorities who rallied to Winograd’s side. Among them was our old friend Broecker who was forced to admit that “the new Devils Hole chronology is more firm than any other available isotopic age in this range.”4 As he continued: “Nowhere else has such a high degree of concordance between...ages been achieved. No other archive is better preserved. No other record has so many stratigraphically or- dered radiometric ages.”° His conclusion was that “climate modelers should start preparing themselves for a world without Milankovitch.”6 So, similarly, with the team of K. R. Ludwig who also concluded that the Devils Hole evidence remains “a challenge to the Milankovitch hypothesis.”? And what, then, of the touted correlation between deep-sea sediments, Greenland ice cores, and the Milankovitch theory? Well that depends on which authority you listen to. As can be seen from the following quote, Tjeerd Van Andel was of an entirely different opinion: “The study of sediment cores from the deep Atlantic and ice cores from Greenland does not confirm the gradual transition from glacial to interglacial and back again that",
        "captions": [],
        "bibliography": "1 Ibid. 2 Ibid., p. 78. 3 Ibid. 4W. S. Broecker, “Upset for Milankovitch Theory,” Nature (October 29, 1992), p. 780. 5 Ibid. 6 Ibid. TKR. Ludwig, et al., “Last Interglacial in Devils Hole,” Nature (April 15, 1993), p. 596. 24",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 25,
        "main_text": "is implied by the astronomical cycles [of the Milankovitch theory] and partly docu- mented by the oxygen isotope record. Instead as on the land, the response of the North Atlantic Ocean atmosphere system increasingly looks like a series of abrupt flip-flops from one stage to another.”! SUMMING UP Much more can be said, as it has been said, for and against the Milankovitch theory, but at its heart lie the following problems: (1) There seems to be solid evidence that ice ages ended abruptly “with temperatures rising to their warmest levels even more rapidly than the ice sheets melted.” During the glacial periods “the temperature has also fluctuated rapidly and dramatically.” The problem here is that the orbital cycles inherent in the Milankovitch theory do not pro- vide “for such bursts of climatic change.”? (2) It has never been understood how the cooling of the northern hemisphere could ac- count for the accompanying glaciation of the southern one. “Glaciers in the Andes and Antarctica have advanced at roughly the same times as those in the north, that is, at times when the orbital calculations [inherent in the Milankovitch theory] indicate that the Southern Hemisphere should have been getting a lot of summer sunlight.”3 (3) The extent to which the shape of Earth’s orbit fluctuates varies with a period of about 10,000 years. This seems to fit the cycle of recurring ice ages which have also been calculated to occur every 10,000 years. And it is this, more than anything else, which has made the Milankovitch theory so seductive. Unfortunately, as already noted, that variation in Earth’s orbit only changes the amount of sunlight that reaches the north- ern hemisphere “by less than half a percent.” “Tn contrast, the shorter tilt and wobble cycles change the amount of Northern Hemi- sphere summer sunlight by as much as 20 percent. The question researchers have asked ever since the Milankovitch theory came back into vogue is: Why should the weakest orbital cause have the strongest geologic effect?’”’> (4) But even the variation of Earth’s tilt is problematic in this respect. As Hoyle noted, “slight changes in the tilt of the Earth’s axis of spin give only negligible solar varia- tions at equatorial latitudes; yet the last ice age produced the great glaciers on Mauna Loa and Mauna Kea in Hawaii, and Mount Elgon in Uganda. Obviously something drastic happened in the tropics for which the Milankovitch theory cannot account.”6",
        "captions": [],
        "bibliography": "17. H. Van Andel, New Views of an Old Planet (Cambridge, 1994), p. 97. 2R. Kunzig, loc. cit. 3 Ibid. 4 Ibid. 5 Ibid. oF Hoyle, Ice (N. Y., 1981), p. 70 (emphasis added). 25",
        "headers": [
            "SUMMING UP"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 26,
        "main_text": "Despite his own criticisms of the Milankovitch theory, Rose did have a few good things to say about it back in 1984. “It is regrettable,” he wrote, “that more recent defenders of the Milankovitch theory have abandoned much of the tentativeness and caution that were exhib- ited by Milankovitch himself.”! Rose even warned catastrophists, of whom he is one himself, not to relinquish the theory altogether. “It is even more regrettable,” he thus continued, “that catastrophists have hitherto shunned the theory, apparently on the grounds that it is somehow tainted because it has been used in defense of uniformitarianism.”? As he continues: “Tn its most general sense, the Milankovitch theory is concerned with the patterns of insolation during various orbital circumstances, and the effects that that insolation would have on climate, especially in terms of glaciation. When viewed in this way, the Milankovitch theory does not have to be uniformitarian at all.” However, the Milankovitch theory, as formulated by Milankovitch, is uniformitarian, and this is a fact that Rose was not only aware of, but one he himself stressed. Milankovitch’s approach was “to assume that the present orbit has been in place for an indefinitely long time, and that minor cyclical and secular changes of various sorts can be retrocalculated into the past.” If we then remove these factors from the Milankovitch theory, it is no longer the Milankovitch theory, and all that Rose can claim is that the ice ages can be attributed to an astronomical cause. I agree. But no matter how much Rose may argue, that astronomical cause cannot be the one advocated by Milankovitch. As of this writing, and despite the many objections brought against it, the Milankovitch theory still has its adherents. More than that, the theory is even now made to account for ef- fects other than ice ages. Thus, Martin Claussen, together with his graduate student Claudia Kubatzki, have now used the Milankovitch model to account for hotter northern summers, stronger monsoons, and a greener Sahara Desert. But that is another story.",
        "captions": [],
        "bibliography": "'L. E. Rose, op. cit., p. 60. 2 Ibid. 3 [bid., pp. 69-70 (emphasis as given). 4 Ibid., p. 70. SR. Kunzig, “Exit from Eden,” Discover (January 2000), pp. 89-90. 26",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 27,
        "main_text": "Chapter 3 Alternative Hypotheses IN SEARCH OF A BETTER PROPOSAL he Milankovitch theory has not been alone in its attempt to gain acceptability. Far from it. There have been, as there still are, many alternative hypotheses vying for fame. But, as A. P. Coleman wrote in 1926: “During many years of study of glaciations I have hoped to find a solution of the difficulties in several theories at different times but have al- ways encountered some point where they failed.”! Or, as John Bradley, Jr., put it: “Although many explanations have been offered, no universally acceptable hypothesis for the causes of glaciation has yet been pronounced.” And, as W. B. Wright announced in 1937: “It must be admitted that among the theories which have been brought forward to account for the phe- nomena of the Ice Ages, there is not a single one which meets the facts of the case in such a manner as to inspire confidence.” Writing in 1958, Dolph Hooker commented: “The criticism may be made that the above opinions are old and out of date; yet the fact is that every theory in existence today had been previously expounded and was studied by the above critics before their conclusions were reached. Many recent in- vestigators have arrived at the same conclusions which have been cited.”4 In his own work, Hooker enumerates various of these theories, but, as others before him, he reached the same conclusion: “Every one has been analyzed and thoroughly studied by leading scientists throughout the world; and every single one has been rejected as unten- able.”5 But that was in 1958. Is the situation any better at present? A SIMPLE MATTER OF SEVERE WINTERS In 1970, Hubert Lamb and Alastair Woodroffe, both British scientists, seemed to wonder what the ruckus about ice ages was all about. To them the answer seemed a simple matter. Becoming known as the Snowblitz Theory, their explanation was that “an ice age could be started by nothing more dramatic than a succession of harsh winters.” The high latitudes of Europe would have suffered several years of severe winters which would have been followed",
        "captions": [],
        "bibliography": "1A. P. Coleman, Ice Ages: Recent and Ancient (N. Y., 1926), as cited by D. E. Hooker, Those Astounding Ice Ages (N. Y., 1958), p. 21. 2 J. H. Bradley, Jr., The Earth and its History (N. Y., 1928), as cited by D. E. Hooker, loc cit. 3 W. B. Wright, The Quaternary Ice Age (London, 1937), p. 463. 4D. E. Hooker, loc. cit. 5 Ibid., p. 20. 27",
        "headers": [
            "IN SEARCH OF A BETTER PROPOSAL",
            "A SIMPLE MATTER OF SEVERE WINTERS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 28,
        "main_text": "by cool summers. The snow on hills and mountains would thus endure through the summers. The snow’s increased reflectivity of solar rays would reduce temperatures, more snow would fall, and less would melt. Given a series of such harsh weather conditions, ice sheets would eventually develop.! Quad erat demonstrandum. As Chorlton expressed it: “History suggests that the snowblitz theory is less than fool- proof.”? True enough, the so-called Little Ice Age, which gripped the world in medieval times, did owe its cause to a series of drastically cold winters and summers. But, not only did this situation last a mere few hundred years, the ensuing frigidity fell drastically short of what could rightly be termed an ice age. North America and Eurasia came nowhere near being buried in miles-thick glaciers. Granted, one might argue that just because it did not go all the way during the Little Ice Age, it does not necessarily mean that a similar situation might not have prolonged itself and thus intensified into a proper ice age. But this, then, would have to have transpired more than once and, judging by what has been going on climatically since the last Ice Age, the burden of proof, despite the Little Ice Age, remained on Lamb and Woodroffe’s shoulders. ICE AS ITS OWN CAUSE In 1964, Alex Wilson, a glaciologist from New Zealand, reverted to the theory that the ice ages were caused by the ice itself, but with a slight difference. As Windsor Chorlton ex- pressed it: “Wilson’s scenario was relatively simple,”? and it amounted to the following. Starting with the Antarctic ice sheet, Wilson explained how this grows thicker and thus heavier during thousands of years of snow accumulation. The immense pressure exerted on the bottom ice causes it to melt and the water thus formed acts as a lubricant for the entire sheet. The motion of the entire Antarctic sheet would then accelerate, and the ice would slip into the surrounding water. As it spread and broke up, the ice would reflect increasing amount of solar radiation back into space. This would cause a rapid cooling of Earth’s south- em hemisphere. Wind and marine currents would then convey this chill northward, which would radically alter the world’s weather patterns. In its turn, this coldness would cause ice sheets to form in the northern hemisphere. Over thousands of years, North America and Eurasia would be buried under ice.+ The ice age would then have ended through a reversal of the above mechanism. “The massive outward surge of the colder ice” at the Antarctic would cool the base of the ice sheet, thus stopping the melt and depriving the sheet of its lubrication. The ice would stop surging into the sea, floating ice would be diminished, and thus less solar radiation would be re- flected back to space. The southern hemisphere would warm up, currents would then warm the northern hemisphere, and the northern ice would begin to melt. The cycle would then re- peat itself.5",
        "captions": [],
        "bibliography": "1 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 121. 2 Ibid. 3 Ibid. 4 Ibid. 5 Ibid. 28",
        "headers": [
            "ICE AS ITS OWN CAUSE"
        ]
    }
]