[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 499,
        "main_text": "greater puzzlement than it did in 1988. The planetary atmospheric expert, Kevin Baines, was quite outspoken in his com- ments about the structure: “We’ve never seen anything like this on any other planet. Indeed, Saturn’s thick atmosphere, where circularly- shaped waves and convective cells dominate, is perhaps the last place you'd expect to see such a six-sided geometric figure, yet there it is.””! Bob Brown, a team leader of the Cassini visual and infrared mapping spectrometer, compared the feature to the one at Saturn’s south pole: “Tt’s amazing to see such striking differences on opposite ends of Saturn’s poles. At the south pole we have what appears to be a hurricane with a giant eye, and at the north pole of Saturn we have this geometric feature, which is completely different.”? But, apart from its hexagonal shape, is the feature in Saturn’s north pole really all that different from the one in the south? Is not a stationary jet stream—which is what the northern formation was deduced to be in 1988—akin to a stationary hurricane? Despite the fact that it would have been entirely invisible from Earth, and therefore not documented in the mytho-historical record, proto-Saturn’s sustained Birkeland current would have extended from both poles. What we thus see in Saturn’s present poles, both north and south, are the atmospheric remnants of its former bi-polar jet. In that respect, it was just like any other jetting object in space. THE INTERLOPING SYSTEM The planet Jupiter is not only continuously being reported to be more star-like than planet-like,> but also that it may originally have been much farther out in the fringes of the Solar system.4 As Michael Minton, quoting from M. Hanlon’s Worlds of Galileo, phrased it: “One of the most startling discoveries [from the Galileo probe] was that ‘Jupiter may be a long way from home, an interloper from the far outer reaches of the Solar System’ that only",
        "captions": [
            {
                "source": "internal",
                "text": "Ne ee Se RE  ;  .          Saturn’s north polar hexagonal jet stream. (Photograph courtesy of NASA.)"
            }
        ],
        "bibliography": "1 Ibid. 2 Ibid. 3 See here, for instance, M. Minton, “Plait in Denial,” Chronology & Catastrophism Review (2004:3), p. 33. 4 New Scientist (September 25, 2004), p. 15. 499",
        "headers": [
            "THE INTERLOPING SYSTEM"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 500,
        "main_text": "wandered to its present position relatively recently.”! Granted that the above does not have Jupiter entering the Solar System from outside it, such theorizing removes our own thesis from the realm of improbabilities in which it had been viewed in previous years. In fact, astrophysicists have come even closer to our scheme than the above. According to a 2005 item on Scientific American’s web site, computer simulations have been successful in reconstructing a “close encounter between our sun and a passing star,” even though, as usual, they restricted the occurrence to “some four billion years ago.” And yet, very much as in our own scenario, this event was considered to have possibly “played a role in shaping our solar system.”3 One “potential scenario” even showed “our sun kidnapping a planet or smaller ob- ject from the other star’s entourage.” Or how about having kidnapped the entire retinue? FLARING ENERGY The energy that would have been released by proto-Saturn’s flare-up can be compared to that from the highly magnetized pulsar dubbed SGR 1900+14. On August 27, 1998, it re- leased a flare so powerful it came close to frying a number of artificial satellites.> “When the wave of energy from the flare swept across the night side of Earth, it ion- ized the outer atmosphere and affected radio communications. The accompanying X- ray pulse had so much energy that even from 25,000 light-years away, it pushed the top of the ionosphere down from an altitude of 85 miles (120 km) to 60 miles (100 km).”6 Meanwhile, an 11-pound meteorite that slammed into eastern China in the mid 1980s has provided scientists with chemical and radioactive “strong new evidence that a massive stellar blast helped shape the evolution of our infant solar system.”7? The evidence in question con- sisted in the meteorite’s inclusion of chlorine 36, an element which is absent from the Solar System. Chlorine 36 can, however, be traced through its decay product of sulfur 36 which, in turn, could have been produced in two different ways, either through a supernova or through stronger solar radiation than at present.’ Faced with these two possibilities, it was almost logical for astrophysicists to opt for the second alternative, since “a supernova close to our budding solar system would have blasted our sun and its protoplanetary disk into bits.” But, for one thing, the early Sun had always been claimed to have been much fainter than at present, so that the production of chlorine 36 in the Solar System’s early “days” is more",
        "captions": [],
        "bibliography": "1M, Minton, loc. cit. 2“On the Web,” Scientific American (February 2005), p. 9. 3 Ibid. 4 Ibid. 5. R. Zimmerman, “A Visit to the High-Energy Zoo,” Astronomy, Special Issue—Explore the Universe (Feb- ruary 2005), p. 41. 6 Ibid. 7K. A. Svitil, “Our Solar System’s Explosive Early Years,” Discover (April 2005), p. 13. 8 Ibid. 9 Ibid. 500",
        "headers": [
            "FLARING ENERGY"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 501,
        "main_text": "than doubtful. And, for another, as is usual in similar cases, astrophysicists felt bound to place the event in question far into the dim past, when the Solar System planets, according to them, had not yet formed out of the Sun’s so-called protoplanetary disk. Computer modeling has however indicated that an explosion from a supernova in our neighborhood “could have shrunk the disk but not necessarily destroyed it.”! All told, the evidence was eventually found to comply more favorably with a supernova. But then forget about the dim past, which the meteorite evidence does not really call for, and think of a lesser flare than that of a supernova but at closer proximity, and one would be citing the very scenario proposed in this work. Further discoveries have also come to light in relation to brown dwarf flare-ups. Beams of radiation emitted by brown dwarfs during these outbursts have now been calculated to be “thousands of times brighter than any released by the Sun.”? These flares are now known to be produced above the brown dwarfs’ magnetic polar regions and, in fact, they could be classed as super-aurorae. If solar storms can, as they do, wreak havoc on our world, one can just imagine the mayhem such super-flares would have caused on an Earth suspended directly beneath one of these flaring poles. Fair enough, the ultra-bright flashes from one of these dwarfs seem to occur in a periodic cycle more or less every two hours, which is why it has been likened to a pulsar. But pulsars are believed to be created when stars erupt as supernovae.‘ Is it not then possible that brown dwarfs which emit such short cyclical pulses had also undergone similar nova-like disrup- tions, very much in the manner we have proposed proto-Saturn to have done? In this respect it matters little whether pulsars pulse in lighthouse fashion due to their theorized high rota- tional speed,* or whether they oscillate due to inherent electrical discharges.® HAVOC AT THE SYSTEM’S EDGE Brown dwarfs, which continue to be classed as being intermediate between stars and planets,’ are now believed to be as numerous in our galaxy as Sun-like stars.8 With the majority of them floating through the galaxy independently,® the chances of a brown dwarf, and any planets it may harbor, coming within the clutches of our present Sun’s domain of influence cannot be seen as far fetched as it once used to be. In fact, that an entirely different “source of plasma” could have entered the Solar System in the not-so-distant past was sug-",
        "captions": [],
        "bibliography": "1 Ibid. 2 P. Rincon, “Dwarf Stars Emit Powerful Pulse,” BBC NEWS (April 21, 2007); in full by G. Hallinan, et al., “Rotational Modulation of the Radio Emission from the M9 Dwarf TVLM 513-46546: Broadband Coherent Emission at the Substellar Boundary?” The Astrophysical Journal (December 10, 2006), pp. 690 ff. 3 Ibid. 4 C. Kouveliotou, et al., “Magnetars,” Scientific American, Special edition —The Secret Lives of Stars (2004), pp. 72-73; W. Gater, “Celestial Clocks Can’t Keep Time,” Astronomy Now (April 2006), p. 17. SK. Cooper, “The Stop-Start Pulsar, Astronomy Now (June 2006), p. 14. 6 See here, for instance, D. E. Scott, The Electric Sky (Portland, Oregon, 2006), pp. 177-179. 7S, Mohanty & R. Jayawardhana, op. cit., p. 40. 8 Ibid. 9 Ibid. 501",
        "headers": [
            "HAVOC AT THE SYSTEM’S EDGE"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 502,
        "main_text": "gested in 2003.! The existence of a brown dwarf in an oddly shaped orbit around the Sun has even been speculated by the astronomer Davy Kirkpatrick in his belief, with that of others, that the Sun has to be in cahoots with a companion?—although, as noted earlier, a search for the binary has turned out nothing of the sort. But what if, as Frederick Hall once asked, the binary in question ended up being a member of our Solar System?3 The above is lent further credibility when we learn that the red dwarf designated Gliese 710 will pass within 1 light-year of the Sun in 1.36 (some say 1.5) million years from now.*",
        "captions": [
            {
                "source": "external",
                "text": "Flaring brown dwarf star. (Illustration courtesy of Hallinan, et al., NRAO/AUI/NSF.)"
            }
        ],
        "bibliography": "1 A. L. Peratt, “Characteristics for the Occurrence of a High-Current, Z-Pinch Aurora as Recorded in Antiquity,” JEEE Transactions on Plasma Science (December 2003), p. 1210. 2B. Dorminey, “Dark Threat,” Astronomy (July 2005), p. 45. 3 F. F. Hall, “Solar System Studies,” AEON I:1 (January 1988), p. 105; see also idem, “Solar System Studies,” Part 2, AEON 1:4 (July 1988), p. 27. 4R. Talcott, “Comet Storm A’Coming,” Astronomy (July 2005), p. 43; L. Marchesi, “Calm Before the Storm,” in ibid., (October 2005), p. 16. 502",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 503,
        "main_text": "If such a thing can happen in the future, it could well have happened in the past—and at closer range than 1 light-year. Visible evidence within the Solar System that such an encounter did take place can be discerned in the Kuiper Belt since many of the objects that orbit within it do so at a sharply inclined angle to the plane of the ecliptic. Although not everyone agrees,! this has led to the belief that these outer bodies had to have been disturbed by the passage of a rogue star? or a large planet.? Among these bodies is the one dubbed Sedna which, on an earlier page of this work, was suggested to have been expelled from the Kuiper Belt into its odd position outside the Belt’s demarcation by the entry of the proto-Saturnian system into the Sun’s realm of in- fluence. Notice now what astrophysicists themselves concluded before the present book went into print: “Sedna shouldn’t be there. There’s no way to put Sedna where it is. It never comes close enough to be affected by the sun, but it never goes far enough away from the sun to be affected by other stars...Sedna is stuck, frozen in place; there’s no way to move it. And if there’s no way to move it, basically there’s no way to put it there— unless it formed there. But it’s in a very elliptical orbit, and there’s no way to form anything in an elliptical orbit like that. It simply can’t be there. There’s no possible way —except it is.”4 All of which led Mike Brown to theorize that Sedna could have been placed where it more or less is at present “in the earliest history of the solar system,” but only if “there used to be stars a lot closer than they are now.” Those stars could then have “affected Sedna on the outer part of its orbit” and then “moved away.”> But which is the most logical scenario, that a bevy of normal stars could have shifted their position as much as Brown’s theory requires, or that a single and much less massive brown dwarf happened to pass that way? If other objects within the Kuiper Belt can be thought of as having been disrupted by a passing star, then why could not Sedna have been exiled from the Belt? By March of 2007, remnants of a smash-up between objects in the Kuiper Belt, marked as “the first ‘collisional family’,” were reported to have been discovered. The body which caused this “fiery collision” has been identified as a massive object “which was nearly the size of Pluto.” What amazes me is the detailed scenario astrophysicists can reconstruct from the little that can be detected at this distance. Thus, for example, the culprit of this particular disaster, believed to have once been probably spherical, is now said to have been flattened into a “football-shaped” object. Its diameter has been calculated to be about 930 miles (1,500 kilometers), but believed to have probably been 20 percent larger before the collision. The",
        "captions": [],
        "bibliography": "1M. Carroll, “The Key to the Kuiper Belt,” Astronomy Now (April 2006), p. 64. 2 New Scientist (January 24, 2004), p. 14; ibid. (February 7, 2004), p. 19; D. Tytell, “The New Kings of the Kuiper Belt,” Sky & Telescope (October 2005), p. 29. 3M. Carroll, loc. cit. 4M. Brown (as told to C. Fussman), “The Planet Finder,” Discover (May 2006), p. 42. 5 Ibid. 503",
        "headers": []
    }
]