[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 478,
        "captions": [],
        "headers": [],
        "content": "<p>“It seems unlikely that these [human] remains were formerly buried by sorrowing friends. It is unlikely that so solid a stone [in which their remains were found embed- ded] should have been formed at so great a distance from the sea...No doubt they are co-existent with the emerged land; they are not to be considered as the results of hu- man industry. The shore of the Atlantic must have formerly swept nearly in a line with these remarkable deposits.”! The time in which these humans lived can be deduced from the fossil bones of Pleistocene elephants and other fauna which were embedded within the same bed as also nearby.” The bones of human individuals of both sexes and various ages have also been found bur- ied in the hardened clay overlying the floor of a cave on the borders of Lagoa do Sumidouro in the same country. Already mentioned on a previous page of this work, the skeletons dis- covered there, of Neanderthal stock, were mixed together in confusion “not only with one an- other but with the remains of the Megatherium and other Pleistocene mammals.” The nature of this confusion suffices “to preclude the idea that they had been entombed by the hand of man.” Other caves displayed the bones of humans alongside those of the giant Pleistocene feline known as the Smilodon, concerning which an early explorer noted that: “Doubtless these men and animals lived together and perished together, common victims of catastrophes, the time and cause of which are alike unknown.” In view of what we have learned above, it is, however, no longer possible to claim that “the time and cause” of these remains remain “un- known.” Various other instances of similar nature can be cited from other districts of South America. As Charles Hapgood noted: “These extraordinary modes of burial are further exemplified by the groups or caches of animal fossils unearthed at widely separated South American localities, in which incongruous animal types (carnivores and herbivores) are mixed promiscuously with human bones. These are found not only in the Pampas formation but also in Brazilian caves and in volcanic ash at Punin and elsewhere...Clearly these varied, but apparently contemporaneous, burials all over the South American continent are the results of different and relatively localized effects of a single tremendous upheaval, the numerous ramifications of which operated synchronously. In seeking to explain one of these effects, one must explain them all.”&gt; Further north on the same continent, human bones have been found in a chaotic deposit in a cave in the Organ Mountains of New Mexico. And these, too, were mixed with the remains</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 479,
        "captions": [],
        "headers": [],
        "content": "<p>of various Pleistocene mammals.! So, similarly in California where human remains were discovered mixed with what later proved to be the bones of Pleistocene fauna by early gold miners. Of special interest here are the remains unearthed from beneath auriferous gravels underlying lava-capped ridges at Table Mountain.? Human bones have also been found near Natchez on the Mississippi mixed with those of mastodons, horses, and rhinoceros. From a cave in France comes additional evidence of human skeletons found together with the bones of wild animals.3 Because some of these animals, such as bears, hyenas, lions, leopards, and wolves, are known to have been cave dwellers, the cave might be interpreted as having served as a part-time lair that was also utilized by man. Among the remains of these animals, however, were also those of the great deer, the woolly rhinoceros, and the mammoth, which are hardly animals that would have sought shelter in a cave under normal conditions. Human bones, again associated with those of the mammoth, the woolly rhinoceros, and the giant deer, have also come to light in Belgium near Namur. And so, also, in Devonshire, England, where human skeletons have again been discovered together with similar Pleistocene mammals. Further human bones have come to light in Gibraltar; near Weimar in Germany; in Honan, China; in northern Rhodesia; and elsewhere.t As we know through archaeological sites, Paleolithic man buried his own kind. Thus when fractured and dismem- bered human skeletons are found scattered pell-mell among the similarly disarticulated bones of various beasts which are not known to normally cohabit or to habit the same regions, let alone in fissures and caves in which they have been found crammed, covered with water- borne sediment which often contains signs of past marine life, or beneath volcanic ash and hardened lava—these cannot be blamed on the natural order of dying and consequent en- tombment. These are signs of universal catastrophes which, among other things, included volcanic eruptions and tsunamis of global dimensions, We could go on enumerating case after case right across the world in greater detail but a point has to be reached where enough will have to do. It is not as if previous catastrophist lit- erature has not filled enough pages with similar and more numerous evidence. One major point to keep in mind, however, concerns the disappearance of the Neanderthals who never made it into the Neolithic. In fact, they never made it out of the Ice Age. We cannot, however, claim that Neanderthal man was a victim of proto-Saturn’s flare-up because he seems to have disappeared much earlier. At least, other than in Brazil, no Neanderthal fossils have been found that date later than 30,000 years ago To my knowledge, again with the exception of Brazil, none of these remains were found in a catastrophic context. What drove</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 480,
        "captions": [],
        "headers": [
            "RACIAL DIVERGENCE"
        ],
        "content": "<p>them to extinction thus remains a mystery. In this respect, however, we are no better or worse off than mainstream anthropologists. On the other hand, while it is generally believed that we moderns are descended from the Cro-Magnons, it can safely be stated that the Cro-Magnon culture failed to make the transi- tion. This is especially evidenced by the fact that Cro-Magnon artistry completely disappeared at the end of the Pleistocene to be replaced by Mesolithic naiveté that continued into the Neolithic. What happened to those artists whose sophisticated and anatomically cor- rect renditions once filled the caves of Europe? Is it likely that the artists were the only ones to succumb, and all of them at that? One may well ask why were so many faunal species exterminated while others survived into the modern world? Or why did the Arctic mammoth live on, only to be eradicated by the next cosmic catastrophe?! One can only claim that this was simply due to the vagaries of nature, especially when, as in our case, nature tends to go wild. </p>\n<p><b><center style='font-size: larger;'>RACIAL DIVERGENCE</center></b></p>\n<p>As in the animal kingdom, radiation would also have caused mutations among humans. At present, it is our atmosphere that protects us from primary cosmic rays. John Hagen additionally tells us that: “Tt has been estimated that an increase by a factor of ten over the intensity of cosmic rays at sea level may affect humans by causing serious mutations in succeeding gen- erations. The intensity of cosmic radiation outside the atmosphere may well reach this level and the particles are heavier.” How much more so would cosmic radiation have affected humans through the flare-up of a sub-brown dwarf star at close proximity? Despite what appears to be nothing but the fantasy of an ancient mind, that fragment of the work of Berossus preserved by Alexander Polyhistor we have touched upon above does not merely speak of “monstrous animals” but also treats of what appear to be human mutations. After describing that time “in which there was nothing but darkness and an abyss of waters,” he goes on with: “Men appeared with two wings, some with four and with two faces. They had one body but two heads; the one of a man, the other of a woman. They were likewise in their several organs both male and female. Other human figures were to be seen with the legs and horns of goats. Some had horses’ feet; others had the limbs of a horse behind, but before were fashioned like men...men too and other animals, with the heads and bodies of horses and the tails of fishes.”4</p>",
        "markdown_converted": true
    }
]