[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 202,
        "captions": [],
        "headers": [
            "GLACIAL CLEMENCY"
        ],
        "content": "<p>also seems to call for a sudden flooding of the area. Moreover, this same region “is compli- cated by rapid uplift of the Himalayas, Tibetan plateau, Pamirs and other mountain ranges.”! It thus seems evident that sudden floods were not the only catastrophic events that were taking place toward the end of the Paleolithic age. From South America we have the evidence from numerous caves scattered across Brazil in which an untold number of bones in broken condition mixed with red earth were exca- vated. Thousands of these broken bones belonged to small animals, but others belonged to such Pleistocene fauna as the Megatherium, Mylodon, Toxodon, Smilodon, Protopithecus, the giant armadillo, and the flightless emu and rhea. Human bones were also discovered min- gled with those of extinct cave jaguars, horses, and Ilamas.? “One cave was especially noteworthy for yielding the bones of over fifty human be- ings of both sexes and every age from infant to decrepit old man. Their skeletons lay buried in hard clay and were discovered mixed together in such confusion—not only with each other but with Megatherium bones and those of other late ‘Pleistocene’ animals—as to preclude the idea that they had been buried by human agency. All the remains, both animal and human, possessed the same chemical composition, thereby indicating the contemporaneity of all the individuals represented.” What is of interest to us, however, is that the human skulls have been judged by anthro- pologists as having belonged to the same distinctive type as the “old” European Neanderthal race.* Needless to say, such broken and jumbled remains mixed with red clay presupposes a catastrophic flood that would have swept away all these denizens to deposit them pell-mell into the caves in which they have been found. But why should such upheavals have terminated the Neanderthal legacy while leaving the Cro-Magnon one intact? </p>\n<p><b><center style='font-size: larger;'>GLACIAL CLEMENCY</center></b></p>\n<p>Leaving floods and tectonic upheavals aside for a while, let us look a little closer at the postulated change of climate. To begin with, how cold was it really during the Ice Age? According to the geochemists Samuel Epstein and Crayton Yapp, the analyses of heavy hydrogen in ancient wood samples indicate that temperatures in North America in those areas not actually covered by ice at the height of the Pleistocene Ice Age were higher than they are today.&gt; Sharon Begley and Louise Lief also tell us that while glaciers covered most of northern Europe, the climate “was generally mild, and the animal life was as rich and diverse as in a modern African game park.”6</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 203,
        "captions": [
            {
                "source": "caption",
                "text": "Megatherium, the remains of which were discovered with those of Neanderthals in a Brazilian cave. (lustration by Bob Giuliani.)"
            }
        ],
        "headers": [],
        "content": "<p>One of the most important of Pleistocene sites is to be found in Ladd’s Quarry near Car- tersville. Among the remains discovered there were those of the giant sloth, the jaguar, and the spruce grouse. The wonder here is that these denizens now inhabit much more southerly regions. The jaguar, for instance, is not now found further north than Mexico. This has led authorities to the conclusion that the Ice Age could not have been a time of severe climate. According to the paleontologist Alan Holman, the weather then must have been generally mild.! To be sure, this situation had been known, although mostly ignored, since 1899 through the study of Greenland flora which is believed to have survived from pre-glacial times. As R.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 204,
        "captions": [],
        "headers": [],
        "content": "<p>F. Scharff had indicated, this would mean that the glacial epoch was much less severe than it had commonly been assumed.! By the year 2000, authorities were softening up. “People make the mistake of thinking the Ice Age was cold all the time,” said James Adovasio. “They remember the 40,000 Janu- arys but forget the 40,000 Julys.”? But if, as we claim, there was no progression of seasons, there could have been neither Januarys nor Julys. If the weather was balmy, it would have had to have been balmy all the time. Two years later, the above theory was amended somewhat. It was still being said that the last Ice Age, “from 120,000 to 10,000 years ago, was not in fact always cold.” But now, Januarys and Julys were not brought into the picture. Instead, “20 brief interludes” were in- troduced during which “temperatures shot up 10 to 18 degrees within a decade.” This, say Andrey Ganapolski and Stefan Rahmstorf, came about through chaotic weather variations, brought about by the change of direction in the Gulf Stream, which “occasionally triggered a cascade of changes that switched temperatures from cold to warm.” It is forgotten that sub- tropical, tropical, and even equatorial flora and fauna from Arctic areas would not have been able to endure the cold between those “20 brief interludes.” If, then, we were to set aside the Januarys, Julys, and “brief interludes,” none of which are compatible with the evidence, we will be left with a balmy weather during the Ice Age except for those areas which were actually covered with glaciers, upon which, needless to say, neither the Neanderthals nor the Cro-Magnons seem to have ever set up camp. At the end of the Ice Age, if anything, temperatures should have risen higher still. How, then, could a change of climate—which could not have grown colder—be made to account for the disap- pearance of any one, or both, of these two races? We therefore seem to be left with but one of the alternatives touched upon above: catastrophic flooding accompanied by tectonic uplifts. But what could have caused such a catastrophe?</p>",
        "markdown_converted": true
    }
]