[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 79,
        "captions": [],
        "headers": [],
        "content": "<p>overwhelmingly confirms this but suggests that in at least those regions refrigeration was Virtually instantaneous...”! We can therefore see that most of the catastrophists who claim that the Ice Age was due to a sudden onslaught of ice do so mainly on the evidence of the frozen mammoths and other mammals the remains of which have been found in Arctic and sub-Arctic regions. To be sure, the sudden catastrophic demise of the Arctic mammoths and other fauna has been de- bated for years.? But while this problem has not yet reached a conclusive resolution, the col- lective evidence, with which this author is in total agreement, does favor a sudden cata- strophic onslaught. Now it has often been stated that the present polar caps are the tail-end—the left overs if you wish—of the Pleistocene Ice Age. In fact, as Cesare Emiliani and E. J. Opik have stated, current belief is that we are still living in the Ice Epoch. We, on the other hand, shall here instead argue that the end of the Pleistocene Ice Age and the freezing of the present polar caps were separated by a lengthy warm period which mankind remembers as a paradisiacal era, usually termed the Golden Age, during which he lived in comfort as one with nature 4 This has to be stressed because, in the past, our point of view concerning the Ice Age has been misunderstood and misrepresented by those who thought to include it in their analyses. Thus, for instance, Trevor Palmer had it stated that the hypothesis developed by my colleagues and I “would also seem to require a short-catastrophic transition between the ‘Golden Age’ and present-day conditions, with no obvious space for glaciations of long duration.”&gt; This is simply not so because, for one thing, the Golden Age, came after the Pleistocene Ice Age. And, for another, the Ice Age, as it is made to fit the present thesis, is not hypothesized to have been of short duration. From the above it follows that those beasts whose remains have been found frozen in whole or in part in Arctic and sub-Arctic regions could not have been exterminated at the be- ginning of the Ice Age. Had that been the case, the deep frozen specimens of these animals would have had ample time to thaw and decompose during the lengthy period of the Golden Age. The conclusion reached in the present study is that these behemoths were catastrophi- cally eradicated when the present polar ice caps were formed, long after the Pleistocene Ice</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 80,
        "captions": [],
        "headers": [
            "THE ICE",
            "FREE ARCTIC"
        ],
        "content": "<p>Age had come to an end.! Thus, in a way, Hapgood was correct when he blamed the demise of these beasts on “the suddenness with which the ice cap was born,”? although not through the mechanism he had proposed. That being the case, the catastrophic demise of these Arctic pachyderms and other mammals cannot be used as evidence for the sudden onslaught of the Pleistocene Ice Age. Whether that particular Ice Age, and previous ice ages, were sudden in their onslaught and/or their termination cannot even be contemplated until the true cause of ice ages in general can be ascertained. </p>\n<p><b><center style='font-size: larger;'>THE ICE</center></b></p>\n<p>-</p>\n<p><b><center style='font-size: larger;'>FREE ARCTIC</center></b></p>\n<p>The biggest problem that has so far faced the glacial theory, which most catastrophists have picked upon, holds the decisive clue concerning the real nature of ice ages, from which their actual cause can then be ascertained. Because Earth’s present coldest regions are its two polar circles, it has been generally assumed that the Pleistocene Ice Age had its origin in Earth’s north pole from which the glaciers spread southward. This, however, could not have been the case for the simple reason that regions within the Arctic Circle were actually spared the onslaught of ice. As Velikovsky and those who followed him, including Allan and Delair, have been stressing, northeastern Siberia, the New Siberian Islands, Novaya Zemlya, Spitzbergen, Kong Karls Land, Franz Josef Land, the eastern part of Alaska, the Yukon, is- lands of the Canadian archipelago, Banks Island, and northern Greenland, which today are among the coldest places on Earth, were not glaciated during the Pleistocene Ice Age As Henry Howorth reported as early as 1893: “Tt is a familiar fact that there are no traces of glaciation in northern Asia, but, on the contrary, there is the most complete and consistent evidence that no such traces are to be found either on the flat tundras or on the higher ground.”5 And: “We find, roughly speaking, that by the fortieth meridian of east longitude, passing through the White Sea, and the one hundred sixtieth of west longitude, passing through Alaska, but separated by the Atlantic Ocean, is included the portion of the northern hemisphere which presents us with proofs of that abnormal extension of ice which we styled the Glacial Epoch. Great as this extension of the glacial episode was,</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 81,
        "captions": [],
        "headers": [],
        "content": "<p>it is only fair to point out that from the Kola Peninsula in fortieth east longitude to Bering Strait, the vast tundras of Siberia, extending through one hundred fifty degrees of longitude, do not appear to present any traces of that abnormal ice episode which is so remarkably impressed on northwestern Europe and the northern part of Amer- ica... There is consequently no evidence for assuming that during the extension of the glacial episode on Scandinavia, Great Britain, and North America the climate of Sibe- ria differed very greatly from what it is now. Presumably it must have been warmer, for the land at that time supported vast herds of mammoth, rhinoceros, and other large mammals whose remains are found in the tundras of Siberia and the more northern New Siberian Islands.”! True enough, in 1952, Opik recommended prudence, at least as far as Siberia is con- cerned. As he wrote then, “in most textbooks Siberia is referred to as having been free from ice.”? To which he added: “This is an example of how imperfect our knowledge of past glaciations may be, and summons us to caution, especially with respect to former ice ages which happened hundreds of millions of years ago, and of which fewer traces must have been preserved than of the recent Quaternary [in which the Pleistocene epoch falls]... Opik was right: Our knowledge of past glaciations was imperfect in 1952 as, to some ex- tent, it still is. But nothing that has come to light since he wrote those words have changed the situation that J. B. Dana originally reported when he wrote that: “It is a remarkable fact that no ice mass covered the low lands of northern Siberia any more than those of Alaska.” In fact, whatever glaciation gripped northeastern Siberia, east of the Lena, was of an alpine type and not a continuous ice cover; only the highlands boasted a few glaciers, while the coastal plain was left free of ice.5 This situation being akin to modern-day Switzerland, one can hardly call it an ice age. And, as R. F. Griggs stated in Science: “The islands of the Arctic Archipelago were never glaciated. Neither was the interior of Alaska.” In the late 1900s, Allan and Delair could still declare that: “Today, the world’s coldest known land region is north-eastern Siberia. There, if anywhere, we might expect huge ice-sheets to have developed if the Ice Age theory</p>",
        "markdown_converted": true
    }
]