[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 133,
        "captions": [],
        "headers": [],
        "content": "<p>Heidel was honest enough to admit, even if he himself did not quite accept the identification. We should not, therefore, be surprised that when it comes to praises, hymns, and prayers to Yahweh, we find that even these were borrowed from those which had been uttered to other deities. Take, as a for-instance, the song that Moses and the Israelites are said to have sung once they had crossed the Sea of Passage. “Who is like unto thee, O Yahweh?” it is reported that they intoned.! Is this not similar to the Egyptian praises in the Text of Teta in which Osiris is lauded with the words “there is no god like unto thee”? And have we not already identified Osiris, like Yahweh, as an anthropomorphism of the same planet Saturn? The very same words given in the Israelite hymn—“Who is like unto thee?”—were also addressed to Marduk.‘ Not only that but, coincidentally or not, the hymn to Marduk, like that of the Israelites at the crossing of the Sea of Passage, is associated with the tempest and the sea: “Who shall escape from before thy power? Thy will is an eternal mystery! Thou makest it plain in heaven And in the earth. Command the sea And the sea obeyeth thee. Command the tempest And the tempest becometh a calm... Lord, thou art holy! Who is like unto thee?”&gt; Fair enough, Marduk is not identifiable as Saturn. At first a Babylonian deity of little importance, Marduk rose to prominence through the political ascendancy of the city of Babylon.® With very little mythology of his own, Marduk’s adherents appropriated those of other deities. Prime among these was Ninurta,’ one of the Mesopotamian anthropomorphic representations of the planet Saturn.’ As if this was not enough, Marduk also appropriated some of the functions which were originally attributed to Ea,’ as well as Enki,!° his alter ego, both of whom are also identifiable as the Saturnian planetary deity. So that, while there</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 134,
        "captions": [
            {
                "source": "caption",
                "text": "Floor plan and cross section of Solomon’s Temple, showing the Holy of Holies, marked X, the cubic construction of which bespeaks its dedication to the planetary god Saturn. (Adapted from plans drawn by Marie-Jos¢phe Devaux.)"
            }
        ],
        "headers": [],
        "content": "<p>is no direct evidence for it, it is more than plausible that the praise “Who is like unto thee?” —as applied to Marduk—was originally directed to Ninurta/Ea/Enki/Saturn, the same as the Israelite Yahweh. That Yahweh was knowingly worshipped as Lord Saturn by the Israelites is evidenced by the very temple Solomon built for his worship. Lawrence Stager was astute enough to realize that Solomon’s Temple, together with the area surrounding it, was patterned after a celestial archetype.! He did not, however, go far enough. Hildegard Lewy went much further with her insightful revelation that Solomon’s Temple was dedicated to Saturn,? even though later Biblical scholars have tended to shy away from this revelation.? Not only were the services in Solomon’s Temple distinguishable as Saturnian rites, its holy of holies was built in the shape of a cube. The telling point here is that, for some now unknown reason, cubic temples were characteristic of Saturnian shrines.‘ It cannot therefore be said that the worship of Yahweh was tainted with Saturnian elements at a later time. In passing it should be mentioned that there were other temples dedicated to Yahweh be- sides the one that Solomon built in Jerusalem.5 Ephraim Stern stressed the fact that King Hezekiah of Judah “sought to centralize the worship of Yahweh in Jerusalem” demonstrates “that Yahweh worship was by no means confined to Jerusalem.”6 “The Bible itself mentions sanctuaries at sites such as Dan, Shechem, Shiloh, Bethel and Beersheba, and archaeology confirms that there were numerous other sanctuaries</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 135,
        "captions": [],
        "headers": [],
        "content": "<p>outside Jerusalem dedicated to the Israelite national god. A cultic installation dedi- cated to Yahweh must have existed at Judahite Nebo in Moab during the ninth cen- tury B.C.E.: In his stela, Mesha claims to have taken from Nebo the vessels of Yah- weh that he later used in a sanctuary dedicated to the Moabite god Chemosh.”! Another temple to Yahweh must also have existed at Lachish, “the most important city in Judah after Jerusalem,” to say nothing of others which inscriptions confirm to have existed even outside Israel and Judah—such as at Kuntillet ‘Ajrud, in the Sinai.” The remains of such a sanctuary has even been unearthed at Arad, in the Negev. “De- spite scholarly disputes as to precisely when it was built and when it was destroyed, it is clear that the Arad sanctuary was in service simultaneously with the Jerusalem Temple and was probably in use during most of the monarchy.”4 Like Solomon’s Temple, the Arad sanctuary consisted of three parts: a courtyard, a heikhal (main hall), and a debir (holy of holies). With so many sanctuaries to Yahweh—and there may be others that have not yet been discovered—it becomes evident that the worship of this god was not restricted to Jerusalem or the monarchy that reigned from that centre. One, then, has a right to ask why the Hebrews fell victim to the influence of foreign gods? This raises yet another question: Should the wor- ship of gods other than Yahweh by the Hebrews be seen as apostate? As Werner Keller pointed out, the claim that Yahweh was “King above all gods”&gt; can only have meaning “if people believe in other gods as well.” Psalm 86 states that: “Among the gods there is none like unto thee, O Adonai.”? This, too, would be meaningless unless there were other gods with whom Adonai, that is Yahweh as Lord, could be compared. Or why would Yahweh have been said to be “feared above all gods”’® or “exalted far above all gods”? Even in the song of Moses mentioned above, the full verse appears as: “Who is like unto thee, O Yahweh, among the gods?” None of these Biblical declarations—and I could have supplied others—make sense un- less it was believed that Yahweh was not the only god. And why should he have been? There were, after all, other planets besides Yahweh/Saturn. This was so well known that the astral nature of the gods continued to be recognized and debated well into the eighteenth century of the modern era.!! All of this has been discussed in detail for more than one reason, not the least of which is the origin of religion. The god of the Old Testament is the very same god of those faiths</p>",
        "markdown_converted": true
    }
]