[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 464,
        "main_text": "extra-terrestrial causes for mass extinctions.”! Rare collisions between Earth and comets, according to Urey, “would have been sufficient to heat up considerably both the atmosphere and the surface layers of the oceans,” and this “could have had a disastrous effect on both land and marine faunas.”? Even Nature, that paragon of uniformitarianism, ran an article by Michael Benton to that effect. As he there wrote: “New analyses suggest that the classical view, that some groups die out simply be- cause they become ‘out of date’ and are replaced by their more efficient competitors over long periods of time, is not an adequate explanation. There is increasing evi- dence that major physical changes have caused more large-scale evolutionary changes than has competition.” The traditional “competitive” explanations for the major extinctions of the past, Benton went on, “have been questioned by a closer study of the fossil record.” Although he did not entirely exclude some degree of competition in the survival of species and the demise of oth- ers, his conclusion was that rivalry “will rarely be the sole cause, whereas it could be postu- lated that a catastrophic change in the physical environment is sufficient on its own.”4 But even then, as with the climatic and overkill theories, it cannot be said that extinctions through cosmic catastrophism was embraced by one and all. Writing in the same Nature in 1984, the geologist Tony Hallam was bold enough to state that “catastrophists such as Cuvier were the true empiricists of the day, interpreting the stratigraphic record as it appeared, for instance in the abruptly changing succession of fossil faunas, and that Lyell [with his uni- formitarian concept] introduced confusion into the argument..”> And yet he could still point out that “serious doubts and difficulties persist about extraterrestrially-induced catastrophes, especially as a general explanation for mass extinctions.” One thing he was confident enough to claim was that: “Lyell accused his catastrophist opponents of trying to cut, rather than patiently un- ravel, the Gordian Knot. He would no doubt shake his head sadly at those modern catastrophists who favor a quick fix for a long-standing problem.” Lyell may well have been shaking his head, but, as time went by, Cuvier, who could be called his greatest opponent, began to regain the ground he lost. After all, as Stephen Gould himself declared, “Charles Lyell was trained as a lawyer, and his book is more a brief for gradualism than an impartial account of evidence.”$ On the other hand, according to the same",
        "captions": [],
        "bibliography": "1 Ibid. 2 Ibid. 3M. J. Benton, “Large-Scale Replacements in the History of Life,” Nature (March 3, 1983), pp. 16-17. 4 Ibid. (emphasis added). 5 T. Palmer, “Nemesis for Evolutionary Gradualism?” Chronology and Catastrophism Review, X (1988), p. 61 (emphasis added). 6 Ibid. (emphasis as given). 7 Ibid. 8S. J. Gould, “An Asteroid to Die For,” Discover (October 1989), p. 62. 464",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 465,
        "main_text": "Gould, Georges Cuvier “was a rationalist and a chief figure of the Enlightenment, not an antediluvian theological apologist.”! “Cuvier did not use catastrophism to argue for a young Earth; rather, his superb geo- logic work helped to establish Earth’s great antiquity. He did not invoke worldwide paroxysms as divine and miraculous, but as natural events proved by copious geo- logic evidence. Yet Lyell’s rhetoric prevailed, and catastrophism was cast out beyond the pale of science.”? Nor were Gould and Urey the only world authorities who began to favor catastrophism. Richard Leakey, the able son of the more famous Louis Leakey, was of the same opinion as the book he co-authored with Roger Lewin makes clear. As far as these two writers were con- cerned, the idea that extinctions may be caused through extraterrestrial events “is truly com- pelling.” As they made clear, they were forced “to leave behind” what they termed the “Dar- winian world” and accept that extinctions represent the hapless victims “of a fickle universe.” As they conclude: “Gone is an image of the flow of life as smooth and predictable...its replacement is a world that is erratic and unpredictable...Catastrophism is back with us, and it is real.”4 One problem that was difficult to overcome is that, quite often, the evidence of the fossil record appears to indicate a gradual transition. But this, it has been found out, is nothing but an illusion. As it was ultimately discovered, “it is highly improbable that fossils will ever yield a true picture of extinction, even when extinction is sudden.”> “Various tests showed that even in cases where an extinction was known to be abrupt for many species, imperfections in the fossil record made it look gradual. The concept that a sudden extinction will always look gradual—that it will leave a record that suggests the fossils disappeared before the actual sudden extinction horizon—is now called the Signor-Lipps effect after Professor Phil Signor and Jere Lipps of the University of California.”6 Others have argued that although, cometary or asteroidal impacts would be devastating, “these direct effects are not enough to explain by themselves mass extinction and world-wide geological activity.”7",
        "captions": [],
        "bibliography": "1 Ibid. 2 Ibid. 3 R. Leakey & R. Lewin, The Sixth Extinction (N. Y., 1995), p. 229. 4 Ibid. (emphasis added). 5 P.D. Ward, The Call of Distant Mammoths (N. Y., 1997), p. 170 (emphasis added). 6 Ibid., pp. 170-171. 7 F, Barbiero, “Changes in the Roatation Axis of Earth After Asteroid/Cometary Impacts and Their Geological Effects,” Fifty Years After Worlds in Collision by Velikovsky: Classical and New Scenarios of the Evolution of the Solar System (Bergamo, 2002), p. 86. 465",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 466,
        "main_text": "John Alroy went even further. Examining the size and ages of major craters in North America and comparing them with the fossil record, he could find no correlation between impact size and the rate of extinction.! “[Alroy] argues that life is far more tenacious than some scientists make it out to be. Furthermore, mass extinctions are very unusual, he says, and are rarely caused by a single catastrophic event.” But that extinctions, as Alroy reasoned, “are much more likely to result from slower, less dramatic processes such as species migration, climate change, competition, and disease” is not something with which we can concur. Besides, more was yet to come as the following re- port from the Earth Institute at Columbia University shows. “Supporting the theory that catastrophic events significantly influence major Earth proc- esses, researchers have determined that comet and meteorite impacts on Earth occurring over the last 4 billion years have directly correlated with the activity of strong and normal mantle plumes—heated mantle rock causing volcanic eruptions...”* And: “Another question raised by the correlation between impacts and volcanism concerns widely adopted theories that meteorite and comet impacts were the cause of mass ex- tinctions of life on Earth. Was it the impact alone or could major episodes of mantle plume volcanism have contributed to these extinctions?’”> Impacts, however, would have been accompanied by more than just volcanism. A cosmic body falling into the ocean would also have spawned tsunamis that would radiate away from the body’s crash site. “Initially more than 2,500 feet high,” Pamela Gay reports “these waves abate to about 1,700 feet 40 miles from the point of impact.”6 By comparison, a mere 30-foot- high tsunami that hit Papua, in New Guinea, in 1998, killed 2,100 people.” Thus, by 2003, the consensus was that impacts were responsible for closing the geological periods of Earth’s past’—except, as was thought by some, when it came to the close of the Pleistocene epoch. The impact band wagon was not by these believed to be a convenient vehicle. As Jennifer Kahn reported: “Unlike the meteor that hastened the demise of dinosaurs 65 million years ago, the North American megafaunal extinction [at the end of the Ice Age]",
        "captions": [],
        "bibliography": "1R. M. Gorman, “Extinction Trends: No Need to Fear the Asteroids?” Discover (February 2003), p. 11. 2 Ibid. 3 Ibid. 4 http://www.earthinstitute.columbia.edu/news/2003/story0 1-17-03.html 5 Ibid. 6PLL. Gay, “Killer Asteroids Make Big Splash,” Astronomy (February 2003), p. 28. 7 Ibid. 8 Ibid. 466",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 467,
        "main_text": "has not been linked to a single cataclysm.”! Yet, years before, Allan Kelly and Frank Dachille had already blamed the extinction of the mammoth, as well as other Pleistocene fauna, on a cosmic impact that they believe took place between 15,000 and 8,000 years ago.? We are not, however, dealing with but one cosmic impact. Nor are we dealing with just cosmic impacts. As should by now have become apparent, impacts, even with concurrent tsu- namis and world-wide volcanism, were not the direct cause behind the closing of Earth’s past geological periods. The closing of the Pleistocene epoch has here been ascribed to proto-Sat- urn’s flare-up. It was due to the proto-Saturnian system’s passage through the so-called Kui- per Belt that impacts would have been inevitable. As already noted, the number of craters that have been dated to this time are multitudinous. One is therefore bound to ask where it was that Kahn obtained her information from. GEOLOGISTS JOIN IN Paleontologists are not the only ones who finally decided to re-embrace cosmic catastro- phism. Although not one and all, geologists were bound to do the same. Derek Ager, who made a special study of the world’s geological, especially its stratigraphical, record, was forced to conclude that “sooner or later, we must face the possibility of an extra-terrestrial cause, though in most geological circles one seems to be expected to blush when doing so.”3 Actually, a cosmic cause had been espoused by various geologists even before. “Such hypotheses have been postulated by highly reputable geologists when no other possible cause can be found to explain certain phenomena [Ager went on]. I make no apology for joining a distinguished band of predecessors. Changes, cyclic or other- wise, within the solar system or within our galaxy, would seem to be the easy and in- controvertible solution for everything that I have found remarkable in the strati- graphical record.”+ Like others before him and since, including the present writer, Ager did not discount the effects of sea-floor spreading and plate tectonics,> even though he did question some of the theory’s adamant details.© Even though he was mostly discussing eras prior to the Pleisto- cene he realized that: “There is no evident explanation to be found in drifting continents or colliding plates. It seems that here, at least, we must appeal to an extra-terrestrial cause.””",
        "captions": [],
        "bibliography": "1J, Kahn, op. cit., p. 55. 2 J. S. Lewis, Rain of Iron and Ice (N. Y., 1996), p. 106. 3D. V. Ager, op. cit., p. 83. 4 Ibid (emphasis added). 5 Ibid. 6 Ibid., pp. 6, 10, 25, 82, 98 7 Ibid., p. 88. 467",
        "headers": [
            "GEOLOGISTS JOIN IN"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 468,
        "main_text": "Without advocating a particular cosmic agent, Ager came to the following general conclusion. “I am coming more and more to the view that the evolution of life,” he wrote, “like the evolution of continents and of the stratigraphical column in general, has been a very episodic affair, with short ‘happenings’ interrupting long periods of nothing much in particular.”! This not only expresses our own sentiment, but we can recognize one of Ager’s short “happenings,” as also one of the cosmic causes he sought, in proto-Saturn’s flare-up. A shift toward cosmic catastrophism definitely took place at the May 1983 Dahlem con- ference in which quite a few geologists took part. The April 19, 1984 issue of Nature devoted much of itself to this shift and the debates it caused. Despite some uncertainties and a lot of confusion, John Maddox could then actually state that the “intellectual climate has changed in favor of catastrophism.”? Another well-heard voice at the conference was that of David Raup.? As he made quite clear four years later, Raup embarked on something of a crusade against the very concept of uniformitarianism. And he did so without employing castigation. Alluding to catastrophes as rare events, he offered the opinion that: “All too often, rare events are ignored because so little is known about them. Theories based on rare events are often labeled ‘untestable’...and this charge can be devastating to a new or unusual theory. The charge of untestability often has the effect of putting a new theory in company with the truly fantastic claims of the lunatic fringe.”* Or, as he put it in a different manner: “Catastrophic interpretations of features in Earth history are viewed as guilty until proved innocent.”> In company with the new breed of cosmic catastrophists, Raup did not altogether abrogate the principle of uniformitarianism. He, however, realized that recent discoveries had forced uniformitarianism to absorb “several important catastrophist elements” and that “geologists now use a blend of the two opposing views.” The conclusion he eventually reached was that “scientists have traditionally erred by downplaying the role of rare, catastrophic events.”” Not long after Raup, Stephen Gould was echoing the same sentiments. Speaking of the above discussed shift in scientific attitude, which he called “monumental,” Gould was bold enough to go where he would not have previously dared to venture. “Ideas advanced in the last decade are providing new and exciting knowledge,” he wrote, “and in that sense, of course, they are progressive.”",
        "captions": [],
        "bibliography": "| Jpid., p. 93 (emphasis added). 2 J. Maddox, Nature (April 19, 1984), p. 685. 3 See here D. M. Raup & J. J. Seposki, Proceedings of the Natural Academy of Sciences 81 (1984), pp. 801- 805. 4D. M. Raup, “Changing Views of Natural Catastrophe,” The Great Ideas Today (Chicago, 1988), p. 59. 5 Ibid., p. 72. © Ibid. 7 Ibid., pp. 76-77. 8S. J. Gould, loc. cit. 468",
        "headers": []
    }
]