[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 44,
        "main_text": "mechanism that would account for just such fluctuations.! What were these “reasonable assumptions”? First of all, Opik subscribed to the belief that ice ages have occurred about every quarter of a billion years, with each one lasting just a few million years. He also believed that we are, at present, in a relatively warm interglacial interlude of what he calls “our ice age.” His the- ory then demands that the heat output of the Sun would have had to have fluctuated by 8 or 9 per cent “from its present norm.” A reduction by 8 per cent would reduce Earth’s overall temperature to the 41 degrees that has been calculated for the coldest glacial periods. A rise of 9 per cent would raise the global temperature to an average 72 degrees. Opik therefore had to come up with a mechanism which would account for all this. What he came up with was a theoretical cycle for the Sun which commences with its normal state. Convection currents then promote nuclear reactions in the core which, while being relatively small, is rich in hy- drogen fuel. Hydrogen from the surrounding mantle diffuses into the core, but the Sun’s me- tallic elements remain behind due to their slower diffusion. These metallic elements then act as a barrier to the energy radiating from the core. This causes the Sun to contract, while the metallic barrier heats up, developing convective currents of its own which spread to increase the core. Thus the energy output is itself increased, after which the Sun expands using twice the excess energy. It is the reduced radiation that results from this cycle that causes ice ages to develop on Earth. At the end of the cycle, needless to say, the Sun returns to its normal state.? We will let pass, for the time being, that the above constitutes nonsense to those who be- lieve the Sun to be electrically, rather than nuclearly, fueled. The problems with the theory is that the amount of metallic elements in the sun has to be assumed to be 3 per cent, while most authorities could vouch for only 1 per cent. Moreover, the theory fails to explain the short-term fluctuations that are believed to occur within any one given ice age, that is the so- called interglacial periods. Flint himself had already raised this objection to his own work, so that, again, there was nothing new here. Opik’s “guess” is that these interglacial periods represent “a kind of ‘flickering’ of the disturbance in the sun—like a candle flame blown by the wind.” It is such guesswork, together with the piling of assumptions, which had already been raised by Flint,4 that has kept Opik’s theory from receiving general acceptance. In a later work, Flint himself was honest enough to admit that: “Whether [the theory] will stand up under analysis...remains to be seen. At best it is only a very general framework. Undoubtedly the true explanation of the Pleistocene climatic changes is much more complex than the concept as stated.”’5",
        "captions": [],
        "bibliography": "1B. J, Opik, loc. cit. 2 Ibid. 3R. S. Flint, loc. cit. 4 Ibid. 5 Idem, Glacial and Pleistocene Geology (N. Y., 1957), p. 503 (emphasis added). 44",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 45,
        "main_text": "SUN SPOTS AND NEBULAR DUST In a paper which appeared in New Scientist at the end of 1978, the occurrence of ice ages was blamed on a major variation in sunspot cycles. An alternative to this model was also proposed by the same authors, who suggest that ice ages could also have been caused by Earth’s encounter with nebular dust during the Solar System’s journey through the galaxy.! The theory concerning Earth’s passage through an interstellar cloud of dust was aired again in 1995, the event supposedly having transpired some 2000 to 8000 years ago, with the dust cloud owing its origin to a supernova which flared up 250,000 years ago.? No evidence of any worth was presented to support either of these two postulates. SUPERFLARES A different type of solar cycle was being theorized at the turn of the century. This one fo- cused on solar flares, those enormous outbursts on the Sun that bombard Earth with torrents of subatomic particles moving at high velocity. As is known, Earth’s magnetic field, to say nothing of the atmosphere, acts to dampen, or even negate, the potentially lethal effects of the Sun’s ordinary flares. It was however found out that other Sun-like stars have a tendency to brighten briefly by up to a factor of twenty. Bradley Schaefer, then hailing from Yale Uni- versity, is of the belief that these “stellar flickers” are caused by “superflares, millions of times more powerful than their common cousins.” Had they to occur on our Sun, such su- perflares would fry Earth within a few hours. “And while too much solar activity could be deadly, too little of it is problematic as well.”? “Sallie Baliunas at the Harvard-Smithsonian Center for Astrophysics says many solar-type stars pass through extended quiescent periods, during which they become nearly 1 percent dimmer. That might not sound like much, but a similar downturn in the sun could send us into another ice age. Baliunas cites evidence that decreased solar activity contributed to 17 of the 19 major cold episodes on Earth in the last 10,000 years.”+ Scientists are hard-put to account for stellar superflares,> but that need not deter us from theorizing what they could do to any planet orbiting such stars. One problem here is that, de- spite Schaefer’s belief, it is not known that stellar superflares have anything in common with our Sun’s flares. In fact it seems more likely that stellar superflares are more akin to recur- ring novae. A bigger problem, of course, is that there is no evidence that our Sun can engage",
        "captions": [],
        "bibliography": "1D. Clark, et al., “Celestial Chaos and Terrestrial Catastrophes,” New Scientist (December 14, 1978), pp. 861- 863. 2 New Scientist (May 20, 1995), p. 30 as cited in “Dusty Coming and Goings,” Chronology & Catastrophism Workshop, 1995:2, p. 23. 3C. S. Powell, “Twenty Ways the World Could End Suddenly,” Discover (October 2000), p. 53. 4 Ibid. (emphasis added). 5 Ibid. 45",
        "headers": [
            "SUN SPOTS AND NEBULAR DUST",
            "SUPERFLARES"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 46,
        "main_text": "in such excesses. It has, however, been argued that it cannot be entirely ruled out that our Sun can be capable of generating milder but still disruptive behavior. ! But, as usual in such cases, conjectures cannot stand in for evidence. SUPERNOVAE AND COSMIC RAYS Competing alternatives continued to pile in the late twentieth and well into the twenty- first century. One of these, aired in 1999, blamed the onset of ice ages on cosmic rays, those high velocity atomic particles which are believed to be created by the blasts from exploding stars. These cosmic rays bombard Earth’s atmosphere incessantly but without any perceiv- able harm. Henrik Svensmark, from the Danish Space Research Institute, has however re- thought the process, concluding that these rays not only tend to greatly influence Earth’s weather but may even trigger ice ages. According to Svensmark, these cosmic rays streaking through the atmosphere collide with carbon atoms, thus creating reactions that aid in the trig- gering of cloud formation. Increased cloud cover would then lower global temperatures by reflecting sunlight back into space. Because such collisions create radioactive carbon-14, Svensmark could test his theory by studying sediments containing this signature. He discov- ered that carbon-14 levels in sediments had increased “by almost a factor of two” during the so-called little ice age which occurred in the years between 1300 and 1850.? But, little ice age aside—which event can hardly be compared to bona fide ice ages— cosmic rays at present are not creating extensive glaciation so that, as with other theories, one would have to assume that the cosmic ray bombardment on Earth had to have been much more intense in the past. But this, then, would require a cause for the increase in bom- bardment and, to be sure, a cause was soon concocted by another theoretician. Reviving a theory originally proposed in 1995, Nir Shaviv, who wanted to blame all pre- vious ice ages on supernovae, started by commenting on the rarity of these events. He then circumvented this problem by relying on the Solar System’s periodic passage through the arms of our galaxy. Where Clube and Napier found these arms chock-full of comets, Shaviv found them teeming with supernovae. As Jeffrey Winters reported in 2003: “Overall, supernovas are rare, but as the solar system circles through the Milky way, it sometimes passes through one of our galaxy’s spiral arms, where large numbers of massive stars form and explode as supernovas. All those detonations fill the spiral arms with cosmic rays, fragments of atoms traveling close to the speed of light.” As we have just seen, Svensmark is of the opinion that these cosmic rays can create clouds when they hit and pass through Earth’s atmosphere. These clouds, Shaviv agrees, can then trigger global cooling and, thus, a series of ice ages.*",
        "captions": [],
        "bibliography": "1 Ibid. 2 “Weather From Outer Space,” Discover (April 1999), p. 25. 3 J. Winters, “Galactic Ice Age Threat,” Discover (January 2003, Special Issue), p. 50. 4 Ibid. 46",
        "headers": [
            "SUPERNOVAE AND COSMIC RAYS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 47,
        "main_text": "As an aside, what the fluctuation rate of carbon-14 levels, as proposed by Svensmark, does to radio-carbon-derived dates has not been commented upon by anyone in orthodoxy. LACK OF CONSENSUS Given the various theories of ice ages discussed above, all of which are burdened with faults, and finding nothing new to offer by way of a valid alternative, some authorities were forced to opt for a combination of causes. So, for instance, Flavio Barbiero. Writing in 1974, Barbiero selected two of these past theories and welded them into an abashed alloy of his own making. He first maintained that, because of the Moon’s gravita- tional attraction, Earth is unable to sustain its rotational axis at the same angle to the ecliptic. Earth’s tilt, according to him, varies from between 15 to 20 degrees over a period calculated at about 20,000 years. This causes the ice at the poles to increase and decrease accordingly.! But then, still according to Barbiero, 12,000 years ago, Earth was struck by an asteroid or a comet. The ensuing cataclysm shifted the poles, which event enshrouded Antarctica in a mile-thick mantle of ice. The same event succeeded in melting, and thus reducing, the great ice caps in the north*—never mind that both caps are known to have suffered glaciation at approximately the same time. Barbiero relied in part on the work of the Austrian geologist, Otto Muck, who had claimed that the impacting body, weighing 2 billion tons, impacted in Florida, breaking into two large fragments, on June 5, in the year 8496 B.C., at 20:00 hours (local time).? Such precision—or should one say omniscience?— leaves one aghast! Barbiero then burdened this scenario with the belief that Plato’s Atlantis had actually been located in Antarctica—which item was later picked up by various other dilettantes—the remains of the civilization of which now naturally lies beneath the ice.+ I would not normally have even included Barbiero’s hypothesis, but, as Peter Tompkins noted: “A preface to Barbiero’s book by the director of the Italian Polar Geographic Institute, Silvio Zavatti, attests to the seriousness with which the thesis was received.”> Followers of Barbiero and those who subscribe to the Antarctic/Atlantis theory will hate me for saying this, but I would rather pass this up without further comment. Steven Robinson, who vouched for only one ice age, was another theoretician who blamed ice ages on a dual factor: the tilt of Earth’s axis and high volcanic activity.6 Trevor Palmer is of the opinion that there were more than just two causes working in concert behind the build-up of ice that caused ice ages. As he stated:",
        "captions": [],
        "bibliography": "1 F, Barbiero, Una Civilta Sotto Ghiaccio (Milan, 1974). 2 Ibid. 3 Ibid. 4 Ibid. 5 P. Tompkins, The Mysteries of the Mexican Pyramids (N. Y., 1976), p. 382. 6S. J. Robinson, “On the Disproportion Between Geological Time and Historical Time: Part Two—Of Earth, Fire and Water,” Chronology and Catastrophism Review (1993 Special Issue), pp. 28-31. 47",
        "headers": [
            "LACK OF CONSENSUS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 48,
        "main_text": "“...it seems likely that a proper explanation for Ice Ages must involve the interplay of several factors including asteroid impacts, vulcanism, atmospheric dust, continental drift and Milankovitch cycles. They were clearly complex events.”! It can thus be stated that matters have not improved since Hooker’s day. At the time of this writing, no consensus has yet been reached concerning the cause of ice ages. As Gregg Easterbrook noted: “Few mysteries of natural science are as vexing.”? Just as vexing is the question of what terminates ice ages. “Tf scientists have been perplexed by the genesis of ice ages, figuring out why they stop—why the glaciers start to roll back—has been even more difficult. Some calcu- lations suggest that once ice sheets cover much of the Northern Hemisphere, runaway glaciation ought to lock the Earth forever in deep freeze. Why? Because so much of the land, turned white by ice, will reflect more solar warmth back into space. But thus far runaway ice ages have not occurred.” And: “How ice ages occur is still a mystery, despite theories of orbital changes and ocean currents [to say nothing of the other theorized causes discussed above]...How the very earliest ice ages came to an end is an even greater problem.”* As Francis Hitching reported: “Nobody knows what triggered off the melting of the ice—as Cesare Emiliani, the eminent oceanographer and geologist put it: ‘Question: did the ice melt by surging under its own weight (mechanical collapse), and therefore temperature rose, or did temperature rise and therefore ice melted? If the latter, what produced the extremely rapid temperature rise?’”’> By 1980, John White was still following Charles Hapgood into believing that ice ages were caused by shifts in Earth’s axis and, therefore, had ended through the same mechanism, since every pole shift would have reallocated the centre of the ice caps, both north and south, to different localities.6 The problems inherent in Hapgood’s mechanism for such pole shifts has, however, already been discussed in the prequel to this volume,’ and there would be no point in reiterating it all here. As Fred Hoyle noted:",
        "captions": [],
        "bibliography": "17. Palmer, “Catastrophes: The Diluvial Evidence,” Chronology & Catastrophism Review, 2000:1, p. 112. 2G. Easterbrook, op. cit., p. 62. 3 Ibid., p. 63. 4 “Ice Age Problems,” Chronology & Catastrophism Review, 1998:1, pp. 38-39. > F. Hitching, The World Atlas of Mysteries (London, 1979), p. 164 (emphasis as given). 6 J. White, Pole Shift (N. Y., 1980), p. 99. 7D. Cardona, op. cit., pp. 391 ff. 48",
        "headers": []
    }
]