[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 34,
        "main_text": "frequent meteoric bombardments and other cosmic events.! Due to the discovery of tropical and sub-tropical remains of plants and animals in both the Arctic and Antarctic regions,? various authorities subscribed to similar ideas in that Earth’s rotational pole must have either shifted its location or tilted its direction in space. It was argued that either one of these changes could also account for the occurrence of ice ages. The pole shift theory received its major impetus in 1970 with the publication of Charles Hapgood’s opus magnum on the subject. The axial tilt theory was aired in 1978 by Jack Wolfe who was quoted as saying that “earth’s axis of rotation was once less inclined toward the sun.” In his view this “could help explain major changes in climate.”4 In March of the same year, in reporting the discovery of fossil amphibians and reptiles in a mountainous region of Antarctica, John Cosgriff, Jr. also came to the conclusion that: “Clearly, the south pole was then elsewhere than on the Antarctic continent.”5 In 1980, John White published a book on the subject which should have won as much ac- claim as Hapgood’s had previously done. A polar shift theory due to a close passage of an unknown planet, named simply Z, was presented at the University of Bergamo symposium in 2001 by W. Wolfli and W. Balten- sperger. Planet Z was there speculated to have been of Martian mass and to have entered the Solar System from the regions of the asteroid belt, the Kuiper Belt, or the Oort Cloud. It may also have originally orbited the giant planet Jupiter. Since it fragmented, with its debris fal- ling into the Sun, planet Z no longer exists.® The problems inherent in these theories of pole shifts and tilts, have already been dis- cussed in the prequel to this volume,’ to which the reader is therefore referred. MAGNETIC FIELD COLLAPSE Past reversals of Earth’s magnetic polarity, deduced from the fossil magnetism in rocks, have been acknowledged for some time. This led Frederic Jueneman to hypothesize what could, or would, occur had the terrestrial field actually collapsed. As he reasoned, the greatest effect “of even a partial collapse” of Earth’s magnetic field would “probably” result in an intense cooling. This is a phenomenon that has been observed, albeit on a much smaller scale, in laboratory experiments “where the collapse of a magnetic field induces a cooling effect by slowing or even stopping thermal molecular motion with no net gain or loss of en- ergy.”",
        "captions": [],
        "bibliography": "1B. Crew, “Classics of Catastrophism,” $.I.S. Review V:4 (1980/81), p. 127. 2 See here especially, D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 361 ff. 3C. H. Hapgood, The Path of the Pole (N. Y., 1970), in toto. 4 J. Wolfe as quoted in a 1978 United Press International article titled “Alaska Was Tropical, Expert Says,” as cited by John White, Pole Shift (N. Y., 1980), p. 12. 5 New Haven Register (March 5, 1978), as cited in ibid., p. 13. 6 W. Wolfli & W. Baltensperger, “Geographic Shift of Earth’s Pole Positions After a Close Encounter with an Object of Planetary Size,” Proceedings of the Symposium “Fifty Years After Worlds in Collision by Velikovsky: Classical and New Scenarios of the Evolution of the Solar System” (Bergamo, Italy, 2002), pp. 78-85. 7D. Cardona, op. cit., pp. 377-381, 391-403. 8 FB. Jueneman, Raptures of the Deep (Des Plaines, IL, 1995), p. 122. 34",
        "headers": [
            "MAGNETIC FIELD COLLAPSE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 35,
        "main_text": "“On a planetary-sized scale the cooling effect due to a rapid reduction or collapse of a magnetic field could freeze the atmosphere itself in the vicinity of the magnetic poles, causing the air itself to precipitate as snowflakes in a blizzard. The effects would be far-reaching...”! “Could such a phenomenon have occurred, or more to the point did such a thing indeed happen?” asked Jueneman. “And, if it did, what was the cause?”? To that end, Jueneman found himself toying with the idea that meteoric impacts—to which we shall come below— might “adversely” have affected Earth’s magnetic field “during the last 10 millennia.” But meteors have been known to impact Earth without coming anywhere close to collapsing Earth’s magnetic field. In order for Jueneman’s hypothesis to be seriously considered, one would have to postulate entire fields of sizeable meteors acting in concert, time and again, throughout Earth’s geologic past. Scars of impacts left by such meteoric trains have been identified by some as having excavated the hollows now recognizable as the chain of the Carolina Bays and similar depressions. But can it be shown that an incursion of a meteoric train could collapse Earth’s magnetic field? It seems more likely that such a collapse would require the interaction of an external electromagnetic, or at least an electrical, force. METEORIC AND ASTEROIDAL IMPACTS 1988 saw a revival of the meteoric impact theory as a cause for ice ages. Frank Kyte, Lei Zhou, and John Wasson, all from the University of California, blamed the most recent series of ice ages on the fall of a 500 meter diameter meteor which landed in the east Pacific basin some 2.3 million years ago. By throwing up some 20 billion tonnes of water into the strato- sphere, an enveloping cloud would have possibly risen to Earth’s high altitudes, blocking sunlight over the poles, thus instigating an ice age. For evidence, Kyte and his colleagues pointed to a high concentration of meteoric particles found in sediment of this supposed age in a core retrieved from the region, plus high iridium concentrations in six cores drilled up south west of Cape Horn.4 Emilio Spedicato, from the University of Bergamo, Italy, was of similar opinion. Con- structing his argument on the hypothesis of Hoyle and Wickramasinghe, he reached the con- clusion that the last Ice Age was initiated by a meteoric impact on land, and terminated by one in the ocean.> In Hoyle’s case, however, it was oceanic impacts which instigated ice ages—which shows that speculation can be made to account for an either-or cause. As Trevor Palmer, however, rightly concluded: “The impact of an asteroid of about 1 km diameter would undoubtedly have worldwide effects, but it seems unlikely that an event on this scale could, by itself, bring about the start or finish of an ice age, particularly since about",
        "captions": [],
        "bibliography": "! Ibid. 2 Ibid. 3 Ibid., p. 123. 4 Reported in Chronology & Catastrophism Workshop, 1988:2, p. 28. 5 E. Spedicato, Apollo Objects, Atlantis and the Deluge (Bergamo, 1990), pp. 24 ff. 35",
        "headers": [
            "METEORIC AND ASTEROIDAL IMPACTS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 36,
        "main_text": "three such impacts would be expected every million years.”! Thus, for instance, when Kyte et al.’s meteor is compared to the comet which was also claimed to have impacted Earth at the Cretaceous-Tertiary boundary, the one which has been blamed for the demise of the dino- saurs, it is legitimate to question Kyte’s conclusion. The amount of atmospheric disturbance that must have been created by the Cretaceous-Tertiary impact would have dwarfed the at- mospheric disturbance produced by Kyte’s postulated meteor. One is therefore inclined to ask why no ice age ensued at the cretaceous-Tertiary boundary. The twenty-first century saw no abatement of the impact theory. Gregory Jenkins, a me- teorologist hailing from the Pennsylvania State University, advanced the opinion that an as- teroid slammed into Earth four and a half billion years ago, knocking our world on its side. This touched off “a crazy climate that nurtured the first living things but later triggered giant ice sheets in the tropics.”? Although Earth was then much balmier than at present, the young Sun was then much fainter Jenkins explains this by postulating that Earth had been rotating sideways at the time. This would explain why Earth’s present polar circles were much warmer than at pre- sent, even much warmer than present lower latitudes. By the same token, the present equato- rial regions would have taken the place of the present polar circles. This, Jenkins opines, would explain the evidence of glaciers which have been discovered at Earth’s equatorial re- gions between 800 million and 540 million years ago. “When Jenkins modeled what the climate would have been like during that time if Earth’s axis were tilted at a steep, 70-degree angle, ice appeared at the equator.”* How did Earth regain its former, and now present, 23-degree tilt? Jenkins believes that 540 million years ago, at the start of the Cambrian Period, the buildup of continents near the south pole flipped our planet back.5 The possibility of such axial flips due to continental im- balance had, however, already been ruled out years before.® Besides, Jenkins’ theory could, at best, be made to account for but one particular ice age, the one which deposited glacial ice in the equator. It cannot be made to account for those ice ages which deposited glaciers in the northern and/or southern hemispheres. COMETS AND COMETARY TAILS In 1979, Fred Hoyle, writing with Elizabeth Butler, opted for the passage of Earth through cometary tails as a cause for ice ages. According to them, Earth’s upper atmosphere would suddenly have acquired a vast amount of dust from such a passage and that this would have increased the reflective power, or albedo, of the atmosphere which would have pre- vented solar radiation from reaching Earth’s surface. Because Earth’s oceans contain more",
        "captions": [],
        "bibliography": "17. Palmer, “The Erratic Descent of Man,” Chronology and Catastrophism Review, XII (1990), p. 21. 2 J. Gorman, “Earth in the Balance,” Discover (April 2000), p. 20. 3 See here, D. Cardona, op. cit., pp. 361 ff. 4 J. Gorman, loc. cit. 5 Ibid. 6 See here, D. Cardona, op. cit., pp. 394 ff. 36",
        "headers": [
            "COMETS AND COMETARY TAILS"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 37,
        "main_text": "Meal Ula WS land areas, lemiperature Over ule land WOuIU Lai! More Tapidly Ulall UWlat Over Ue seas. This temporary imbalance would have produced gales with speeds estimated up to one hundred miles per hour, and these, in turn, would have increased the evaporation from the surface of the oceans. Precipitation over the colder land would then also increase, causing prolonged falls of freezing rain.! Similar ideas were also proposed by Mark Bailey.”",
        "captions": [
            {
                "source": "internal",
                "text": "s NTS 6 AU SASL BIS 2 YOY     $*      ~S Swe   Er                  | ea a we eee Impact of asteroid on Earth. Did such impacts cause Earth’s past series of ice ages? (illustration by Bruce LaFontaine.) —_—_—_—_—_—_—_—_—_—_—_—_—_—_—_—_—_—_—_—_——_———__XO__—_—«—K—_—_—_EEEE"
            }
        ],
        "bibliography": "1. J. Butler & F. Hoyle, “On the Effects of a Sudden Change in the Albedo of the Earth,” Astrophysics and Space Science, 60 (1979), pp. 505-511. 2 J. Abery, “Society News: The 1995 AGM,” Chronology & Catastrophism Workshop 1995:1, p. 2. 37",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 38,
        "main_text": "Problems with this scenario include the fact that Earth’s northern hemisphere froze in a very peculiar manner, leaving much of Siberia and a large portion of Greenland unglaciated. As Peter Warlow indicated: “On the Butler-Hoyle hypothesis, as with conventional ice-age theories, one would expect a large land mass such as Siberia to be particularly severely af- fected—but it wasn’t.”! Even more problematical is the fact that our world went through the fabric of the Great Comet of 1861 with nothing much of any consequence occurring here on Earth. The world’s albedo was not affected. Earth’s atmosphere was not laden with dust. No ice age ensued. True enough, one may argue that not all past cometary tails might have been as tenuous as the one sported by that of 1861. But then the burden of proof would still lie with those who claim so. Besides, it has now been ascertained beyond doubt that, while they may contain a certain amount of dust, cometary tails are mainly composed of plasma.? But what of direct cometary impacts? In the late 1900s, Victor Clube and Bill Napier’s theory won the allegiance of many an aficionado. Relying on the Sun’s motion through the galaxy, it was reasoned that the Solar System would cross one of its spiral arms at intervals of about 50 million years. “Not only that,” they write, “it is moving in such a direction that it must have passed through Gould’s Belt only 10 million years ago.”3 “The rough periodicity in many geophysical processes is so similar to these intervals that it has long been recognized that terrestrial processes themselves might be trig- gered in some way by our passage through spiral arms...The problem has been to identify the mechanism giving rise to the geophysical effects.”4 Clube and Napier solved this problem to their satisfaction by proposing that the galactic arms contain large solid bodies which are gravitationally scooped up in millions by the Solar System in its passage, which would then result in episodes of planetary bombardment. These bodies, according to them, would be of sub-planetary dimensions, or planetesimals, which they envisage as being composed of “cold material of ice or possibly rock, or icy conglomer- ates.” These, still according to them, would account for the comets of the Solar System which, on break-up, can result in a veritable rain of debris on the Solar System planets in- cluding Earth. Among others, this scenario was accepted by Trevor Palmer who correlated it with im- pact craters which have been associated with the Miocene extinctions.> “Although the rela- tionship between these and similar events and subsequent climatic changes is only at present",
        "captions": [],
        "bibliography": "1p. Warlow, The Reversing Earth (London, 1982), p. 87. 2.N. Calder, The Comet is Coming! (N. Y., 1980), pp. 76, 81, 85; T. Dickinson, “The Seeds of Life,” Equinox (July 1997), p. 65. 3-V. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 33. 4 Ibid. 3 W. Alvarez & R. A. Muller, “Evidence From Crater Ages for Periodic Impacts on the Earth,” Nature, 308 (1984), pp. 718-720. 38",
        "headers": []
    }
]