[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 505,
        "captions": [],
        "headers": [
            "ARCTIC ORIGINS",
            "FUTURE RETURN OF ICE"
        ],
        "content": "<p><b><center style='font-size: larger;'>ARCTIC ORIGINS</center></b></p>\n<p>Just before the turn of the 19th century, Charles Lyell himself found reason to broadcast the profusion of greenery the remains of which had long been found within the Arctic Circle. “Tn the greater part of the Miocene and the preceding Eocene epochs [he wrote] the flora and fauna of central Europe were subtropical, and a vegetation resembling that now seen in Northern Europe extended into the Arctic regions as far as they have yet been explored and probably reached the pole itself.”! During that same time, other investigators continued to draw attention to the same state of affairs. Among them was the Swiss geologist, Oswald Heer, who went even further by postulating that the Arctic had served as the center of new generations of plants which then radiated to more southerly latitudes.2 There was also his Scottish counterpart, Archibald Geikie, who not only reached a similar conclusion, but also that such had been the case at a more recent period than Lyell had believed—in fact during the Quaternary. And while all of this has already been covered in greater detail in my previous volume,* Mark Harrison has more recently announced that the earliest signs of life that had thus far been detected come from within the Arctic Circle. This revelation was so radical it immediately came under severe attack, although Harrison has done an excellent job in rebutting the criticism raised against the hypothesis.° What is now additionally ascertained is that the “duration of the Ice Age...matches the duration of the Early Stone Age, or Paleolithic.”6 And that: “Throughout the whole of the Pleistocene...the cultural level of the ancestors of modern humans remained essentially un- changed.”7 </p>\n<p><b><center style='font-size: larger;'>FUTURE RETURN OF ICE</center></b></p>\n<p>“The interglacial period that has seen the rise of human civilization and the disappearance of the megafauna is ending,” wrote Windsor Chorlton in 1983, “and there can be little doubt that the great glaciers of the Ice Age will return.”8 At the time statistics suggested different times in the future at which Earth’s deep-freeze was to re-occur, the most quoted of which</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 506,
        "captions": [
            {
                "source": "caption",
                "text": "The ice-free Arctic."
            }
        ],
        "headers": [],
        "content": "<p>was sometime between 3,000 and 7,000 years from now.! But most of these calculations were based on Earth’s deviations in its orbit during the past million years? to say nothing of the Sun’s variation in heat dissipation during more or less the same period. Most writers on the subject, however, contended themselves with how civilized humanity would, or would not be, able to cope with the forthcoming disastrous change. Yet even then glaciologists were</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 507,
        "captions": [],
        "headers": [
            "BEHAVIORAL METAMORPHOSIS"
        ],
        "content": "<p>honest enough to admit that they could not be certain how it would really turn out since they were still far from confident how it had all transpired in the first place. “Unfortunately for humankind’s peace of mind [wrote Chorlton], the number of proc- esses involved in the triggering of an ice age, and the relationships among them, ap- proach the infinite. Few of these processes are understood fully enough to permit a confident projection of their behavior, let alone of their cumulative effects.” According to others we are still living in the Ice Age, even if “in only a slightly warmer spell of it.” And, what is worse, there are those who have claimed that, as far as Earth’s northern latitudes are concerned, our world already appears to be cooling. By 1992 it was estimated that the next ice age would chill the world no later than 2,000 years from now.‘ One theory even suggested that Earth’s greenhouse effect may bring it on sooner.’ The climate swings brought on by the Milankovitch cycles were no longer seen by some as having been profound enough to cause a “glacial crash.”6 As we all know, the fear of an impending ice age has now been superseded by that of global warming. I will not here go into any of that besides stating that Earth’s temperature will always fluctuate up and down through the ages as it has done since time immemorial. Earth’s variations in its orbital path around the Sun are minimal enough, but not so the Sun’s own disparity of heat dissipation. Earth will continue to warm up and it will cool again. But, barring any major accidents between the bodies of the Solar System, it will never boil nor will it ever freeze again to the extent of previous ice ages. All calculations conducted at present in an endeavor to find out what might transpire in the future in this respect are based on computations concerning what is believed to have transpired in the past. In all these estimates the Sun is made to play an influential role since it is not yet generally accepted that it had nothing to do with ice ages in the first place. Until scientists remove Earth out of the Solar System and couple it with its primeval proto-Saturnian sun, all such reckonings will prove in vain. </p>\n<p><b><center style='font-size: larger;'>BEHAVIORAL METAMORPHOSIS</center></b></p>\n<p>With the heat released by the proto-Saturnian flare-up; the melting of the northern gla- ciers; the hurricane-strength winds created by Earth’s rotational braking; rains of sticky, when not burning, naphtha; the sweeping of the oceans over vast areas of the land; global volcanism; diastrophism; earthquakes; additional recurring floods in areas outside former glacial demarcation; the tremendous loss of life both in the animal kingdom and among</p>",
        "markdown_converted": true
    }
]