[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 179,
        "main_text": "within limits. They got no farther north than southern Britain, northern Germany, Kiev, and the Caspian Sea.”! By the year 2002, however, William Leonard could state outright that the Neanderthals “were among the first humans to inhabit Arctic environments.” Yet, like Diamond before him, still believing that Arctic regions must have been colder than more southerly ones during the Ice Age, he was forced to claim that “they almost certainly would have needed ample calories to endure under those circumstances.” By studying how the modern Evenki of Siberia and the Inuit of Arctic Canada obtain their needed calorie intake, the conclusion was reached that Neanderthals had to have obtained almost all their dietary protein from animal foods. This led to the assumption, contrary to that asserted by Diamond above, that Neanderthals must have been prolific and skilled hunters.? Be that as it may, Neanderthals out of the Arctic regions might have needed vast intakes of animal food for their dietary sustenance. Those living in the warmer Arctic areas might not have. The fact that they did eat enough meat to sustain them could have been merely due to the fact that entire herds of animals were all around them ready to be chased, trapped, and slain. One question that has bothered anthropologists for years is whether we are the descen- dants of Neanderthal people or not? Up until 1992, it was still unknown whether Neander- thals had given rise to us. Some, as Fischman put it, saw “no gulf between the Neanderthal appearance and our own that’s too great for a little evolution to push across.”3 Five years later, it was definitely proven through DNA testing that “modern human beings” could not have interbred with Neanderthals. “But,” as Robert Kunzig noted, “that will not end the de- bate.”5 The reason for that, as Kunzig added, is simple enough. To use his own words: “There is an irreducible subjectivity to paleoanthropology, having to do in part with the pau- city of fossils, which permits arguments to remain unresolved—and nowhere is that paucity more pronounced than when you try to go back beyond Neanderthals into the Middle and Lower Pleistocene.”® Consensus of opinion, however, eventually won out. As Carl Zimmer reported in reviewing two books on the subject: “Tf the old hypothesis were right, the DNA of living Europeans would have been similar to that of Neanderthals. But Europeans’ DNA is actually much more similar to that of Asians and Africans. The evidence supports a growing consensus that the an- cestors of Neanderthals and living humans split into separate lineages some half mil- lion years ago, then evolved into distinct species. Their species died out, whereas ours survives.”7",
        "captions": [],
        "bibliography": "1 J, Diamond, op. cit., p. 54 (emphasis added). 2 W.R. Leonard, “Food For Thought,” Scientific American (December 2002), p. 113. 3 J, Fischman, “Hard Evidence,” Discover (February 1992), p. 46. 4 “Genetic Mismatch,” Maclean’s (July 21, 1997), p. 36. 5 R. Kunzig, op. cit., p. 96. 6 Ibid. 7C. Zimmer, “Get Me Rewrite!” Discover (July 2002), P. 84. 179",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 180,
        "main_text": "What happened? What was it that drove the Neanderthals to extinction? Theories are as varied as the ones who have proposed them. It all depends on which authority one consults. As Fischman reports, “the question of their fate has consumed Neanderthal research for most of the twentieth century.”! So, also, when it comes to dating their last stand. For that reason, I shall not burden the reader with a lengthy list of proposed dates for the extinction of Nean- derthal man. Suffice it to know that this breed disappeared from the face of the Earth at the end of the last Ice Age, or not long thereafter. This, too, raises a conundrum because, if Ne- anderthals were capable of surviving through the Ice Age in the harsh conditions outside the warmer Arctic, as they did all over Europe and the Near East, why would they have suc- cumbed precisely when the weather finally warmed up at the end of that period? THE CRO-MAGNONS Co-existing with the Neanderthals were an entirely different type of human beings, known to us now as Cro-Magnons, named after the rock shelter—itself named after a local hermit called Magnou—at Les Eyzies, on the shore of the Vézére River in France, where their first skeletal remains were discovered. The original term—that is “Cro-Magnons”— eventually became attached to prehistoric hunter-gatherers in general other than the obvi- ously different Neanderthals.2 This newly discovered breed was truly Homo sapiens sapiens —modern in every sense. “Their physical differences from people living in Europe today were no greater than the differences now between Irishmen, say, and Austrians. On the whole, those an- cient men were perhaps a little shorter than is the average European of today, their heads were a trifle larger—and also, perhaps, their brains. The men stood about 5 feet 8 inches on the average, had high foreheads, prominent chins, aquiline noses and small, even teeth. They were decidedly taller than the women, a characteristic that is also true of Europeans today. Most scientists agree that since they resemble modern Europeans so much in their skeletal design, the people of the Cro-Magnon valley must have looked pretty much the same in other ways—their skin was probably light and of about the same hairiness as modern Caucasians.”3 Where and how the Cro-Magnons first arose remains unknown.‘ Their appearance, how- ever, “coincided with the most bitter phase of the Ice Age.”> There is, however, no doubt that they were more advanced, more sophisticated, than the Neanderthals with whom they shared the land. “Living in larger and more organized groups than had earlier humans, Cro- Magnon peoples spread out until they populated most of the world.”6 Their tools, made of",
        "captions": [],
        "bibliography": "1J, Fischman, loc. cit. 2P_E.L. Smith, “Introduction,” in T. Prideaux, Cro-Magnon Man (N. Y., 1973), p. 7. 3T. Prideaux (see above), p. 11. 4 W. Chorlton, op. cit., p. 23. 5 Ibid., p. 24. 6 Ibid., p. 23. 180",
        "headers": [
            "THE CRO-MAGNONS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 181,
        "main_text": "stone, bone, and even wood, were carved into harpoons, awls, needles, and fish hooks. They were presumably able hunters, although, as with the Neanderthals, they would also have for- aged to gather edible plants, roots, and wild vegetables. The only problem here is that, as far as can be told, the Cro-Magnons seem to have arrived on the scene without leaving a single trace of their evolutionary ancestors. “When the first Cro-Magnons arrived in Europe some 40,000 years ago,” Ian Tattersall observed, “they evidently brought with them more or less the entire panoply of behaviors that distinguishes modern humans from every other species that has ever existed.”! One thing that has often been misunderstood about the evolutionary process is that ana- tomical differences do not appear for any practical purposes. “*...it’s important to remember that new structures do not arise for anything [Tattersall disclosed]. They simply come about spontaneously, as by-products of copying errors that routinely occur as genetic information is passed from one generation to the next. Natural selection is most certainly not a generative force that calls new structures into existence...” It is unfortunate that those who write on evolution very often give the impression that new traits arise in response to requirements. What really transpires is that, through genetic mutation, new traits arise, and these can be either advantageous or unfavorable. Newly ac- quired traits prove advantageous or otherwise because of the particular environment in which the creature so endowed happens to be living. Those new traits which end up aiding the creature in question to avoid detection, or to reach what is unreachable to others, survive much better. Survival tends to pass the newly acquired traits to offspring. Those who are not blessed with such gainful acquirements, or whose newly acquired traits prove unfavorable, if not detrimental, in their particular environment, fail to survive. The camel did not develop his soft cushioned feet in order to enable him to traverse the soft sands of the desert. The camel simply adapted to the soft sands of the desert because he was endowed with soft cushioned feet. Another good example of this is the much touted case of the peppered moth. These come in two different varieties—light and dark. Anatomically, neither color is advantageous over the other. Environmentally it is—or so it has turned out. For years the light variety had the upper hand because they were less likely to be spotted by birds against the light bark of the tree trunks on which they were wont to alight and rest. But, with the advent of the indus- trial revolution, when tree trunks turned darker through the coating of grime belched out by factories, the light variety lost the advantage which was gained by the darker moths. The point I wish to stress here is that the anatomy of the Cro-Magnons was no more beneficial than that of the Neanderthals. And, since they shared the same terrain for untold generations, neither was the environment in which they lived. Which, again, raises the question as to why one breed survived and the other did not. The success of the Cro-Magnon incursion is evidenced by the fact that Cro-Magnon sites are much more numerous than those of the Neanderthals. They stretch all across Europe,",
        "captions": [],
        "bibliography": "1]. Tattersall, “How We Came to be Human,” Scientific American (December 2001), p. 58. 2 Ibid (emphasis as given). 181",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 182,
        "main_text": "most of Africa, the Near East, India, North and South America, Australia, and Alaska.! Moreover, while the Neanderthals obtained their raw materials within a few miles of their range, judging by their remains, the Cro-Magnons must have been involved in long-distance trade, not only for their raw materials but also for their ornaments. “Tools of obsidian, jasper, and flint are found hundreds of miles from where these stones were quarried. Baltic amber reached southeast Europe, while Mediterranean shells were carried to inland parts of France, Spain, and the Ukraine.” One particular item in the Cro-Magnon kit that would definitely have given them the up- per hand in hunting was the spear thrower, which would have allowed these hunters to hurl a spear considerably faster, much farther, and more accurately than the Neanderthals could barehanded. Fragments of primitive cord excavated from Cro-Magnon sites also indicate that they might have woven and used nets, which would have increased their hunting efficiency.3 More than that, nets might also have been used by women to trap animals, as Olga Soffer and her colleagues have argued, which would raise the status of Paleolithic women above that of mere plant gatherers. “In many historical societies,” observed Soffer, “women played a key part in net hunting since the technique did not call for brute strength nor did it place young",
        "captions": [
            {
                "source": "internal",
                "text": "Cro-Magnon skull."
            }
        ],
        "bibliography": "! See here T. Prideaux, op. cit., pp. 38-39. 2 J, Diamond, op. cit., p. 57. 3S. Begley & L. Lief, “The Way We Were,” Newsweek (November 10, 1986), p. 66. 182",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 183,
        "main_text": "mothers in physical peril.” In fact, as far as Soffer is concerned, women might even have hunted with the spear alongside the men.! Apart from caves and more open rocky shelters, the Cro-Magnons also constructed dwellings. In the Ukraine, these were somewhat circular, the walls of which were built of in- tricately stacked mammoth bones which would then have been covered over with skins. In some excavated villages in France, separate areas were allotted for butchering, extracting marrow from bones, cooking, and the dumping of garbage.” The so-called bear cult, which we encountered among the Neanderthals, was also prac- ticed by the Cro-Magnons—which raises the question of who passed it on to whom. Incon- trovertible evidence of this cult comes from a cave at Montespan, France, where the clay model of a headless bear was discovered with the skull of a bear cub nearby. This model was peppered with spear holes, which indicates that a form of sympathetic magic. It does not require an over-imaginative leap in supposing that the model would have been covered with the pelt of an actual bear, which would then have been riddled with spears in a ceremony believed to enhance the prowess of the hunters,> or in order to exert some magical power over the hunted beast.4 It should be pointed out, however, that the bear was not the only animal the Cro-Magnons treated in the above manner. Thus, for instance, the outline of a horse on a clay bed in the same cave, although only 45 centimeters in length, is also riddled with holes, attesting to the same type of sympathetic magic. A bison, painted on one of the cave walls of Lascaux is, moreover, engraved with arrows across its body.® One other advantage the Cro-Magnons seemed to have had over Neanderthals was a longer life. Although it seems evident that, like Neanderthals, the Cro-Magnons also suffered from arthritis, their teeth do not show a propensity of cavities.? Examination of Cro-Magnon skeletons indicate that some individuals survived into their sixties.’ On the other hand, much like the Neanderthals, the Cro-Magnons also buried goods with their deceased. True, there are many Cro-Magnon caves that have been discovered which did not contain interred grave goods. Others, however, abounded with such goods. In a some- what late grave—dated to 20,000 years ago—found at Sungir, near Moscow, the remains of two boys were found buried together head to head with valuable ivory spears, ivory beads, rings, and anklets. Two other boys unearthed in Italy were buried side by side but face down.? Ivory jewelry, necklaces made from the pierced teeth of foxes, spears, flint knives and others made from mammoth tusks, as well as batons were also interred!°—although, to",
        "captions": [],
        "bibliography": "'H. Pringle, “New Women of the Ice Age,” Discover (April 1998), pp. 64 ff. 2S. Begley & L. Lief, op. cit., pp. 62-63, 66. 3 J. Wolf, et al., The Dawn of Man (N. Y., 1978), pp. 121, 151. 4 Ibid., p. 144. 5 J. Jelinek, op. cit. p. 330. 6 Ibid., p. 328-329. 7S. Begley & L. Lief, op. cit., p. 66. 8 Ibid., p. 63. 9 Ibid., pp., 66, 71; T. Prideaux, op. cit., p. 139. 10 J. Wolf, et al., op. cit., p. 129. 183",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 184,
        "main_text": "be sure, how archaeologists can tell these items served as batons is beyond me. Bodies, and graves themselves, were often sprinkled with red ochre. Whether this had a ritualistic significance, or whether the corpses were colored to disguise the pallor of death, remains unknown.! PALEOART If there is one thing above everything else that set the Cro-Magnons apart from the Nean- derthals, it has to be the magnificence of their art. Although the Cro-Magnons left examples of their artwork everywhere they settled, nowhere did it excel that which is found in Europe, especially in the caves of Lascaux in France, and Altamira in Spain. So exquisite is this art that, when first discovered, it was viewed with great suspicion since, until then, it had been assumed that prehistoric art could only have been of much more primitive quality.? “The cave paintings, engravings, reliefs, and statuettes found one after the other pro- vided the proof that prehistoric man had reached a high level of cultural development. None of it was as primitive as had been thought till then. It was almost the opposite in fact; the mammoth and rhinoceros hunters of the Ice Age had laid a foundation of cul-",
        "captions": [
            {
                "source": "internal",
                "text": "Plan of circular dwelling constructed of the lower jaws and other mammoth bones, with two round hearths, from Mezin, Ukraine."
            }
        ],
        "bibliography": "1 [bid., pp. 129, 130. 2J, Jelinek, op. cit., p. 277. 184",
        "headers": [
            "PALEOART"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 185,
        "main_text": "ture with their art on a level which was not to be reached again for many millen- nia.” People, plants, and even abstract figures are among the items represented, but it is obvi- ous that the Cro-Magnons reserved their best for the animals they hunted. More recent dis- coveries in Chauvet Cave, not far from Lascaux, has not only stunned the world with the ex- cellence of the artwork it contains, but also with its dating of 30,000 years as deduced from paint samples tested at three laboratories. “It’s the quality of the paintings, however, as much as their great antiquity, that makes them so surprising,” Michael Lemonick reported. “The Chauvet cave drawings...are exquisitely rendered likenesses that use the caverns’ natural contours to heighten a sense of perspective.”? In contrast with the art of Cosquer Cave, that of Chauvet “suggests that the art of early man did not mature steadily in any simple linear fashion.”* As far as Patrice Béghain is concerned, it “throws the entire notion of progressive artistic development into question.”> Moreover, most of these animals, at Lascaux, Altamira, and elsewhere, were painted on the walls in the most inaccessible parts of caves and could not, therefore, have been intended for general public viewing as in modern art galleries. It has therefore been assumed that these pictures were intended for some secret ritualistic purposes, perhaps even in initiatory rites, or some other form of shamanism. “The real purpose behind Cro-Magnon art has intrigued archaeologists [Josef Wolf had to admit]. For a long time the dominant theory was that of sympathetic magic. The Cro-Magnons represented animals they were going to hunt in order to exert some magical power over them. Sometimes they drew the animals with wounds, or with spears piercing their bodies; in other cases some of the animals were painted dead or",
        "captions": [
            {
                "source": "internal",
                "text": "——_—e |                       So-called Cro-Magnon baton made from an antler engraved with reindeer.                       |"
            }
        ],
        "bibliography": "1 Tbid (emphasis added). 2M. D. Lemonick, “Stone-Age Bombshell,” TIME (June 19, 1995), p. 37. 3 Ibid. 4 Ibid. 5 Ibid. 6 J. Wolf, et al., op. cit., pp. 143-144. 185",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 186,
        "main_text": "dying. Thus this theory suggests that cave art was produced to make the hunt successful.”! Not content with such a mundane interpretation, other theories were pro- posed in search of a more deeply relig- ious, and even a cosmological, explana- tion.? THE GREAT BEAR Prime among those who have seen a cosmological significance in some of the art of the Cro-Magnons are Owen Gin- gerich and Alexander Marshack. Gin- gerich’s argument revolved around the constellation of the Great Bear, otherwise known as Ursa Major. His claim was that the Great Bear’s name “may date back as far back as the Ice Ages” since the name of this constellation was also known “by many different Indian tribes of North America.” According to him, these Indians could not have brought it with them from Siberia—where the name of the constellation was also known—across the Bering Straits except during that time when the straits were bridged by the ice of he last Ice Age. This led Leroy Ellen- derger to state that: “The identification of this constel- lation may well have originated about 26,000 BP before the peak of the last glaciation...when Polaris was earlier the pole star. At that time, the giant cave bear,",
        "captions": [
            {
                "source": "internal",
                "text": "| 7 YY Jl                t TN                 1 ui       it Baton from Laugerie Basse, France, with plant motif."
            }
        ],
        "bibliography": "! Ibid., pp. 144, 151. 2 Ibid., p. 151; see also S. Begley & L. Lief, op. cit., pp. 71-72. 30. Gingerich, “The Origin of the Zodiac,” Sky & Telescope (March 1984), p. 220. 186",
        "headers": [
            "THE GREAT BEAR"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 187,
        "main_text": "",
        "captions": [
            {
                "source": "internal",
                "text": "seme ance      i            es    %   t       ‘ Say       <r &     &    ‘ Cro-Magnon artist."
            }
        ],
        "bibliography": "| Cro-Magnon artist. 187",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 188,
        "main_text": "whose veneration traces back 50,000 years, was the supreme beast of prey and sacred to Paleolithic Man in Europe. While the mammoth and mastodon survived the last Ice Age, the giant cave bear did not, and the high caves in which it was venerated were blocked by ice and not used at the peak of the last glaciation. Thus, the giant cave bear was last venerated when Polaris was the pole star.”! Ellenberger was somewhat confused about all this. For one thing, Gingerich did not base the antiquity of the Great Bear’s name on the veneration of this beast by Paleolithic man. Besides, what is there in the Great Bear constellation that specifically looks like the prehistoric giant cave bear as opposed to the more common bear which remained prevalent in Europe after the Ice Age? Ellenberger was here victim of the belief that the giant cave bear was in any way venerated by the Cro-Magnons— or Paleolithic man, if one wishes —when, as",
        "captions": [
            {
                "source": "internal",
                "text": "AS                                                4 zt, 4 Cro-Magnon painting of grazing reindeer. From Font de Gaume, France. (lustration after Abbé Breuil.)"
            }
        ],
        "bibliography": "!L, Ellenberger, “The Impossible Tippe Top Earth,” AEON II:5 (February 1992), p. 86. 188",
        "headers": []
    }
]