[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 349,
        "captions": [],
        "headers": [],
        "content": "<p>Such, for instance, was the case of Earth’s electromagnetic field, which is presently dissipating, concerning which ancient man could not have known anything. It was the German mathematician Johann Carl Friedrich Gauss who, in 1832, published a paper on the absolute measurement of magnetic quantities. Then, in 1834, he set up a mag- netic observatory in Gottingen and organized a magnetic union in order to co-ordinate simul- taneous observations of magnetic phenomena throughout various parts of Europe. Since then, Earth’s magnetic field has continued to be monitored down to the present. Correct measure- ment of Earth’s field, Thomas Barnes informs us, “requires statistical reduction of large amounts of data from a worldwide network of magnetic observatories.”! The results from these observations, Barnes tells us, “show that there is no question but that the earth’s mag- netic moment [i.e., the vector quantity that specifies a magnet’s strength and direction] and its associated dipole field have been decreasing” since Gauss’ pioneering measurements,” This was supported earlier by the work of S. Chapman who showed that: “These results certainly suggest a decrease of a few percent in H, and the earth’s magnetic moment during the last century. When the great scale of the phenomenon is considered, this must seem a remarkably large and rapid secular change, not paral- leled for any other worldwide geophysical property.”3 True enough, in 1967, J. A. Jacobs seemed to have indicated otherwise when he wrote that: “Paleomagnetic measurements have shown that the earth’s main field has existed throughout geologic times and that its strength has never differed widely from its present value.”4 This, however, needs a clarification. As long as Jacobs is referring to “the earth’s main field,” he is entirely correct. This is so because, very much as he claimed, Earth’s magnetic field is not really vanishing, slowly or otherwise. It is only its dipole that is weakening. In other words, it is that part of the field which dictates its north and south polarity that is really decaying. The total energy of the magnetic field is not changing, at least not significantly&gt;—and this has not always been understood by past writers on cosmic catastrophism. “Since the time of Gauss’ measurements the earth’s dipole moment has decreased, sensibly linearly, at approximately the rate of 5% per hundred years,” K. L. McDonald and R. H. Gunst continued to verify a year after Jacobs wrote the above words. “Assuming these rates to persist, our analysis discloses that the dipole moment will vanish in A.D. 3991.6</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 350,
        "captions": [
            {
                "source": "caption",
                "text": "Earth’s magnetic field"
            }
        ],
        "headers": [],
        "content": "<p>And, according to the American Institute of Physics: “There are also indications that the dipole moment has decreased at a relatively uniform rate from about 8.55 x 10% gauss cm? in 1835 to 8.005 x 10” in 1965.”! The only remaining problems concerned the cause of the decrease and whether it was unidirectional. As Richard Severs noted:</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 351,
        "captions": [],
        "headers": [
            "EARTH",
            "S REVERSING FIELD"
        ],
        "content": "<p>“All determinations show a general tendency of a continuous decrease in geomag- netic field intensity during the past 2000 years. However, it is not clear whether this decrease is part of a short-lived exponential decay, or whether it is part of a long- term cyclical variation in field intensity.” Thomas Barnes’ conclusion was that the field was decaying exponentially with a half-life of a mere 700 years,” But, as Severs also noted: “This conclusion is not widely accepted but does follow logically from Barnes’ arguments based on Maxwell’s electromagnetic field the- ory and a freely decaying electric current circulating in the conductive core of the Earth as the source of the Earth’s main magnetic field, a dipole field.”? Severs’ own inclination was toward a cyclical variation: “According to this view, the geomagnetic field intensity is nearly the same at present (8 x 10% gauss cm*) as that of about 2000 B.C. with a minimum between 4000 and 6000 years ago. These variations in the dipole moment of the geomagnetic field, de- termined from archeomagnetic intensity studies, are reported as 500 year averages.” But—of great importance to our thesis— Severs himself continues by stating that: “Japanese and Russian data also imply a cyclic change of the field intensity with a period of the order of 10,000 years. This is in phase with the abrupt climatic change that occurred at the end of the last Ice Age.”° It is also of some import that, besides the effects of relatively nearby supernovae, as al- ready noted, it has also been surmised “that past variations in Earth’s magnetic field effect the radiocarbon dating method.”6 </p>\n<p><b><center style='font-size: larger;'>EARTH</center></b></p>\n<p>’</p>\n<p><b><center style='font-size: larger;'>S REVERSING FIELD</center></b></p>\n<p>Keeping in mind that we are still talking about the terrestrial dipole, by 1980 it had been calculated that Earth’s magnetic field strength has weakened by 50 percent over the past 2500 years. “If this trend continues,” wrote John White, “the field will disappear altogether— perhaps as soon as early in the next century—and then presumably reappear with reversed polarity.”? And, to be sure, paleomagnetic evidence of Earth’s rocks indicate that Earth’s magnetic field has reversed polarity more than once in the past and will be doing so again in</p>",
        "markdown_converted": true
    }
]