[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 19,
        "captions": [],
        "headers": [],
        "content": "<p>ing, and another section having been mechanically stretched during the drilling process,! thus affecting the length of the chronological sequence. The other core, meanwhile, could not be used on its own because it did not reach as deep.? As Rose was later to conclude: “It is clear that they were scraping the bottom of the barrel.”3 The choice fell on these two separate specimens because they were “centrally located between Africa, Australia, and Antarctica, and therefore little influenced by variations of ero- sional detritus from these continents.”4 As Hays and company admitted, no other cores known to them contained the “attributes” they were looking for.&gt; But, as Rose explains, “the main limitation on core selection is that most cores feature low accumulation rates, and do not allow for sufficiently detailed resolution of climatic events.” Even so, when placed end to end, the two cores selected by Hays and his team were said to cover nearly half a million years of bottom sedimentation which could permit the detection of long-term trends in climate through the foraminifera and the remains of various other life forms they contained. Did the climatic sequence obtained from this composite core match that predicted by the Milankovitch theory? Well, yes, as Hays and company concluded, their analysis did show “that changes in the earth’s orbital geometry are the fundamental cause of the succession of Quaternary ice ages.” But, as Rose explained, only by adjusting both the theoretical ex- pectations and the factual findings “after which there [was] still a need for extensive statisti- cal manipulation in order to generate a fit.” In other words: “ad hoc reasoning, and self-ful- filling prophecy.’ “Tf there really were a good fit between astronomical retrocalculation on the one hand, and the historical record as suggested by the deep oceanic sediment cores on the other hand, it would already be there for all to see, perhaps with different sorts of time lags here and there, but with no statistical manipulation required.” Nor was this only Rose’s verdict. D. Evans and H. Freeland were of the same opinion when they criticized some of the procedures utilized by Hays and his team and finally con- cluded that “while these results may be tantalizing, they fall far short of confirming the Mi- lankovitch hypothesis; there may be an astronomical effect, but it is evidently small...At pre- sent, however, the data do not support the conclusion of cause and effect relationships.”!° Hays and company, of course, replied, but, as Rose noted, “only with some strenuous back-</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 20,
        "captions": [],
        "headers": [
            "THE DEATH OF THE MILANKOVITCH THEORY"
        ],
        "content": "<p>pedaling” since it was “apparent that Evans and Freeland took much of the wind from their sails...”! Moreover: “A major puzzle for the Milankovitch theory is the apparent fact that the onset, the peaks, and the terminations of ice ages have been roughly simultaneous in both hemi- spheres. Obliquity (aside from the six-month lag) would be the same for both hemi- spheres, but the other factors that the Milankovitch theory relies upon—the orbital eccentricity, the precession, and the advancement of perihelion—all suggest that there should be long-term differences between the two hemispheres. How, then, can the status of the two hemispheres remain virtually the same?”? Once again, this was not just Rose’s contention. Walter Broecker called this very problem “a fly in the insolation ointment,” while J. H. Mercer, likewise, called it “a Fly in the Ointment of the Milankovitch Theory.”4 </p>\n<p><b><center style='font-size: larger;'>THE DEATH OF THE MILANKOVITCH THEORY</center></b></p>\n<p>The major problem with the Milankovitch theory amounted to this: Would the slight variation in solar radiation caused by the combined astronomical deviations have been enough to freeze Earth? As New Scientist reported, “even ardent supporters of the model have been embarrassed by the way some of these [ice age] rhythms seem to be too strong to be explained by the relatively modest astronomical effect alone.”&gt; A special conference on “Milankovitch and Climate: Understanding the Response to Or- bital Forcing” was held at Columbia University’s Lamont-Doherty Geological Observatory from November 30 to December 4 in 1982. The proceedings were published two years later under the slightly different title of Milankovitch and Climate: Understanding the Response to Astronomical Forcing. As Rose reported some years later, efforts continued to improve the astronomical retrocalculations as well as to improve the geological record which were “be- coming almost frantic.”© More deep ocean cores and other evidence were analyzed but there was “still no direct fit with retrocalculated astronomy,” with “various guesses” still “being modified in an effort to make the geology fit the theory.” And, “since the expected sort of</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 21,
        "captions": [],
        "headers": [
            "THE RESURRECTION OF THE MILANKOVITCH THEORY"
        ],
        "content": "<p>fit” was “still missing, much effort” went “into statistics, in order to prove that there might really be a fit after all.”! Even Broecker who, despite his criticism of Hays and company, had counted himself as a long-time convert to the Milankovitch theory,? had to refer to the simultaneity of the Ice Age terminations in both hemispheres as a “major puzzle” which caused him “to hesitate” about accepting the forality of the theory. As he himself stated: “I have no solution to this mystery.”4 Further doubts were raised by J. Oerlemans® and the team of N. Pisias and M. Leinen.® And, as Rose rightly concluded: “The overall impression that one gets from Milankovitch and Climate is that while there has been a flurry of uniformitarian activity within the context of the Milankovitch theory, the long-sought fit between astronomical retrocalculation and Pleistocene chronology [remained] as elusive as ever.”” But not everyone agreed, as notice Nigel Calder who had it stated that: “The astronomical theory has emerged from among a host of rival theories as the most plausible explanation for the repeated advance and withdrawal of the ice sheets.” As John Gribbin reported, however, “the theory gets a chilly reception from astronomer Fred Hoyle” who had it stated that: “If I were to assert that a glacial condition could be induced in a room liberally supplied during winter with charged high-storage heaters simply by taking an ice cube into the room, the proposition would be no more likely than the [astronomical] theory.”? And although in 1982 Peter Warlow found the courage to state that the Milankovitch the- ory was “back in vogue,”!° the consensus of opinion a year later was that “most of the world’s scientists [had] discarded the astronomical theory” altogether.!! But that was in 1983. </p>\n<p><b><center style='font-size: larger;'>THE RESURRECTION OF THE MILANKOVITCH THEORY</center></b></p>\n<p>As with the ancient god of mankind, it did not take long for the theory to be resurrected. Even so, when Leroy Ellenberger reported in 1985 that the Milankovitch theory “has been widely accepted since the mid-1970’s,”!? he was not relaying the entire truth. Besides, as Ellenberger himself had to admit, “despite promising explanations,” the way home was not</p>",
        "markdown_converted": true
    }
]