[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 337,
        "captions": [],
        "headers": [
            "WITHIN THE SUN",
            "S DOMAIN"
        ],
        "content": "<p><b><center style='font-size: larger;'>WITHIN THE SUN</center></b></p>\n<p>’</p>\n<p><b><center style='font-size: larger;'>S DOMAIN</center></b></p>\n<p>That brown dwarfs are more likely to flare up when closing in on a Sun-like star has also been theorized by others. Brown dwarfs are already known to be more active when in the company of a parent star. As surmised by Andy Lloyd, a brown dwarf could be “re-lit” by its close approach to the Sun.! And that, precisely, is what we posit to have befallen proto-Sat- urn as it entered the Sun’s domain of influence. As of this writing, the distance of the Sun’s heliopause is not yet known. In other words, it is not yet known how far the heliosphere extends out into space. The best estimate at present places the heliopause at 100 astronomical units from the Sun, which translates into a distance of about 15 billion kilometers.2 This would place the extension of the heliosphere well beyond Pluto whose orbital distance from the Sun ranges between 4.4 and 7.4 billion kilometers. Whether the Sun’s heliosphere extended less far or farther during the era with which we are concerned must at present remain something of a moot question. Since it is also our postulate that the proto-Saturnian system approached the Sun’s domain from beneath the Sun’s equatorial plane, there is actually no way at present to determine at what distance from the Sun the proto-Saturnian plasmasphere contacted the Sun’s heliosphere. As we have already noted, the proto-Saturnian system’s speed of entry into the Solar Sys- tem would have been slowed down due to its acquisition of a spiraling orbit around the Sun’s extended axis of rotation. This speed would have been greater had proto-Saturn been less massive. The more massive an object, the more resistance it will exert on the electro, mag- netic, and/or gravitational force acting upon it. And, to be sure, it has long been known that “migration works more slowly on massive planets.” It might be thought that this slow spiraling migration toward the Sun would have brought the proto-Saturnian system in colliding, or near-colliding, proximity to whatever planets were already within the Sun’s domain. This view is exemplified by what we believe to be Allan and Delair’s invalid scenario in which the invading body of their hypothesis is posited to have interacted violently with just about every planet in the Solar System.* Of course, their invading body is posited to have entered the Solar System along the Sun’s equatorial plane in which the present planets orbit. This would seem to make collisions, or at least near contacts, between the invader and the planets much more likely since its trajectory would have crossed the orbits of the planets. But, as J. G. Hills had shown years earlier, even with an orbit-cross- ing trajectory, the chances of such an outside invader interacting with just one Solar System planet is close to nil. Or, as Lloyd phrased it:</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 338,
        "captions": [],
        "headers": [],
        "content": "<p>“Surprisingly perhaps, a small brown dwarf could actually move directly through the solar system without disrupting the other planets. Computer simulations have shown that a planet as massive as 10 Jupiters would have no discernible effect upon the other planets if it moved among them.”! In our case, with proto-Saturn approaching the Solar system from below, the chances of close contact with whatever planets might have already been dependent on the Sun becomes even less likely. Fair enough, violent planetary interaction is more than mildly intimated in ancient texts, but none of these cosmic catastrophes are anywhere placed in relation to proto- Saturn’s flare-up or the ensuing series of events which went down in myth as the Creation. It is thus evident that whatever convulsion was experienced by proto-Saturn in its flare-up, it was not shared by those planets which were already in the Sun’s retinue. As Lloyd also sur- mised, in the event that a brown dwarf was to invade the Sun’s family of planets, “life would go on in the solar system as if nothing had ever happened.”? Needless to say, because of its close proximity to proto-Saturn, this would not necessarily have applied to Earth and its in- habitants. But we will come to that later. If our scenario is anywhere near being correct, the planet Saturn, as it exists now, must surely retain some signs of its previous flare-up. Apart from Velikovsky, S. K. Vsekhsvyatskii, who was then the Director of the Kiev Observatory, had also posited that Saturn had erupted in a great outburst. He claimed that something like 10% grams of its material was blown off into space? Although, as in Velikovsky’s case, we might not entirely agree with the full details Vsekhsvyatskii deduced re the mechanism responsible for the eruption, we are of one mind with him when he states that “the present state of Saturn is the result of a relatively recent and especially high flare-up in eruptive activity on the planet.”4 The “present state of Saturn” includes the cloud of electrified gas or plasma which Voyager 2 discovered circling the planet. Scientists actually “expected things to get very cold for Voyager 2 as it sailed toward Saturn, nearly a billion miles from the Sun.” Instead, they found this doughnut-shaped cloud, the temperature of which has been estimated to range “from 60 million degrees Fahrenheit to more than 1,000 million degrees, 300 times hotter than the Sun’s outer regions and the hottest spot ever detected in the Solar System.”® Others have claimed that the cloud is only “approximately 300 million degrees Fahrenheit,” but, strangely enough, “about 50,000 times hotter than the Sun’s surface.”” Go figure.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 339,
        "captions": [],
        "headers": [
            "DATING THE EVENT"
        ],
        "content": "<p>In reporting at a conference sponsored by the Applied Physics Laboratory in Laurel, Maryland, the Voyager scientists confessed that they could not explain the phenomenon.! This did not, however, stop them from theorizing about it. Ed Keath suggested that some of the cloud may be composed of “debris attracted and shaped by the magnetic field, or magneto- sphere, that surrounds Saturn.”? Another source for the plasma ring has been blamed on a process known as sputtering, in which “particles crash into Saturn’s nearby moons and chip off bits of matter.” It had nevertheless to be admitted that none of the above scenarios can be made to account for the cloud’s high temperature. “The processes responsible for heating the cloud up,” Doug Hamilton reported, “are not yet known.”4 Under the scheme presented in this work, it almost goes without saying that proto-Saturn’s postulated flare-up accords quite well with the existence of this plasmatic cloud as well as its high temperature. </p>\n<p><b><center style='font-size: larger;'>DATING THE EVENT</center></b></p>\n<p>For decades my colleagues and I have been asked to place a date on proto-Saturn’s disrup- tion. For years, all I could honestly offer was a time somewhere in the prehistoric past. Man’s prehistory, however, has been longer than his history, so that my contribution was not nearly enough to satisfy those who had been asking for a date.&gt; As the years went by, and research unearthed further evidence, I could narrow the gap by pointing to a time somewhere between the Paleolithic and Neolithic age.® Today I can be a little more explicit by claiming that proto- Saturn’s flare-up brought the Paleolithic age to an abrupt end. But even this will not be enough to satisfy those who still call for an actual date. For them the question is not so much where to place the event chronologically; they want to know how many years ago it transpired. Of course, at this point, all one has to do is date the end of the Paleolithic. But, despite the progress of archaeology, this is not as easy as it sounds. Generally speaking, Paleolithic objects can be placed chronologically as belonging to an early, middle, or late period. This can be done in several ways. The most accurate depends on the strata in which the artifacts are found—the higher the stratum in the ground, the more re- cent it has to be. A less certain method involves the comparison of styles, but this can only be done after the styles of the respective periods have already been chronologically tabulated. Both these methods, as well as others, are themselves fraught with difficulties. Objects from a higher stratum can migrate through various processes into a lower one, thus supplying a false chronological placement. Similar styles, on the other hand, are not necessarily indicative of the</p>",
        "markdown_converted": true
    }
]