[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 10,
        "captions": [],
        "headers": [
            "SNOWBALL EARTH A"
        ],
        "content": "<p>Chamberlain, however, had written the above words in 1937. Unfortunately, meanwhile, while considering continental drift, Velikovsky discounted it because, at the time, no valid cause for the drifting of continents had yet been found. As he himself pointed out, when the British Association for the Advancement of Science met for its annual convention in August of 1950 to debate the case, the balance was not tipped in favor of drift. “There were many defenders of the theory and as many opponents. The theory was then put to a vote. The result was an even division between ‘yea’ and ‘nay.’ The chairman was entitled to cast the deciding vote but abstained. Only through the for- tuitous circumstance that the presiding officer was a conscientious—or undecided— person was the sanctification of continental drift averted.”! But not for long. And, ironically, it was one of Velikovsky’s own encouragers (although not necessarily a supporter) who, in the 1960s, finally came up with the mechanism respon- sible for continental drift, now better known as plate tectonics. But what did continental drift have to do with the apparent ambiguities of the Permian ice age? As Warren Hamilton and David Krinsley first revealed, the answer lies in the congrega- tion of the continents as they existed during the Permian. During this time, South America, Africa, India, Antarctica, and Australia were all bunched together in a single continental mass. This continental block—sometimes referred to as Gondwana, sometimes as Pangaea, although Pangaea is sometimes considered to have been the larger landmass resulting from the collision of Laurasia and Gondwana?—was at the time concentrated at the terrestrial south pole. The Permian ice did not therefore glaciate the tropics and equatorial areas. It gla- ciated the south polar regions. And the ice did not creep in a reversed direction. It crept from the south pole toward the northern latitudes as it should have done. It is only because this continental land mass split and drifted to the north that we now find the signs of this glacial epoch spread across the equator with the evidence of striation pointing in what appears to be the wrong direction.3 </p>\n<p><b><center style='font-size: larger;'>SNOWBALL EARTH A</center></b></p>\n<p>more recently-postulated glacial event is said to have occurred during the Neoprotero- zoic, dated to approximately 600 million years before the present, just ahead of the appear- ance of recognizable animal life. As Paul Hoffman and Daniel Schrag tell us: “Thick layers of ancient rock hold the only clues to the climate of the Neoproterozoic. For decades, many of those clues appeared rife with contradiction. The first paradox was the occurrence of glacial debris near sea level in the tropics.”+</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 11,
        "captions": [
            {
                "source": "caption",
                "text": "Gondwana. The continental configuration prior to sea-floor spreading which is claimed to have been positioned at Earth’s south polar region c. 250 million years ago. Dotted areas indicate regions of known glacial till. Dashed lines indicate contours of continental lands which have been deformed since the Permian. Dotted line indicates extent of present South America. Arrows indicate the direction of glacial flow."
            }
        ],
        "headers": [],
        "content": "<p>It was in 1964 that Brian Harland, who hailed from the University of Cambridge, brought the world’s attention to glacial deposits in the Neoproterozoic rocks of virtually every conti- nent. This collective evidence comes from such presently widespread places as Australia, China, western North America, Namibia in south-western Africa, and the Arctic islands of Svalbard.! So what is new? Is this not similar evidence to what was discovered to account for the Permian glaciation? True—this new corroboration comes from much older geologic strata, but would not the answer to the puzzle be the same as that theorized for the Permian Period?</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 12,
        "captions": [],
        "headers": [],
        "content": "<p>Would not the answer lie in the congregation of the continental plates around the south pole? Not according to Harland, Hoffman, and Schrag. In the early 1960s, Harland came to the conclusion that, during the Neoproterozoic, the continents had clustered near the equator rather than at the south pole as envisioned by Ham- ilton and Krinsley. Harland based his conjecture on the magnetic orientation of the mineral grains in the glacial detritus of the Neoproterozoic. These grains would have aligned them- selves with Earth’s magnetic field before the detritus hardened into rock. The magnetic dip of these grains was only slight relative to the horizontal, which indicates a formative position near the equator. Had these grains formed anywhere near the poles, their magnetic orienta- tion would have been close to vertical.! In disagreement with Hamilton and Krinsley (whom they do not even mention), Hoffman and Schrag believe that the breakup of the continents from this single landmass occurred 770 million years ago.? Glaciation in Neoproterozoic strata on all continents which were already in separate blocks and strewn across the equator led them to the conclusion that the entire Earth must have frozen over—a theory now referred to as Snowball Earth, a term coined in 1992 by the geobiologist Joseph Kirschvink.? Nor did it happen just once. “As improbable as it may sound,” wrote Hoffman and Schrag, “we see clear evidence that this striking climate reversal—the most extreme imaginable on this planet—happened as many as four times between 750 million and 580 million years ago.”+ According to Schrag, the ancient Earth had originally been kept warm by methane leak- ing slowly into the atmosphere when deposits within the seafloor somehow destabilized. This increased the levels of carbon dioxide. “The trouble with the planet’s dependence on meth- ane,” Sarah Simpson explains, “is that the gas disappears quickly in an oxygen-rich atmos- phere.” Thus an interruption in the methane leak would have left Earth “in dire need of greenhouse gases.” The result was that Earth’s climate “tumbled” into these deep freezes.&gt; As Simpson sought to explain: “The planet’s only solution to the deep freeze was to wait for volcanoes to release enough heat-trapping carbon dioxide to create a runaway greenhouse effect.” Thus a “brutal episode of warming ensued” which not only melted the ice but also ended up “baking the planet.”6 First presented in the journal Science in mid 1998, the theory garnered cautious support in the scientific community. Even so, Schrag himself had to acknowledge that his scenario strained credulity. “I’m not sure I totally buy this idea—it’s outrageous,” he admitted at the end of his presentation on the subject at a conference held in Edinburgh in June of 2001. “But it’s the only idea that explains the carbon isotope crash just before the glaciations.””</p>",
        "markdown_converted": true
    }
]