[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 343,
        "captions": [],
        "headers": [],
        "content": "<p>Donald Clayton placed the source of this cloud at “no more distant than 45 lightyears,”! which is not specific enough. Forty-five lightyears would locate the event beyond the present estimate of the Sun’s heliosphere. On the other hand, “no more distant than” could mean much less. Even so, this range was the result of an ad hoc assumption based on whether the Aluminum-26 in question is or is not evenly distributed in interstellar space.? While it cannot, therefore, be yet stated for certain that this cloud originated in proto-Saturn’s flare-up, there is at least a possibility that the event could have taken place within our time interval. As noted, aluminum-26 has a half-life of about a million years. It then decays into magnesium-26. But since no magnesium-26 has been discovered in the cloud, it cannot obviously be that old. Understandably, Clayton would not crawl too far on the proverbial limb by committing himself to an absolute date for the occurrence that gave birth to this cloud. He felt more comfortable in sticking to a safe range. Given the half-life of aluminum- 26, he reasoned that the nova-like outburst could have transpired as long ago as 1,000,000 years; but in view of the fact that it had not yet decayed into magnesium-26, he felt that the explosion could just as easily have occurred a mere 10,000 years ago. Even so, whether or not the origin of this cloud had anything to do with proto-Saturn’s flare-up must, as of this writing, remain something of a moot question. In the meantime, as the rest of this work will amply show, there is enough hard evidence at our disposal that speaks in favor of the event in question.</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 344,
        "captions": [],
        "headers": [
            "PART FIVE AFTERMATH"
        ],
        "content": "<p><b><center style='font-size: larger;'>PART FIVE AFTERMATH</center></b></p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 345,
        "captions": [],
        "headers": [
            "THE STAR OF EVIL"
        ],
        "content": "<p>Chapter 17 Magnetospheric Upheaval </p>\n<p><b><center style='font-size: larger;'>THE STAR OF EVIL</center></b></p>\n<p>hile the entry of the proto-Saturnian assemblage into the Solar System seems to have left whatever planets were already in the Sun’s domain unscathed, the cosmic disaster caused by proto-Saturn’s flare-up was not without its repercussions on Earth and its inhabitants. The flare itself was glorious and proto-Saturn continued to be remembered as a god of light. Man was never to forget the glory but he did not much wish to remember that the destruction which followed owed its cause to the manifestation of what had by now become his god. The Hebrews remembered Elohim but, in later times, they disassociated the planet from the god. The planet Saturn itself they named Kewan and on it, rather than on its god, they blamed the tribulations it brought to man. For that reason, they described the planet as “the star of evil which brings misfortune to Israel.”! Only to Israel?— one may ask. The very word “disaster,” from the Latin dis aster or dis astrum, means “evil star.” This came about because, among the Romans, Saturnus was considered “both a good and malevo- lent deity.”? The Latin poet, Marcus Annaeus Lucanus, popularly and simply known as Lu- can, described the same Saturnus as “a baleful star.”3 As Lewis Greenberg noted, “the words ‘saturnine,’ signifying gloomy, and ‘Saturnian,’ meaning Golden Age, offer a strange and almost inexplicable contrast.”4 In the end, this am- bivalence between good and evil resulted in the strange association of God with the Devil. Greenberg, however, was astute enough to recognize that “it would appear that the state of the world was once closely dependent upon, and drastically altered by, the planet Saturn which itself must have undergone a transformation of cosmic magnitude.”&gt; That man tried to forget—although he did not succeed—was not because he willed it so, but because it was painful to remember; because if god, from whom there seems to have been no protection, was a god of destruction, life beneath his cruel sceptre was akin to abject slav- ery, an existence fraught with terror, a future pregnant with evil and impending annihilation. Primitive man found it difficult to live under these conditions and his mind, in a collective at- tempt to retain its sanity, reversed the aspect of reality. Out of a demonic entity—and even</p>",
        "markdown_converted": true
    }
]