[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 367,
        "captions": [],
        "headers": [],
        "content": "<p>In the past, magnetism was not considered a main force in the Universe. As George Musser reported: “Magnetism had long been considered a side attraction in astronomy —hard to measure, hard to master, seemingly easy to neglect.” By mid 2000, however, astronomers came to realize that magnetic fields are “one of the greatest shaping forces of the universe.” Our own galaxy, the Milky Way, was found to possess a magnetic field. Other galaxies have similar fields. “When researchers began to look for fields in between galaxies in the late 1980s,” Musser went on, “their expectations were low.” When intergalactic fields were even- tually encountered in 1990, “it came as a surprise.” Theorists were so puzzled that they “took refuge” in the belief that what they had discovered in the interstices of the Coma cluster of galaxies “was a fluke.” But, as it turned out, twenty-four other galaxy clusters were also found to possess “galactic-strength fields.” These fields “are as potent as other cosmic forces, so they can no longer be ignored in models of galaxy formation and other celestial goings- on.” Or, as Stirling Colgate better phrased it: “These magnetic fields are the dominant free energy of the universe.”! It is through this intergalactic field that proto-Saturn, together with Earth, would have been traveling while still outside the Solar System. Both Earth and proto-Saturn would have possessed their own electromagnetic fields. What the power of those fields were is temporar- ily unknown. Lightning is an electrical phenomenon. It can provide an electrical impetus. As Ve- likovsky noted, lightning, or a thunderbolt, can actually reverses magnetic poles. Carl Sagan criticized Velikovsky for not having given this statement adequate justification? But that lightning can magnetize rocky outcrops and even reverse their polarity had been known before Sagan penned those words.* Of course, in Velikovsky’s case, the thunderbolt he had in mind in connection with the reversal of Earth’s magnetic field was an interplanetary one. “A thunderbolt, on striking a magnet, reverses the poles of the magnet [he wrote]. The terrestrial globe is a huge magnet. A short circuit between it and another celestial body could result in the north and south magnetic poles of the earth exchanging places.”5 A stroke of lightning, or a thunderbolt, is an electrical discharge. So are solar flares. That oscillations in the pulses of the Sun itself affects Earth’s magnetosphere has been demon- strated by B. M. Vladimirskij and his colleagues.® Being electrical discharges, solar flares are just as disruptive. As it was reported in Science Digest, should this “surge of electrically</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 368,
        "captions": [
            {
                "source": "caption",
                "text": "Solar flares—electrical discharges of a powerful nature—can also disrupt Earth’s magnetic field. (Photograph courtesy of NASA.)"
            }
        ],
        "headers": [],
        "content": "<p>charged particles” from a solar flare head toward Earth, “three days later this gust of ‘solar wind’ would sweep over our planet, disrupting its magnetic field.”! Moreover, as already noted, some Sun-like stars are now known to emit superflares.? “Sifting through observations as far back as 1899, [Bradley] Schaefer found nine in- stances of superflares by sun-like stars. In each case, the star brightened by 10 percent to 1,000 percent for a period lasting about an hour. The smallest of the nine superflares was 100 times larger than the largest flare that’s been seen shooting out of our sun.”3</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 369,
        "captions": [],
        "headers": [
            "ABC"
        ],
        "content": "<p>If our Sun ever emitted such a superflare, Kenneth Chang reported on </p>\n<p><b><center style='font-size: larger;'>ABC</center></b></p>\n<p>News, “the results on Earth could range from pretty to devastating.” Eric Rubenstein, however, informs us that our Sun “does not have superflares as far as we can tell.” True enough—but not quite so true when it is also proclaimed that there is “no evidence that our sun has ever suffered a superflare...”! As Wallace Thornhill pointed out, this is exactly the type of discharge that was emitted by the Sun toward proto-Saturn once its plasmasphere came in contact with the Sun’s heliosphere. “In proto-Saturn’s case,” Thornhill tells us, “the entry into the solar plas- masphere would have required rapid adjustment to the new electrical environment where the Sun was the main focus of electrical activity.”? If an ordinary solar flare can disrupt Earth’s magnetic field, the enormous superflare-like discharge emitted by the Sun toward Earth and its proto-Saturnian primary would have wrought magnetic havoc in both bodies. It would also have wrought havoc with the fields of whatever planets were already in the Sun’s domain. To be sure, this discharge cannot honestly be termed a superflare, which is why I have alluded to it as a superflare-like discharge. It might not even have been visible. Even if it was, man would have hardly remembered it, seeing that it would have merged with proto-Saturn’s own flare-up. All that man would have seen would have been a blinding flash centered on proto-Saturn. Moreover, proto-Saturn would have received the main jolt of the Sun’s discharge, but part of this charge would then have been relayed to Earth. It is this secondary charge that would have most affected Earth’s magnetic field. And since we have now tied proto-Saturn’s flare-up to our 10,00-years-ago benchmark, with the last accepted geomagnetic reversal dated to around the same time, we can feel confident that it was this powerful electrical surge that was responsible for that reversal. What must also be kept in mind is that geomagnetic reversals are directly associated with the field’s decay. As we have seen, Earth’s field has been calculated to have been “conside- rably weaker” than at present prior to 10,000 years ago. This led us to assume that it must have received a boost between then and our benchmark date. This, in its turn, receives confir- mation from the fact that reversed magnetized rocks are up to a thousand times more strongly magnetized than Earth’s present field would allow. “This is one of the most astonishing prob- lems of paleomagnetism,” H. Manley reported, “and [one that] is not yet fully explained, al- though the facts are well attested.” This boost, we here venture to say, would have also been the result of the discharge from the Sun. Following that, the field would have commenced on its decay in its attempt to adjust to the Sun’s own field of influence. All of which, we are sure, would have already been suspected by our attentive readers. The same attentive readers would also want to know what would have caused the recorded geomagnetic reversals prior to 10,000 years ago. After all, in our scheme, the proto- Saturnian system would have only entered the Sun’s domain of influence once. As tacky as that problem might seem to be at this point, we will be providing its probable solution in its proper place later in this work.</p>",
        "markdown_converted": true
    }
]