[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 85,
        "captions": [],
        "headers": [],
        "content": "<p>present Arctic Circle. Fine, I will even grant that such territory would not have had to be a perfect, or even near-perfect, circle. After all, given the various elevations of land, ocean cur- rents, and wind directions, the glaciated area would have been somewhat irregular. But, then, with enough juggling, any data can be made to fit a preconceived scheme. On the other hand, one inescapable fact we notice from a map of Earth’s north polar region is that, with but some exceptions, give or take a little, all the areas which remained unglaciated during the Pleistocene Ice Age lie within the present Arctic Circle. The major exceptions include Tibet on one side, and Great Britain on the other. These two localities, however, seem to fit no one else’s overall plan and must therefore be assigned to the vagaries of nature due to the above mentioned difference in land elevations, wind directions, and especially ocean currents as they existed at the time. Strange as it may sound—and our scenario will grow stranger still—what all this indicates is that, during the Pleistocene Ice Age, the entire Arctic Circle was free of ice. But hold on, one might object: What about the Arctic Ocean itself? Was this not sup- posed to have been entirely covered by pack ice, with its periphery encroaching latitudes to the south beyond its present reaches? Yes, it has been so conjectured by the vast majority, but even as early as 1949, C. E. P. Brooks found reason to doubt this. As he then asked: “The interesting question arises, has the temperature of the Arctic Ocean risen above the critical point at any stage of post-glacial times?”! And, as he himself answered: “T think there is no doubt that it has...During the “Climatic Optimum’ there was a rich flora in Spitsbergen, while the fossil marine mollusca indicate a coastal sea tempera- ture much higher than the present in all the Arctic lands which are at present domi- nated by sea ice, including Iceland and Greenland.”? So, similarly, with P. Borisov who, twenty-four years later, came to the same conclusion. “Twice during the Holocene,” he wrote, “for a total of 5,000 years the Arctic Basin was completely free of ice.”? Granted, both Brooks and Borisov were alluding to post-glacial times, since the Holocene followed immediately after the Pleistocene. Even so, the Arctic Basin, which contains the Arctic Ocean, should not have been free of ice at any time either during or immediately fol- lowing the Pleistocene Ice Age. Needless to say, the glaciation or otherwise of the Arctic Ocean basin is more complex than that since we are not here dealing with glacial scars left on solid ground. As Martin Siegert and his colleagues noted: “By the mid-1980s...the interpretation of the geological observations varied enor- mously. Whereas some saw evidence for a massive, 3.5-kilometer-thick ice sheet over the whole of northern Europe and Siberia at the height of the last ice age...others dis- puted this appraisal, preferring to believe that there was virtually no ice at all on the seafloor to the north of the Norwegian and Russian mainlands. Contradictory views</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 86,
        "captions": [
            {
                "source": "caption",
                "text": "Conjectured periphery of Arctic Ocean pack ice shown in blue. Conjectured glaciated areas shown in solid black. But do these conjectures conform with the evidence on the ground?"
            }
        ],
        "headers": [],
        "content": "<p>sparred in the literature. The problem was partly that the geological record in the Arctic can be difficult to read and thus open to misinterpretation.”! Moreover, as I aim to indicate in a forthcoming volume, the manner in which the present north pole froze over at the end of the Golden Age would have eradicated the majority of previous glacial signatures and jumbled up what escaped eradication.!</p>",
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 87,
        "captions": [],
        "headers": [],
        "content": "<p>In the meantime, the evidence continues to pile up. As Derek Allan, writing on his own, noted: “At many places north of the present Arctic Circle, remnants of [temperate zone] vegetation still lie in situ...Significantly, none of these plants can now flourish there. It is, therefore, difficult to imagine a frozen Arctic Ocean existing alongside such temperate flora. “Evidence of this ancient flora has been discovered, often in great abundance, on is- lands which now lie closest to the present North Pole... “Furthermore, research during the latter half of the 20th century established that large areas of the Arctic were never glaciated in so-called ‘Ice Age’ times...” What is also telling is that the Arctic region was not only free of ice during the Pleisto- cene Ice Age, it was also free of ice during previous ice ages, including the Jurassic period? and the later Devonian . Through their study of fossils, John Flynn and André Wyss could report that: “At the dawn of the Mesozoic era 250 million years ago...the planet’s land masses were united in the supercontinent Pang[a]ea...The world was a good deal warmer than at present—even the poles were free of ice.”+ Again, it is not that the dawn of the Mesozoic included a glacial age—although the Juras- sic period of the same era did—but the freezing of the poles are not conventionally believed to be reliant on ice ages. Under the orthodox scheme, Earth’s polar regions should have been frozen over regardless of whether an ice age was in progress or not. That the poles were ice- free during this period still requires an explanation. When it comes to the Devonian period, Elso Barghoorn had to acknowledge that: “Unfortunately our knowledge of early Devonian plants from areas within the present tropics is extremely limited, and it is not possible to attempt a reconstruction of the climatic zones of the earth during Devonian time on the basis of plant distribution. The known distribution of Devonian plants, especially their diversification in high latitudes, suggests that glacial conditions did not exist at the poles...”5</p>",
        "markdown_converted": true
    }
]