[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 241,
        "content": "only thrived, but their growth speed increased, their muscles improved, as so did the quality of\ntheir skeletal frame, the uniformity of their body, as well as their overall performance.!\n\nThere have been several other experiments showing both the harm and benefit of living\nbeneath random doses of ultraviolet radiation. In the end, however, none of these studies can\nreally tell us how it was that those who survived the catastrophes unleashed 10,000 years ago\nby proto-Saturn’s flare-up managed to cope beneath the ultraviolet radiation that continued to\nstream down on Earth for an undetermined, but long, period of time. As we shall be indicating\nin a future volume, long after the dust settled and the sky regained its clarity, the purple star\ncontinued shining in the north.\n\nCOLOR PERCEPTION\n\nHuman vision relies on what is known as trichromacy, the method which allows the mix-\ning of just three fixed wavelengths of light at certain intensities into the multitudes of shades\nthat color the world we see. This is because the human retina, which transmits visual infor-\nmation to the brain, has only three light-absorbing pigments. This is one of the primate king-\ndom’s benefits since most other animal species are hamstrung with dichromacy, which limits\ntheir vision to the mix of just two colors. There are exceptions. A few nocturnal animals have\nonly one color-absorbing pigment, while some fish, birds, and even reptiles actually have\nfour, which gives them the ability to detect ultraviolet light. Not so with humans?\n\nTrue enough, some studies have suggested that two-to-three percent of women are born\npossessing four independent color-informative channels or cone cells in their eyes, which en-\nable them to see a much greater variety of color combinations. Whether they can actually de-\ntect the full impact of ultraviolet radiation has not yet been determined, as neither has it been\nascertained beyond all doubt that they do possess such a range of color reception. In other\nwords, as of this writing, the studies in question remain somewhat inconclusive.\n\nOn the other hand, as Ashton pointed out, people who have had their lens removed were\nable to see ultraviolet, some of whom described the shade as blue or even downright violet\nMoreover, youngsters can sometimes detect ultraviolet, but only toward extreme short waves,\nwithout having their lens removed, even though requiring special glasses in order to focus\nthe faint images.*\n\nAll of the above, however, make for rare and special cases which do not normally apply to\nthe general population. How, then, were our ancient ancestors able to detect proto-Saturn’s\nultraviolet hue?\n\nWhen synthetically-produced ultraviolet light is shone on certain objects, most of us can\nreadily see their change of color and the fluorescent glow they emanate. It is for this reason\nthat black lights, the ultraviolet lamps we mentioned above, are utilized for various scientific\nand other practical purposes. They are especially useful in medicinal and forensic diagnoses",
        "bibliography": [
            "IL. Zhang, et al., “Effects of Ultraviolet Radiation on Skeleton Development of Broiler Chickens,” translated",
            "from Scientia Agricultura Sinica (April 2006), pp. 313-317.",
            "2G.H. Jacobs & J. Nathans, “The Evolution of Primate Color Vision,” Scientific American (April 2009), p. 56.",
            "3R. Ashton, “The Age of Purple Darkness,” AEON V:3 (December 1998), p. 100, citing R. H. Smythe, Vision in",
            "the Animal World (N. Y., 1975), p. 5.",
            "4R.M., Besancon (Ed.), The Encyclopedia of Physics (1966), p. 743."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 242,
        "content": "\nprecisely because they allow the scrutiny of important details which are otherwise invisible.\nThey are also used for exhibiting the luminous colors of certain minerals in museum presenta-\ntions, for idiosyncratic art displays, and special effects during festivities such as Halloween.\nExcept for the special conditions noted above, however, our present Sun’s display of ul-\ntraviolet light does not make itself visible to human eyes. Its radiating orb does not exhibit a\npurplish hue. This is due to the fact that the light it radiates entails the entire range of the color\nspectrum. Black lamps, on the other hand, are deliberately made to radiate very little light be-\nsides ultraviolet. A similar lack of ordinary light is what enabled the detection of proto-\nSaturn’s ultraviolet luminosity and its purple orb by ancient man. The violent blast of ultravio-\nlet radiation it emitted through its sudden flare-up would have drastically reduced proto-\nSaturn’s infrared emission while allowing its enhanced purple brightness to shine through.\nEven so, it is doubtful that man was able to perceive all of nature in the iridescent colora-\ntion the likes of which is displayed by artificial ultraviolet lights. But, judging by what re-\nmains extant of the memories he passed on to his descendants, the purple hue of the proto-\nSaturnian orb as well as Earth’s atmospheric shell in the period following the flare-up was un-\ndoubtedly perceived for long after the event.\nECHOES OF A DISTANT PAST\nThe celestial antics of what man began to think of as his god gripped him in a vice the\nhold of which continues to constrict him to the present day. In ways that often verged on the\nbizarre, man sought to re-enact what he, or his ancestors, had lived through. And although he\nremembered quite correctly, certain quandaries more than once resulted in deficient preserva-\ntion. But even while, in time, such issues were corrected, certain others were by then much\ntoo ingrained to overcome long-held mistaken concepts. This was especially true when such\nerroneous notions were embraced by man’s evolving cults, in which whatever happened to be\nmisconstrued often turned into religious dogma.\nOne such problem involved the creation of new words in order to express novel experi-\nences. As already noted, one of these innovative concepts had to do with color. The descrip-\ntion of proto-Saturn’s realm before a word for “purple” had been coined in certain languages\nresulted in blue-black or simply black as having been the concerned color. This is the reason\nwe continue to run headlong into the designation of the planetary god in question as the black\nSaturn. Needless to say, it also accounts for the association of such items as black curtains and\nblack stones with the Saturnian deity, some of which persist right to this day in the Meccan\nKa’aba.\nOne of the means to keep these memories alive led certain tribes to paint their bodies blue.\nAmong them were the Berbers and the ancient Britons.'! Among the latter were the least\nknown members of the Celtic tribes who infiltrated into Britain from mainland Europe. The\nRomans, with whom they clashed, called them Picti, which means “the painted ones,” because\nof their blue-dyed skins. The English word “picture” and its various derivations is derived\nfrom the same Latin root. The dye with which the Picts painted themselves was produced\nfrom the plant /satis tinctoria, popularly known as woad, which was once extensively culti-\n1R. Graves, The White Goddess (N. Y., 1966), p. 241.\n'R. Graves, The White Goddess (N. Y., 1966), p. 241.\n242",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 243,
        "content": "vated in various parts of Great Britain. As Julius Ceasar himself noted: “All the Britons dye\ntheir bodies with woad, which produces a blue color and gives them a wild appearance in bat-\ntle.”! The famous Celtic queen Boudicca, so beloved of the British, also known as Boadicea,\nwas also said to have smeared herself with woad in her ravaging engagements against the\nRoman armies.? The Scots, with whom they eventually united, still refer to the ancient Picts as\nBlueskins.? Whether they actually painted themselves blue or not, tribes akin to that of Gen-\nghis Khan referred to themselves as the Blue Mongols.4 As with other matters, it is now diffi-\ncult to ascertain whether this custom came about because the human epidermis had looked\nblue while proto-Saturn’s ultraviolet light shone on the world, or whether it was because men\nwished to emulate proto-Saturn’s changed appearance.\n\nThere will be those who will claim that body painting antedates proto-Saturn’s postulated\nflare-up by several thousand years. The evidence for this rests on the discovery of red ochre in\nvarious ancient sites, such as the 92,000-year-old Qafzeh Cave in Israel.5 Red ochre, which is\na mixture of clay and iron oxide in the form of hematite, is believed to have been used by an-\ncient man to dye the bodies of his dead kin in order to lend them a life-like appearance. These\nfinds, however, have been dismissed by critics because of the uncertain dates attached to them\nas well as their intended use. After all, as has been pointed out, ochre supported various other\nutilizations.6 It was definitely used to paint animals on the walls of European caves,’ to polish\nbone implements in South Africa’ while blocks of the material from that same site have been\nturned into works of art by being aesthetically decorated with incised designs.? But even if\nbody painting with red ochre was in vogue that long ago, it has nothing to do with the blue\ndyes that came in use later in time. Even when it came to daubing the bodies of the dead, the\nmuch later Chinchorro of the Chilean Andes painted the mummified remains of their departed\nchildren with “shimmering blue-black paint,”!°\n\nOthers will be fast in pointing out that not all Picts are known to have covered their bod-\nies, or parts thereof, with woad, but only tattooed themselves with the blue dye.!! The Berbers\ndefinitely tattooed themselves, and they continued to do so down into modern times. As we\nshall be showing in a forthcoming sequel, the tattooing of bodies in blue or black designs also\noriginated in imitation of what our ancestors saw their proto-Saturnian deity undergo.\n\nLong after the events in question, the Egyptian alchemists of Alexandria managed to pro-\nduce a violet type of gold, which to us would be inferior, but which they deemed the very\nbest. It was not merely looked upon as an extremely precious metal, but as a spiritually",
        "bibliography": [
            "1p. James & N. Thorpe, Ancient Inventions (N. Y., 2006), p. 260.",
            "2 Ancient Blues,” Discover (March 1999), p. 26.",
            "3D.L. Cyr, King Arthur’s Crystal Cave (Santa Barbara, California, 1997), p. 144.",
            "4E.C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 185.",
            "°K. Wong, “The Moming of the Modern Mind,” Scientific American (September 2006 Special Edition), p.79.",
            "6 Ibid., p. 80.",
            "7 Ibid., p.83.",
            "8 Ibid., p. 82.",
            "9 Ibid., pp. 80, 81.",
            "10H. Pringle, The Mummy Congress (Toronto, 2001), p. 308.",
            "11 p. James & N. Thorpe, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 244,
        "content": "\nsy ag      =       | Se\nis te                              bye)         ®  iy            \\    oS)    ee    =     <\n(Illustration by Fortunino Matania.)\nFe eI       ag               y      ‘  \\   AS        5   st Ane\nv!    ii       a,            7 |   a    .        ©    Lig!\noy                              +]               3       ~S        iw Ge\n<a      of\nxe (tan\nj        ak SS se                                            ‘\nSkin-clad ancient Britons who painted their bodies blue in a Roman army campsite.\n(ilustration by Fortunino Matania.)\nimbued substance.! These alchemists hailed from the temple of Amon, the “hidden” Saturnian\ngod, where alchemy was said to have been born. Whether the “spirit” that was thought to\npermeate this violet gold was held to be Amon’s remains an open question.\nAn odd religious rite that was practiced by the Maya leaves no doubt concerning its asso-\nciation with a Saturnian deity, the previously mentioned god Itzamna. According to them\nit was this god who presented them with the gift of writing.2 Thus, every year, in the month\nthey called Uo, they commemorated a festival during which the priests would bring out their\nfolded codices and spread them out on freshly-cut boughs “in the house of the local lord.” Sa-\ncred incense would then be burned to Itzamna and the wooden boards between which the",
        "bibliography": [
            "! D, Teresi, Lost Discoveries (N. Y., 2002), p. 289.",
            "2M. D.Coe, Breaking the Maya Code (N. Y., 1992), p. 12."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 245,
        "content": "\na\neey\nDaca                        .\na) <=».               a   ahi\na                a\n?\nOW)       6\n: OO        ©)\ne          !\nom)\nItzamna\ncodices were folded would be anointed with a concoction made from “virgin water” and an\nindigo pigment which is now known as Maya blue.!\nNot everything blue or purple had a favorable connotation in world religions. In Japanese\nBuddhist wedding ceremonies, for example, neither bride nor bridegroom was allowed to\nwear garments containing any trace of purple for it was said that the marriage of those who do\nwould speedily come to an end. This superstition was supposedly based on the belief that\npurple dyes have a tendency to fade.? Since Japanese dyes are well known for their durability ,\nit is more likely that the custom originated due to the fact that proto-Saturn’s ultraviolet period\ndid not last. As the Hopi well remembered, the purple glow eventually relinquished its hold on\nEarth when, during “the third phase of the dawn of Creation,” the light returned to red.? It did\nnot, however, transpire all that fast.",
        "bibliography": [
            "! Ibid.",
            "2F.S. Dobbins, op. cit., p. 710.",
            "3 F, Waters, op. cit., p. 6."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 246,
        "content": "Chapter 13\n\nHeavenly Transitions\nSELF PROPAGATION\ns intelligent as our ancient forebears were within their own environment, there was\nnothing that could have told them what was happening to their sun, why it had flared\nAnts that could have told them what was happening to their sun, why it had flared\nup, and why its appearance totally changed once the sky dispelled its curtain of cos-\nmic dust. In the end, they could only make sense out of what had transpired by endowing the\nradiating globe above them with a life of its own. When, in later years, they attempted to pass\non the memory of what they had witnessed to their descendants, they could only do so by pre-\nsenting the events as this lofty creature’s calculated actions.\nTo the ancestors of the Zuni, a major tribe of the Pueblo Amerinds, this lofty being be-\ncame known as Awonawilona who, “in the beginning,” was the only being that existed in the\ndarkness,! “before the sky was blue,” when no other light shone in the sky.? Known as “the\none who contains everything,”? or “the one who is everything,”* Awonawilona is said to have\n“assumed form” when he “fashioned a great light.”> This great light became “a sun,”6 which\nhas unfortunately been understood by some as having been the Sun.’ Quite naturally, ancient\nman’s later comparison of Earth’s primordial brown dwarf star with the present solar orb is\nunderstandable, but the difference was also often stressed. This is shown quite clearly by the\ncomposers of the Mayan Popul Vuh when they recorded the “old tales” their ancestors had\nA   s intelligent as our ancient forebears were within their own environment, there was\nrelated:\n“Like a man was the sun when it showed itself. It showed itself when it was born and\nremained fixed in the sky like a mirror. Certainly, it was not the same sun which we\nsee, it is said in their old tales.”8\nAlthough we have already been through this, the point we wish to stress this time around\nis the assuming of “form” by Awonawilona, since this seems to tell us that he either had no\nform or shape before the emission of the light or that he went through a change of shape fol-\nlowing that event. Form or shape, however, was not all that changed. The proto-Saturnian sun",
        "bibliography": [
            "1R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 23.",
            "2H. Hirnschall, The Song of Creation (West Vancouver, 1979), myth #1.",
            "3 J.S. Morgan, When the Morning Stars Sang Together (Agincourt, Canada, 1974), p. 3.",
            "4H. Hinrschall, lo. cit. (emphasis added).",
            "5 J. S. Morgan, loc. cit.",
            "© H. Hirnschall, loc. cit. (emphasis added).",
            "7J.S. Morgan, loc. cit.",
            "8D. Goetz & S. Morley, Popul Vuh (Norman, 1972), p. 188 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 247,
        "content": "\nwould also have gone through a transformation in its brightness even after the full glare of its\nflare-up had ebbed. In other words, once the brilliance of its flare-up had diminished, despite\nit’s taking on a purple hue, the proto-Saturnian sun would have continued to shine much\nbrighter than it had before it had entered the present Sun’s domain of influence. It was, in fact,\nrighter than it had before it had entered the present Sun’s domain of influence. It was, in fact,\nfrom that point onward that the luminary gained its renown as the blinding sun of mythic lore.\nChanges in luminous outbursts are transitions which brown dwarfs are known to undergo,\nbrightening as they cool with age. This is thought to be because their atmospheric gases con-\nrightening as they cool with age. This is thought to be because their atmospheric gases con-\ndense into liquid droplets which form clouds. Storms are then said to whisk these clouds\naway, revealing the brighter, as well as hotter, atmospheric strata underneath.! The actual\ncause of these stellar storms is still debatable. As, however, already noted, we concur with\nthose who continue to maintain that they result from sudden electrical discharges which, while\npossibly intrinsic, can also be incurred through the infiltration into a plasmatic cell of different\nelectrical potential. In other words, these storms are nothing but the flare-ups we have been\ndiscussing.\nOne thing we can be certain of is that proto-Saturn’s flare-up would not only have swept\npart of Earth’s previously denser atmospheric envelope into space, it would also have blown\nart of Earth’s previously denser atmospheric envelope into space, it would also have blown\naway a goodly portion of its own clouds, which is where most of the cosmic dust we have al-\nready discussed would have come from.\nIn the end, as we shall see, proto-Saturn’s appearance following the ebbing of its flare-up\nwas so much changed that our ancestors began to think of it as the self-created creature of its\nformer personality. As later told by the Egyptians, Ptah-Tenen,? whom we have already met,\nwas the “maker” of his very own body.? The manner in which he was acclaimed, as repro-\nduced below, makes this quite clear.\n“Thou hadst no father to beget thee in thy person, and thou hadst no mother to give\nbirth unto thee; thou didst fashion thyself without the help of any other being. Fully\nequipped thou didst come forth, fully equipped.””*\nDIVINE PARENTAGE\nThe manner in which the proto-Saturnian deity was believed to have fashioned himself\nwould have been debated to no end by those who had witnessed the transformation. Even to-\nday, if the Sun were to suddenly change its appearance, astrophysicists would be sent in\ndroves back to their drawing boards in an attempt to understand what had transpired contrary\nto their expectations. Within the limits of their own intelligence, the ancients were no differ-\nent. They would have striven to find a reason behind the changes that their luminary had expe-\nrienced.\nAs we have noted in a previous volume, there had been those who viewed the retraction\nof proto-Saturn’s polar column as an act of self penetration, whereby the god had sexual union",
        "bibliography": [
            "1R. Talcott, “First Forecast: Cloudy; No Rain,” Astronomy (December 2002), p. 32.",
            "? Variant: Ptah-Tanen.",
            "3B, A. W. Budge, The Gods of the Egyptians, Vol. | (N. Y., 1904/1969), p. 510.",
            "3B. A. W. Budge, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 510.",
            "4 Ibid. (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 248,
        "content": "with himself.! It is therefore not surprising that this newly engendered deity was believed by\nsome to have actually given birth to himself. God was thus seen as being his own father and,\nby the same reckoning, his own son.\n\nThis idea was bound to have caused mystification, which is why, even among the ancients,\na certain amount of rationalization is sometimes met. Thus, in some cases, the proto-Saturnian\ndeity was simply said to have fathered a son of the same name. This is the way we find it rec-\norded by the Greek grammarian, Alexander Cornelius Polyhistor, in relation to the Babyloni-\nan god known as Belus. As he had it stated, “of him was born a son” who was also named Be-\nlus.? That Belus was the same as Kronos, the Greek Saturn, we also learn from him.} But be-\ncause there were still those who realized that the son was the same as the father, the belief that\nthe soul, or spirit, of the father passed on to his son, who thus became the image of his pro-\ngenitor, especially among the Egyptians, became engrained as a religious creed. In fact, as\nArthur Cook, with whom we do not always concur, was bound to realize in his extensive\nwandering through the world’s mytho-historical records, the belief that “a son may be the re-\nbirth of his own father” became widespread in antiquity.>\n\nWilliam Albright, on the other hand, misunderstood this situation. What he ended up be-\nlieving after having surveyed some of the same data is that there simply were different forms\nof a common mythological idea in which a father was replaced by a son who happened to bear\ncomparable attributes. In his opinion, this came about due to the merging of cults devoted to\ndifferent gods whose characteristics were similar but not identical. The resultant incongruity\nwas therefore solved by claiming that one of the deities was the son of the other.”\n\nConfusion, however, became rampant even among the very ancients who could not quite\nbe certain exactly what their ancestors meant in passing on these hoary memories. This was\nthe more telling since not all tales told exactly the same thing, which is not to be wondered at.\nAfter all, as is well known, even today, those who witness the same event rarely agree in the\ntelling of what they saw. And when the event itself is not readily understood, the analogies\nthat are used in an attempt to clarify the issue often work in reverse by causing more confu-\nsion. Different witnesses tend to paint the same event in different colors. This would account\nfor the ambiguities we meet in some of the earliest recorded versions of the proto-Saturnian\ndeity’s relations to his own altered appearance. The Babylonian Bel, the same as Belus, who\nwas Saturn, according to Damascius, came into existence before Ea, who was also Saturn.\nEven though, in the end, it makes no difference, there were others who believed that it was\nEa/Saturn who actually fathered the Saturnian Bel.’\n\nThose who have delved deeply into comparative mythology could not have missed the",
        "bibliography": [
            "! Flare Star, pp. 279 ff.",
            "2 Busebius Pamphili, Evangelicae Praeparationis, XVU419d.",
            "3 Ibid.; See also, Flare Star, p.472.",
            "4D.A. Mackenzie, Egyptian Myth and Legend (N. Y., 1907/1978), p. 3 of unpaginated “Preface.”",
            "5 A.B. Cook, Zeus: A Study in Ancient Religion, Vol. UL, Part 1 (N. Y., 1965), p. 294.",
            "6 W. F. Albright, Yahweh and the Gods of Canaan (N. Y., 1968), p. 148.",
            "7 Ibid.",
            "8D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), republished as Mythology of the Babyloni-",
            "an People (London, 1996), p. 139."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 249,
        "content": "situation we have been attempting to describe. Back in the nineteenth century, George\nRawlinson was already stressing that, when it comes to godly parentage, the alleged relation-\nships are not only often confused, but even contradictory.! A case in point he indicated was\nthat of Nin, or Ninip, former transliterations of Ninurta/Saturn, who is sometimes presented as\nthe son, while at other times the father, of the same Bel?\n\nPROGENY’S OWN PROGENITOR\n\nThe concept of proto-Saturn’s self creation among ancient peoples was best maintained by\nthe Egyptians. As we have already seen, Ptah-Tenen was believed to be such a self-created\ndeity. He was not, however, the only one. In an Egyptian Coffin Text, Atum is also made to\nclaim he was his own creator.3 “I came into being of myself,” he is there made to say.4\n\nIn his form of Khepera, Ra, too, was declared to have produced himself.6 But in a differ-\nent vein, although in the same place, he is additionally made to assert that he produced him-\nself from “primeval matter.”? This is the very “divine matter,” or paut, we have earlier seen\nhim produce from his very self. This “primeval matter” is even called Osiris, “the primeval\nmatter of primeval matter,” in other words the primeval matter par excellence 8 All of which\nexplains why Osiris was referred to as “the Great One” who was, at the same time, the son of\nthe very same “Great One.”? Needless to say, this made him his own father as well as his own\nson.\n\nFrom all of the above, but also in relation to what transpired later, the Egyptians derived\nthe belief that when a dead man’s soul was taken up to heaven, he turned into that very deity,\nbut also into his son.!° This was the very fate claimed for Pepi I as found engraved on one of\nthe walls inside his pyramid. As there recorded, the pharaoh became neter sa neter, that is\n“God, the son of God.”!!\n\nBelief in the self creation of the primal deity continued to spread down through the ages\nand we find it embedded in the creeds of various ancient nations. The self generation of Pra-\njapati, whom we have elsewhere seen identified as the proto-Saturnian god,!? continues to be\nlauded by modern Hindus. Prajapati is the deity who is said to have fathered his own self.!3\n\nSo, similarly, among the ancient Greeks, both in reference to their own gods as well as the\nforeign deities they believed in. That Kronos, their own Saturn, was the son of Ouranos, is",
        "bibliography": [
            "1G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol.1(N. Y., 1885), p. 73.",
            "2 Ibid.",
            "3R.T. Rundle Clark, Myth and Symbol in Ancient Egypt (N. Y., 1959), p. 74.",
            "4 Ibid., p.40.",
            "SE. A.W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. 1 (N. Y., 1920/1978), p. 543.",
            "6 Idem, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 314.",
            "7 Ibid.",
            "8 Ibid.",
            "9 Idem, Osiris and the Egyptian Resurrection (N. Y., 1911/1973), p. 169",
            "10 Idem, The Egyptian Book of the Dead (N. Y., 1895/1967), pp. 1xxi-Ixxii.",
            "1 [bid., p. Ixxxiv.",
            "!2 God Star, pp. 61, 196, 233, 310, 311, 446.",
            "BBC. Sproul, Primal Myths:Creation Myths Around the World (San Francisco, 1979), p. 181."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 250,
        "content": "well attested. But that Ouranos was also Saturn, which makes Kronos his own son, is not all\nthat widely known.' Even less remembered is that Kronos was believed to have a son also\nnamed Kronos.2 When it comes to foreign deities, the Greeks considered the Egyptian god\nOsiris to have also been the son of Kronos} which accords with the sacred formula, the divine\ncliché, that Saturn was the son of Saturn, the god who birthed his own self.\n\nTHE BLOATED DEITY\n\nThe shift from red to purple was not the only change that proto-Saturn underwent at the\nshedding of the light. A change in mass would also have taken place. And this would have\ninvolved a change in size.\n\nTogether with the shedding of the light itself, such transformations in a cosmic body can\nbe induced through modification of that body’s electrical environment. Under such conditions,\nas Wallace Thornhill tells us, stars transform quite rapidly. And these changes would include\nthe stars’ apparent dimensions.*\n\nAs Earl Milton had even earlier recorded, if the Sun had to drift into a region of different\nelectrical potential, it would physically change its size. Whether it would grow bigger or\nsmaller would depend on the electrical strength or weakness of the region it would move into.\nWere it to move into a region powered by higher electrical energy, it would physically shrink.\nBut here is where it gets more complicated since, at the same time, the electrical activity at its\nsurface would actually intensify. The Sun, so Milton tells us, would compensate for this by\nincreasing its atmospheric envelope. Depending on available energies, the Sun might even\nswell into a super giant star In other words, it would visually appear much larger.\n\nThe same thing would have happened to the proto-Saturnian brown dwarf star. Its electri-\ncal polarization would have been much lower than the Sun’s. It, too, would have lost some of\nits mass. It, too, would have grown physically smaller. But it, too, would have had to compen-\nsate for its newly increased electrical activity at its surface through an expansion of its atmos-\npheric gases. And it, too, would have appeared larger.\n\nWhile the above makes it clear, as others have insisted, that mass is electromagnetic in\ncharacter,® and that change in mass would involve electrical activity, proto-Saturn would also\nhave lost mass through its shedding of material when it flared up. This would have resulted in\na lesser density, which would mean that its spherical size would have actually increased, all of\nwhich would have added to the body’s apparent expansion.\n\nTaken all together, the above would demand that our ancestors would have noticed and\nreported proto-Saturn’s increased size. Do we find it so recorded?",
        "bibliography": [
            "1 A. Hislop. The Two Babylons (London, 1972), pp. 193-194; See also God Star, p. 168.",
            "2 Eusebius Pamphili, op. cit., [:10:38a.",
            "3 [bid., U:1:45¢.",
            "4 As reported in Chronology & Catastrophism Review (2000:1), p. 94.",
            "5 E.R. Milton, “Electric Stars in a Gravity-Less Electrified Cosmos,” SS. Review, V:1 (1980/81), p. 10.",
            "6 W. H. Bostick, “What Laboratory-Produced Plasma Structures Can Contribute to the Understanding of Cosmic",
            "Structures Both Large and Small,” IEEE Transactions on Plasma Science (December 1986), pp. 711,712."
        ],
        "captions": []
    }
]