[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 231,
        "content": "\nWe commence with his very name. In conformity with one of the main characteristics of\nthe planetary god in question, the name Krishna means “the dark one,”! and/or “the black.”?\nHe is additionally believed to have been Vishnu reincarnated,> which casts him as Saturn in a\ndifferent mold.* This link is also evident in the god’s stated identity as Time personified > an-\nother major characteristic of the Saturnian deity.6 In fact, Kala, meaning “black,” is not only\none of the Sanskrit names of Saturn, it also stands for Time.’ Thus, to the Hindus, the “Wheel\nof Time” is known as the Kala-cakra (also rendered Kala-chakra).® Truth be told, the original\nSaturnian identity of the god is not hidden in Hindu sources. As the eminent scholar Benoy-\ntosh Bhattacharyya pointed out in 1933, Saturn, or Shani, “receives a good share of attention”\nin the Rig Veda. In the later Koshas and Stotras, however, there are several other names sup-\nplied for the planet besides Shani, not the least important among which is Krishna?\nIn keeping with our present line of interest, the god of whom Krishna was believed to have\nbeen the reincarnated form, that is Vishnu, is represented as being of a blue color.\" It is there-\nfore not surprising that Krishna himself is also often painted blue.!! With his designation as\n“the black” and/or “the black one,”! this tends to turn Krishna into a blue-black god.\nTLALOC\nBlue-hued deities are not restricted to Hinduism or the Eurasian continent. Half a world\naway, we meet the god Tlaloc among the Aztecs of the New World. Having been deified as\n“the very first’! among the deities of that blood-thirsty nation is enough to equate this god\nwith proto-Saturn. This identity is strengthened through the god’s assimilation with Quetzal-\ncoatl,!4 who was occasionally even referred to as Tlaloc.'* As if to prove this duality, there\nexists a sculpture of Quetzalcoatl on the underside of which the head of Tlaloc is artistically\nengraved.'© That Quetzalcoatl, usually identified as the personification of the planet Venus\n1 W.D. O'Flaherty, Hindu Myths (Harmondsworth, 1976), p. 346.\n2G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),\n78.\np. 78.\nSw. D. O'Flaherty, loc. cit.\n3 W. D. O'Flaherty, loc. cit.\n4 God Star, pp. 233, 236, 246, 310, 440, 449, 451; Flare Star, pp. 220, 228, 230-232, 239.\n4 God Star, pp. 233, 236, 246, 310, 440, 449, 451; Flare Star, pp. 220, 228 , 230-232, 239.\nSRL. Thompson, Mysteries of the Sacred Universe (Alachua, Florida, 2000), p. 194.\n6 God Star, pp. 170, 240, 262, 282, 307 ff.\n7G. de Santillana & H. von Dechend, op. cit., p. 135; see also God Star, pp. 309-310.\n8 W.E. Begley, Visnu’s Flaming Wheel: The Iconography of the Sudarsana-Cakra (N. Y., 1973), p. 96.\n9 A. K. Bhattacharyya, Collected Works of Dr. Benoytosh Bhattacharyya (Calcutta, 1997), pp. 25-26.\n10 A. S. Murray, Manual of Mythology (N. Y., 1950), p. 390; C. A. Burland, Myths of Life & Death (N. Y.,\n1974), p. 163.\n1! Thid., pp. 93, 104.\n12 Ibid.\n13 G. Brotherston, Image of the New World (London, 1979), p. 105.\n14 B.C. Brundage, The Fifth Sun: Aztec Gods, Aztec World (Austin, 1979), p. 108; M. Oldfield Howie, The En-\ncircled Serpent (N. Y., 1955), pp. 303, 304.\n15 B.C. Brundage, loc. cit.\n16 Thid., pp. 112-113.\n231",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 232,
        "content": "\nJUUOUU TT yeuuu ]   Bpupe pura  co TE\noe            AULT resem J UU eee -|| | me\nSB) Bip                               G.\nLU             es     &] Ors hs         es    TR      a\na          BES EP SBS els\ni      a              AL ey? ORLY    Kay  Sia, |\ner Sty (23  tS\npees     a Zo\" /u|o\\\\emae          WS\nTlaloc—as depicted on the Laud Screenfold.\nby most mythologists, was actually the god of the planet Saturn has been amply demonstrated\nin one of our previous volumes.! One can also add the fact that the helpers of Tlaloc—of\nwhich more in a later volume—are often shown wearing a trapezoidal ornament which,\namong the Aztecs, symbolized the year? and therefore time, that other trait so archetypical of\nthe Saturnian deity.\nWhat is of more importance, however, is that Tlaloc is said to have lived at the zenith,\nwhich actually means the pole, and to have been “static,” that is unmoving, “at heaven’s\nheart.”4 The specificity of the zenith, as well as heaven’s heart, as the pole is demonstrated by",
        "bibliography": [
            "! God Star, pp. 37-39, 59, 312, 314-317, 435-439.",
            "2 JE. S. Thompson, Maya Hieroglyphic Writing (Norman, 1971), p. 145.",
            "3G. Brotherston, op. cit., p. 85.",
            "4 Ibid., p. 187."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 233,
        "content": "\nthe locality’s stated situation “in the farthest north,”! all of which is in agreement with the\nnorth celestial placement of the immobile Saturnian god.\nTlaloc’s color was ambivalent. He was often associated with the color red and sometimes\neven so portrayed. But he was also at times painted black.> This is not to be considered con-\ntradictory since proto-Saturn’s color was seen to change through time. As we noted in a pre-\nvious volume of this series, and illustrated on the covers of our three prequels, the proto-\nSaturnian sun would originally have shone dimly red. As we, however, have also mentioned,\nfor a time it even assumed a greenish hue. Red and black were not in fact the only colors as-\nsociated with Tlaloc. Still in keeping with our present trend, the black-bodied Tlaloc was also\nshown with a blue face,° as is apparent from a frieze at Teotihuacan.”\nBecause Tlaloc was also considered a god of rain, as are various other Saturnian deities,\nEdwin Krupp understood his blue face as signifying the azure sky, with his black body stand-\ning for the stormy clouds.’ Had he compared this Aztec god with those blue-hued deities of\nHindu lore we have discussed above, he might have had a change of mind.\nSATURNIAN BLUE\n“Before the dawn of history,” wrote Paul Desautels, former supervisor of the mineralogy\ndepartment at the Smithsonian Institution, “men were finding and assigning special values to\ncertain kinds of rock and mineral pebbles that were rare or particularly beautiful.”?\n“Thus was born the gemstone,” he went on, “a mineral set apart from the rest by\nbeauty, rareness, and durability. The combination of attributes is relatively uncom-\nmon. Perhaps only one hundred mineral species are considered gems. For the sake of\nthese baubles, wars have been fought, kingdoms have changed hands, and assassina-\ntions have been committed.”!°\nAs he then adds:\n“Gemstone lore, legend, and superstition have been part of every human society. In\nalmost every culture gem materials have been given religious or spiritual signifi-\ncance.”!!",
        "bibliography": [
            "1 W.F. Warren, Paradise Found (Boston, 1885), pp. 246-247.",
            "2D. Duran, Book of the Gods and Rites and the Ancient Calendar (Norman, 1971), p. 155.",
            "3 |. Nicholson, Mexican and Central American Mythology (London, 1967), p. 96; M. Fauconnet, “Mythology of",
            "the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972), p. 437.",
            "4 Flare Star, p. 258",
            "> God Star, p. 25.",
            "°E.C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 113.",
            "71. Nicholson, op. cit., p. 80.",
            "8E.C. Krupp, loc. cit.",
            "9° PE. Desautels, The Mineral Kingdom (N. Y., 1968), p. 72.",
            "10 Ibid.",
            "\"! Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 234,
        "content": "The above has special meaning for us because, just as the color black in heraldry contin-\nued to be named for Saturn down into medieval times, so also did blue gems persist in being\nheld sacred to the same planet and its god. One of these gems, perhaps the bluest of them all,\nis the sapphire. Fair enough, sapphires come in different shades, but those which are not blue\nare called by their respective color. When the word lacks such a designation, it invariably re-\nfers to the blue variety, especially the deep blue, which is the most valued among its wide-\nspread family.\n\nThe word “sapphire” is itself derived from the Greek sappheiros through the Latin sap-\nphirus, both of which mean “blue.” That much is common knowledge. What might not be\nwidely known is that the word’s etymological roots are also evident in the Hebrew word\nsappir as well as in Persian safir.! Now while both of these words stand for “sapphire,” the\nPersian safir actually translates as “beloved of Saturn.” Nor is this unique. In Sanskrit, the\nword “sapphire” is rendered shanipriya, derived from Shani, which, as we have seen, is one of\nthe names for Saturn in that language, and priya, which means “precious.” Thus shanipriya,\nSanskrit for “sapphire,” means “precious to Saturn.”? In fact, if we are to believe professional\njewelers, the word “sapphire” can be “roughly translated to mean ‘dear to the planet Saturn’ in\nmany different languages.”4\n\nSapphires were not the only gems held sacred to Saturn. In China, so was jade, but not the\nusual green variety. On the contrary, the jade used in the imperial worship of Shang-te, the\nSaturnian Yellow Emperor, was of the rarer blue. As we earlier noted, this rite was held at Pe-\nking’s Altar of Heaven, during which the Emperor was required to kneel while facing north,\nSaturn’s old celestial throne. It was during this ceremony that the emperor had to\nacknowledge to be inferior to Heaven, even if to Heaven alone. And it was in that respect that\none of the most precious of royal items, a cylinder of blue jade, was offered to the Supreme\nRuler of Heaven, that is Shang-te himself>\n\nPURPLE DAWN\n\nLet us now return to the proto-Saturnian sun which these blue-hued deities, as well as\ngems, are here claimed to represent. As we have seen, one of the Sanskrit names for Saturn,\nthat is Kala, can actually mean “dark blue.” Dark blue can be dark enough to appear almost\nblack. But while some might think this is an adequate reason for Saturn’s classical black\nshade, we find there’s more to it than that. Let us take Shiva’s epithet, Nilalohita, as an\nexample. While, as we have seen, this name can also mean “dark blue,” it additionally trans-\nlates as “purple.” ©\n\nOne objection that has been raised by some when it comes to sapphires is that, while the\nassociation of these gems with the planet Saturn is obviously genuine, it cannot reach far into",
        "bibliography": [
            "! “Sapphire in History” at angara.com",
            "2 Ibid.",
            "3 D. Harper, Online Etymology Dictionary (2010), etymoline.com",
            "4 “History and Lore of Sapphire,” jewelsforme.com",
            "5 B.S. Dobbins, Error’s Chains: How Forged and Broken (N. Y., 1884), p. 464.",
            "®V_S. Apte, op. cit., p. 569."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 235,
        "content": "antiquity because these gems were unknown to ancient nations. No reference to these stones,\nit has been said, can be found in literature prior to the Roman era. Before that time, or so it is\nbelieved by some, the actual jewel that is meant by most of these archaic words was lapis laz-\nuli.! But even if so, lapis lazuli is also blue, while the Saturnian connotations behind the words\nsafir and shanipriya will for ever continue to hold. On the other hand, there are those who be-\nlieve that sapphires were known before the Roman period. And so do we.\n\nOur conviction in this case is based on certain qualities exhibited by a majority of these\ngems which are not shared by lapis lazuli, qualities that have even greater meaning to our pre-\nsent subject. One of these qualities is the deep indigo that some of these stones exhibit, which\ncolor borders on purple. But, more than that, many sapphires share an even more peculiar fea-\nture which only manifests itself under artificial light such as would have been supplied in an-\ncient times by flaming torches and flickering oil lamps. Under such illumination, quite a few\nof these gems tend to look “dark and inky” while, in some cases, their blue hue has a habit of\nturning into violet.”\n\nIt is the above traits, more than anything else about these stones, that would have captured\nthe imagination of our ancient forebears in relation to Earth’s altered environment following\nproto-Saturn’s major flare-up. As the Hopi well remembered, this was “the time of the dark\npurple light, Qoyangnuptu, the first phase of the dawn of creation...”\n\nAs we have mentioned in passing, Quetzalcoatl was reputed to have been the first light to\nappear at Creation,t which is generally understood as the first light to appear in the world>\nHis alter-ego, Tlahuizcalpantecuhtli, was thus not only known as the god of light, but also as\nthe god of dawn.® That this is not a reference to subsequent daybreaks is shown by the af-\nfirmed belief that this god’s light was “created before the sun.”7\n\nIt thus seems probable that when the Roman poet Martianus Capella has Harmonia declar-\ning that, in his ordering of the universe, Iupiter’s rays “renew the purple dawn for men,” he\nwas harking back to an age-old belief rather than the early morning light of his own time.\n\nBecause proto-Saturn had for ages stood immobile in Earth’s north celestial pole, that very\nlocality also came to be associated with the purple light that was shed at the beginning of Cre-\nation. Thus, as is contained in one of their songs, the Hopi continued to believe that the “dark\npurple light” of Creation had risen in the north?\n\nTo the Chinese, the north centre of the sky is still known among them as the Purple Pole.!°\nSo, also, do they refer to the circumpolar stars as the Purple Subtle Enclosure.!! As if that is",
        "bibliography": [
            "1D. Harper, loc. cit.",
            "2 “Sapphire,” Encyclopaedia Britannica, Vol. 19 (1959 edition), p, 985.",
            "3 F, Waters (with O. White Bear Fredericks), Book of the Hopi (N, Y., 1963), p. 6.",
            "4 E. Keber, Codex Telleriano Remensis (Austin, 1995), p. 175.",
            "5 Ibid., p. 262.",
            "©. Florescano, The Myth of Quetzalcoatl (Baltimore, 1999), p. 53.",
            "7 Ibid. (emphasis added).",
            "8 A.B. Cook, Zeus: A Study in Ancient Religion, Vol.1(N. Y., 1964), p.757",
            "°F, Waters, op. cit.,p.7.",
            "10 E.C. Krupp, op. cit., p. 264.",
            "1 R.H. Allen, Star-Names and their Meanings (N. Y., 1899)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 236,
        "content": "\nnot enough, they actually claim that the North Star, which is still remembered as Shang-te’s\ndivine abode, is also purple.! Since the North Star is not that color, this could only be an echo\nof the original purple star that had once occupied that special pole. In other words, besides\nshedding a light of that particular shade, proto-Saturn would have itself assumed a purple hue.\nMESSIANIC HINTS\nFew concepts survive long after their origin has been forgotten other than in religion. It is\ntherefore not surprising when we come across similar echoes entrenched in the beliefs of other\nnations. In the Jewish work known as Zohar, for example, it is told that “a fearsome star blaz-\ning purple light,” appearing “at the zenith,” will precede the advent of the Messiah, which star\nwill involve itself in a celestial battle that will take place “in the north.”?\nAlthough that Messianic event is supposed to take place in the future, there is no doubt\nthat the star’s placement in the zenithal north stems from the ancestral memory of proto-\nSaturn’s previous polar station. This is more readily understandable since the very concept of\nthe Messiah owes its origin to the belief that, having eventually retreated from Earth’s vicini-\nty, the Saturnian Yahweh/Elohim would one day return to repossess his realm. And, just as he\nad reigned supreme from his north polar station, so would he return from Zaphon; the same\nhad reigned supreme from his north polar station, so would he return from Zaphon,> the same\nas Tsaphon, which, as we have seen, is the Hebrew word for “north.” When he does come, it\nis believed, even his throne will be colored purple.4\nThe Saturnian identity of the Messiah was also recognized by Giorgio de Santillana and\nHertha von Dechend. “Few scholars only, among them Franz Kampers and Robert Eisler,\nhave recognized the awe-inspiring age of such traditions,” they wrote, “and even they have\nave recognized the awe-inspiring age of such traditions,” they wrote, “and even they have\nbeen incapable of calling the much-expected ‘redeemer’ and ‘kosmokrator’ by his very own\neen incapable of calling the much-expected ‘redeemer’ and ‘kosmokrator’ by his very own\nname: Saturn.”°\nThe above may shock those of the Judaic, and even Christian, faith—although no more\nthan the identification of Yahweh/Elohim as Saturn—labeling it all as blasphemy. But the\ntheme of the returning deity in days to come is not unique to these two religions. I shall not\nhere discuss the universality of this belief since, again, that would be placing events out of\nere discuss the universality of this belief since, again, that would be placing events out of\nchronological context. But, in keeping with the trend we have been following, I will include\njust one more Messianic datum.\nThis one comes from the Hopi Amerindians we have met before. It is the belief among the\nwise old priests of this tribe that, in a future that is not far off, the Blue Star Kachina will yet\ndance among their people. While this kachina will be impersonated by a tribesman, its dance\nwill herald the approach of a true “blue star” that is still “far off and yet invisible,” but “which\nwill make its appearance soon.” And, as in the case of the Messiah, the world we know will\ncome to an end.°",
        "bibliography": [
            "1 hutp:/lignca.nic in/ex025011 htm",
            "2 R. Patai, The Messiah Texts (N. Y., 1979), pp. 86-87.",
            "3 W. A. Heidel, The Day of Yahweh (London, 1929), p. 463.",
            "4L. Ginzberg, The Legends of the Jews, Vol. I (Philadelphia, 1968), p. 22.",
            "5 G. de Santillana & H. von Dechend, op. cit.,p. 418.",
            "© F. Waters, op. cit., p. 408."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 237,
        "content": "We will be presenting more evidence of proto-Saturn’s purple hue together with the violet\nlight it shed upon the world as we trudge through the following pages. But first it would be\nbest to elucidate what the colors we have been discussing really mean from an astrophysical\npoint of view.\n\nSTELLAR RADIATION\n\nOne problem that especially intrigued Roger Ashton in his early forays into the Saturn\nthesis concerned the nature of what he referred to as the primordial age of darkness. He was\nnever comfortable with the dim, even if constant, illumination that proto-Saturn would have\nradiated were one to believe what the mytho-historical record intimated. As far as he was con-\ncerned, infrared and ultraviolet light would also have been required for the linkage of the ter-\nrestrial food chain. And since, according to him, proto-Saturn’s otherwise feeble light would\nnot have been strong enough to scatter pale blue, the sky would probably have appeared a\ndeep purple or magenta.!\n\nIt is a pity that, in later years, Ashton lost faith in the planetary nature of the proto-\nSaturnian configuration, as he also did in Earth’s primordial semi-darkness, Even so, when it\ncame to Earth’s immersion in ultraviolet light, the reason he supplied for his retraction was\nnot reliant on his broader loss of faith. What influenced him in this respect was the Hopi sym-\nbolic allocation of dark purple to Earth’s northern region, and the assignment of the color yel-\nlow to the east. As he explained, what passes for the polar assemblage in the mytho-historical\nrecord includes the allocation of colors to the points of the compass which has no scientific\nsignificance whatsoever. Thus, as he confessed, in the Hopi reference to “dark purple north\nand yellow east,” he “mistakenly took the purple for the darkness.”\n\nNow it is true that Earth’s four cardinal directions were allotted different colors by various\nAmerindian tribes, especially the Navajo} the Sioux,4 the Zuni,> but also others.® So, also,\namong the Mexicans,’ the Kalmucks of Siberia,’ the Hindus,° and the Chinese.!° Moreover,\nthe assignment of these colors by one tribe or nation do not match those designated by anoth-\ner. None of this, however, has anything to do with the Hopi datum that led to it, where the\ncolor purple is specifically related to “the first dawn of Creation.” Besides which, other than\nnorth and east, no other cardinal points or colors are mentioned by the Hopi in their Song of\nCreation. Like the Chinese and other ancient nations, what the Hopi did was associate the\ncolor purple with the north because that is where the primordial purple star had once resided,",
        "bibliography": [
            "1R. Ashton, “The Age of Purple Darkness,” AEON V:3 (December 1998), p. 98.",
            "2 Idem, “Purple Darkness,” AEON V:4 (July 1999), p. 6.",
            "3 R. Van Over, Sun Songs: Creation Myths from Around the World (N. Y ., 1980), pp. 42, 44, 47.",
            "4M. W. Stirling, Indians of the Americas (Washington, D.C., 1965), p. 83.",
            "5D.N. Talbott, The Saturn Myth (N. Y., 1980), p. 141.",
            "6G. Mallery, Picture-Writing of the American Indians, Vol.2 (N. Y., 1893/1972), pp. 623-625.",
            "7D.N. Talbott, loc. cit.",
            "8 B.C. Krupp, op. cit., p. 291.",
            "°R.L. Thompson, op. cit., pp. 36, 144.",
            "10D_N. Talbott, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 238,
        "content": "and the color yellow with the east because that is where the Sun that superseded proto-Saturn\nwas eventually seen to rise.!\n\nAt the time Ashton proposed his theory, not enough was known about brown dwarfs.\nSince then, the situation has been more than compensated for. As it was eventually discov-\nered, a vast amount of these dwarf stars happen to emit most of their radiation in the infrared?\nBut blue and violet light are not absent from these dwarf stars. On the contrary, as Wallace\nThornhill indicated, the light emitted by the L-type dwarfs is curiously bluer than expected.\nThus, proto-Saturn’s “spectrum of light,” according to him, “would have been much redder\nthan at present.” But also, “with a lower energy corona,” blue light would have been added, as\nso would ultraviolet. And so, in fact, was it eventually discovered as far as brown dwarf stars\nthemselves are concerned?\n\nBut would the actual disk of the proto-Saturnian sun have appeared of a purple hue? To\ntell the truth, the name “brown dwarf,” which was coined by Jill Tarter, is really a misnomer\nsince these bodies are really anything but brown. According to Adam Burrows, not only do\nthese stars “show a mix of red and blue,” but their tints “progress from red to purple to ma-\ngenta.”\"4\n\nOther than black, to which we shall soon come, blue and purple are the two dominant col-\nors we have seen associated with the proto-Saturnian planet and its god. We especially note\nthat purple and magenta, believed to be prominent in brown dwarfs, are the very two values of\nlight that Ashton predicted to be required for a viable food chain under the postulated proto-\nSaturnian sun. As I have stated in a previous work, Ashton jumped the proto-Saturnian ship\nmuch too early. What is worse is that he has not stopped since then in scorning those who\nstayed on board.\n\nIn the meantime, discoveries from space continued to flood in and evidence to pile up. As\noften stated in our work, despite their difference, both in size and energetic yield, proto-\nSaturn’s flare can be compared to supernovae. As is now known, these much more active\nflares unleash a torrent of high-energy radiation including ultraviolet light which, even at\ntheir greater distance, manage to increase the ultraviolet aggregate of Earth’s atmospheric\nshell.° Imagine then what the radiation from the much nearer, even if less energetic, proto-\nSaturnian flare-up would have done to Earth and its atmosphere, to say nothing of its inhabit-\nants.\n\nAs we have also previously noted, proto-Saturn’s final flare resulted from the interaction\nof its plasmasphere with the Sun’s heliospheric bubble and the different electrical potential it\nencountered once it had pierced through that enveloping sheath. According to Thornhill, “pro-\nto-Saturn would have switched from being a lightly stressed anode in the galactic discharge to",
        "bibliography": [
            "1B, Waters, op. cit., p. 7.",
            "2G. Schilling, “Chill-Out Zone,” NewScientist.com (June 8, 2001); R. Talcott, “First Forecast: Cloudy; No",
            "Rain,” Astronomy (December 2002), p. 32.",
            "3 W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), pp. 47, 48.",
            "4. J. Goldman, “Brown Dwarfs Showing Their True Colors,” Sky Telescope (February 2002), p, 22.",
            "5 A. Frank, “Cosmic Abodes of Life,” Discover (May 2009), p. 49.",
            "6 G. R. Brakenridge, “Terrestrial Paleoenvironmental Effects of a Late Quaternary Age Supernova,” Icarus 46",
            "(1981), p. 85"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 239,
        "content": "\na cathode in the Sun’s discharge environment.” Very much as in the more energetic case of\nsupernovae, proto-Saturn’s emission of ultraviolet light would have suddenly increased,! thus\naccounting for the purple dawn of Creation as contained in Hopi myth.\nSaturn continues to emit infrared heat to this day? and while, at present, it no longer sheds\nultraviolet light, the planet is actually surrounded by an invisible torus which radiates ex-\ntremely in that very wavelength 3\nULTRAVIOLET LIGHT\nWe have said much, up to this point, concerning the colors associated with the Saturnian\nplanet and its god, and we shall have reason to say more. But, for the time being, it is enough\nto keep in mind that, in ancient literature, as we have found out, Saturn is not only described\nas blue and/or black but also as blue-black.4 This has caused much confusion among those\nwho have tried their utmost to understand what the ancients were implying. Can we do better?\nAs we have pointed out in one of our prequels,> the names we give to colors do not mean\nthe same to everyone. Studies by the World Color Survey have shown that the evolution of\ncolor names, or lexicons, have changed over time in a complex manner.®\n“English and many other languages spoken in industrialized societies include 11-12\nbasic color terms. In contrast, there is a great diversity in color terminology across\nlanguages spoken in preindustrialized cultures, with some languages using as few as\ntwo or three color terms, and other languages using more.””\nWe could take ourselves on a long intricate journey through the ever branching maze of\nlinguistic argumentation concerning this convoluted subject. Allow me instead to keep it short\nand simple by offering just two examples that are more in keeping with the subject at hand.\nThe very word “purple” which, according to the Oxford English Dictionary, did not enter\nthe English language until A.D. 975, is ultimately derived from the Greek porphyra, which\nwas used to describe the dye that was extracted from the shellfish which we now know as Mu-\nrex purpurea. However, the word porphyra did not itself mean “purple” and, to be sure, the\ndye obtained from this mollusk has more of a reddish tint. So, likewise, in ancient Hebrew\nwhere “purple” is rendered ‘argaman, derived from the Chaldean ‘argevan which does not\nmean “purple” but translates as “scarlet.”§ It all makes one think that the ancients did not\n1 W. Thornhill to D. Cardona, private e-mail (May 27, 2003).\n2 F. Hall, “Solar System Studies,” AEON I:1 (January 1988), p. 104.\n3 §. Smith, “Vanishing Rings,” thunderbolts.infoltpod (May 19,2009), p. 2.\n3 §. Smith, “Vanishing Rings,” thunderbolts.info/ipod (May 19,2009), p. 2.\n4 A. Scherer, Gestirnnamen bei den Indogermanischen Volkern (Heidelberg, 1953), pp. 84 ff.\n> Primordial Star ,p.32.\n5 Primordial Star, p. 32.\n© D.T. Lindsey & A.M. Brown, “World Color Survey Color Naming Reveals Universal Motifs and Their With-\nin-Language Diversity,” Proceedings of the National Academy of Sciences of the United States of America (No-\nvember 24, 2009), p. 19785.\n7 Ibid. (emphasis added).\n8 J. Strong, Dictionary of the Hebrew Bible (Madison, N J., 1890), p. 16.\n239",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 240,
        "content": "\noriginally have a word for purple and that dark blue, black, or blue-black was the closest they\ncould come in describing the light that was shed by proto-Saturn’s flare-up. After all, dark\nblue and/or blue-black are not inapt descriptions for the color purple if a language has no word\nfor that particular shade. This is not to say that the word “purple” is never used in ancient texts\nsince, in the end, a word had to be invented to describe this divine color. And yet, do we not\nstill refer to ultraviolet lamps and the glow they emit as black light?\nWe have said much in previous works concerning ultraviolet light, the way it affects life,\ntogether with the different hues it might be held responsible for.! But most of that was in rela-\ntion to other planets or to an Earth in ages long before the advent of mankind. So the question\nnow arises:\nApart from the electrostatic discharges, oceanic incursions, ballistic impacts, incinerations,\nvolcanic and tectonic tribulations, that beleaguered Earth and its inhabitants—how did our\nancient forebears fare within the new milieu that was established in response to Earth’s irradi-\nation of proto-Saturn’s ultraviolet light?\nWe have already discussed the wide-ranging epidemics that exterminated a substantial\nportion of Earth’s tribal populations through the cosmic rays dispelled by proto-Saturn’s flare-\nup. We can now say those rays included ultraviolet radiation. But that such radiation is not\nnecessarily harmful under all conditions we have also previously discussed.” Judging by clues\nleft from the distant past, it is now known that there have been variations in ultraviolet radia-\ntion throughout Earth’s history, not all of which was harmful to primordial life?\nIt is not only primordial life that, in certain cases, managed to survive what would normal-\nly be considered lethal doses of ultraviolet radiation. This was proven through an experiment\nthat was conducted on NASA’s Long Duration Exposure Facility, a space satellite that was\ndeployed in 1984. Some of the spores of the bacterial species known as Bacillus subtilis that\nwere placed on the satellite were protected from solar ultraviolet light beneath a thin alumi-\nnum cover, while others were not. When, six years later, the satellite was retrieved, it was dis-\ncovered that not all the spores that had been protected by the aluminum cover managed to\nsurvive, while not all those who were not so protected succumbed to ultraviolet light.4 It was\nthus determined that even within items as small as dust particles, ultraviolet radiation would\nnot necessarily harm entire microbial colonies5\nMicrobes, however, are not the only form of life that can survive ultraviolet radiation. Not\nonly that, but, as the Chinese Academy of Agricultural Sciences demonstrated, ultraviolet ra-\ndiation can be beneficial. This was proven through an experiment in which several one-day-\nold broiler chickens were randomly separated into two individual groups and placed in sepa-\nrate but identical coops. Both of the enclosures were illuminated by ordinary light, with ultra-\nviolet radiation added to only one of them. Those chickens in the ultraviolet-radiated pen not\n! Flare Star, pp. 429, 473-474; Primordial Star, pp. 17-27, 31, 51,55, 226-227, 233, 327, 332.\n2 God Star, p. 293; Primordial Star, pp 18, 25-26.\n3 K. Ravilious, “White-Knuckled Planet,” New Scientist (July 16-22, 2005), p. 37.\n4D. Warmflash & B. Weiss, “Did Life Come from Another World,” Scientific American (November 2005), p-\n4D. Warmflash & B. Weiss, “Did Life Come from Another World,” Scientific American (November 2005), p.\n69.\n5 Ibid.\n240",
        "bibliography": [],
        "captions": []
    }
]