[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 71,
        "content": "INTENSE AURORAL EVENTS\n\nIn his own related study of the above subject,' Anthony Peratt had reason to refer to a pa-\nper in which Thomas Gold asked “whether solar outbursts of the present day are representa-\ntive of all that has happened in geologic times or whether much greater outbursts have oc-\ncurred from time to time.”? Such intense outbursts, Gold was right in assuming, would cause\nstrong “magnetic storm effects” in Earth’s atmosphere\n\nPeratt, in turn, defined such “intense solar discharges” as magnetized plasma which would\nhave stricken Earth’s polar regions.4 This magnetized plasma, Peratt goes on, would be re-\nsponsible for a series of instabilities, otherwise known as z-pinches, in intense Birkeland cur-\nrents flowing from the Sun to Earth.>\n\nTechnicalities aside, what all this amounts to, still according to Peratt, is that the ethereal\npillar ancient man witnessed in the sky during the period with which we are concerned was\ndue to an intense z-pinch aurora—the very title of his paper—a colossal one to be sure, but an\naurora nonetheless. As Marinus (Rens) van der Sluijs, in following Peratt, noted: “Plasma\ninstabilities seen from Earth in the night sky are auroras by definition.”7\n\nWhat should not be lost sight of, however, is that Gold’s entire speculations in the paper\nquoted by Peratt amount to nothing more than a thought experiment. Beyond that, the only\nitem he could point to in defense of his surmise was the large quantity of vitrified sand which\nis found “in a few places” on Earth, “notably in the Libyan desert.”* Vitrification of sand and\neven rocks can be achieved through meteoric impact, volcanic eruptions, and even puny light-\nning discharges. To blame such fused glass found “in a few places” on intense solar outbursts\ncan hardly be said to justify Gold’s rationale. In fact, despite his theorizing, Gold himself\nwent on record in cautioning that, although the possibility should not be ignored, one “cannot\nat the present time make a case for occasional giant outbursts on the sun”®—at least not on the\nscale he theorized.\n\nAlthough Peratt did not know it at the time, the interpretation of the mythological pillar as\nan enhanced auroral apparition had already been proposed in 1990 by Milton Zysman. Very\nmuch like Peratt, Zysman held that Earth’s auroras would have been more energetic during\nthe Bronze Age, which claim he rested on the contention of Earth’s diminishing magnetic",
        "bibliography": [
            "1 A. L. Peratt, et al., “Characteristics for the Occurrence of a High-Current Z-Pinch Aurora as Recorded in An-",
            "tiquity Part II: Directionality and Source,” IEEE Transactions on Plasma Science, Vol. 35, No. 4 (August 2007),",
            "in toto.",
            "2. Gold, “Large Solar Outburst in the Past,” Pontificiae Academiae Scientiarvm Varia, Vol, 25 (1962), as quot-",
            "ed by A. L. Peratt, et al., op. cit., pp. 778.",
            "3 Ibid.",
            "4 A_L. Peratt, op. cit., p.779.",
            "5 Ibid.",
            "© See also, for instance, A. L. Peratt & W.F. Yao, “Evidence for an Intense Solar Outburst in Prehistory,” Physi-",
            "ca Scripta, T131 (October 2008), in toto.",
            "7R. van der Sluijs, “Ancient Traditions: What Can they tell Us About the History of the Earth?” Chronology &",
            "Catastrophism Review (2008), p. 64.",
            "87. Gold, loc. cit.",
            "9 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 72,
        "content": "\nrr              ig =\n*        ae  y\n‘e   xy     Ea;\nAnthony L. Peratt\n(Photograph—2005—by the author.)\nfield.! As far as the pillar itself is concerned, however, Zysman could best envision surplus\ngases escaping from the polar regions extending upward in columnar majesty, entwined by\naltered Earth-bound particles emanating from the Sun. In effect, while he never clarified what\nthese escaping gases could have been, Zysman’s interpretation of the world pillar, very much\nlike Peratt’s, turns out merely to have been a column of auroral light which, again like Peratt,\nis precisely what he calls it. According to him, this pillar would have extended so high—\nanything up to 8,000 kilometers*— that it would have appeared to reach the zenith of the sky.\nAs most everyone knows, present-day auroras appear to Earth-bound eyes as glorious\nscintillating curtains of light that dance around the sky at night. But if an aurora is increased\nby an order of magnitude or two, van der Sluijs tells us, it would take the form of a z-pinch in\nglow mode. If that transpires, he goes on, the auroral curtain would then turn into a stupen-\ndous pillar of radiant light.° “Because of the intense plasma flow and strong longitudinal mag-\nnetic field,” Peratt himself explains, “the plasma forms a thin but dense sheath or plasma col-",
        "bibliography": [
            "!'M. Zysman, “Saturn Myth—A Challenge to the Planetary Hypothesis,” KATAKLYSMOS (May 19, 1987), p. 9.",
            "2 Idem, “Let There Be Lights,” in M. Zysman & C. Whelton, Catastrophism 2000 (Toronto, 1990), p. 178; see",
            "also J. Abery’s report on the 1990 Autumn Meeting of the Society for Interdisciplinary Studies in “Society",
            "News,” Chronology & Catastrophism Workshop (1991:1), p. 1.",
            "3M. Zysman, op. cit., p. 179.",
            "4 Ibid.",
            "5 Ibid., p. 182.",
            "© R. van der Sluijs, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 73,
        "content": "umn in its propagation toward Earth.”! According to van der Sluijs, the “high-energy auroral\nstorm” that Peratt holds responsible for this pillar would have lasted for decades.2 Much like\nus, Peratt himself actually calls for “at least a few centuries if not millennia’?\n\nBecause of the so-called auroral nature of the apparition under discussion, van der Sluijs\neven called it a “sun pillar.”4 This can be somewhat deceiving since what are usually termed\nSun pillars, which grace our skies up to the present, are not auroral by any means. These pil-\nlars usually form when the light of the low Sun reflects itself off the ice crystals contained in\nsparse high-level clouds.> Besides which, they tend to set with the setting Sun itself. Needless\nto say, this is not what van der Sluijs had in mind.\n\nVan der Sluijs also presents some hints from Hindu tradition which speak of “earth, air,\nand sky” as being “attached to the sun by means of a string.” This is just as misleading since\nwhat is here being used is a paraphrasing in which the radiating body of the original text is\nmisrepresented as the Sun. But let that also pass. What this made him wonder is whether the\nconcept of such a string, or rope, could have been rooted in the ancients’ knowledge of the\nsolar wind. If so, he goes on, the solar wind “must at some point have revealed itself in an\nunmistakable, visible form.” He then asks: “Is it conceivable that—at some time during the\nearly Holocene—extreme solar weather produced such excitation that the plasma in the solar\nwind entered a visible glow mode...?”7\n\nWe will answer the above question in a while, but, in the meantime, I have a better one to\nask: Is it even possible for a solar aurora to achieve a columnar form?\n\nVan der Sluijs will be the first one to remind us that auroral apparitions have been said to\nmimic linear structures.8 As documented by William Corliss, some reports do describe the ap-\npearance of “auroral pillars” as greenish-white “shafts of light” extending upwards from the\nhorizon, which can “remain visible from a few minutes to over an hour.”? But, as van der\nSluijs, following Corliss, himself noted, these columnar structures only resembled the auro-\nra.!0 These apparitions were in fact described as having been of a steady and unchanging\nbrightness,!! which is hardly descriptive of auroras the lights of which are anything but",
        "bibliography": [
            "1A_L. Peratt & W.F. Yao, loc. cit.",
            "2R. van der Sluijs, loc. cit.",
            "3 A. L. Peratt, “Characteristics for the Occurrence of a High-Current Z-Pinch Aurora as Recorded in Antiquity,”",
            "IEEE Transactions on Plasma Science, Vol. 31, No. 6 (December 2003), pp. 1211-1212 (not to be confused with",
            "Part II of the paper cited above).",
            "4R. van der Sluijs, “A String Theory for the Sun,” Chronology & Catastrophism Workshop (2008:2), p. 28.",
            "5 See, for instance, F. Reddy, “Icy Optics,” Astronomy (December 2008), p. 63.",
            "®R. van der Sluijs, loc. cit.",
            "7 Ibid.",
            "8M. A. van der Sluijs, “The World Axis as an Atmospheric Phenomenon,” Cosmos: The Journal of the Tradi-",
            "tional Cosmology Society, 21 (2005), p. 28.",
            "9 W.R. Corliss, Lightning, Auroras, Nocturnal Lights, and Related Luminous Phenomena: A Catalog of Geo-",
            "physical Anomalies (Glen Arm, Maryland, 1982), pp. 7-8, as cited by van der Sluijs (see above).",
            "10 Ibid.",
            "\"! Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 74,
        "content": "ma ahanainea andlas ctands In fact ac alen\noo han eing andlayv ctands Tm fact ac olen",
        "bibliography": [
            "EIS III IEE III J ILI IIL IG OS IIL",
            "noted by van der Sluijs, but in a foot-",
            "note,! Corliss tells us that these so-called",
            "auroral pillars have “a bearing well away",
            "P                  from magnetic north,” usually appearing",
            "from magnetic north,” usually appearing",
            ".  2 :                 “in the eastern or western horizon, well",
            "“in the eastern or western horizon, well",
            "ty normally occurs,” and may therefore",
            "*            i,                         away from the zone where auroral activi-",
            "away from the zone where auroral activi-",
            "Ns fi   PA  4                 ty  normally occurs,” and may therefore",
            "—     a &             “have a different origin than the ever-",
            "“have a different origin than the ever-",
            "Pm iy, Pea      :             changing beams and flickerings associat-",
            "orded in medieval and Asian sources}",
            "changing beams and flickerings associat-",
            "AG 4           5               ed with the usual auroral display.”? Thus,",
            "ed with the usual auroral display.”? Thus,",
            "ee a                        when van der Sluijs next refers to similar",
            "when van der Sluijs next refers to similar",
            "Nt               =                               atmospheric columnar apparitions rec-",
            "atmospheric columnar apparitions rec-",
            "Se  5          i                   orded in medieval and Asian sources,3",
            "iy     ST Shi         one can best class them with the ones",
            "one can best class them with the ones",
            "ES  ————     XS        recorded by Corliss. Atmospheric pillars",
            "recorded by Corliss. Atmospheric pillars",
            "QA SSS  QQ)      that come and go are obviously not un-",
            "that come and go are obviously not un-",
            "m\\ SSS WN NY    “known, especially those related with the",
            "known, especially those related with the",
            "&         SS        WAX      |    setting Sun, but in no way are they asso-",
            "setting Sun, but in no way are they asso-",
            ".                              .                   ciated with auroras.",
            "ciated with auroras.",
            "Fisieianenae er ad fer Si              Let us now return to van der Sluij’s",
            "Let us now return to van der Sluij’s",
            "previous question: Js if conceivable",
            "that—at some time during the early Holocene—extreme solar weather could have turned the",
            "plasma in the solar wind into a visible glow mode that would have imitated a towering pillar",
            "of light? As has now been discovered, what have been called “giant magnetic ropes” connect",
            "Earth’s magnetosphere to the Sunt—which might seem to lend some weight to the Hindu so-",
            "lar strings we have already seen van der Sluijs appeal to as evidence of a visible solar wind. It",
            "is these filamentary streams that are known to plasma scientists as the afore-mentioned Birke-",
            "land currents. And, as correctly adduced by van der Sluijs, it is the “existence of these twisted",
            "filamentary bundles of magnetic fields” that transport ions from the Sun along their length,",
            "which then provide the energy needed for geomagnetic storms and the auroral flare-ups that",
            "they cause.* But if it is these particular currents that are relied on for the formation of an auro-",
            "Marinus Anthony van der Sluijs",
            "(Photograph—2005—by the author.)",
            "ral pillar, there are certain fundamentals that should not be lost track of.",
            "First of all, such currents radiate outwardly from the Sun in all directions and, as trite as it",
            "may sound, only impinge upon Earth’s poles because our world’s magnetosphere is in their",
            "> Ibid.",
            "way. It is not as if there was only one such current that flows directly from the Sun to Earth.",
            "Even if the relatively few currents stretching from the Sun to the polar skies of our world were",
            "1M. A. van der Sluijs, op. cit., p. 42.",
            "2 W.R. Corliss, op. cit., pp. 7-8.",
            "3M. A. van der Sluijs, op. cit., p. 28.",
            "4 Idem, “A String Theory for the Sun,” Chronology & Catastrophism Workshop (2008:2), p. 27.",
            "5 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 75,
        "content": "\n33\n|\n»   e..”\nThe flickering curtains of the aurora borealis as seen from Earth.\n(Photograph courtesy of NASA.)\nsomehow isolated and turned into glow-mode visibility, they would appear as lengthy arcs\nspanning the sl\nspanning the sky and not the vertical heaven-supporting pillar dictated by the mytho-historical\ny and not the vertical heaven-supporting pillar dictated by the mytho-historical\nrecord. How much of one arc or the other would be seen depends on the latitude of the ob-\nserver, with those living in equatorial regions seeing both as of nearly equal length. Worse\nthan that, while the terrestrial ends of these arcs would remain apparently attached to the same\npoints on the\npoints on the horizon, their solar termini would quite naturally follow the Sun. These arcs\norizon, their solar termini would quite naturally follow the Sun. These arcs\nwould thus be seen to rise and set, disappearing completely beyond the horizon with each set-\nwould thus be\nseen to rise and set, disappearing completely beyond the horizon with each set-\nting time. This is not at all what mytho-history has dictated down the ages. Nor will it do to\nfavor science over myth when it was mythology that supplied us with the discussed model in\nthe first place.\nIn a way, tl\nIn a way, the above would not be much different from Lynn Rose’s earlier model in which\nhe compared tl\nie above would not be much different from Lynn Rose’s earlier model in which\nhe compared the mythic pillar to the flux tube that stretches between Jupiter’s poles and those\nie mythic pillar to the flux tube that stretches between Jupiter’s poles and those\nof its moon, Io.! As we had explained in our first volume? this flux tube is a stream of elec-\ntrons constituting a5 million amp, 400,000 volt current, which translates into 2 trillion watts",
        "bibliography": [
            "'L_E. Rose, “Variations on a Theme of Philolaos,” KRONOS V:1 (Fall 1979), pp. 37-38.",
            "2 God Star, p. 458."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 76,
        "content": "\nSs                                                                         '    Re\n|\n—\nSun pillar — the likes of which are formed when light from the low Sun reflects off ice crystals in the air.\n(Photograph courtesy of NASA.)\nof energy.! But while instrumentally detectable, and even photographable through exotic light,\nthe tube is not optically visible. Had it ever been, it would still have appeared from Io’s sur-\nface very much like the above-described heaven-spanning arcs that would have swept across\nthe sky to disappear with every Jovian setting.\nLet us, however, leave no stones unturned. Radiating fields aside, would an intense solar\noutburst as envisioned by Peratt really turn either one of Earth’s auroras into a sustained verti-\ncal pillar of light that would have lasted for long ages? If we are to accept what spacecraft\nhave been able to detect during present solar substorms, the best that can be said is that auro-\nras suddenly flare-up, which temporary surges tend to enhance their brightness and extend\ntheir range of visibility.2 And do not, for one moment, be led astray by the ill-chosen designa-\ntion of such outbursts as substorms, each of which can unleash as much as a hundred-\nthousand-billion joules of energy,> “the effects of which are unmistakable.”4 Such a solar out-\nburst, as announced by NASA, took place in 2007. All it did to Earth’s auroras was to turn\nthem bluish which, while rare, are not unusual.5 NASA’s own interest in these explosive out-\nbursts in Earth’s magnetic field is necessitated by their ability to disrupt communications\n1 TY. Gold, “Electrical Origin of the Outbursts on Io,” SS. Review IV:4 (Spring 1980), p. 111, where other\nsources are cited.\n2 D. Pendick, “Auroral Storm Trigger Confirmed,” Astronomy (November 2008), p. 18.\n3 T. Phillips, “Auroras in Broad Daylight,” science.nasa.gov/headlines (March 6, 2008), p. 2 (emphasis added).\n4S. Battersby, “The Greatest Show on Earth,” New Scientist (February 7, 2009), p. 36 (emphasis added).\n5 L. Dixon, Chairman’s Welcome address at the SIS Cambridge Conference on August 31, 2007, Chronology &\nCatastrophism Review (2008), p. 2.\n76",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 77,
        "content": "\nHn He           ay: eae     eran     1     7\ni}  l   f{          ae         eh ae ea al   1\n(Illustration courtesy of NASA.)\nPN RE OS\nLs    it\nThe northern auroral oval as seen from space.\n{lustration courtesy of NASA.)\nwhile overloading electrical transmission equipment. Some of these storms have stunned sci-\nentists with the vast amount of energy they have been seen to release.! “This kind of influx,”\none of them reported, “is an order of magnitude greater than what we thought was possible.”?\nBut let’s not fool ourselves. The substorm of 2007 was a baby compared to the full magnetic\noutburst that took place in 1859, which Peratt himself alludes to3 and which is not",
        "bibliography": [
            "1S. Smith, “Magnetic Breaches,” Picture of the Day, thunderbolts.info (January 5, 2009), p. 1.",
            "2 Ibid, p.2.",
            "3.A.L. Peratt & W.F. Yao, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 78,
        "content": "\n|\nAn oblique view of the aurora from space.\n(Photograph courtesy of NASA.)\nonly known to have shorted the world’s telegraph systems,! but also to have ignited wide-\nspread fires on more than one continent. “It was perhaps the worst in the past 200 years,”\nRobert Britt concluded, “and with the advent of modern power grids and satellites, much more\nis [presently] at risk.”3 But while the enhanced northern aurora of 1859 was responsible for\nsome of the most dramatic sky apparitions that extended all the way close to the equator, turn-\ning night into day as far south as Panama,‘ there still was no pillar seen towering above\nEarth’s polar horizon.",
        "bibliography": [
            "1S. F. Odenwald & J. L. Green, “Bracing for a Solar Superstorm,” Scientific American (August 2008), p. 80.",
            "2R. R. Britt, “Perfect Space Storm Could be Catastrophic on Earth, Study Concludes,” Space.com (January 7,",
            "2009), p. 1.",
            "3 Ibid.",
            "4S, F, Odenwald & J.L. Green, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 79,
        "content": "Even then the claim could still be made that the particular solar outburst that was respon-\nsible for Earth’s prehistoric pillar of light could have been even more energetic—and this\nwould make sense since, obviously, nothing of the sort is transpiring at present.\n\nBut is it possible for a solar storm of the proposed magnitude to have lasted for the thou-\nsands of years required by the mytho-historical record or, for that matter, even van der Sluij’s\nmere decades? Had such solar storms lasted for the long ages required by the mythic descrip-\ntions that both Peratt and van der Sluijs now accept as historically true, Earth would have lost\nthe magnetic field on its day-side, while the incoming rush of electrons on the solar wind\nwould have long stripped our puny world of its thin atmospheric envelope.! I will not go into\nall that would have transpired under such drastic occurrences except to say that none of us\nwould be here to debate whether life itself survived.\n\nWe could stop there, but let us go one step further. Shoving all the above aside, can an ex-\ntended auroral oval ever take the form of a singular pillar of light? As I had pointed out in\nZysman’s case, the auroral lights form a ring as seen from outer space because the solar parti-\ncles bombarding Earth impinge on the magnetosphere and follow its lines of force which\nleave the actual poles electro-magnetically neutral?\n\nI then made the mistake of adding that the “column of auroral light that Zysman requires\nin order to save his model could only have been achieved, if at all, by having the auroral ring\nitself extend downward as a hollow tubular structure.”3 But I was wrong since, even then, this\nhollow tubular structure would not have appeared as a singular pillar of light supporting heav-\nen.\n\nThe above is amply illustrated by Peratt in his presentation of the double-funnel shape\ntaken by the incoming and outgoing Birkeland currents over Earth’s polar regions which ac-\ncount for the auroral ovals as seen from space.+ The upward-rising flow of electrons which\nmake up these Birkeland currents were first detected in 1999.5 As they intersperse themselves\nwith the down-flowing stream, these solar currents create their own separate auroras. But be-\nfore anyone envisions such an upward-flowing stream or the aurora it creates as having some-\nhow been responsible for the sustaining pillar of myth, let us keep the facts in mind. Not only\nare these streams themselves invisible to human eyes, so is the aurora they create at each of\nEarth’s poles.° Not only that but, had such an aurora once been visible, it would not have been\nmuch different from the one that is presently seen.\n\nOne can stretch the auroral oval down or up into space all one wants. The fact remains that\nits vast diameter of over 3,100 miles—c. 5,000 kilometers—to say nothing of the instability\nincurred by its scintillating display, excludes the possibility of its extension being viewed",
        "bibliography": [
            "! See here, S. Battersby, op. cit., p. 37.",
            "2 D. Cardona, “The Reflective Canopy Model and the Mytho-Historical Record,” AEON IV:4 (April 1996), p.",
            "34.",
            "3 Ibid.",
            "4A. L. Peratt, op. cit., p. 1193.",
            "SB. Steigerwald, “Fast Spacecraft Discovers Invisible Aurora,” University of California, Berkeley, News Release",
            "(December 14, 1999).",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 80,
        "content": ": ee\n\n                /         )\nwep RL) Siliagl’.",
        "bibliography": [
            "The double-funnel shape formed by the incoming and outgoing Birkeland currents over Earth’s polar",
            "regions which account for the auroral ovals as seen from space.",
            "(ilustration courtesy of S. G. Smith, Applied Physics Laboratory, Johns Hopkins University.)",
            "as a unified form of anything, least of all a tubular structure or a funnel of any sort, from any-",
            "where on Earth.",
            "And then, when all is said and done, the overall polar structure Peratt really portrays is a",
            "vast plasmatic sheath that encloses the entire world in a colossal hollow cylinder that expands",
            "to more than Earth’s circumference at the equator.! This colossal hollow cylinder would have",
            "1 A_L. Peratt, et al, “Characteristics for the Occurrence of a High-Current Z-Pinch Aurora as Recorded in Antiq-",
            "uity Part II: Directionality and Source,” IEEE Transactions on Plasma Science, Vol. 35, No. 4 (August 2007), p.",
            "802."
        ],
        "captions": []
    }
]