[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 1,
        "content": "\nChapter I\nMythohistory\nTHE COSMIC PAST\njo an extent, what will be discussed in Part One of this book will be fairly new to those\n|   who have perused my earlier works on Earth’s proto-Saturnian past. In a more general\nwho have perused my earlier works on Earth’s proto-Saturnian past. In a more general\nway, however, I will be taking the reader over the same ground I had covered in my\nprevious volumes, even if I shall be doing so by traveling along different paths. There are two\ndifferent reasons why this is believed to be necessary.\nFirst of all, I wish to keep my readers up to date with new discoveries in the hard sciences,\nmany of which continue to bolster the diverse suppositions I have been presenting these many\nyears.\nSecondly, I feel obliged to clarify certain issues which have been raised by others and to\nresolve certain objections that have been leveled at my work since the publication of my first\nthree volumes.\nOne major objection that has been leveled at the prequels to this work is that, despite the\nevidence we presented from the hard sciences, the scenario we have so far constructed is real-\nly based on nothing but mythology. It is not that we have made a secret of this and, in fact, we\nstressed it at the very beginning of our discourse.' In no way have I evaded the ambiguous,\nsometimes even contradictory, content of mythology. Nor will I do so, since mythology is an-\nything but an open book. As Max Miiller, one of the most influential mythologists of the nine-\nteenth century, admitted, “everybody who has ever thought or written on mythology has freely\nadmitted that mythology requires an explanation.” It thus seems that, once again, it is neces-\nsary to point out what it was that led to the formulation of the world’s mythological themes,\nwhich is not itself a question that has been satisfactorily answered by mythologists. As we had\nformerly pointed out, mythological texts can contain so many convoluted themes that my-\nthologists often despair of making sense out of any of them. “What,” for instance, asked Paul\nVeyne, “is to be made of this mass of nonsense?”4\n“How can all this [he went on] have a meaning, a motivation, a function, or at least a\nstructure? The question of whether myths have an authentic content can never be put\nin positive terms.”>\n'D, Cardona, God Star (Victoria, British Columbia, 2006)— henceforth simply God Star—pp. 1 ff.\n1\n2M. Miller, Chips from a German Workshop (N. Y., 1870), p. 155.\n2M. Miiller, Chips from a German Workshop (N. Y., 1870), p. 155.\n3 God Star, pp. 20 ff.\n4. Veyne, Did the Greeks Believe in their Myths? (Chicago, 1988), p. 2.\n5 Ibid.",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 2,
        "content": "This had been the attitude of some of the best mythologists from just about day one. De-\nspite his Euhemerism, to which we shall come anon, Antoine Banier was still of the belief that\nquite an assortment of these myths were just plain nonsense devoid of meaning.! “Although\nlater poets may have given to some of these fables a charm of beauty,” Miiller himself wrote,\n“it is impossible to conceal the fact that, taken by themselves, and in their literal meaning,\nmost of these ancient myths are absurd and irrational.”? Miiller then wonders who could have\ninvented these stories and why. “Was there a period of temporary insanity, through which the\nhuman mind had to pass,” he asks, “and was it a madness identically the same in the south of\nIndia and in the north of Iceland?”\n\nThose of the Christian faith have always found it difficult to reconcile the world’s mythol-\nogy with what passes for history in the pages of the Old Testament which they sequestered\nfrom the Jews. These often end up believing that myths are the “corrupted and misinterpreted\nfragments of a divine revelation” that was once granted to the whole of mankind.* But, as\nMiiller rightly noted, this misconception can itself be classed as blasphemy >\n\nWhere religion failed to make much sense of what the myths proclaimed, philosophy, es-\npecially in the form of metaphysics, stepped in to take its place by claiming that there is\nbound to be a deeper meaning in these mysterious tales. But what that deeper meaning is has\neluded all philosophers as it continues to elude them to the present day.\n\n“The myths,” Marinus van der Sluijs recently pointed out, “were doomed to attract ridi-\ncule and contempt until the day would come [when] scientists could piece them together and\nrecover their meanings.” But although he claims that that day “has now come,” it has only\ncome to a selective few.\n\nIt is not that scientific interest in mythology is anything new. But, in the past, other than as\na means for explaining the origin of religion, the study of mythology by scientists remained\nmostly in the realm of psychology—concerning which Carl Gustav Jung comes immediately\nto mind. But before Jung there had been Sigmund Freud and, since then, we’ve been regaled\nby the likes of Joseph Campbell and Cottie Burland. What these individuals, as well as others,\nhave preached in this respect is that the myths of our forefathers are nothing but the forceful\nechoes of a repressed collective unconscious. It is as if all over the world, at some unspecified,\nbut primitive, time, all of our ancestors not only fell prone to the same mental stresses, but\nthey all encoded it through near-identical symbolic themes which they all then managed to\nsuppress. One saving grace of this erroneous belief, as van der Sluijs also pointed out, is that\nwhile its “overarching theory may be wrong,” much of the evidence it relies on “is still valua-\nble and informative.”8",
        "bibliography": [
            "1 FE. Manuel, The Eighteenth Century Confronts the Gods (Cambridge, Massachusetts, 1959), p. 106.",
            "2M. Miller, op. cit.,p. 10.",
            "2",
            "3 Ibid.",
            "4 Ibid., p. 12.",
            "> Ibid.",
            "6M. A. van der Sluijs, The Mythology of the World Axis (London, 2007), p. 84.",
            "7 Ibid.",
            "8 Idem, “But What About Jung,” Picture of the Day on thunderbolis info Suly 9, 2008), p. 2."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 3,
        "content": "\nAnd do not, for one second, even think that mythology is such a thing of the past that no\none at present is the least bit interested in what it might all mean. “The more one learns about\nthe myths, legends, and religions of the human race, the more imperative is the demand that\none somehow make sense of them as a whole,” wrote Joscelyn Godwin not that long ago.\n“Their competing voice, their incompatible dogmas, call for the stern hand of a moderator\nwho will bring meaning and unity to the whole assembly.”!\nThe meaning, of course, had always been there. It is the unity that was sundered and dis-\npersed through humanity’s far-flung migrations. As David Talbott has been preaching for\nsome time, myths will not easily surrender their meaning when investigated in isolation. The\n“essential requirement” for the proper investigation of myth, he tells us, is to assess “cross-\ncultural evidence.”\ncultural evidence.”?\n“No one will ever penetrate to the original human experience by studying a local leg-\nend in North America or the South Pacific [he goes on]. But human testimony can be\nextraordinarily reliable in the hands of one attentive to the points of agreement—\nparticularly where extraordinary and unexpected details are repeated around the\nworld.”3\nThe “original human experience” that the mytho-historical record really reveals is what\nJohn Morgan referred to as “a world order believed to have preceded the present one.”4 The\nonly problem with Morgan’s definition is his belief that this previous “world order” did not\ninvolve “real events”>—an idea that also burdened the comparative work of Mircea Eliade.\nMiiller, on the other hand, could not quite accept that myths refer to “a past which was\nnever present.” Even so, he was adamant that mythology does not constitute philosophy, his-\ntory, religion, or ethics.’ But while one may quibble whether mythology constitutes any of the\nabove, there is no doubt that its promulgation has easily lent itself to such disciplines.\nOur main claim, however, is the one that, regardless of their personal adherence, few my-\nthologists will accept as valid. Going against the strongest grain imaginable, what we pro-\nclaim is that mythology is mainly concerned with one of Miiller’s disqualified subjects, and\nthat is history —as long as it is understood that by history we refer to a cosmic past.\nTHE DAWN OF ANTIQUITY\nAs Frank Dobbins noted over a century ago, if all copies of the Vedas were to be de-\nstroyed, they would still be orally preserved by the Brahmins as they have been for more than\nthree thousand years.’",
        "bibliography": [
            "1 J. Godwin, Arktos: The Polar Myth in Science, Symbolism, and Nazi Survival (London, 1993), p. 141.",
            "3",
            "2D. Talbott, “The Origins of Doomsday Anxiety,” Picture of the Day on thunderbolts.info (Jan. 2, 2006), p. 3.",
            "3 Ibid.",
            "4 J. S. Morgan, When the Morning Stars Sang Together (Agincourt, Canada, 1974), p. xi.",
            "5 Ibid.",
            "6M. Miller, op. cit., pp. 12, 67, 140.",
            "7 Ibid., pp. 140-141.",
            "8 B.S. Dobbins, Error’s Chains: How Forged and Broken (N. Y., 1884), p. 548."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 4,
        "content": "\nTo be sure, the dissemination of ancient lore had to have predated the invention of writing.\nAnd, despite my previous proclamations on this facet of my work,! this has also served as a\nbone of contention even among some of my sympathetic readers. The argument, of course,\ncenters on the accuracy of such reports when repeated through generations down the ages be-\nfore the advent of the written word. In certain cases, oral transmission continued to be the on-\nly manner of traditional preservation among people who knew nothing about writing until its\nintroduction by modern colonizers. Even at present, Stone Age societies continue to inhabit\ncertain parts of the world. The Amazon jungle is still occupied by several indigenous tribes\nthat have never been contacted by modern outsiders.2 How accurate could traditions from\nsuch tribes be?\nThat question can be answered by the Brahmins mentioned above. Members of this Hindu\npriestly caste are not only trained to memorize the entire Vedas, close to 450,000 words,\n4\nthrough the time-tested technique of rote. They also serve as the ultimate judges when it\ncomes to disputes about the texts. Were one to depend on written copies, according to these\npriests, mistakes are bound to be perpetuated. The oral rendition of a text, on the other hand, is\nnot only retained through the succession of teachers and their pupils, but is also self-reliant\nsince ambiguities can be clarified by the answering of questions.\nIt is not that I agree with much that Graham Hancock has been preaching these past years,\nbut he knew what he was talking about when he wrote the following:\n“Significantly there is no mention of writing in the Rig Veda [Graham Hancock not-\ned]. Moreover, even when writing had become widespread in ancient Indian society\nfor other purposes, strict proscriptions continued to be enforced against writing the\nVedas down. This ban was respected until about 1000 years ago, from which period\nthe earliest surviving written versions have reached us.”\nSo, also, with the Homeric tales which, as the Harvard classicist Gregory Nagy shows, can\nno longer be seen as original poetry written by a single man. Rather, Nagy tells us, these epics\nbear the unmistakable signs of having been passed down orally through generations of rhap-\nsodes “over a period lasting more than a thousand years.”* Actually, this revelation did not\neven require Nagy, as this had been known by other scholars since 1795 > if not even earlier.\nThe same was also true of the Celts who have been described as “notable orators” who\n“had a high regard for truth.” Their bards, so Julius Caesar assured his readers, would spend\nas much as twenty years in memorizing poetry and other traditional lore.”\n! God Star, pp. 13 ff.\n2P. Yam, “A Glimpse of the Past,” Scientific American (August 2008), p. 16.\n3 G. Hancock, Underworld: The Mysterious Origins of Civilization (N. Y., 2002), p. 95; see also G. L. Possehl,\nIndus Age: The Beginnings (Pennsylvania, 1999), pp. 7-8.\n4 G. Nagy in an interview conducted by J. Meinhardt for Archaeology Odyssey (May/June 2004), p. 26.\n> Ibid., p. 34.\n Ibid.\n6 §. Eddy & C. Hamilton, Celtic Myths (London, 2001), p. 3.\n6S. Eddy & C. Hamilton, Celtic Myths (London, 2001), p. 3.",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 5,
        "content": "\n. ee Te  7    i : ae)\nSe 2. oa\ni         RR 25\nei es ee\nJulius Caesar who had it recorded that Celtic bards\nwould spend as much as twenty years in memorizing poetry\nand other traditional lore.\n(Illustration by Charles Hogarth.)\n“Tt may be difficult for us, in a text-based culture, to conceive of and understand an oral cul-\nture,” wrote Ben Witherington III not that long ago, “much less how sacred texts function in\nsuch a culture.”!\n“So far as we can tell [Witherington went on], no documents in antiquity were in-\ntended for ‘silent’ reading, and only a few were intended for private individuals to\nread. Ancient documents were always meant to be read out loud, and usually read out\nloud to a group of people.”?",
        "bibliography": [
            "1B. Witherington II, “Sacred Texts in an Oral Culture: How Did They Function?” Biblical Archaeology Review",
            "(November/December 2007), p.28.",
            "2 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 6,
        "content": "\nUp to that point, questions could still have been asked, as they probably were, by the spec-\ntators, but, as time went by, there were less answers to be had simply because orators needed\nonly to learn how to read and not necessarily how to remember.\nAlthough Frank Manuel did not have our particular study in mind—how could he have? —\nhe nevertheless understood the danger inherent in reducing mythology to the written word, as\nthe following makes quite clear:\n“Had we received the myths intact in their early form we would have recognized\n[their] truth immediately, but the original myths have been so distorted by later writ-\ners that they have often become mere latter-day artistic fancies and have almost lost\ntheir worth as reflections of the primitive world. But for all that, myths still preserve\nthe ‘nobility and the worth’ of the early dawn of antiquity and they can inspire those\nwho know how to fathom their meaning.”!\nGEOMYTHOLOGY\nEarly in the twenty-first century, geologists began to take a renewed interest in local leg-\nends and, to an extent, even mythology. The trail had actually been blazed earlier, in 1973, by\nDorothy Vitaliano.? But, as frequently transpires, what is old often becomes new again.\nPersonally, I cannot think of a particular study that can be said to have regenerated interest\nin what has become known as geomythology. For whatever reason—and more than one has\nbeen suggested—it seems as if various interested parties, mostly geologists, suddenly decided\nto take once-dismissed folklore rather seriously. This was made quite clear in a paper pub-\nlished by Kevin Krajick in 2005.3 Quite a few investigators are given prominence in that arti-\ncle. Needless to say, most of them are mainly concerned with those legends which, in\nKrajick’s words, seem to “encode valuable data about earthquakes, volcanoes, tsunamis, and\nother stirrings of the earth.”4 And, sure enough, Amerindian folk tales did not take long in\nleading to the discovery of past geologic disturbances along fault lines, including landslides\nand other signs of seismic violence, in the region of Seattle in the state of Washington.\nMatching such traditions with the regions in which they had originally risen is even allowing\ngeologists to pinpoint hidden seismic hazards, thus permitting them to keep a scientific watch-\nful eye on their possible recurrence.\nDespite all that, it might as well be said that, in the main, this new breed of geoscientists\nare really stretching things a bit. Take, for instance, the fund from the French government that\nPatrick Nunn managed to obtain in order to study South Pacific folklore in the hope that this\nwould prove beneficial in pin-pointing those islands which may lie in hazard’s way.® Since the",
        "bibliography": [
            "1 B_E. Manvel, op. cit., p. 302.",
            "2 :D.B. Vitaliano, Legends of the Earth: Their Geologic Origins (Indiana University Press, 1973).",
            "3 K. Krajick, “Tracking Myth to Geological Reality,” Science (November 4, 2005), pp. 762-764.",
            "6",
            "4 Ibid.",
            "5 Ibid.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 7,
        "content": "South Pacific islands have always been prone to earthquakes and volcanic eruptions, in what\nway would the study of their indigenous lore add to what is already geologically known? Does\none really need the tales concerning the fishing up of islands by Polynesian deities, who are\nalso said to have sometimes flung them back into the ocean, in order to confirm that certain\nisles are actually known to have suddenly risen and then sank? What such tales are good\nenough to tell us is that the natives of these islands had witnessed such upheavals with their\nown eyes. Nunn claims to have “correlated at least a half-dozen stories with actual land mass-\nes seen by early European seafarers but which are now gone,” a few of which “were never\ncharted but have since been located just under the waves, exactly where the stories said they\nwere.”!\n\nStrange as it may sound, this continues to occur. Such an island suddenly rose, and was\nphotographed, in the South Pacific in August of 2006. By December, much of the risen land\nhad already been eroded. And by the following year it completely disappeared? Nor is the\nSouth Pacific the only ocean in which islands have been known to surface only to just as sud-\ndenly disappear beneath the waves. The Atlantic has been just as notorious in this respect.\n\nSo, likewise, with the tales of “haunted lakes that rise, sink, or blow up” in various re-\ngions of Africa which were then linked to gas buildups in landlocked waters which “explode”\nto release toxic levels of carbon dioxide. * Once again, this had already been known through\nthe 1986 explosive outbreak of Lake Nios in Cameroon, an event that claimed the lives of\n1700 unfortunate tribesmen living in the area\n\nGiven that those islands which suddenly surface in the middle of our vast oceans all hap-\npen to be volcanic, it should not be surprising that volcanoes can also suddenly thrust upward\nthrough the land. One Fijian legend in particular tells of just such a sudden birth, but when the\nnatives pointed to the mount in question, alleging it had actually been thrust into existence\novernight, geologists countered with the claim that they knew it had long been dormant. Not\nso, it seems. The indicated volcano has now been found to be quite active.®\n\nA similar, but modern, nativity, however, had already taken place in full view of an audi-\nence and even filmed. I am referring to Paricutin which came to life “unheralded out of level\nground” in Mexico some 300 miles from Mexico City in 1943. Not entirely unlike the 1997\nfictional movie, Volcano, it all started when smoke began to issue out of a furrowed field, the\nground of which then began to shake and crack open. The tremor that followed right after that\nwas violent enough to destroy part of a nearby village. Cinders, stones, rocks and lava were\nsoon showering out of the ground and, by the following morning, a volcanic cone 25 feet high\nhad marked the spot. One week later, the cone had risen to 500 feet. It reached 970 feet within",
        "bibliography": [
            "| Ibid.",
            "2 J, Barone, “Birth of an Island,” Discover (August 2007), pp. 50-53.",
            "7",
            "3P. James, The Sunken Kingdom (London, 1995), p. 37.",
            "4K. Krajick, loc. cit.",
            "SN. Cooper & R. Marshall, “Cameroon’s Valley of Death,” Newsweek (September 8, 1986), pp. 26-28; S.",
            "Begley & J. Whitmore, “The Wrath of Lake Nios: How it Killed,” in ibid., p. 28.",
            "©R. McKie, “Ancient Legends Give an Early Warning of Modern Disasters,” The Observer (December 4, 2005)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 8,
        "content": "\na        ce       —\n:  a ae 2S os -\nSSS PREAISS    —\n———       ~- SSeS ~—S\nee  oe    -",
        "bibliography": [
            "The South Pacific islands have always been prone to earthquakes and volcanic eruptions.",
            "Shown above: The discovery of Hawaii by Polynesian seafarers.",
            "(Painting courtesy of the Thomas A. Jaggar Museum, Hawaii—photograph by the author.)",
            "two months, and 1,500 feet, with over three quarters of a mile in diameter, at the end of two",
            "years. The clouds of smoke and gas that erupted from it rose several miles into the atmos-",
            "phere. Loud rumblings, which varied in frequency and intensity, were continuously emitted by",
            "the tormented ground. Flames were seen to flicker around the mountain’s summit, with light-",
            "ning and thunder adding to “the terrifying spectacle which brought sightseers and scientists",
            "from all over the world.”! Nor was this the only such volcanic birth in modern times.”",
            "One book that has given the new study of geomythology quite a boost was written by",
            "Elizabeth and Paul Barber.> The fact that it was reviewed favorably in Science, the sophisti-",
            "cated organ of the AAAS, did not hurt.4 The book “provides an intellectually challenging and",
            "parsimonious new framework,” this review informs us. “It not only sheds light on the planet’s",
            "natural history but also offers alluring insights about human cognition.”> But, as with similar",
            "1L. Bertin, et al., The New Larousse Encyclopedia of the Earth (London, 1972 revised edition), p. 151; see also",
            "pp. 153, 154, 158, 168.",
            "8",
            "2 Ibid., p. 151.",
            "3 E. W. Barber & P. T. Barber, When They Severed Earth From Sky: How the Human Mind Shapes Myth",
            "3 BE. W. Barber & P. T. Barber, When They Severed Earth From Sky: How the Human Mind Shapes Myth",
            "(Princeton University Press, 2005). Also of interest: D. B. Vitaliano, et al., Myth and Geology (February 2007—",
            "special publication of the Geological Society, London).",
            "4 A. A. Baird, “Sifting Myths for Truths About Our World,” Science (May 27,2005), pp. 1261-1262.",
            "5 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 9,
        "content": "\nrecent works, it only provides a new framework in relation to the newly advocated acceptance\nof myths and legends by geologists, because, in actual fact, the study itself goes all the way\nback through a long line of researchers to classical Greece.\nCELESTIAL DEBRIS\nIn the meantime, those who, like Victor Clube and Bill Napier, to say nothing of Immanu-\nel Velikovsky, have attempted to connect myths to cometary- and/or meteoritic-induced catas-\ntrophes continue to meet with skepticism. Even Benny Peiser, who has long striven for the\nacceptance of myths as viable records of past terrestrial impacts, is now on record for believ-\ning that the “pendulum may have swung too far” in that direction. Now that geomythology is\nin vogue, he claims, too many scientists are invoking myth “left, right, and center.”! But not\neverybody sees it that way.\nGeologists were not the only scientists who jumped on board this creaking wagon. Ar-\nchaeologists, prime among them Bruce Masse, did not wish to be left out. After all, if bom-\nbardment from the sky had been rampant in the past, it must have left its telltale scars amid\nmankind’s accumulated strata. Masse was not exactly breaking news when he, too, suggested\nthat “ancient myths...may depict actual celestial events.”\nA former U.S. Navy archaeologist who had been stationed in Hawaii, Masse commenced\nhis new studies in that very State by dating native legends associated with the genealogies of\nhistorical Hawaiian chiefs. He then correlated this lore with past celestial events “such as au-\nroral substorms, comets and solar eclipses.”3 Never mind that knowledge of the link between\nauroras and solar substorms does not stretch that far back or that auroras are not normally vis-\nible from the latitude of Hawaii.\nAnd the results? According to Masse himself: “Not only did the supernatural myths corre-\nspond completely with known celestial events, but they also preserved verifiable descriptive\ndetails, such as the occurrence’s shape, size and timing.”4 Moreover, still according to Masse:\n“In South America alone, several myths describe the sky, the sun or the moon falling\nand causing ‘world fires.’ The myths’ geographical distribution corresponds to histor-\nic locations where meteorites hit and probably ignited widespread grassland and dry-\nland forest fires, decimating parts of the local population.”>\n“Western science,” Masse rightfully charges, “has failed to appreciate the power of\nmyths.”6 But despite the courage he has exhibited in his new endeavor, he has, with others,\nunfortunately managed to trivialize the very subject he has been studying by looking at it too\nnarrow-mindedly.",
        "bibliography": [
            "1K. Krajick, loc. cit.",
            "2B. Kent, “Was Chicken Little Right?” Los Alamos Newsletter (December 6, 2004), p. 8.",
            "3 Ibid.",
            "4 Ibid.",
            "> Ibid.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 10,
        "content": "\nMasse aside, there are quite a few scientists who now view the fall of meteorites and de-\nbris from shattered comets as having brought down the world’s first civilizations. A newly\ndiscovered landform which has been interpreted as a possible crater in Iraq—that is, ancient\nMesopotamia—is now believed to provide one of the smoking guns. This is then augmented\nby ancient texts from that very civilization which preserve accounts of “stars” falling from the\nsky. And while climate change is also being utilized as one of the new reasons behind the fall\nof ancient nations, this, too, is now being associated with catastrophic “heavenly happen-\nstance.” Since droughts, volcanoes, and earthquakes do not seem to have been violent enough\nto do the job, comets have been charged as the likely culprits.!\n“One or more devastating impacts could have rocked the planet, chilled the air, and\ncreated unthinkable tsunamis...Showers of debris wafting through space...would\nhave blocked the Sun and delivered horrific rains of fire to Earth for years.”\nSuch events, Napier opined, “would surely be incorporated into the world view of people\nin the Near East at that time and be handed down through the generations in the form of celes-\ntial myths.”> But, as others have rightly asked, “could a single impact” of the size proposed\n“take down civilizations on three continents?” And the answer from most experts is “no\nway.”\"4\nTo his credit, Napier himself has long opted for multiple impacts,> but even that is not\nenough to save his day. That this theorizing is all awry is evidenced by the fact that the myths\nculled in favor of this particular scenario happen to date from before the collapse of the cul-\ntures in question. But let that be for now.\nDee Berger, a microscopist, and her colleagues were more interested in the tiny grains that\ncame to Drexel University all the way from the bottom of the sea off the Gulf of Carpenteria\nin northern Australia. To Berger and her colleagues, these grains contain the signature of a\ncometary fragment that crashed to Earth sometime in the first millennium A.D.—much too\nrecent to have provided the stuff of myth. And yet, as catastrophic as such an event might\nhave been, Berger and company claim, it was not a unique occurrence. “By comparing the\nhistorical and archaeological records with hard-to-prove physical evidence,” wrote Faye Flam,\n“they are trying to make a case that rocks from space were responsible for altering human af-\nfairs in ways so huge that some have entered mythology.”6\nTogether with Dallas Abbott, the marine geophysicist who brought the Carpenteria sam-\nples to her, and a few other colleagues, Berger is involved in the Holocene Impact Working\nGroup at Drexel University, who have been “proposing for years that several large objects",
        "bibliography": [
            "'R. Britt, “Comets, Meteors & Myth: New Evidence for Toppled Civilizations and Biblical Tales,” Space.com",
            "(November 13, 2007), pp. 1-3.",
            "2 Ibid., p. 3.",
            "3 Ibid., p. 4.",
            "4 Ibid.",
            "5 Ibid.",
            "6 F, Flam, “Out of the Blue,” The Philadelphia Inquirer at philly.com (April 7, 2008), p.1."
        ],
        "captions": []
    }
]