[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 151,
        "content": "\ne\nvi                                            -            :                \\   .      /\ni\nGs       La\ni      tke\nhf              Se            fa\na //                                /\nby Troy Holcombe, who then hailed from the National       nic and Atmospheric Administra-\ni  ,                              e\n                         i }!                 ———\nLZ“\n_otil\nCharity Shoal.\n(Graphic illustration courtesy of the National Oceanic and Atmospheric Administration.)\nsome time, even though other origins for its formation have also been proposed.' A team led\nby Troy Holcombe, who then hailed from the National Oceanic and Atmospheric Administra-\ntion in Boulder, Colorado, presented substantial lines of evidence which go a long way in nul-\nlifying these other possibilities.?",
        "bibliography": [
            "! T. L. Holcombe, et al., “Small Rimmed Depression in Lake Ontario: An Impact Crater?” Journal of Great",
            "Lakes Research, Vol. 27, No. 4 (2001), p. 510.",
            "2 Ibid., pp.514-515."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 152,
        "content": "While Holcombe and his team cannot be entirely positive that the feature represents an\nimpact crater,! the evidence in its favor is far ahead of any other.? Regardless of what caused\nthe scar in question, and despite Firestone’s assured precision, the actual time of its formation\nseems somewhat harder to pin down Even so, while various geological periods and epochs\nhave been vying for recognition,‘ the Pleistocene keeps popping up more often than any oth-\nerd\n\nAmong the characteristics that distinguish Charity Shoal as an impact crater are its raised\nencircling rim, its elongated tapering ridge that stretches away from it in a southwest direc-\ntion,’ and the negative magnetic anomaly that is consistent with other impact sites.8 And while\nits entire relief is somewhat low when compared to other known craters of its size, this could\nbe the result of erosion. However, to be quite honest, the only cause of such erosion that Hol-\ncombe and his colleagues could muster was glaciation.? This does not sit well with their posit-\ned possibility that it could have been formed at the end of the Pleistocene, or, as they actually\nphrased it, “during the early Holocene.”!°\n\nOne other matter to keep in mind, no matter what Firestone may want his critics to be-\nlieve, is that “no similar feature” to Charity Shoal “has been found elsewhere on the floors of\nthe Great Lakes.”!! That Charity Shoal might be an impact crater is not here contested, but its\nsingle occurrence in the area is hardly indicative of a cosmic discharge the likes of which\nFirestone envisions to have taken place high above North America’s Great Lakes region.\n\nTHE CAROLINA BAYS\n\nThe known “dozen craters” said to have been carved out during the past 10,000 years\nmentioned above are belittled when controversial terrestrial scarring is taken into account.\nAmong these are the elliptical depressions that pepper the Atlantic coast of the eastern United\nStates all the way from Maryland to Florida—six states in all. Because most of these depres-\nsions happen to congregate in the sand-covered coastal plain of North and South Carolina,!?\nthey have been misnamed the Carolina Bays.'? There are literally tens of thousands of them,",
        "bibliography": [
            "1 Jbid., p. 414.",
            "2 Ibid., pp. 516-517.",
            "3 Ibid., pp. 515-516.",
            "4 Ibid., pp.510, 515-516.",
            "> Ibid.",
            "6 Ibid., p. 510.",
            "7 Ibid., pp. 512-514.",
            "8 Ibid., pp. 510, 514.",
            "9 Ibid., pp.510, 515,517.",
            "10 [bid., p. 516 (emphasis added).",
            "11 Jbid., p. 514; see also I. Semeniuk, “Ice Age Impact,” Sky & Telescope (September 2009), p. 24.",
            "12 w. F, Prouty, “Carolina Bays and their Origin,” Bulletin of the Geological Society of America (February",
            "1952), pp. 172, 178.",
            "13. B. Firestone, op. cit.,p. 1 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 153,
        "content": "\nce    Se ea a      os oT  ry a Bt       s x\n» #, yes  ee SN. \\cee-        itn LO be\nA ee   caer oN  :  s   .  OS  i\nBN. See Ns Pi   4 Gat\n<a  OP Ses  bin $, Bes o A;   Ree\neS See SE Caen",
        "bibliography": [
            "Carolina Bays—aerial view.",
            "some say close to half a million.! Although they differ slightly in shape, they are mainly elon-",
            "gated and come in various sizes up to ten kilometers (over six miles) in length. Presently act-",
            "ing as lakes and/or bogs and even dry depressions, many of which are “concealed in heavily-",
            "wooded, swampy, or river-bottom lands,”? they are now appreciated best from high up in the",
            "air3",
            "That these depressions resemble nothing better than a series of elongated impact craters",
            "has been known since 1932 when two researchers from the University of Oklahoma, Frank",
            "Melton and William Schriever, presented a theory at that year’s meeting of the Geological So-",
            "ciety of America which proclaimed exactly that. According to them, the Bays are the pock-",
            "marks of an impacting comet or a meteoritic shower",
            "While, as always, there have been those of a different mind, their theories have mainly",
            "1 W.F. Prouty, op. cit., pp. 167, 174, 179.",
            "1 W. F. Prouty, op. cit., pp. 167, 174, 179.",
            "2 Ibid., p. 179.",
            "3H. Savage, Jr., The Mysterious Carolina Bays (University of South Carolina, 1982), pp. 7 ff.",
            "4 F.A. Melton & W. Schriever, “The Carolina ‘Bays’ —Are They Meteorite Scars?” Journal of Geology, Vol.",
            "4 F, A. Melton & W. Schriever, “The Carolina ‘Bays’—Are They Meteorite Scars?” Journal of Geology, Vol.",
            "41, No. 1 (January-February, 1933), pp. 52-66.",
            "5 See, for instance, H. F. Garner, The Origin of Landscapes: A Synthesis of Geomorphology (Oxford, 1974), pp-",
            "5 See, for instance, H. F. Garner, The Origin of Landscapes: A Synthesis of Geomorphology (Oxford, 1974), pp.",
            "436-438; D. S. Allan & J. B. Delair, Cataclysm! (Santa Fe, New Mexico, 1997), p. 282 where various sources",
            "are cited; “Marks of a Comet?” New Scientist (May 26-June 1, 2007), p. 9."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 154,
        "content": "fallen along the way.' Aerial photography and, more recently, satellite data has convinced\nmost of those who have delved into the subject that a series of shallow impact craters is what\nthe Bays represent.\n\nAs originally expounded by Melton and Schriever, the Bays were formed by the direct\nimpact of a vast number of bodies swarming in at a low angle from a northwest direction. One\nof the main problems with this theory was the lack of cosmic fragments in the Bays, to say\nnothing of the fused glass that should have resulted from the impacted sand on which the\nfragments landed and which, at that time, had not yet come to light It was also argued that\nthe meteoritic theory fails to account for “the great size of the bays, their shallowness, and the\nlack of undisturbed strata” beneath their beds As William Prouty, from the University of\nPittsburgh, additionally noted, “it is often contended that the larger bays measuring several\nmiles in diameter are large in comparison to known meteor craters, and that meteors of such\nsize would probably explode on contact with the earth, giving circular instead of elliptical cra-\nters.”4\n\nThese difficulties were laid aside by Prouty when his revised concept attributed the craters\nto a succession of air-shock blasts rather than a series of direct impacts. As he himself ex-\nplained, “the depressions now known as Carolina Bays were formed not by direct splash and\nexplosion of a meteorite hitting the hardrock Earth, such as at Meteor Crater, Arizona, but by\nthe air-shock waves which in the sand cover of the Coastal Plain could readily make a shallow\ndepression, many times the size of the splash crater.”>\n\nOne of the crucial pieces of evidence that Prouty forwarded in favor of his revised meteor-\nitic theory is the high magnetic area associated with the Bays.‘ It has furthermore since then\nbeen claimed that there is even better evidence to be had. Sediments from the Bays that have\nbeen tested by Firestone, West, and a host of other specialists from diverse disciplines, have\nrevealed unusually high concentrations of microspherules, enriched levels of iridium, and\neven nickel, at some sites, all of which are considered “typical markers” of extraterrestrial im-\npacts.”\n\nWhile some of the meteoric fragments would have been vaporized out of existence\nthrough the heat generated by atmospheric friction,’ quite a few shards did actually manage to\nhit the ground. They did not land in the Bays themselves, but, in accord with Prouty’s con-\ncept, at a distance ahead of them,? from where they’ve been collected in abundance.!° “The\ngreat concentration of adjacent meteoritic material” that is found to the northwest of the Bays,",
        "bibliography": [
            "1 W. F. Prouty, op. cit., pp. 170-172, 198-209.",
            "2 Ibid., pp. 172, 177.",
            "3 Ibid, p. 210.",
            "4 Ibid., p. 222.",
            "5 Ibid., p. 210.",
            "6 Ibid., p. 221.",
            "7B, Largent, loc. cit.",
            "8 w. F. Prouty, op. cit., p.218.",
            "9 Ibid.",
            "10 Thid., p.214."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 155,
        "content": "\nwrote Prouty, “is considered a likely part of the meteoritic shower forming the Carolina\nbays.”!\nWhile most of the Bays are elliptical or oval, some are oddly heart-shaped. As Prouty ably\ndemonstrated, these are due to the overlapping of two, or in some cases even three, individual\ncraters.? In fact, quite a few of the larger Bays are the product of such superimposed scars\nsome even exhibiting more than one rim.\nOther factors, according to Prouty, that have tended to disfigure some of the Bays include\nthe constant buffeting of sea waves.> Also of importance is the “deposition of silt over the\ncoarse bottom sand.” According to Prouty, this shows that “the bays were formed suddenly\nand were soon filled with water” followed by “sedimentation from a wind swept barren ar-\nea,”6\nThat the blasted region had been heavily forested is indicated by the remains of yellow\npine found in some of the Bays,’ as also by a large number of prostrate trees of huge size that\nhave been found buried some fourteen feet under the ground in adjacent areas.’\nEvidence of the widespread fires that ensued right after has been shown by Murray Buell\nwhen he investigated the “abundance of charred plant fragments and quantities of fine char-\ncoal” in the peat that formed in some of the Bays.? This evidence has been more recently con-\nfirmed by Firestone, West, and company who recovered “spongy carbon spherules, glass-like\ncarbon, soot, and polycyclic aromatic hydrocarbons, all evidence of high-temperature fires”\nincluding “carbon fullerenes containing demonstrably extraterrestrial helium” from some of\nthe Bay sediments they tested .!°\nBecause the helium in question—that is, Helium-3—is “an isotope not found naturally on\nthis planet,”!! one would have thought its presence would have been what clinched the matter.\nAs far as West himself was concerned, however, the “clincher” was the nanodiamonds con-\ntained within the carbon spherules that lines several of the larger Bays.!?\nCritics were still not satisfied, claiming that all the exotic material recovered from the\nBays and elsewhere in the black mat “rain down on Earth all the time as dust from outer\nspace.”\nWest retorted by pointing out that, while this was true, the material he and his colleagues\nwere concerned with is “many times more abundant” than what can be retrieved from “normal\nbackground levels.” Such high levels, he was right in pointing out, “are found only in associa-\n! Ibid.\n! Ibid., p.222.\n2 Ibid., pp. 197, 210-214.\n3 Ibid., p.214.\n4 Ibid., p. 174.\n4 Ibid.,p.174.\n5 Ibid., p. 193.\n6 Ibid., p. 178 (emphasis added).\n7R.B. Firestone, op. cit., p. 12.\n8H. Savage, Jr., op. cit., p.96.\n9W.F. Prouty, op. cit., p. 191.\n10 B. Largent, loc. cit.; R. B. Firestone, op. cit., pp. 5-6, 11-12.\n11D, Tennant, loc. cit.\n11D. Tennant, loc. cit.\n12 Thid.\n155",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 156,
        "content": "\ntion with cosmic impacts.” But, as Diane Tennant had every reason to report, not all detractors\nwere convinced.!\nIn the meantime, that numerous craters can be carved by the fragments from the outburst\nof a single bolide has been proven by the 1947 iron meteorite that blew up in the atmosphere\nover Russia. Exploding high above the Sikhote-Alin Mountains, the fragments from the blast\ncreated up to 100 separate craters.? There is also a site in Poland above which a large meteor\nis known to have exploded, the wreckage from which created a series of small indentations\nwhich have now turned into lakes 3\nCRATER ORIENTATION\nOne remarkable feature the Carolina Bays have become famous for among catastrophists\nin general is the parallelism of most of their long axes which roughly extend in direction from\nnorthwest to southeast. That this alignment is due to the impactors’ directional path was rec-\nognized by Melton and Schriever in their original 1932 report. “If the cosmic masses ap-\nproached this region from the northwest,” they wrote, “the major axes would have the desired\nalignment.”4\nMost of the Bays also exhibit elevated rims of earth at their southeastern termination. In\nfact, the deepest part of most of them occurs toward their southeast end This, according to\nProuty, “is to be expected if formed by meteorites moving from the northwest and hitting the\nrotating Earth at a moderate angle to the horizontal.”6 An additional indicator to this are the\nmagnetic highs already mentioned in association with the Bays,’ which highs are also promi-\nnent at their southeastern end.\nIt is this orientation, more than anything else, that led Firestone and company to tie these\nindentations to the cosmic blast they maintained took place above the Great Lakes region. The\nreason for this was simple enough. As it has been pointed out, extended lines drawn through\nthe Bays’ axes to the northwest would pass close to the Lakes in question.? True enough, but\nothers converge in southern Canada,!° over Hudson Bay,!! which, when one considers the\namount of cosmic diamonds found in its marginal sediments,'? is not surprising. One can even\nsay that Canada got its starring role back after all. It is this revelation that caused Firestone to\nbroaden the atmospheric locality of the cometary outburst above the wider area that had been\n! [bid.\n! Ibid.\n2 D. Mosher, “Crater Could Solve 1908 Tuguska Meteor Mystery,” space.com (June 26, 2007), p. 2.\n3 Ibid.\n4F. A. Melton & W. Schriever, op. cit., p. 56; see also W. F. Prouty, op. cit., p. 172.\n5 [bid., pp. 174, 214.\n6 Ibid., p. 214.\n7 Ibid., p. 217.\n8 Ibid., p. 221.\n°D. Tennant, loc. cit.\n10 Ibid.\n10 Tpid.\n11, B. Firestone, op. cit., pp. 1,5, 6.\n!2 Flare Star, pp. 431-432.\n156",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 157,
        "content": "\n—                .\n.           .       5\nsy  ‘\\    ,\n\\\n.                   :           .\n~\nse                     %e         &\n-     .    ~*~      :\n—— a               ‘\n&     2                                        x\n>   bat               *\n|               .\ni                                       ‘",
        "bibliography": [
            "The northwest-southeast orientation of the Carolina Bays.",
            "{ilustration courtesy of the North Carolina Department of Transportation.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 158,
        "content": "\nReo,\nx                      ~          %            .                            «\n(Illustration courtesy of the North Carolina Department of Transportation.)\n%                                \\    4          4}    a]      a\n                     f                  St        SAS     ‘\n:                             .                 S          a WS         ‘\n\\                             x          2s\nX      Yaa                €             Lee %\\8   SS         Ss        «\n\\      we                                         b                   ¥                ‘    .     Sk\ns                  Wau            ‘                                            NS        Si       mS Ys\nMore Carolina Bays.\n(illustration courtesy of the North Carolina Department of Transportation.)\ncovered by the Laurentide Ice Sheet.! Firestone then draws our attention to the fact that, while\nthis ice sheet had been centered over Hudson Bay, it actually stretched all the way to the south\nof Lake Ontario.? He should, however, have been more explicit by informing those who did\nnot quite know that the Laurentide glaciation had covered most of Canada and a goodly por-\ntion of the adjoining United States.3 That’s an awful wide terrain to point one’s finger at as the\nfocus of a single happenstance.\nAdditional to that, while these local variations to the Carolina Bays’ orientation have long\nbeen realized 4 there’s more to them than actually meets the eye.\n“...aS one moves up the coast there is a tendency for the bays to become more and\nmore easterly in orientation, until in Maryland they approach an east-west direction.",
        "bibliography": [
            "11. Semeniuk, op. cit., p. 18; R. B. Firestone, op. cit., p. 18.",
            "2 Ibid.",
            "3 See here, for instance, J. M. Adovasio, op. cit., pp. 44,45.",
            "4 W.F. Prouty, op. cit., p. 170."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 159,
        "content": "\nLikewise, as one moves down the coastal plain the bays’ long axes tend to rotate in a\nclockwise direction, until those found in south Georgia generally display an almost\nnorth-south orientation. A similar effect can be observed as one moves from east to\nwest.”!\nThese variations have been explained by Prouty as having been caused by “the fanning-\nout effect” of the meteoritic bodies as they passed through the atmosphere’s resisting medi-\num. “The difference in orientation due to partial fragmentation of some of the meteoritic\nmasses before hitting the Earth is logical,” he wrote. “Those thrown to the left would travel a\npath different from those thrown to the right.” As he goes on, “the larger bays have much less\nvariation in orientation than the smaller bays, as would be expected from the revised meteorit-\nic theory.”4 One other factor that would have been involved in these directional variations is\nthe slight change imposed on the bolides’ path by Earth’s rotational speed>\nADDITIONAL SCARS\nThe story does not end there because so-called rainwater basins, which are similar depres-\nsions to the Carolina Bays, also occur in Texas, New Mexico, Oklahoma, Kansas, and Ne-\nbraska. And these, too, happen to bear a general orientation, but toward the northeast rather\nthan the northwest. And yet, as Firestone was sure to mention, given their geographical local-\nity, this also tends to align their long axes in the general direction of the Great Lakes.”\nThere are others that Firestone could have mentioned, such as the oriented lakes that pep-\nper the 25,000 square-mile area along the arctic coastal plain of north Alaska. As with the\nCarolina Bays, they exist in tens of thousands and come in different sizes from a few feet to\nnine miles long. Like the Carolina Bays, they are generally elliptical in shape and, while they\nalso sometimes overlap, they mostly occur in rows that are parallel to each other.8 And, still\nvery much like the Carolina Bays, most of their alignments lie in a northwest-southeast direc-\ntion.’ As if that’s not enough, so, similarly, in the Yukon.!0\nBut why restrict such scars to North America? 20,000 square kilometers—over 7,700\nsquare miles—of the ocean bottom in the middle of the North Sea is so pockmarked with cra-\nters it has been likened to “a miniature lunar landscape.” Although not as large as the ones so",
        "bibliography": [
            "TH. Savage, Jr., op. cit., p.7.",
            "2.W.F. Prouty, op. cit pp. 186, 190.",
            "3 Ibid., p. 187.",
            "4 Ibid.",
            "> Ibid.,p. 190.",
            "©R.B. Firestone, op. cit., p. 5.",
            "7D. Tennant, loc. cit.",
            "8R.K. Black & W. L. Barksdale, “Oriented Lakes of Northern Alaska,” Journal of Geology, Vol. 57 (1949). pp.",
            "105-118.",
            "9 Ibid.",
            "10 C_E. Carson & K.M. Hussey, “The Oriented Lakes of Arctic Canada,” Journal of Geology, Vol. 70 (1962),",
            "pp. 417-439."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 160,
        "content": "\nfar mentioned, these craters, too, are said to be elliptical in shape with a shared directional\nalignment.! Similarly aligned, even if still smaller, depressions are also to be found in Sibe-\nria? Holland, and even Bolivia* and Chile> in South America.\nIt is highly improbable that a single bolide exploding above the Great Lakes region, or\nanywhere over the Laurentide Ice Sheet, would have flung its cosmic debris, east and west,\nnorth and south, scarring the land in all these countries. Such a wide dispersal can best be vis-\nualized as the result of more than one explosive event. Among other matters to which we shall\nsoon come, an approach of the cosmic debris in question from an explosion above the Great\nLakes is belied by the very Charity Shoal in one of the very lakes that Firestone introduced as\nevidence. If anything, this depression should be aligned to the southeast for it to fall in line\nwith the general direction of the impactors at the Carolina Bays. On the contrary, as indicated\nby its elongated tapering ridge, Charity’s alignment is in the opposite direction toward the\nsouthwest,® which indicates an approach from the northeast. Besides which, it is not known\nexactly when the feature was created.’ Although, as already noted, the Pleistocene keeps\ncropping up in relation to the formation, it was definitely in existence “prior to the last glacial\nadvance,”® and could not therefore have anything to do with the so-called Clovis Comet.\nOne other matter not to lose sight of is that the northwest-southeast directional paths of the\nimpactors in Earth’s eastern hemisphere would hardly congregate over North America’s Great\nLakes region. Besides, as elsewhere in the north, see above, not all oriented scars in southern\nlands align from the northwest to the southeast. Some of the directional grooves and other\nwounds in Bolivia’s Beni basin align themselves in a reversed direction. This is quite obvious\nin that country’s oriented lakes only some of which happen to stretch in a northwest-southeast\ndirection, while others align themselves in a northeast-southwestern track.? Once again, none\nof these alignments would congregate, or even pass, above North America’s Great Lakes re-\ngion or Hudson Bay. What is worse is that these differently aligned indentations call out loud-\nly for a different line of approach. The directional path of the impactors has in fact caused\nmuch confusion. To give but one example, Bernard Delair and Derek Allan speak of the bom-\nbardment as having come from the south.!°\nWhat further complicates the matter with the Bolivian lakes is that they also happen to\n'R. McQuillin & N. G. T. Fannin, “Explaining the North Sea’s Lunar Floor,” New scientist, Vol. 83 (1979), pp.\n90-92.\n2D.S. Allan & J. B. Delair, op. cit., p. 285.\n3D. Hoffleit, “Bays in Holland,” Sky & Telescope, Vol. 12 (1952), p. 8.\n3D. Hoffleit, “Bays in Holland,” Sky & Telescope, Vol. 12 (1952), p.8.\n4G. Plafker, “Oriented Lakes and Lineaments in Northern Bolivia,” Bulletin of the Geological Society of Ameri-\nca, Vol. 75 (1964), pp. 503-522.\n5 J. Gonzales & A. Aydin, “The Origin of the Oriented Lakes in the Andean Foreland, Parque Nacionale del\nPaine (Chilean Patagonia),” Geomorphology (May 15, 2008), pp. 502-515.\n6 See here T. L. Holcombe, et al., op. cit., p.512.\n© See here T. L. Holcombe, et al., op. cit., p.512.\n7 Ibid., p. 510.\n8 Ibid., p. 517.\n9° G. Plafker, loc. cit.\n9G. Plafker, loc. cit.\n10D. S. Allan & J. B. Delair, op. cit., pp. 288, 292; see also J. B. Delair, “Another Late Pleistocene Impact Sig-\nnature: The Silverpit Crater,” Chronology & Catastrophism Workshop (2006:1), p. 6.\n160",
        "bibliography": [],
        "captions": []
    }
]