[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 211,
        "content": "\nBI Co OP    RS\nas 1 eC —SN\niS ra oy . =)\nys | =. “i\ni) |  eS il a\nsl . Fr. VAS\nee SS a a ea. Wiese\nA!  ae feos RO Si",
        "bibliography": [
            "Amon (Amun/Amen) as depicted on one of the columns",
            "in his temple at Karnak.",
            "(Photograph by the author.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 212,
        "content": "\nUtu, the so-called Sun-god which the Hittites adopted from the Sumerians, was also said\nto have temporarily disappeared.' He is said to have gone into the “night” with which he is\nsaid to have blended?\nDespite its fragmentary nature, the above myth’s tie-in with the events of the Younger\nDryas is evidenced by the traits it has managed to preserve within its controversial lines. One\nof these consists of the statement that “on the way” to wherever Utu disappeared, “there was\nno cold.”3 Enigmatic as this declaration might appear to others, it is quite clear to us since, as\nwe now know, the cold associated with the event actually gripped Earth after proto-Saturn\nbecame hidden.\nIn one version of the same myth, it is also stated that this disappearance was accompanied\nby “disastrous consequences” which included “an unnatural, unbearable heat” that culminated\nin a raging fire\nA similar myth also comes to us from the Tupi Indians of Brazil who tell of Monau, he\nwho is “without beginning or end, author of all that is.” Because of “the ingratitude of men,\nand their contempt for him,” he “withdrew from them and sent upon them tata, the divine fire,\nwhich burned all that was on the surface of the earth.”>\nA further thing we notice here is man’s predisposition to blame himself for heaven’s dis-\npleasure which, in time, led to dire consequences some of which remain with us to this very\nday.\nWhat is additionally strange is that man never did find out what it really was that suppos-\nedly angered what came to be his God. Despite the violent death of many, man’s continued\nexistence in face of God’s displeasure was then reasoned to have been due to the same God’s\ncompassion. It was thus said that Monau “was so filled with pity” that he quenched the fire by\npouring a “deluging rain” which has been said to have also formed the ocean.®\nThat a “deluging rain” quenched out the forest fires we have discussed in previous pages,\nas we have seen, is understandable. The forming of the ocean, however, is based on the mis-\nconceptions inherent in translation. The Tupi word used here is parana, which actually means\n“great waters.”7 What seems to lie behind this declaration is the drowning of vast stretches by\nthe rising seas due to the melting glaciers, so that where once there had been land, there were\nnow expanses of “great waters.”\nIn accordance with the tremendous geological upheavals that ensued, it is also said that,\n“in places,” Monau “raised mountains, and in others [he] dug valleys.”8\n1H. C. Melchert, “Hittite antaka—“loins” and an Overlooked Myth About Fire,” in G. Beckman, et al., (Edi-\ntors), Hittite Studies in Honor of Harry A. Hoffner Jr. on the Occasion of His 65th Birthday (Winona Lake, Indi-\nana, 2003), p. 281.\n2 Ibid., p. 284.\n3 Ibid.\n4 Ibid., p. 285.\n5 D.G. Brinton, Myths of the New World (Philadelphia, 1896), p. 227.\n6 Ibid.\n7 Ibid.\n8 Ibid.\n212",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 213,
        "content": "THE PAUT\n\nThe hiding of the proto-Saturnian sun by the very debris that it itself expelled is more than\nintimated in the Egyptian papyrus of Nesi-Khensu in which Amen-Ra is addressed as the “one\nwho hideth himself from that which cometh forth from him.”!\n\nAmong the ancient Egyptians, this debris was often referred to as “divine matter.” As it is\nstated in the same papyrus, the “holy god, the lord of all the gods, Amen-Ra” is “the holy soul\nwho came into being in the beginning.” He was “the great god...the first divine matter which\ngave birth unto subsequent divine matter .”?\n\nThis divine matter was also referred to as paut, which, simply put, means “stuff” or “sub-\nstance,” identified further as “the matter or material of which anything is made.” The relation\nof this matter to the ancient event which first gave it existence is indicated by derivations such\nas paut ta (but also simply pa-t) which means “primeval time” or “remote ages,”4 and pauti\ntaui, “the beginning of time” and “the creation.”> The very title of Pauti, which translates as\n“the primeval god,” was thus bestowed on Amen-Ra.&\n\nOsiris, too, was related to the paut. In the Papyrus of Nes-Amsu (also known as Nes-Min),\nNeb-er-tcher, the Creator, is made to say: “My name is Ausares (i.e. Osiris)...the primeval\nmatter [pautet] of primeval matter [pautit].7\n\nTHE DARK AND EVIL DEITY\n\nIn view of all that we have so far disclosed, it should not surprise anyone that the original\ngod of mankind would have been considered anything but good. Much later in time, one of\nancient Rome’s most famous poets, Marcus Annaeus Lucanus, popularly known simply as\nLucan, could still speak of the planetary god in question as the baleful Saturn while referring\nto his frigid nature in one and the same breath &\n\nThe malignant nature of the planet Saturn, however, was believed in by various ancient\nnations way before the Romans. The Jews had for long branded the planet as “the star of evil\nwhich brings misfortune to Israel.”? Despite the fact that they held the Sabbath, which is Sat-\nurday, or Saturn’s Day, to be holy, they also deemed that day to be unlucky.!° They thus be-\nlieved that any work done on that day would bring nothing but bad luck.!!\n\nAnthony Aveni might not have understood what lies behind this ancient belief, but he was",
        "bibliography": [
            "1E. A. W. Budge, The Gods of the Egyptians, Vol. 2 (N. Y., 1904/1969), p. 15 (emphasis added).",
            "2 Ibid., p. 13 (emphasis added).",
            "3 Idem, An Egyptian Hieroglyphic Dictionary, Vol. 1 (N. Y., 1920/1978), p. 230.",
            "4 Ibid.",
            "5 Ibid., p.231.",
            "6 Ibid.",
            "7 Idem, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 300.",
            "8 Marcus Annaeus Lucanus, Pharsalia, 1:720.",
            "9L. Ginzberg, The Legends of the Jews, Vol. V (Philadelphia, 1968), p. 135.",
            "10 Ibid., p. 405.",
            "\" pid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 214,
        "content": "well aware of it. Saturn, he rightly noted, was “acknowledged by universal experience to be\nthe most potent, evil, and malignant of all the planets.”!\n\nSaturn’s malignant nature was taken further—perhaps too far—by the Persian religious\nreformer, Zarathustra (also known as Zoroaster), in his rehabilitation of the god Ahura Mazda\nwho, by his time, had become almost forgotten. Despite the fact that this took place in the\nseventh century B. C., this god had probably been worshipped in the highlands of Persia in\nmore ancient times.?\n\nAhura Mazda’s astral nature is indicated by the star-spangled robe he is sometimes shown\nto be wearing.? His real identity, however, has remained immersed in shadows. In the tomb of\nAntiochus I of Commagene, on the summit of Nemrud Dag, in southern Turkey, a variation of\nthe god’s name happens to be combined with that of the Greek Zeus.4 As in the case of the\nEgyptian god Amon, this has occasioned some researchers to identify Ahura Mazda as the\nplanet Jupiter.> It very often seems to be forgotten that the Greeks, and after them the Romans,\nhad a penchant for equating the foremost deities of other nations with their own chief god, the\nmighty Zeus or Jupiter.\n\nWhat is perhaps even worse is the identity with the Sun that some have sought to ad-\nvance ,° which equation is sometimes said to rest on Ahura Mazda’s relation to the Indian god\nVaruna.’ As we, however, have seen and will continue to, Varuna’s Saturnian characteristics\nare well defined. If there therefore is a correlation between Varuna and Ahura Mazda, the Per-\nsian deity must translate as the same proto-planetary sun. In this respect, however, an associa-\ntion with Varuna is not even required.\n\nAlthough the meaning of the name Ahura Mazda has been much disputed § its rendition as\nWise Lord (or Lord Wisdom) remains the favored view.? Together with other Saturnian dei-\nties, he was regarded as “the creator god and lord of light.”!° He is said to have come into be-\ning from some “great emptiness,”!! although he was also believed to have been uncreated.!?\nSince he was considered to have been the originator of all that is, he was therefore believed to\nhave created both the darkness and the light and, as with the Saturnian deities of other nations,\nhe was correspondingly assumed to be a dangerous god.!3",
        "bibliography": [
            "1 A. Aveni, Conversing With the Planets (Boulder, Colorado, 2002), p. 143.",
            "2. A. Burland, Myths of Life and Death (N. Y., 1974), p. 117.",
            "3 E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 145.",
            "4 Idem, Skywatchers, Shamans & Kings (N. Y., 1997), p. 282.",
            "5 See here, for instance, D. Talbott, “From. Myth to a Physical Model,” AEON IIL:3 (October 1993), p. 27.",
            "6 As, for instance, C. A. Burland, op. cit., p. 119.",
            "7S. Konow, “A Note on the Sakas and Zoroastrianism,” Oriental Studies in Honour of Cursetji Erachji Pavry",
            "(Oxford, 1993), p. 222; M. Eliade, op. cit., p. 72; E, C, Krupp, Beyond the Blue Horizon (see above), p. 145.",
            "8 P. Masson-Oursel & L. Morin, “Mythology of Ancient Persia,” New Larousse Encyclopedia of Mythology",
            "(London, 1972), p. 312.",
            "9 M. Eliade, loc. cit; E.C. Krupp, loc. cit.; J. W. Perry, Lord of the Four Quarters (N. Y., 1970), p. 135.",
            "10 EC. Krupp, loc. cit.",
            "11C_ A. Burland, op. cit., p. 118.",
            "12 Pp. Masson-Oursel & L. Morin, op. cit., p. 318.",
            "13. A. Burland, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 215,
        "content": "It was as the creator of the opposing light and darkness that marked Ahura Mazda as a du-\nal deity, the good aspect of whom became known as Spenta Mainyu, with Angra Mainyu as\nthe evil one.! Originating as part and parcel of the same deity,? in time these aspects changed\ninto separate gods, where the benign one retained the name Ahura Mazda, while the evil side\nwas renamed Ahriman.} It was then preached that these two gods are locked in a perpetual\ncontest until, in the far off future, the light will conquer the darkness—that is good will defeat\nevil—resulting in the final triumph of Ahura Mazda\n\nThis philosophical conviction serves as a good example concerning the evolution of reli-\ngious belief from an actual event into a convoluted, even if morally uplifting, faith. What is\nregrettable is that this particular development was ably buried by Zarathustra through his suc-\ncessful reformation.5 As Cottie Burland informs us, the original myths behind the cult of\nAhura Mazda’s duality are now lost to us.6 Defining Ahura Mazda broadly as a sky god,\nMircea Eliade likewise complained that we have “far too little” of the initial myths “to be able\nto reconstruct the original figure” of the deity.’ Despite all that, however, origin can still be\nsought within what’s left of Mazda’s ancient lore.\n\nAlthough in later times it was forgotten why, but still in keeping with our major thesis,\nAngra Mainyu, the god’s dark side, was said to have descended from the north.’ As told of\nJesus in relation to Satan many years later, the spirit of darkness is here said to have appeared\nto Zarathustra in order to tempt him.?\n\nWhat is of more importance to us, however, is that the amalgamation of Saturn’s malig-\nnant nature and its frigidity is not restricted to Lucan’s poetry. In ancient times it not only\nseems that cold went hand in hand with evil, but that, in fact, it was believed to be its very\nmotivation. As it was written, while Ahura Mazda was the instigator of a benign creation, An-\ngra Mainyu, his evil half, was the originator of one “which is all death, where there were only\ntwo months of summer and where winter is ten months long, months which so chill the earth\nthat even the summer months are icy.”!°\n\nBy the time of the Sassanid Empire, somewhere between the third and seventh centuries\nA. D., when the above was put into writing, it was not always kept in mind that Creation had\noccurred during a time bereft of seasons. Notice, however, that in order to reconcile this with\nthe little that was still remembered, not only are spring and fall entirely omitted, not only is\nwinter said to have been much longer than summer, but summer itself is said to have been as\ncold as winter. Where, then, the seasons? More than that, however, we find it still retained, as",
        "bibliography": [
            "1C. Huart, “The Mythology of Persia,” Asiatic Mythology (N. Y., 1972), p.41.",
            "2J.W. Perry, loc. cit.",
            "3. Huart, op. cit., p. 42.",
            "4 Ibid.,p.41.",
            "5M. Eliade, op. cit., p.74.",
            "§C.A. Burland, op. cit., p. 119.",
            "7M. Eliade, loc. cit.",
            "8 P. Masson-Oursel & L. Morin, op. cit., p.312.",
            "9 Ibid.",
            "10 [bid., p. 316."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 216,
        "content": "\nAL} :\n| : 'f oe AN i eee ee ae\n: 4 i\" co ot ., :",
        "bibliography": [
            "ee ..ssss......",
            "Emblem of Ahura Mazda above a Persian fire worshipper."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 217,
        "content": "\n21\nstated in the same tract, that “cold is the root of all evil.\nstated in the same tract, that “cold is the root of all evil.”!\nBearing in mind that the cold came from the darkened proto-Saturnian sun, and that dark-\nness was, as it still is by some, considered an adverse circumstance, the above is understanda-\nble. But to what extent was the proto-Saturnian sun really darkened when it was hidden be-\nhind the primeval matter it had ejected? Did it entirely disappear or was it still discernible?\nTHE BLACK PLANET AND ITS GOD\nThe Navajo Indians have long symbolically associated the north with the color black It\nwas not, however, just the north, which had served as the proto-Saturnian deity’s celestial\nabode, that was linked to this particular shade. The “principal deity” of the same tribe, the\nvery “creator of fire and light,’ was himself venerated as the Black God.3 As we noted in a\nprevious chapter of this very work, the association of the color black with the Saturnian deity\nis found embedded in the myths of various ancient cultures.4 This is also reflected in archaic\nastral lore where we find that Saturn was often referred to as the “dark” or “black” planet.\nMuch earlier, in Babylon, the planet in question had already been deified as “the Black\nSaturn,” or “the Black Star.”” Even in Egypt, despite the fact that he was generally portrayed\nas of a green color, the Saturnian Osiris was often described as having been black. As men-\ntioned in an ancient hymn, the “Black One” is a well known reference to Osiris.2 That the\nblack color of this deity was widely known is ably demonstrated by Plutarch, the Greek biog-\nrapher and moral philosopher, in one of his major works.!°\nIndia was—in some respects still is—no different. Among the astrologers of this ancient\nnation, as elsewhere in archaic lore, Saturn is also considered a maleficent planet.!! So, like-\nwise, is the planetary god of the same name described as irascible, evil, malicious, and even\nflatulent.!?\nIn keeping with our present theme, the same deity is presented as “a tall black man”!3 and",
        "bibliography": [
            "1 Ibid.",
            "2. Calloway, et al., Through Indian Eyes (Montreal, 1996), p. 111.",
            "3 A. F. Aveni, “Astronomy in Ancient Mesoamerica,” in E. C. Krupp, Jn Search of Ancient Astronomy (N. Y.,",
            "1977), p. 174.",
            "4y, Schaumberger, Sternkunde und Sterndiest in Babel (Munster, 1935), p. 317; al-Biruni, Kitab at-Tafhim (Lon-",
            "don 1934 edition by R.R. Wright), p. 240.",
            "5H. Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni, 18, Pt. 3 (1950), pp. 339, 348.",
            "6D. A. Mackenzie, Myths of Babylonia and assyria (London, 1915), reprinted as Mythology of the Babylonian",
            "People (London, 1996), pp. 313, 314.",
            "7 A. Scherer, Gestirnnamen bei den Indogermanischen Volkern (Heidelberg, 1953), pp. 85-85, as cited by E.",
            "Cochrane, “Indra’s Theft of the Sun-God’s Wheel,” AEON III:3 (October 1993), p. 71.",
            "8 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p.452.",
            "9R.T.R. Clark, Myth and Symbol in Ancient Egypt (London, 1978), p. 194.",
            "10 Plutarch, De Iside et Osiride, 22, 30-31, 33,73.",
            "ip, Pingree, “Representation of the Planets in Indian Astrology,” Indo-Iranian Journal, Vol. 8 (1964-65), p.",
            "232.",
            "12 [bid., pp. 257, 260, 262.",
            "13 [bid., p. 260."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 218,
        "content": "\nAlthough usually portrayed with green skin, Osiris, shown above,\nve\nA\nA ‘eee,\neee\nOe.\nCO an)\nSa\nnpnades  |\nododoud!\noqo ot\nI  oon at}\nwas also often described as having been black.\nHongo!\ngoood\nepogdt\nHoosen\n:\nAlthough usually surttaed with green skin, Osiris, shown above,\n(Illustration by Tom Tierney.)\nmateo “Clusradon by Tom Teraes)\n218",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 219,
        "content": "of a dark nature.! He is even said to wear “black garments.”? Anyone born under the planet’s\ninfluence, it is written, would also possess a “very black” body?\n\nThe above Saturnian characteristics are lifted from various sections of the Yavanajataka of\nthe third century A. D.,* but the astrological section of the much older Narada Purana—also\nknown as Naradeya Purana—is just as insistent in describing the planet in question as jet\nblack.5 Even outside astrology, the planet Saturn, the most common Sanskrit name of which is\nShani, is depicted as having been of a black color.* Another Sanskrit name for the same planet\nis Kala’ (not to be confused with Kali), which name also translates as “black.”8\n\nKala also serves as an alias of Shiva, turning him into “The Black One,”? which is in keep-\ning with other Saturnian avatars.!° The same can be said for Surya, whom we have met on an\nearlier page, when he is supplied with the epithet asita which can likewise be translated as\n“dark” and even “black.”!!\n\nSomeone else we have met on an earlier page in this respect is the “old black god” of the\nMaya, Itzamna, who has also been identified as the Saturnian deity ,!? which goes to show that\nthis belief was just as common in the New World.\n\nIn fact, the association of the color black with the Saturnian planet was so obsessive in the\nancient world that, much later in Medieval times, the black color utilized in blazoning the he-\nraldic arms of sovereign princes was still being referred to as “Saturn.”!3\n\nTHE KA’BA\n\nAlthough he lived around the same time, Mohammed was less successful than Zarathustra\nin obliterating the worship of the black Saturnian god and planet. Not that he did not try, but,\nin holding on to various items of the old planetary religion in order not to alienate too many\nwould-be converters to the new faith he was espousing, the veil he managed to cast upon the\nold Saturnian deity turned out to be a little too transparent.\n\nAs in other places around the world, planetary worship continued to be rampant in Arabia\nwell after the advent of monotheistic faiths. Not only was the planet Venus, under the name\nal-Uzza, still being venerated down into, and even past, the seventh century of the modern",
        "bibliography": [
            "1 [bid., pp. 262,267.",
            "2 Ibid., pp. 257, 262, 267.",
            "3 Ibid. p. 258.",
            "4 Ibid., p. 250.",
            "5G. V. Tagare (trans.), The Narada Purana, Vol Ul (Delhi, 1981), p.725.",
            "6 VS. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), pp. 906-907.",
            "7 Ibid., p. 353.",
            "8 Ibid.",
            "9H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), p. 155.",
            "10 For Shiva as Saturn check Flare Star, pp. 227-245, 248, 283, 289, 306, 313.",
            "11M. Williams, A Sanskrit-English Dictionary (Oxford, 1872), p. 105.",
            "12 D. H. Kelly, “Planetary Data on Caracol Stela 3,: i A. Aveni (Ed.) Archaeoastronomy in Pre-Columbian",
            "12D. H. Kelly, “Planetary Data on Caracol Stela 3,: i A. Aveni (Ed.) Archaeoastronomy in Pre-Columbian",
            "America (Texas, 1975), p. 259.",
            "13 See, for instance, N. Webster, Twentieth-Century Dictionary of the English Language (N. Y., 1939), p. 1475."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 220,
        "content": "era,! but, as we shall soon see, so was the planet Saturn.\n\nIslam’s most holy city, now open only to Muslims, is Mecca, the life of which revolves\naround the Ka’ba, a small shrine of cemented rought stones constructed in the shape of a cube\nfor which it is said to be named. It boasts a single doorway, now barred by a gold and silver\nportico which is opened annually for the washing of the shrine’s interior during the hajj. This\ndoor is roughly eight feet above ground level due to the solid plinth of large rough stones\nwhich forms the lower part of the structure. It leads into a single room which is empty save for\na staircase in the corner which leads to the flat roof.\n\nTwo foreign stones are set into the eastern and southern exterior corners of the shrine—the\nBlack Stone and the Yamani Stone, the former being the more famous of the two. Roughly\ntwelve inches in diameter, this Black Stone is set in a silver plaque cemented to the corner.\n\nThis shrine is all but completely encased within the kiswah, a tightly encircling curtain of\nblack cloth embroidered with Koranic verses which is renewed each year. The kiswah is\nslightly drawn up at the bottom to reveal the base of the Ka’ba, the door, and the two holy\nstones.\n\nToday, the small building rests within the vast courtyard of the Great or Sacred Mosque,\nal-Masjid al Haram, an imposing edifice boasting seven minarets.\n\nConcerning this humble shrine, Mohammed himself dictated that all Mulsims, no matter\nwhere they may be, should turn their face toward Mecca and the Ka’ba when they pray. These\nwords of his have been among the most effective ones ever uttered by a religious founder.\nHundreds of millions of Muslims, a great proportion of humanity, from all over the world,\nturn toward this holy place in prayer five times each day?\n\nDuring the hajj, the pilgrimage to Mecca that every Muslim must attempt once in his life,\nthousands of Muslims perform the prescribed tawaf—an anti-clockwise circumambulation\nenacted en masse seven times around the Ka’ba—three times at a brisk pace, and four more\ntimes at a slower one. During this frenzied circling, individuals vie in trying to kiss, or at least\ntouch, the Black and/or Yamani Stone.\n\nA certificate given to every hajji, bearing depictions of Mecca’s holy sites, was, and per-\nhaps still is, looked upon “almost as a passport to heaven.”\n\nAs Mohammed Abdul-Rauf, former Director of the Islamic Center in Washington, D. C.,\nwrote in 1978:\n\n“Why this veneration of a stark cubelike building of gray stone? It is not a striking piece\nof art, nor is it adorned with precious stones [although its door is of silver and gold].\nAnd no Muslim endows it with power to benefit or to hurt.”4",
        "bibliography": [
            "1 P_K. Hitti, History of the Arabs (1937), pp. 98 ff.; J. Wellhausen, Reste Arabischen Heidentums (1897 second",
            "edition), pp. 40-44; C.M. Doughty, Travels in Arabia Deserta, Vol. IL (1921 new edition), p. 516.",
            "edition), pp. 40-44; C. M. Doughty, Travels in Arabia Deserta, Vol. II (1921 new edition), p. 516.",
            "2 In 1978, M. Abdul-Rauf vouched for eight hundred million Muslims, one fifth of all humanity. See his “Pil-",
            "grimage to Mecca,” National Geographic (November 1978), p. 587. That number has since increased tremen-",
            "dously.",
            "3 P, Hamilton, Seas of Sand (London, 1971), pp. 32-33.",
            "4M. Abdul-Rauf, op. cit., p. 584."
        ],
        "captions": []
    }
]