[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 201,
        "content": "\nSo what was it, exactly, that took place in the human population and the cultures it created\nat this particular time? What made some cultures disappear while others rose to take their\nplace? Why did the calamity that took place 10,000 years ago not affect our ancient forebears\nin the same way?\nPart of the answer, as supplied by Kloosterman, is that the apparent disappearance of cul-\ntures was due to “a sharp population reduction and a lapse into Mesolithic primitivism.”' In\nother words, as would probably happen in today’s world if we’re foolish enough to engage in\nan all-out nuclear war, survivors might easily be flung back into a stone-age type of living.\nAnd that is precisely what transpired due to proto-Saturn’s major flare-up. It is not that Clovis\nman, the Magdalenians, and other peoples were all wiped cleanly off the face of the\nEarth, but the cultures they had created were all reduced to shambles as all and sundry sought\nsecurity in whatever promised safety. That not all succeeded is confirmed by the number of\nbones we now find crammed in caves and fissures, beneath the rocks of colossal slides, burnt\nto cinders in compacted ash heaps, and drowned beneath vast oceanic sediments. Those who\nmanaged to escape would not have had it in mind to continue chipping chert into the type of\ntools that had earlier become the mainstay of Clovis trade, any more than the Magdalenians\nwould have felt impelled to add further layers of their realistic animal friezes in the caves they\nnow used as shelters from the calamitous Earth that had become their foe and the flaming\nhells that showered down upon them from what had turned into an alien sky.\nIn July of 2009, a 7.8 magnitude earthquake managed to move the south of New Zealand\ncloser to Australia, narrowing the 1,400-mile gap of the Tasman Sea by 12 inches? A little\nmore than six months later, a more massive earthquake, registering at magnitude 8.8, struck\nChile. It, too, managed to shift localities, but never mind 12 inches. The city of Concepcion\nwas slid to the west by “at least 10 feet” while entire sections of South America as far apart as\nthe Falkland Islands and Fortaleza in Brazil were also moved. All of these shifts were due to\nthe jerky shifting of Earth’s tectonic plates. Try, then, to imagine the colossal shifts and their\naccompanying destruction that would have ensued through Earth’s rotational braking, to say\nnothing of the additional catastrophic annihilation that was augmented by the sudden incur-\nsion of Earth’s entire oceans deep into the world’s west coastal regions. Despite the severity\nand death toll incurred by present-day earthquakes, tsunamis, and volcanic eruptions, they all\nadd up to minor hiccups when compared to what transpired 10,000 years ago as also, but\nworse still, in previous ages due to proto-Saturn’s cosmic outbursts.\nSome of the biggest signs of the destructions that took place during the time we’ve been\ndiscussing have gone unnoticed, and that’s because, down through the years, many of them\nwere camouflaged by further sediments and/or covered with the rotting roots and trunks of\nlater forests. A good example came to light, even as these words were being written, when\ntwo Canadian geologists managed to reconstruct “a portrait of the largest landslide in North\nAmerican history.” This consisted of “a colossal avalanche of boulders that thundered down a\n! J.B. Kloosterman, loc. cit.\n2“Massive Quake Moves N[ew]Zealand Closer to Australia,” breitbart.com (July 22,2009).\n2“Massive Quake Moves N[ew]Zealand Closer to Australia,” breitbart.com (July 22, 2009).\n3 E. Holland, “Researchers Show How Far South American Cities Moved in Quake,” physorg.com (March 8,\n201\n2010).",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 202,
        "content": "\n>   Take.                dL        _ ae  f    },    yy   si\ntay = Se =\nClovis spear point\nRocky Mountain slope near the B.C.-Alberta border about 10,000 years ago.” While it per-\nmanently shifted the Continental Divide, it left the valley below “strewn with debris that still\ndominates the landscape ten millennia later.” As also reported: “When the mountain gave\nway, any Stone Age hunters in the vicinity might have been convinced the end of the world\nwas unfolding.”!\nDespite its size—1,300 million cubic meters of dislodged boulders—and despite the fact\nthat the area, known as the Valley of the Rocks, is located in one of British Columbia’s most\nfamous parks, this landslide had gone “virtually unrecognized” in scientific literature until\ndetailed for the very first time in 2010 by Nick Roberts of Simon Fraser University and Steve\nEvans of the University of Waterloo How many other destruction sites that can be dated to\nthe same time around the world still remain to be identified?\nWe have already noted that the first thing our ancient ancestors would have sought in face\nof such widespread destruction would have been safety. Survivors would have looked for oth-\ners in an effort to reinforce their dwindled numbers. It was in this manner that survivors from\ndiverse legacies merged to form bigger enclaves, incorporating different, even if related, be-\nliefs in addition to innovative techniques in manufacturing tools and weapons and whatever\nelse was needed for subsistence. Some of these mergers led to reduced cultural skills, since\nquite a few trained artisans would have been killed, while others ended up in improved so-\nphistication due to the amalgamation of those artistic methods that managed to survive.\nAlthough it need hardly be told that animals suffered as much as humanity, it is interesting\nto note that the extinction of Pleistocene fauna “took a bit longer” in the south than it did in\nthe north. Adovasio is of the opinion that the “difference in timing...is essentially unim-\nportant” and that the reasons for this “remain to be explained fully.”* We, on the other hand,\nhold this timing as very important especially since it is directly coupled to the main reason",
        "bibliography": [
            "1R. Boswell, “Gigantic Avalanche Dwarfs Hope Slide,” The Vancouver Sun (April 22, 2010), p. B14 (emphasis",
            "added).",
            "? Mount Assiniboine Provincial Park.",
            "3 Ibid.",
            "4 J.M. Adovasio, op. cit.,p. 199."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 203,
        "content": "\nbehind the slight tardiness of the southern exterminations. Since, in our opinion, the explosive\nforce behind the extinctions came from the north celestial pole, inhabitants of Earth’s northern\nhemisphere would have received its major brunt. Life in the southern latitudes would have\nbeen walloped by the cosmic radiation that was reflected off the inner surface of the proto-\nSaturnian system’s encasing plasmasphere somewhat less severely. This would have led to\nslower deaths resulting in a longer period of struggle before eventual extermination.\nAs in earlier extinctions, animals of large bulk succumbed more readily than those of\nsmaller size. “In all,” according to Adovasio, “some thirty-three genera of mostly gigantic late\nPleistocene mammals” went extinct. “The animals that disappeared were almost entirely\nlarge—even extralarge—animals.”!\n“What was left after the major extinctions had occurred was a host of medium and\nsmall mammals ranging from beaver and raccoons to mice and moles; largish prey\nanimals consisting of today’s bison, bighorn sheep, mountain goats, pronghorns, mule\nand whitetail deer, elk, moose, caribou, and musk ox; and predators consisting of po-\nlar bears, grizzly and black bears, mountain lions and other relatively small cats—\nsuch as ocelots, lynxes, and bobcats—foxes, coyotes, and a handful of wolves. For\nthe first Americans, things had changed dramatically from those grand adrenaline-\nfilled millennia south of the ice sheet when the world was new and terrifyingly\naswarm with giants.”?\nWhat is most strange about this is that one would expect the glacial age to have been less\nconducive to larger life than the much warmer, wetter, and greener period that followed. It\nthus seems more than likely that the diminution of faunal size had nothing to do with the\nchange of climate but must have been due to some lesser understood cosmological factor such\nas the one outlined above.\nTHEORY UNDER FIRE\nThat the Clovis Comet theory would continue to be censured was expected. Most of the\nobjections raised against it, however, can just as well be criticized. It is not that we accept this\ntheory in the manner it has been presented, as neither do we contest some of its criticisms. But\nthose who have raised objections to it did not so much have the comet itself in mind. The real\nobject behind their criticisms was the catastrophic impact, or series of impacts, that led to the\nannihilation of the Clovis culture. Thus, for instance, when the theory was described as “one\nof the most misguided ideas in the history of modern archaeology,” it identified its main o|\nof the most misguided ideas in the history of modern archaeology,” it identified its main ob-\njectors as archaeologists rather than cosmologists who should have been much more con-\ncerned. Needless to say, these archaeologists were mainly those who were best known for\ntheir in-depth studies of Clovis man. How could they have missed the devastating event that\nhad brought the culture of their life-long study to its drastic end! Or, better still, how could\nthey live with such disclosure?",
        "bibliography": [
            "! Ibid. p. 118.",
            "2 Ibid., p. 120.",
            "3R. Dalton, “Comet Theory Comes Crashing to Earth,” archaeologynewsnetwork.blogspot.com (May 14,2011)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 204,
        "content": "Let us, however, be quite honest. There were also geologists, such as Andrew Scott,! and\nphysicists, like Mark Boslough? who were just as unhappy with the theory. Having access to\nthe super computers at Sandia Laboratory in Albuquerque, New Mexico, where he worked at\nthe time, Boslough, who referred to the entire concept as “an impossible scenario,”? conduct-\ned simulations which indicated that the debris from the theorized comet could not have spread\nover “the proposed impact field.”4 And, as far as debris from a single comet is concerned, we\ncan only agree with him.\n\nIn addition to that, geological samples from the field that were subjected to further tests\nhave been claimed not to conform to what was being theorized. Nanodiamonds were said to\nhave been misidentified,> when not altogether absent as per Tyrone Daulton,® while carbon\nspherule samples were dated as being only 200 years old.’ “It is all wrong,” claimed Wallace\nBroecker, who even said it was “very likely total nonsense.”8\n\nThe late dating of carbon spherules, however, means absolutely nothing since this was de-\nrived through the radiocarbon-dating method the reliability of which we have already put to\nrest. What, for instance, would these detractors want to make of those carbon samples that\nproduced dates hundreds of years in the future??\n\nAs far as nanodiamonds are concerned, less than one month after Science Daily claimed\nthat none had been found by the theory’s detractors, it itself offered evidence that such dia-\nmonds had actually been discovered in the Greenland ice sheet, which finding was even noted\nby the same publication as adding credence to the cometary theory.!°\n\nWhat was worse, however, was the disclosure that Allen West, one of the foremost propo-\nnents of the Clovis Comet theory, was really Allen Whitt, a self-taught man without creden-\ntials who had been charged, fined, and convicted of masquerading as a state-licensed geologist\nbefore he adopted his new name.!!\n\nJames Kennet hit back. Admitting that he and his team were “under a lot of duress” which\nmade it all “quite painful,” he continued to insist that the work conducted by the theory’s crit-\nics was biased nonsense and all “screwed up.” !?",
        "bibliography": [
            "! P. Weiss, et al., “Fossil Evidence Casts Doubt on Younger Dryas Impact Theory,” agu.org/news/press (June",
            "16, 2010).",
            "2R. Dalton, loc. cit.",
            "3 Ibid.",
            "4 Ibid.",
            "5 Ibid.",
            "6 “Impact Hypothesis Loses Its Sparkle,” sciencedaily.com (August 31, 2010).",
            "7R. Dalton, loc. cit.",
            "8 Ibid.",
            "9 R.B. Firestone, “The Case for the Younger Dryas Extraterrestrial Impact Event: Mammoth, Megafauna, and",
            "Clovis Extinction, 12,900 Years Ago,” Journal of Cosmology, Vol. 2 (November 2009), pp. 256-285, available",
            "at journalofcosmology.com (November 10, 2009), pp. 11, 12 of 21.",
            "10 “Nanodiamonds Discovered in Greenland Ice Sheet Contribute to Evidence for Cosmic Impact,” sciencedai-",
            "ly.com (September 15, 2010).",
            "1TR_ Dalton, loc. cit.",
            "\"2 Ibid"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 205,
        "content": "\nWest himself charged that it was “highly prejudicial and distorted” to bring up his legal\npast in criticizing the comet theory. He was honest enough in admitting to his earlier contra-\nvention, while both Firestone and Kennet continued to defend the work he had been doing on\nthe cometary theory. Others, however, would have preferred a formal inquiry concerning the\npossibility of scientific misconduct.\nTo us, the entire affair is nothing but an interesting curiosity—not to say a farce—that\nmeans little since we never accepted that the onset of the Younger Dryas had been due to the\nimpact of a single comet or its scattered fragments.\nSECOND INTERLUDE\nAs we had done in our first volume of this series, we must continue to add information to,\nwhile also reshuffling, our set of hypotheses in order to keep the sequence of events in their\nproper chronological order. But because it would be tedious to reproduce the entire series at\nthe end of each part of this work, we will only replicate the ones that require additional data\ntogether with those that continue to rely on them. New material will thus be found inter-\nspersed throughout the newly re-shuffled series, while, for the sake of chronological com-\npleteness, certain events discussed in earlier volumes of this series will also be included.\nWe start with Hypothesis #15 which originally read as follows: That, as the proto-\nSaturnian system drew closer to the present Sun’s domain of influence, their plasmaspheres\ncame in contact with each other, electrical potentials clashed, and cosmic sparks began to fly.\nTo which we shall now add: Thus commenced a protracted series of rebounds, deviations,\nand crossovers of the respective plasma sheaths, with proto-Saturn emitting flashes of radiat-\ning light and heat at each and every contact, while also emitting clouds of dust, some of which\nbeclouded the terrestrial atmosphere.\nThe hypotheses from #16 onward will therefore have to be renumbered since we now have\nto include additional ones, while introducing fresh information in some of the already existing\nones. The new Hypothesis #16 will thus read: It was the sudden heat released by proto-\nSaturn’s outbursts in this series of plasmaspheric interactions that was directly responsible for\nthe string of interglacials toward the end of the Pleistocene epoch. The reversal back to cold at\nthe end of each interglacial was mainly due to proto-Saturn’s own return close to its previous\ntemperature, while also aided to an extent by its temporary shielding by the accumulated dust\nin Earth’s atmosphere.\nHypothesis #17: That, eventually, proto-Saturn succeeded in penetrating the Sun’s helio-\nsphere and, finding itself electrically imbalanced within this new domain, suffered a much\nmore drastic disruption than its previous bursts of power.\nHypothesis #18: That the first signs of this electrical imbalance were manifested by the\njet-like Birkeland column which joined proto-Saturn to Earth, which jet was seen to undergo a\nseries of visible instabilities the likes of which mankind had never seen and which he com-\nmenced to reproduce in his sacred art down through the ages.\n| Ibid.\n! Ibid.\n205",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 206,
        "content": "\nHy\nHypothesis #19: That, following this series of awe-inspiring volatilities, the jet was seen to\nothesis #19: That, following this series of awe-inspiring volatilities, the jet was seen to\nretract itself and disappear within the very proto-Saturnian orb that had originally spewed it\nretract\nitself and disappear within the very proto-Saturnian orb that had originally spewed it\nforth.\nHypothesis #20: That, due to the disproportionate electrical energy between proto-Saturn\nothesis #20: That, due to the disproportionate electrical energy between proto-Saturn\nand the Sun, the former flared up in a glorious burst of light that belittled its previous flares,\nwhile it dispelled the gloom, an event that went down in the mytho-history of mankind as Day\nOne.\nHypothesis #21: That this major proto-Saturnian blast shed a vast amount of dust, belit-\nothesis #21: That this major proto-Saturnian blast shed a vast amount of dust, belit-\ntling wI\ntling what it had shed in its previous minor outbursts, some of which dust was eventually cap-\nat it had shed in its previous minor outbursts, some of which dust was eventually cap-\nwhich\ntured in Earth’s atmosphere due to gravitational attraction.\nHypothesis #22: That this super flare-up managed to scatter most of the detritus that had\nothesis #22: That this super flare-up managed to scatter most of the detritus that had\nbeen contained within proto-Saturn’s circumstellar disk, and that what remained formed a\nmuch less dense accumulation with a wide gap between its inner edge and the proto-Saturnian\norb.\nHypothesis #23: That the flare-up was also responsible for the blowing away of Earth’s\nothesis #23: That the flare-up was also responsible for the blowing away of Earth’s\nHy,\nauroral\nauroral toroids together with a portion of the terrestrial atmosphere.\ntoroids together with a portion of the terrestrial atmosphere.\nHypothesis #24: That immediately upon and due to proto-Saturn’s major flare-up, Earth\nthesis #24: That immediately upon and due to proto-Saturn’s major flare-up, Earth\nand its\nand its inhabitants were subjected to an appalling heat-wave which caused worldwide forest\ninhabitants were subjected to an appalling heat-wave which caused worldwide forest\nfires while engulfing all and sundry in a tremendous sheet of cosmic radiation, including X-\nfires w\nile engulfing all and sundry in a tremendous sheet of cosmic radiation, including X-\nrays and other potentially harmful beams and particles.\nrays an\nid other potentially harmful beams and particles.\nHypothesis #25: That the proto-Saturnian system’s encounter with the Sun resulted in the\nothesis #25: That the proto-Saturnian system’s encounter with the Sun resulted in the\nreversal of Earth’s magnetic field—or, more correctly, its dipole—which was due to the com-\nbined reaction of the Sun’s super-flare-like discharge together with proto-Saturn’s own flare-\nbined r\neaction of the Sun’s super-flare-like discharge together with proto-Saturn’s own flare-\nup. This culminated in a boost of the terrestrial field which would then have commenced to\ndecay once more in its attempt to adjust to the Sun’s own field of influence.\nHypothesis #26: That, very much like the Sun’s flares achieve at present on a much small-\nothesis #26: That, very much like the Sun’s flares achieve at present on a much small-\ner scale, proto-Saturn’s flare-up braked Earth’s rotational speed, with its former rate resuming\nnot long after.\nHypothesis #27: That this temporary braking resulted in the oceans’ incursion over large\nothesis #27: That this temporary braking resulted in the oceans’ incursion over large\nHy|\nareas 0\noceans\nareas of the land as well as additional heat due to the friction between Earth’s crustal layers\nf the land as well as additional heat due to the friction between Earth’s crustal layers\nwhich also caused tremendous tectonic activity including global volcanism, earthquakes,\nalso caused tremendous tectonic activity including global volcanism, earthquakes,\nlandslides, and various other upheavals.\nHypothesis #28: That, together with the emitted dust, proto-Saturn also expelled quantities\nothesis #28: That, together with the emitted dust, proto-Saturn also expelled quantities\nof substantial rock-hard rubble some of which bombarded Earth, exploding in its atmosphere,\nthe shards and bursts from which scarred the terrestrial surface in various localities with\nnorth-oriented craters some of which were later filled with water, plants, or both.\nHypothesis #29: That the calamities incurred by Earth throughout these events were re-\nothesis #29: That the calamities incurred by Earth throughout these events were re-\nHy;\nsponsible for great loss of life among both beasts and man. Vast hordes of animals which had\nexisted during the Ice Age were completely exterminated, never again to grace the land or the\nexisted\nduring the Ice Age were completely exterminated, never again to grace the land or the\noceans they once inhabited.\nthey once inhabited.\nHypothesis #30: That, despite the above, some species, including some of the mammoths,\nothesis #30: That, despite the above, some species, including some of the mammoths,\ndid manage to survive in isolated pockets just as tribal units of mankind also did.\n206",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 207,
        "content": "\nHypotl\nHypothesis #31: That the cosmic radiation released by proto-Saturn’s flare-up would have\nesis #31: That the cosmic radiation released by proto-Saturn’s flare-up would have\nalso resulted in the birth of mutated offspring both among surviving animals and humankind,\nbut that, with some possible exceptions, including racial diversions among humans, these mu-\nbut that, w:\nith some possible exceptions, including racial diversions among humans, these mu-\ntations were not passed on to following generations.\npassed on\nHypothesis #32: That, due to the ensuing heat-wave, the glaciers of the Pleistocene Ice\nesis #32: That, due to the ensuing heat-wave, the glaciers of the Pleistocene Ice\nHypot!\nAge comm\nAge commenced to melt, thus raising oceanic levels all over the world, while causing further\nenced to melt, thus raising oceanic levels all over the world, while causing further\nfloods and\nfloods and mud slides. Previous glaciated areas were thus reclaimed and, in time, the greening\nmud slides. Previous glaciated areas were thus reclaimed and, in time, the greening\nof these regions added tremendously to the habitability of Earth’s northern hemisphere.\nHypothesis #33: Mainly due to proto-Saturn’s return close to its previous cooler tempera-\nesis #33: Mainly due to proto-Saturn’s return close to its previous cooler tempera-\nture, but partly aided by the enshrouding dust that had collected in the terrestrial atmosphere,\nEarth was\nEarth was once again plunged into a colder environment, that of the Younger Dryas, which\nonce again plunged into a colder environment, that of the Younger Dryas, which\nwas not, however, as freezingly cold as the Ice Age out of which it had emerged.\nHypothesis #34: That this series of events was remembered by those whom it touched and\nesis #34: That this series of events was remembered by those whom it touched and\npassed on to their descendants as a number of aborted attempts at what became known as the\nto their descendants as a number of aborted attempts at what became known as the\nCreation, with each attempt having been thwarted due to a re-accumulation of terrestrial ice.\nHypothesis #34: That, with proto-Saturn’s dust settling on the land, Earth returned to\nesis #34: That, with proto-Saturn’s dust settling on the land, Earth returned to\nwarmth as\nwarmth as suddenly as it had temporarily slipped back into the cold.\nsuddenly as it had temporarily slipped back into the cold.\n207",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 208,
        "content": "PART THREE",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 209,
        "content": "\nChapter 11\nStart of a New Era\nTHE HIDDEN GOD\nne of the main changes following proto-Saturn’s flare-up that tended to bring survi-\nvors of diverse groups together were the very transformations that were occurring\nO« of diverse groups together were the very transformations that were occurring\noverhead. Having lived their entire life up to that point beneath a harmless static sky,\nwhat was now occurring in heaven’s realm required both an explanation and an assurance that\nall would return to normal before long. No one really knew exactly what was happening, but\neach small group that met another might have thought the others knew. In those cases where\nlanguage did not hamper communication, it is more than likely that these groups would have\nconvened, making conversation, exchanging views, outlining plans how best to proceed amid\nthe rubble of a broken land. While we shall never come close to knowing what went on in\ntheir minds, it seems reasonable to assume that various questions would have been asked.\nHaving by then almost certainly decided that the shining orb in the sky was a live and active\nbeing, they would have done their best to understand what it was up to. Why, for instance, af-\nter having shed that glorious light, was it now hiding behind that film of loose material it\nseems to have disgorged?\nAn answer to the above conundrum does not seem to have been reached by ancient man,\nand, with the passage of time, it was simply taken for granted. That is the reason, as we previ-\nously noted, why the Hebrew name for “north,” that is tsaphon, translates as “hidden,” which\nword derives from a primitive root that means “to hide” or “to cover,”! since the north celes-\ntial pole was thereafter thought of as a place of hiding. Thus the Canaanite deity known as\nBaal Saphon, the same as Baal Tsaphon, is not only understood as Lord of the North,? but can\nalso be rendered as the Hidden Lord.\nIn Egypt, Osiris/Saturn was not only known as “the mysterious one,”? but also lauded as\nthe “hidden god.”4 Thus it was that, in gaining eternal life after death, King Unas was believed\nto have appeared “like to a god” while “rising up in highest heaven,” when he then became\n“hidden” like Osiris.”\nAmong the Egyptians, however, it was Amon who was venerated as the hidden god par\nexcellence. In fact, the very name Amon, or Amen as some would have it, actually means the\nQO: of the main changes following proto-Saturn’s flare-up that tended to bring survi-\n! J. Strong, Dictionary of the Hebrew Bible (Madison, N. J., 1890), pp. 100-101.\n2 W.F. Albright, Yahweh and the Gods of Canaan (N. Y., 1968), p. 127.\n2. W.F. Albright, Yahweh and the Gods of Canaan (N. Y., 1968), p. 127.\n3 J. T. Dennis, The Burden of Isis (London, 1910), p. 53.\n4 Ibid., p.54.\n> D. A. Mackenzie, Egyptian Myth and Legend (N. Y., 1907/1978), p. 168.\n5D. A. Mackenzie, Egyptian Myth and Legend (N. Y., 1907/1978), p. 168.\n6 Ibid., p. 170.\n7 Ibid.\n209",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 210,
        "content": "“hidden one.”! It is unfortunate that this god was identified by Herodotus as Zeus/Jupiter?\nwhich has caused later researchers to misrepresent him as the planet of that name.3\n\nThat Amon was known from primitive times there is no question 4 even though, for quite a\nwhile, his influence seems to have been restricted to the ancient city of Thebes.> As transpired\nwith various other Egyptian deities when local cults amalgamated into larger conclaves,\nAmon was later combined with his own alter-ego to become known as Amen-Ra. It is in one\nof the hymns to this conflated deity that we find him correctly lauded as the first-born god §\nthe establisher of Creation,’ the lord of radiant light, and the creator of brilliant rays. That his\nfusion with Ra does not equate him with the Sun, as others have mistakenly maintained,? is\nindicated when he is said to keep a watchful eye on men even “as they sleep,”!° which makes\nof him a “sun of night,” a major designation of the proto-Saturnian god.!!\n\nSokar was another Egyptian deity, worshipped mostly at Memphis, who was likewise re-\ngarded as a “hidden” god.!? Memphis, however, also served as the principal center of worship\nfor Ptah,'3 whose amalgamation with Osiris,'4 as well as other traits,!5 identify him as the\nsame Saturnian deity. Additional to those traits is the god’s appellation of Ptah-Tenen,!®\nwhich associates him with inertness, inactivity, rest, and lack of motion.!7 In conjunction with\nhis being hailed as the illustrious Disk of Heaven,'* the above pins him down—pun inci-\ndental—as the immobile Saturnian orb. And, in keeping with our present theme, he was also\nlauded as the Hidden One.!9\n\nAs we have already seen, we come across similar allusions to the hiding of the Saturnian\ndeity in Hindu mythology when we encounter Varuna as “the hidden ocean,” and Martanda as\n“the hidden, lost or dark sun.”20",
        "bibliography": [
            "1B. A.W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. cxxvi.",
            "2 Herodotus, Historiae I: 42; Diodorus Siculus, Bibliotheca Historica 1:13:2.",
            "3 See, for instance, A. de Grazia, Chaos and Creation (Princeton, N. J., 1981), p. 198; I. Velikovsky, Mankind in",
            "Amnesia (N. Y., 1982), p. 96.",
            "4E. A.W. Budge, op. cit., p. 1.",
            "5 Ibid., p. 3.",
            "6 Ibid., p. 6.",
            "7 Ibid.",
            "8 Ibid., p. 8.",
            "9 As, for instance, M. Eliade, Patterns in Comparative Religion (London, 1996), p. 138, among numerous others.",
            "10 E. A.W. Budge, op. cit.,p. 10.",
            "\"| God Star, pp. 141-153.",
            "121). A. Mackenzie, op. cit., p. 197.",
            "135. A.W. Budge, The Gods of the Egyptians, Vol. | (N. Y., 1904/1969), p. 512.",
            "14 Thid., p. 507.",
            "15 See God Star, pp. 149, 194-196, 214, 225, 269, 274, 311.",
            "16 E. A.W. Budge, op. cit., p. 508.",
            "17 [bid., p. 509.",
            "18 Tbid.",
            "19 Tbid., p.512.",
            "20 G. de Santillana & H. von Dechend, Hamlet’s Mill: An essay on Myth and the Frame of Time (Boston, 1969),",
            "p. 265; J. Herbert, “India: The Eternal Cycle,” Larousse World Mythology (London, 1972), p. 233."
        ],
        "captions": []
    }
]