[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 321,
        "content": "\nice,! as they also were earlier still during the Devonian period, dated at close to 400 million\nyears ago? During that time, the Arctic regions were not all that much different than at pre-\nsent. In fact, give or take a little, the lands surrounding what is now the Arctic Circle have not\nmoved much since about 200 million years ago.3 And if one wishes to split hairs, I can do just\nas well by pointing out that, even around the above mentioned 400 million years, the same\narea was still located in Earth’s north polar region In fact, let’s face it, as it has been noted\nby most glaciologists of worth, the north polar regions, together with the rest of our world,\nhave “enjoyed uniformly warm, equable climate” for most of Earth’s history.> It is not that\ncontinents have not shifted, but as far as the north polar regions are concerned, the lands\naround what is now the Arctic mainly moved through a relative slight rotation about a fulcrum\nthat was centered close to what are now the New Siberian Islands.°\nAlthough the accuracy of the supplied dates may be questioned, we keep them in mind as\nan approximate value when we look at the discoveries of further fossils on Ellesmere Island,\nin the same north polar region, which have been classed as belonging to the Eocene epoch,\ndated to some 50 million years ago. “These unique, world-renowned sites near Strathcona\nFiord,” the Society of Vertebrate Paleontology reported, “include fossil plants and animals\nthat lived during one of the warmest times in all of Earth history, when Ellesmere Island was\nblanketed in forests inhabited by alligators, turtles, primates and hippo-like animals.””\nSome of these beasts were represented by sets of fossilized teeth, all of which were re-\ntrieved from what has been described as “the island’s ancient tropical environment.”® These\nmammals, it has been ascertained, did not migrate or hibernate, but lived in the High Arctic\n“all year long.”? They lived in a region that has been compared to the “swampy cypress for-\nests in the southeast United States today,” a region that continues to “contain fossil tree\nstumps as large as washing machines.” !°\nBetween 2008 and 2010, the above site led to what has been described as a “battle be-\ntween fossil fuel and fossil science.” This came about because of a proposal by a certain Van-\ncouver-based corporation that was seeking coal-mining rights in the area. While paleontolo-\ngists registered their deep concern over the possible loss of these valuable fossils, the presi-\n'y. J. Flynn & A.R. Wyss, “Madagascar’s Mesozoic Secrets,” Scientific American (February 2002), pp. 56-57.\n2 E. S. Barghoorn, “Evidence of Climate Change in the Geologic Record of Plant Life,” in P. Cloud (Ed.), Ad-\nventures in earth History (San Francisco, 1970), p. 737.\n3R.S. Dietz & J. C. Holden, “The Breakup of Pangaea,” in Continents Adrift (San Francisco, 1972), p. 106.\n4PM. Hurley, “The Confirmation of Continental Drift,” in ibid., p. 65; see also F. H. Knowlton, “Relations of\nPaleobotany to Geology,” Smithsonian Institute Annual Report (1912), as quoted in D. E. Hooker, Those\nAstounding Ice Ages (N.Y. , 1958), p.43.\n> E.H. Colbert, “The Record of Climate Changes as Revealed by Vertebrate Paleontology,” in H. Shapley, Cli-\nmate Change (Cambridge, 1953), p. 269.\n© J.T. Wilson, “Continental Drift,” in Continents Adrift (San Francisco, 1972), p. 51.\n7 R. Boswell, “B.C. Mine Exec Reaches Out to Scientists,” Canwest News Service as reported (January 25,\n2010).\n85R. Boswell, loc. cit.\n° University of Colorado at Boulder News Web, loc. cit.\n10 Ibid., p. 2.\n321",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 322,
        "content": "\ndent of the mining corporation insisted that mining would actually facilitate the recovery of\nfossils as in fact transpired in the Klondike where the search for gold nuggets, during a period\nof 113 years, resulted in a wealth of rare fossil specimens.!\nCoal-mining aside, it was then reasoned that, because the oldest-known tapir fossils come\nfrom this area, “there is the possibility that some prehistoric mammals could have evolved in\nthe circumpolar Arctic and then dispersed through Asia, Europe and North America” rather\nthan the other way around.? Unfortunately this led to the conclusion, at least by some, that\nthese very same Arctic regions had always been burdened with recurring winters even if such\nwinters had been mild. The mammals whose fossilized remains have been found in these areas\nwere thus believed to have “endured six months of darkness each year.”3 It is not told how\n“swampy cypress forests” could have survived a series of recurring six months of darkness,\nwhich could hardly have been warm, for a period that would have lasted thousands of years.\nJohn Tarduno, from the University of Rochester, does not believe in these recurring six\nmonths of Arctic darkness. As far as he is concerned, “the Arctic Ocean was warm and ice-\nfree” all year-round In 2006, while trudging through the island of Axel Heiberg, just west of\nGreenland, a member of his Arctic expedition discovered the “amazingly well preserved\nshell” of a 90-million-year-old turtle that “strongly resembles a freshwater Mongolian spe-\ncies.” Now named Aurorachelys—i.e., Aurora Turtle —the newly discovered reptile could on-\nly have thrived in what Tarduno has described as “extremely warm, ice-free conditions in the\nArctic region.”> As reported by the University of Rochester:\n“Tarduno’s paleomagnetic expertise, which allows him to ascertain when points on\nEarth’s crust were at specific locations, allows him to rule out the possibility that mil-\nlions of years of tectonic activity had brought the fossil from southern climes. The tur-\ntle was clearly a native of the area.”6\nTarduno was thus driven to suggest that “the warming may have been caused by volca-\nnoes pumping tremendous amounts of carbon dioxide” into Earth’s atmosphere.’ But, as he\nalso noted, there is “evidence that this volcanic activity happened all around the planet—not\njust the Arctic.”* That, however, was as far as he could go. Not knowing where else to turn, he\nremained strangely silent when it came to what could have caused such volcanic activity all\nover the world.\nEllesmere Island, which is one of Earth’s northernmost landmasses, seems to have no end\nof surprises. Forests, apparently, continued to grow between ten and two million years ago in",
        "bibliography": [
            "'R. Boswell, loc. cit.",
            "2 University of Colorado at Boulder News Web, loc. cit.",
            "3 Ibid., p. 1.",
            "4M. Wall, “Tropical Turtle Fossil Discovered in the High Arctic,” Wired Science at blog.wired.com (February 1,",
            "2009), p. 1.",
            "> “Ancient Turtle Migrated from Asia to America Over a Tropical Arctic,” physorg.com (February 1, 2009), p. 1.",
            "6 Ibid. (emphasis added).",
            "7 Ibid., p. 2.",
            "8 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 323,
        "content": "\nwhat is now a dry, frigid, treeless site that is surrounded by glaciers all year round. The\nmummified remains of this forest include well-preserved logs, leaves, and seed-pods from\nsuch trees as pine, birch, and spruce. The trees, it has been suggested, “were likely preserved”\nbecause “they were buried quickly by landslides and thus protected from air and water, which\nct\nhastens decomposition.” The logs in Quttinirpaaq National Park, many of which are several\nastens decomposition.” The logs in Quttinirpaaq National Park, many of which are several\nfeet in length, are so numerous that one can hardly cross some areas without tripping over\nthem. Joel Barker, from the Ohio State University, was offering nothing new when he com-\npared the mummified forest to ones “growing hundreds of miles to the south,” which suggest-\nared the mummified forest to ones “growing hundreds of miles to the south,” which suggest-\ned that the ancient forest “must have grown during a time when the arctic was much warm-\ner.”! And on it goes. But never mind animals and the forests in which they lived. How about\nhuman beings?\numan beings?\nARCTIC SETTLERS\nThe presence of early man in Arctic regions, especially in Siberia, is a subject that has\nbeen debated since the middle of the nineteenth century. Such presence has been accepted by\nsome and contested by many others. Some had even gone so far as to claim that “Siberia, or\nthe Far North in general,” had been the actual “cradle of mankind.”? As time went by, howev-\ner, lack of solid evidence resulted in an ever-diminishing number of believers. Those who\nheld on kept on looking and digging, but what they found did not always convince their de-\neld on kept on looking and digging, but what they found did not always convince their de-\ntractors.3 In that respect, not much has changed. And yet, worked tools continue to be discov-\nered in areas where, at present, it is definitely too cold for tribal populations to exist in com-\nfort. But even then, the objects in question are so crude that many refuse to see them as the\nhandiwork of human beings. Nevertheless, there are exceptional cases.\nandiwork of human beings. Nevertheless, there are exceptional cases.\nOne of the most important of these Siberian sites is that of Diring-Ur’akh on the Lena\nRiver north of Yakutsk in Yakutia. Excavations on the terrace of this river have uncovered\nhuman burials in stone coffins that have been dated to 1500 B.C. It is evident, however, that\numan burials in stone coffins that have been dated to 1500 B.C. It is evident, however, that\nthese burials had been dug through much older Paleolithic deposits and, below that, further\nsites have been uncovered, some of which have been dated to 2 million years ago. Because\n2\npieces of worked stone from these deeper layers could still be fitted together, it was clear that\nieces of worked stone from these deeper layers could still be fitted together, it was clear that\nthe crudely fashioned tools were actually made at the site and not brought from elsewhere.\ne crudely fashioned tools were actually made at the site and not brought from elsewhere.\nWhat this additionally indicated is that those responsible for the manufacture of these artefacts\nhad probably belonged to a sedentary, rather than a roving, way of life. It was this, more than\nad probably belonged to a sedentary, rather than a roving, way of life. It was this, more than\nanything else, that converted the archaeologist Yuri Mochanov, who had originally been a\neptic, “to the notion of a very early occupation of the Far North.”4\nskeptic, “to the notion of a very early occupation of the Far North.”*\nWhy would such early human beings have settled in Siberia had it been as freezingly cold\nas it is at present? This problem did not much bother Mochanoy, or his associates, since it was\nobvious that, for whatever reason, such a settlement did take place. There seemed to be no\npoint in arguing why. What did bother them was how such early human beings managed to",
        "bibliography": [
            "1M. Inman, “Mummified Forest Found on Treeless Arctic Island,” news.nationalgeographic.com (December 17,",
            "2010), pp. 1-2.",
            "2. Rudgley, The Lost Civilizations of the Stone Age (N. Y., 2000), p. 248.",
            "2R.Rudgley, The Lost Civilizations of the Stone Age (N. Y., 2000), p. 248.",
            "3 [bid., p.249.",
            "4 Ibid., p. 250."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 324,
        "content": "\nsurvive in such extremes. As it has been argued, it is clear that “this part of the world could\nnot have been populated by early humans unless they had the ability to make (or at least pre-\nserve) fire and were sufficiently advanced to have made themselves fur clothing.”! But while\nthe domestication of fire by early man has been traced to over one million years ago, there is\nno evidence that it had been used in Siberia during the much later Paleolithic. Siberian sites\nthat have been dated to even later times had already run headlong into that quandary. “Most\narchaeologists,” it has been reported, “simply do not believe that humans—even 200,000\nyears ago—were capable of colonizing the harsh natural environment of the Far North be-\ncause they were not advanced enough to control fire and make themselves clothes.”\nWhile the above remains highly controversial, in our own scheme the problem is not even\nraised. With the proto-Saturnian sun having shone above these regions from its immobile lo-\ncation in Earth’s north celestial pole, early humans in Siberia would not have needed fire or\nfur clothes to keep them warm—which is why neither the remains of clothes nor ashes have\never been discovered in these regions from such an early age.\nCOSMIC FALLOUT\nCosmic dust continues to be implicated in the inception of the Younger Dryas. Elevated\nlevels of helium-3 in sediments associated with this event have been attributed by Paul LaVio-\nlette “to a sudden influx of a large amount of cosmic dust.”3 As he also indicates, Earth is still\n“surrounded by a dust cloud” that extends “radially outward” for a few thousand miles.4\nLaViolette is also of the opinion that the mass extinctions of the Pleistocene had to have\nhad a solar cause.> According to him, several studies “indicate that toward the end of the ice\nage the Sun was far more active than it is today.”6 Citing the works of H. A. Zook and others,\nhe presents evidence from the “tracks” that solar flares are said to have etched in lunar rocks,\nindicating that, around that time, “the average solar cosmic ray intensity was 50 times higher\nthan at present,” which intensity then started to decline until it reached the current level.”\nThis was not exactly new. As already noted, analyses of the lunar rocks recovered by the\nApollo astronauts had already led to the assumption that Pleistocene fauna had succumbed to\nintense cosmic ray bombardment. Rather than LaViolette’s more energetic Sun, however, the\nsource of the bombardment was theorized to have been a supernova#\nLaViolette is not alone in this. To an extent, van der Sluijs also agrees. According to him,\nthe events in question “can be explained on the hypothesis of a solar storm of unprecedented\n! pid.\n2 Ibid.\n3 P. A. LaViolette, “Evidence for a Solar Flare Cause of the Pleistocene Mass Extinction,” Radiocarbon (June 1,\n2011), p. 304.\n4 Ibid., p. 319.\n5 [bid., p. 304.\n5 Ibid., p. 304.\n6 Ibid.\n7 Ibid.\n8 D. Krotz, “Supernova Explosion May Have Caused Mammoth Extinction,” Lawrence Berkeley Laboratory\nResearch News at /bl.gov/Science Articles/Archive/NSD (September 23, 2005), p. 1.\n324",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 325,
        "content": "\nproportions, provoking intense geomagnetic disturbances and near-lethal synchrotron radia-\ntion emitted by magnetospheric plasma, possibly in combination with a cometary interloper.”!\nThe telltale signs of this bombardment are indisputable. What remains debatable concerns\nits source—a supernova or an overactive solar orb. In our scheme, the flare-up from the brown\ndwarf star that had been acting as Earth’s primordial sun just as readily accounts for the ac-\ncumulated evidence. As we have also indicated, even though we still maintain our lunar\nneighbor had not yet been captured in terrestrial orbit, it would still have been bombarded by\nintensive cosmic rays had it not been too far away from Earth.\nMAN ON THE MOVE\nThe Clovis people’s reputation of having been the first wave of infiltrators to settle in the\nAmericas is under severe attack. Fossilized human feces dated to 14,000 years ago, which\nthus predate the Clovis era, have been discovered in an Oregon cave.? Additional to that,\nthousands of stone artifacts have been found littering an ancient settlement, dated to 15,000\nyears ago, that has come to light in central Texas.3 There are those who believe that seafaring\npeople from Asia “must have used skin boats” to navigate between ice-free waters along the\nPacific Coast of Alaska and British Columbia “at least 16,000 years ago.”4 Anthropologists\nfrom the University of Utah have shoved this date even farther back in time by proposing that\n“the original peopling of the Americas might have begun more than 20,000 years ago from\nCentral Siberia, across the Arctic Ocean, via Canada’s High Arctic Islands.”> All of which is\nin keeping with genetic evidence that definitely points to “a much earlier arrival of humans in\nthe Americas than previously believed.”®\nFor reasons we have already supplied in earlier pages of this work, the above dates have\nbeen rounded off from the ones supplied by those involved in these theories and discoveries.\nAnd even then these rounded figures are at best a reasonable average. What is of greater im-\nportance is that the evidence does not only indicate an earlier migratory trend into North\nAmerica, but the greater feasibility of such migrations via different means than had earlier\nbeen believed. How many survivors from these different societies managed to merge and\nblend with others at the termination of the Younger Dryas is now difficult to ascertain. But the\nchanges that affected them following the end of that period keep receiving further validation.\nThe mining of iron oxide for the production of the coloring medium known as ochre had\nbeen going on by ancient man in various localities around the world. Signs of such activity\nthat have been dated between 350,000 and 400,000 years old have come to light at Won-\nderwerk Cave in South Africa.’ The site at Terra Amata in France, where ochre has also been\n1M. (Rens) van der Sluijs, “Bad to the Bones.” thunderbolts.info (August 30, 2010).\n2 R. Boswell, “Texas Findings ‘Death Blow’ to Clovis Theory,” Postmedia News in The Vancouver Sun (March\n25, 2011), p. BI.\n25,2011), p. Bl.\n3 Ibid.\n4 Ibid.\n5 Ibid.\n> Ibid.\n6 Ibid.\n7R.Rudgley, op. cit., p. 176.\n325",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 326,
        "content": "\nfound together with Acheulian tools, goes back to 300,000 years ago.! The oldest mine in the\nAmericas, which has recently been discovered near the coastal town of Taltal in northern\nChile, is much younger, but it bears special significance to our developing work. According to\nthe archaeologists involved in this discovery, an estimated 700 cubic meters, containing 2,000\ntons of rock, have been extracted from this mine. More than 500 hammering stones that were\nused for this extraction from the earliest use of the mine have also been unearthed?\nWhat seems clearly indicated is that the mining operation at this site constituted a labor-\nintensive activity that demanded technical skills and a fair amount of social co-operation that\nmust have lasted for generations. This was implied by the carbon-derived dates of the charcoal\nand shells that were found in association with the mine, which dates range from 12,000 to\n10,000 years ago. These, too, are rounded averages that should also be used with caution, es-\npecially since radiocarbon testing of comparable samples conducted by separate laboratories\nhave resulted in different dates, not to mention other discrepancies.4\nWe do, however, note that mining at this site came to an end around that last given date,\nwhich coincides with our benchmark figure for the end of the Pleistocene Ice Age. In view of\nthe catastrophic events that accompanied this event, the cessation of mining activity is under-\nstandable. And while, as we keep harping, we hate to jump ahead, the same site seems to have\nbeen rediscovered and mined again around 4,000 years ago which comes rather close to co-\ninciding with the end of the proto-Saturnian era during which Earth commenced on its long\nperiod of stabilization.\nTERRESTRIAL READJUSTMENTS\nIn actual fact, Earth has not yet settled down from its past series of catastrophic disturb-\nances. I will not here mention those ancient cities that are now under the sea due to the sinking\nand/or tilting of land areas.6 Yes, lands continue to rise and fall. But they also split apart. Take\nand/or tilting of land areas.° Yes, lands continue to rise and fall. But they also split apart. Take\nthe spreading of the continental plates in the Afar Triangle in northeastern Ethiopia. The pull-\ning apart of these plates is slowly opening up a breach that will eventually be flooded by the\nwaters of the Red Sea. The widening of the fissure that is being created has been calculated to\nbe taking place “at up to 12 centimeters per year.”” This might not seem to be much, and, in a\nbe taking place “at up to 12 centimeters per year.”’ This might not seem to be much, and, ina\nway, it really isn’t. There are times, however, when sudden jolts accelerate the widening, am-\nplifying the catastrophic disruption of the surrounding strata. One such jolt took place be-\ntween September and October of 2005 when a 60-kilometer-long stretch of rock was torn\n! Ibid.\n! pid.\n2D. Salazar, et al., “Early Evidence (ca. 12,000 BP) for Iron Oxide Mining on the Pacific Coast of South Ameri-\nca,” Current Anthropology (June 2011), pp. 463-475.\n3 Ibid.\n4 See, for instance, C. Perles, The Early Neolithic in Greece (Cambridge, 2001), pp. 90, 108, 109\n5D. Salazar, et al., op. cit.\n6 See here, for example, D. Moore, “Crete, the Island that Tipped,” Current World Archaeology (December\n2009-January 2010), pp. 39-44.\n7D. Biello, “Satellite Captures Creation of New Continental Crust,” scientificamerican.com (July 20, 2006).\n326",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 327,
        "content": "\napart, widening the breach “by as much as eight meters.”! Magma from nearby volcanoes then\nflowed into the newly created rift, thrusting up “a dyke of roughly 2.5 cubic kilometers—\ntwice as much material as erupted from Mount St. Helens—more than two kilometers below\nthe surface.”?\nThe splitting apart of the above area has been the one that has generated the most atten-\ntion. But there are others. A 3-kilometer long crack, 100 meters wide, appeared quite suddenly\nin Puno, southern Peru, without an accompanying earthquake to give it birth In Iceland, an\nentire lake started draining into a newly formed crack in the earth.4 And that’s to name only a\nfew. A cursory surf through the Internet will easily reveal other examples.\nTHE EMERGENCE OF RELIGION\nThe changes that most affected our ancestors at the end of the Ice Age and the events that\nfollowed the Younger Dryas, however, were those that took place within their own intellect.\nPrime among these was the embryonic emergence of religion. While, with others, Richard\nRudgley places the inception of the Neolithic period at our benchmark date of 10,000 years\nbefore the present, he traces man’s “artistic and religious awareness” to an earlier period,\n“40,000 years or so ago.”> What we accept, however, is that man’s artistic nature developed\nlong before he formulated any concepts that could be called religious. What we have been\nable to extract from the mytho-historical record does not allow us to push religious concepts\nbeyond our benchmark figure.\nThere will be those who will point to the production of ochre, said to have been utilized in\nreligious practices, far ahead of 10,000 years ago. Yes, as we have already seen, ochre had\nbeen developed earlier than that. It should, however, be kept in mind that this coloring agent\nwas not always, and/or strictly, used for religious purposes. Besides its utilization as a paint-\ning medium, as Rudgley himself pointed out, “ochre may have been used in the treating of\nanimal skins and hides in order to make some rudimentary form of clothing or bedding.” The\nAustralian Gugadja continue to use it as a medicine, which is not surprising since ochre con-\ntains antiseptic qualities and can be used to staunch bleeding.’ Even its use as body coloring\nmust not necessarily be seen as having been symbolic. We know from existing tribal people,\nsuch as the African Himba, that the rubbing of ochre on one’s body can be used “to repel in-\nsects and provide protection from the sun.’\nIbid.\n2 Ibid.; see also, M. Campbell, “Giant Crack in Africa Formed in Just Days,” newscientist.com (November 4,\n2009).\n3 “Large Crack Opens in the Earth in Southern Peru,” Signs of the Times (February 25, 2011).\n4 B. P. Trivedi, “Iceland Lake Disappearing Into New Crack in Earth,” nationalgeographic.com/news (October\n1, 2002).\n5R.Rudgley, op. cit., p. 11.\n6 Ibid., p.177.\n7 Ibid.\n8 pid.\n327",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 328,
        "content": "\nRudgley is also of the opinion that man’s acquisition of religion preceded his development\nof agriculture.! This is in keeping with the newest shift in anthropology, especially as brought\nto bear with the archaeological discoveries at Catal Hiiyiik and, more recently, at Gobekli\nTepe, both in present-day Turkey.? This last mentioned site contains a megalithic structure\nthat is presently believed to be the oldest religious temple that has so far come to light. It has\nbeen dated by Klaus Schmidt, its excavator, to 11,600 years ago.> To us, this seems a little bit\ntoo early, but let it be for now.\nReligion is additionally seen by some as having been the very basis of civilization* As\nalways, however, opinions differ. Some have even taken a middle course. “In one place agri-\nculture may have been the foundation,” Charles Mann found reason to report, “in another, art\nand religion.”5\nTo Rudgley, civilization is much older than most authorities would be willing to admit,®\nbut this depends on what one means by “civilization.” If civilization is meant to incorporate\nany form of institutional or civil law, no matter how primitive in origin, civilization could\nhardly be said to have developed before settlement, which, in turn, is usually believed to have\npreceded farming.”\nIf we have been following the right track, other than what dreams might have instigated in\nhuman minds, man would originally have found nothing in nature that would have led him to\nbelieve in gods, whatever his first concepts of such entities might have been. Never mind the\nanthropomorphization, or deification, of thunder and lightning, hurricanes and such. As far as\nwe can tell, even such occurrences would have been kept at a minimum beneath the static at-\nmospheric regime that existed within proto-Saturn’s encasing plasmasphere. Judging by what\nwe find encoded in mankind’s mytho-history, the belief in an omnipotent being was the direct\nresult of the catastrophic changes that were instigated by proto-Saturn’s flare-up. It was due to\nthat event that mankind commenced to endow heavenly bodies with intention and long lasting\nlives. Nor is this merely our contention. As Mann recently pointed out, organized religion\ncame about in response to “a common vision of celestial order.”8\nWhat Mann could not have known is that this “celestial order” was what followed proto-\nSaturn’s chaotic outburst. It was, in fact, what mankind was to remember as the Creation. It is\nunfortunate that the manner in which this event was reported by those who witnessed it was to\nbe misunderstood by those who came much later. In simpler words, it was eventually forgot-\nten what it was that God had actually created.\nAs we pointed out at the very end of our previous volume, God gave birth to a daughter?\nAs some have said, she was actually born at the very shedding of God’s light. But God kept\n! Pbid., p. 11.\n! Pid. p. 11.\n2. C.C. Mann, “The Birth of Religion,” National Geographic (June 2011), p. 57.\n2.C.C. Mann, “The Birth of Religion,” National Geographic (June 2011), p. 57.\n3 Ibid., p. 39.\n4 Ibid., p. 40.\n5 Ibid., p. 58.\n©R. Rudgley, op. cit., in toto.\n7C.C. Mann, op. cit., p. 56.\n8 Ibid., p. 57.\n° Primordial Star, p. 358.\n328",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 329,
        "content": "her hidden for a while until a proper place for her had been created. And that was more or less\nwhat God’s Creation amounted to, a simple, even if radiantly glorious, celestial enclosure.\nThis is so contrary to most existing religious beliefs that it is bound to rile even some of my\nmost ardent readers. It cannot, however, be stated all that simply. There is an abundance of\nevidence that needs to be surveyed and critically assessed. So let me end this treatise the same\nway I ended its three prequels by asking my readers to stay on board with me. I still have\nmuch to offer.\n329",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 330,
        "content": "\nIndex\nRegular page numbers refer to main text and captions; numbers in italics refer to illustrations.\nA                     Albright, William, 35,     America (see also North\nA\nAlbright, William, 35,\nAmerica (see also North\nAAAS, 8                 248, 302                America; South Amer-\nAAAS, 8\n248, 302\nAmerica; South Amer-\nAai, 92                  Albuquerque, 204            ica), 16, 49, 111, 293,\nAai, 92\nAlbuquerque, 204\nica), 16, 49, 111, 293,\n11\nAakhu, 259\nAakhu, 259                            alchemy, 243-244                      325-326\n121, 314\nalchemy, 243-244\n325-326\nAbbott, Dallas, 10-11,\nAbbott, Dallas, 10-11,     Alexander the Great, 18,     Amerindians, Amerinds\nAlexander the Great, 18,\nAmerindians, Amerinds\n149\n149                           23,32                         (see also under own\n23,32\n(see also under own\n“Abd al-Muttalib (see al-      Alexandria, 243                names), 6, 57, 197, 200,\n“Abd al-Muttalib (see al-\nca), 7, 14, 114\nAlexandria, 243\nagriculture , 32, 200, 328\nnames), 6, 57, 197, 200,\nMutallib)              Alfvén, Hannes, 82, 84,      203, 260, 261, 293\nMutallib)\nAlfvén, Hannes, 82, 84,\n203, 260, 261, 293\nAbdul-Rauf, Mohammed,\nAbdul-Rauf, Mohammed,         87-88, 188, 191-192           Ames Research Center,\n87-88, 188, 191-192\nAmes Research Center,\n220\n220                            alga, 195                           11\nalga, 195\nAborigines, Australian,        al-Ilah, 225                   Amick, Daniel, 143\nAborigines, Australian,\nal-Ilah, 225\nAmick, Daniel, 143\n13,58, 111, 271, 285\n13,58, 111, 271, 285            Allah, 221, 225                    Amma, 271\nAllah, 221, 225\nAmma, 271\nAbraham, 36, 221                  Allan, Derek, 160-161             Amman-ka-sibar , 306\nAbraham, 36, 221\nAllan, Derek, 160-161\nAbraham, Ralph, 102\nAbraham, Ralph, 102            Allegro, John, 257, 260          Amon, Amen, Amun, 25,\nAllegro, John, 257, 260\nAmon, Amen, Amun, 25,\nabyss (abyssos, abyssus),\nabyss (abyssos, abyssus),       Allergd, 130, 133, 144,        209-210, 2/1, 214, 244,\nAllergd, 130, 133, 144,\nal-Uzza, 219,222\nAméabilis, Rolando Ar-\n121,314                    149, 170, 176, 198, 200        255, 300\n149, 170, 176, 198, 200\n255, 300\nAbzu (see Apsu)\nAbzu (see Apsu)             alligators, 56, 321            Amon temple, 25, 2//,\nalligators, 56, 321\nAmon temple, 25, 2//,\nAcheson, Mel, 319\nAcheson, Mel, 319                   al-Masjid al Haram, 220              244, 298\nal-Masjid al Haram, 220\n244, 298\nAcheulian culture, 326\nAcheulian culture, 326              al-Muttalib, ‘Abd, 224              Amos, 36, 69\nal-Muttalib, ‘Abd, 224\nAmos, 36, 69\nAdam, 34, 289, 292\nAdam, 34, 289, 292               Alone-and-Empty, 43-44,        Amun (see Amon)\nAlone-and-Empty, 43-44,\nAmman-ka-sibar, 306\nAmun (see Amon)\nad-Dimisqi, 223\nad-Dimisqi, 223                          57-58                                   An, 37-39, 228\n209-210, 211, 214, 244,\n57-58\nAn, 37-39, 228\nAdovasio, James, 184,\nAdovasio, James, 184,       Alps, 179                      Ananta, 298-299, 301,\nAlps, 179\nAnanta, 298-299, 301,\n198, 200, 202-203          al-Rucaba, al-Rukaba,         313\n198, 200, 202-203\nal-Rucaba, al-Rukaba,\n313\nAegospotami, 13\nAegospotami, 13                    229                              anash, 126\n229\nanash, 126\nAfar Triangle, 326\nAfar Triangle, 326              Altar of Heaven, 48, 49,       Anaxagoras, 12, 273\nAltar of Heaven, 48, 49,\nAnaxagoras, 12, 273\nAfrica (see also West &\nAfrica (see also West &       234                     Andhra Pradesh, 269\n234\nAndhra Pradesh, 269\nNorth, and South Afri-\nNorth, and South Afri-      aluminum-26, 106            Andes, 161, 243\naluminum-26, 106\nAndes, 161, 243\nca), 7,14, 114                   al-Uzza, 219, 222                 angels, 34\nangels, 34\nAgni, 256                Amabilis, Rolando Ar-     Angra Mainyu, 215\nAgni, 256\nAngra Mainyu, 215\nagriculture, 32, 200, 328        jona (and painting by),      Angissoq, 195\njona (and painting by),\nAngissoq, 195\nAhriman, 215                    69, 70                       Anglo-Australian Tele-\nAhriman, 215\n69, 70\nAnglo-Australian Tele-\nAhura Mazda, 214-215,\nAhura Mazda, 214-215,       amanita muscaria, 257            scope, 315\namanita muscaria, 257\nscope, 315\n216, 251, 293                      Amazon, 4                           angular momentum, 123\n216, 251, 293\nAmazon, 4\nangular momentum, 123\nAlaska, 55, 113, 159,       Ame-no-mi-naka-nushi-         Ant Nebula, 105\nAlaska, 55, 113, 159,\nAme-no-mi-naka-nushi-\nAnt Nebula, 105\n178, 251, 319, 325\n178, 251, 319, 325                  ro-kami, 49                        antaka, 309-310\nro-kami, 49\nantaka, 309-310\nAlberta, 202                   Amen (see Amon)              Antarctica, 57, 58, 116,\nAlberta, 202\nAmen (see Amon)\nAntarctica, 57, 58, 116,\nal-Biruni, 223\nal-Biruni, 223                    Amen-Ra, 210, 213, 298           131-132, 146, 280\nAmen-Ra, 210, 213, 298\n131-132, 146, 280\n330",
        "bibliography": [],
        "captions": []
    }
]