[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 311,
        "content": "ing portent is mentioned, even if only casually, in an Egyptian papyrus which states that the\nsea, that must here be mythologically understood as the cosmic ocean, was also represented\nby a serpent monster.! The Hermitage Papyrus then tells us that “the High God himself” had\nto restrain the waters.? Rundle Clark might not have known exactly what was meant by these\nallusions, but he did realize that, as far as “the peoples of antiquity” were concerned, the\nworld had to be “protected against the disintegrating forces of the surrounding chaos.” In this\nrespect, Asimov proved to be the better mythologist by correctly understanding such allusions\nas referring to God’s accomplishment during Creation “by destroying the monster represent-\ning the chaotic sea.”4 What must be added is that the relatively slow disintegration of proto-\nSaturn’s chaotic circumstellar disk was also envisioned as an evisceration. As it is narrated in\nthe Babylonian Enuma Elish, the so-called Epic of Creation, Tiamat’s bowels, that is her guts,\nwere “torn asunder.”> It is these guts, these intestines, that Utu was seen to merge with like a\nsnake.\nTHE WINDING LABYRINTH\n\nProto-Saturn’s spiraling emission was also likened to a winding passage, a circular corri-\ndor leading to the center of the orb from which it was seen to emanate. This uncoiling track\nwould have assumed more complexity once it spread beyond the circumference of the proto-\nSaturnian orb to superimpose itself on the chaotic dissolution of its circumstellar disk. To\nthose who looked on in awe, perhaps even in horror, Utu’s snakelike outpouring was seen to\nmerge with the Sea’s intestinal dispersal in a veritable maze. That, in fact, is what lies behind\nthe concept of the mythological labyrinth, depictions and descriptions of which, to say nothing\nof imitations, can be found all over the world.\n\nOne of the titles bestowed on Humbaba was “God of the fortress of intestines,” which\nfortress was presented as a labyrinthine enclosure.’ Despite its eventual transformation into\nvarious intricate forms, it was never quite forgotten that the labyrinth’s original structure had\nbeen nothing but a spiral.8 The close relation between spirals, intestines, and labyrinths reach-\nes back into antiquity as far as mankind’s memory can be tapped. Our ancient ancestors were\nso entranced with proto-Saturn’s spiraling debris that its configuration continued to impress\nthem in various ways through the ages down into modern times. The very concept behind the\nexpanding spiral as a labyrinth and the connection of both with each other continues to fill\ncountless pages in works dealing with mystical experience.’ Nor has any of this managed to\ndisassociate the labyrinth from intestines.!° In fact, divination through the examination of",
        "bibliography": [
            "1R.T. Rundle Clark, op. cit., p. 240.",
            "2 Ibid.",
            "3 Ibid.",
            "41. Asimov, op. cit., p. 487.",
            "5S. H. Langdon, op. cit., p. 294.",
            "6G. de Santillana & H. von Dechend, op. cit. facing p. 290.",
            "7. M. Bohl, as cited in ibid., p. 290.",
            "8 J. Purce, The Mystic Spiral (London, 1974), p. 28.",
            "9 See ibid., pp. 28-29.",
            "10 Thid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 312,
        "content": "\n<=\nPei TT            ——S\nti              |                INGA AA Ne      oF,\n\\\\               ams     ;  3 Hy)         Pe 2A WSS   Seay\nrors\nWhile, at such a late date, they may not represent exactly what it looked like, examples of the laby-\nrinth that include spiraling trails in conjunction with serpentine characteristics can be found emblazoned\non various objects, but mostly plates, such as the ones above, among the pottery recovered from Coclé\ngraves in Panama dated between 500 to 1550 AD.\nentrails was also coupled with labyrinths,' as so, incidentally, was the involvement of laby-\nrinths with coiled snakes.? And if that is not enough, rituals that involved labyrinthine associa-\ntions were also held in memory of “the original cosmic creation,”? a belief that is avidly main-\ntained by many Mexican Indians.4\nIn time, proto-Saturn’s labyrinth was to evolve even further, but that, too, must await fur-\nther discussion in a future volume.\nBEHEMOTH\nWe have seen Leviathan described as a sea monster. Some have actually identified him as\nthe sea.5 To others, however, he was merely said to have lived in “the depths of the sea.” This\nseems to have been the older belief as it is found in the Book of Isaiah, where Leviathan is\ncalled “the dragon that is in the sea.”? As it was, however, later claimed, he was eventually\n4 F. Hitching, The World Atlas of Mysteries (London, 1979), p. 158.\n! J.C. Cooper, An Illuistrated Encyclopedia of Traditional Symbols (N. Y., 1979/1999), pp. 92-93.\n2 Ibid.\n3 J. Purce, op. cit., p. 29.\n4 F Hitching, The World Atlas of Mysteries (London, 1979), p. 158.\n> L. Ginzberg, op. cit.,p.43\n6 Ibid., p. 44.\n7 Isaiah 27:1 (emphasis added).\n312",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 313,
        "content": "\ndragged out of “the Great Sea” in which he had been hiding.! Despite all that, none of it\nserves to disassociate Leviathan from the celestial realm as long as it is understood that “the\nGreat Sea” originated as an allusion to the cosmic ocean rather than the Mediterranean as usu-\nally believed. This ambiguity is in fact resolved by Leviathan’s identification as “the vault of\nheaven.”? After all, the Hindu Shesha, as well as his Ananta alter-ego, to say nothing of Vish-\nnu himself, were also seen as representing the waters of the cosmic ocean 3\nIn our own reconstruction of the events, Leviathan’s association with the cosmic sea was\ndue to the overlapping of the celestial portents we have already touched upon. Thus, as the\nuncoiling debris continued to expand, it was visually seen to merge with the unraveling cir-\ncumstellar disk that had been hugging proto-Saturn’s equatorial region. Serpent and sea had\nvisually become one.\nThis, then, brings us to Behemoth.\nTogether with Leviathan, as we have seen, this creature has been misidentified as various\nterrestrial animals.‘ To an extent this is understandable since behemoth is the Hebrew plural of\nbehemah—bhima in Maltese—which means “beast.”> To Donald Patten and his associates,\nBehemoth stood for the planet Mercury.® But, as Asimov well realized, Behemoth “bears a\nmythological character” and should rightly be viewed in that way.’\nThere is, however, a problem with seeing behemoth as the plural of behema. James Strong\ncontested it. While in form, as he has stated, the word is a plural, in context it definitely ap-\npears as a singular.’ Lloyd Graham might be more correct in seeing a connection between be-\nhemoth and bohu, the original chaos out of which Elohim fashioned his Creation.? If that is\ncorrect, it would turn out that it was Behemoth that actually stood for the cosmic ocean, and\nthat Leviathan only merged with it. Can this view be validated?\nLet us first keep in mind that, when it comes to these two creatures, they were said to have\nbeen kept from propagating their own kind so that only one of each ever existed.!° If nothing\nelse, this continues to rule out any identification with real terrestrial beasts.\nBehemoth’s cosmic identity is hinted at when it is said that his “habitation” was “in the\nproximity of paradise.”!! He was said to have required an entire stream for his survival and\nwas therefore supplied with the one called Yubal that flows from the same paradise.!? As\nwe have seen, the plasmatic coil of detritus emitted by proto-Saturn was visualized by some\nobservers as a celestial river. The paradisiacal river called Yubal would then be the same as\n'L. Ginzberg, op. cit., p. 43.\n2 Ibid., p.45.\n2 Ibid.,p.45.\n3H. Zimmer, op. cit., pp. 76, 202.\n4 See here, additionally, I. Asimov, op. cit., p. 485.\n5 Ibid. J. Strong, op. cit., p. 19.\nD. W. Patten, er al., loc. cit.\n6D. W. Patten, et al., loc. cit.\nTT. Asimov, op. cit., p. 485.\n8 J. Strong, loc. cit.\n°L. Graham, op. cit., p.30.\n10. Ginzberg, op. cit., Vol. 1, p. 30.\n1 [bid., Vol. V, pp. 44,49.\n12 [bid., Vol.1, p. 30; Vol. V, p. 42.\n313",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 314,
        "content": "\nLeviathan before it’s serpentine emission was seen to merge with the circumstellar cosmic\nsea. One even wonders if the name “Yubal” could have been derived from “Yahweh-Baal.”\nThe visual merging of the two unraveling portents was visualized, at least by some, as a\ncontest between the two which, as with many of these cosmic battles, was later shifted to the\nend of time.! One of these versions has it that Behemoth will be slain by Leviathan? while\nother versions proclaim that both of them will be annihilated.?\nAsimov understood this quite well when he presented it as “a reference to a primitive\nmyth in which God is pictured as bringing about creation by destroying the monster represent-\ning the chaotic sea.”* This is additionally indicated in a variant of the myth in which, rather\nthan the sea, Leviathan was said to have lain in the abyss.> This abyss is the very tehom that is\nrendered into English as “the deep” or “the waters,” over which the ruach of Elohim was said\nto have moved just prior to Creation. And although Asimov presented the destroying of the\nchaotic sea as an alternative to the rendering of order out of chaos, the two incidents were part\nand parcel of the same event.\nOn this topic, Nahum Sarna also lent his voice. From “many scattered allusions in biblical\nliterature,” he tells us, one can detect “the popular belief” that, in “the days of old,” the “forc-\nes of watery chaos,” including Leviathan, “were subdued by God.”7\nAs he goes on:\n“[This] myth, once fully developed, appears in a very attenuated and fragmentary\nform in the biblical sources and the several allusions have to be pieced together into\nsome kind of coherent unity. Nevertheless, there is ample witness to the fact that the\nmyths to which these allusions refer found literary expression in ancient Israel and\nwere sufficiently well known to be used as reference points in literary composi-\ntions.”8\nAs Graham correctly noted, by the time this account ended up in the Old Testament, “the\nHebrews had lost all knowledge of Causation and Creation.”? It was not, however, just the\nHebrews. The entire ancient world eventually lost this knowledge by misconstruing what the\nancients had been trying to recount.\n! Jbid., Vol. 1, p. 28.\n2 Ibid., Vol. V,p. 48.\n3 [bid., Vol. 1, p. 28; Vol. V, p. 43.\n41. Asimov, op. cit., p. 487.\n5 L. Ginzberg, op. cit., Vol. V, p. 49.\n6 Genesis I: 2.\n7N.M. Sarna, op. cit., p. 2.\n8 Ibid.\n°L. Graham, Deceptions and Myths of the Bible (N. Y., 1979), p. 29.\n9 L. Graham, Deceptions and Myths of the Bible (N. Y., 1979), p. 29.\n314",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 315,
        "content": "\nEpilogue\nLONE TRAVELERS THROUGH SPACE\nt does not end. Discoveries keep coming in even as we continue to reconstruct Earth’s\n|e past, including its geological history, the evolution and extinction of its past forms\ncosmic past, including its geological history, the evolution and extinction of its past forms\nof life, and, needless to say, our own place in all of it. What we thought we knew even a\nfew decades ago is hardly the same as what we think we now know. It is not simply that what\nwe now know is more refined. What it has come to is that, in some cases, it is entirely differ-\nent, and sometimes contrary, to what we had been sure we knew.\nThe Solar System in which we all live has been supplying astrophysicists with so many\nconundrums that it is leaving this particular branch of science in a morass of clashing theories.\nJust as an example, and without getting into technicalities, the contents of some meteorites\nhave led some astronomers to believe that our System “may have been formed very quickly\nfrom the ashes of other stars.”! The ashes of “other” stars connote more than one destroyed\nstar. Others, however, now maintain that the Solar System “may have been born inside the\nremains of a single star that ran away from its family, rather than from a tight-knit clan of\nstars.”? The single star scenario, however, has been said to run into trouble when attempting to\nexplain “how hot gas from the star could mix with surrounding material efficiently enough to\nform the solar system quickly.”\nIt is not that we personally accept any of the above propositions, but it is quite true, as the\nreport in question declares, that our galactic home is “more unusual than previously thought.”4\nChances of ever really coming to grips with its origin are not, however, likely. Not at this late\ndate. We are on much better ground when it comes to the System’s evolution.\nEven so, a runaway star like the one theorized above has actually been spotted by the\nHubble Space Telescope. It is said to be “racing away from its home stellar nursery after be-\ning kicked out by some of its much heftier stellar siblings.”> Having first been spotted by the\nAnglo-Australian Telescope at the Siding Spring Observatory in Australia, the rogue star has\nbeen tracked since 2006. It may not even be the only runaway on the outer fringes of the Ta-\nrantula Nebula in our Galaxy’s neighbor, the Large Magellanic Cloud.®\nStars, however, are not the only vagrants traveling alone through space. On the basis of\nwhat is actually seen, in addition to what is merely detected, it has become apparent that there\nare an “untold” number of worlds that have either “fallen into their suns” or have been “flung\nout of their systems to become ‘floaters’ that wander in eternal darkness.”” These free-floaters\n'R. Courtland, “Runaway Star May Have Spawned the Solar System,” newscientist.com (March 31, 2010).\n2 Ibid. (Emphasis added).\n3 Ibid.\n4 Ibid.\n> “Runaway Star Flees Birthplace at Breakneck Speed,” space.com (May 11,2010).\n6 Ibid.\n7T. Ferris, “Worlds Apart: Seeking New Earths,” National Geographic (December 2009), p. 91.\n315",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 316,
        "content": "\nare now believed to be twice as numerous as stars.! As we have now noted more than once,\nthere is therefore nothing strange in our own theoretical construct that calls for a nascent Earth\ntraveling through space outside the realm of our present Sun.\nDWARF STAR SYSTEMS\nUnlike the planets mentioned above, however, Earth was not alone. As we have been\ndemonstrating, our world had been traveling in the company of a brown dwarf star that acted\nas its primordial source of heat. Such a theorized system might also have been thought highly\nunlikely a few decades ago. Look at the evidence now.\nIn August 2005, an entire planetary system was discovered orbiting a red dwarf star, the\none known as Gliese 581. The system this star harbors consists of four individual planets. Lo-\ncated 20.3 light years from us, it was not the first such system to come to light. What made it\nespecially interesting is that, by 2009, one of its planets was exposed as the lightest ever de-\ntected up to that time. Because it only contains 1.9 Earth masses, this particular planet, very\nmuch like our own world, is probably of a rocky composition. But because it orbits much too\nclose to its host star, its temperature is said to be too high to support a substantial atmosphere.?\nThe outer planet in the same system, however, orbits within a region that “possesses tem-\nperatures and conditions favorable for liquid water and life as we know it on Earth.” On the\nother hand, unlike its inner orbiting sibling, it is considered too massive to be rocky\nAnother planet described as a super-Earth was also discovered orbiting another red dwarf\nstar, 40 light-years from Earth, in December of 2009. Much more massive than the inner one\norbiting Gliese 581, it is also thought to be too hot to sustain life. Nevertheless, its density in-\ndicates that it is probably part rock, but mostly water, while it might also possess an atmos-\nphere*\nCritics may point out that these systems are centered on red dwarf stars and not brown\ndwarfs as posited in our scenario. But apart from the fact that brown dwarf stars only differ\nfrom their so-called red siblings in being slightly less massive, it is slowly being discovered\nthat, in the main, they behave no differently. As the Bulgarian physicist Vladimir Damgov\npointed out, brown dwarf stars “generate enough heat to shine,” even if mostly, but not entire-\nly, in the infra-red. They have, moreover, “been found in so many bizarre configurations that\nresearchers are scrambling to figure out whether they are dealing with one class of objects or\nseveral.,”5\n“Lone brown dwarfs have been spotted wandering through space fairly close to Earth.\nOthers have been detected at vast distances from other stars, forming nests. Brown\ndwarfs might even spawn their own planetary systems.”6",
        "bibliography": [
            "1 “Free-Floating Planets May be More Common Than Stars,” sciencedaily.com (May 18, 2011).",
            "2 E. Baldwin, “Two Steps Closer to Finding Earth’s Twin,” Astronomy Now (June 2009), p. 66.",
            "3 Ibid.",
            "4 “Waterworld Discovered Transiting Nearby Star,” National Science Foundation (Press Release 09-241).",
            "5 V. Damgov, “Some Reflections on the Notion of Quantavolution,” in I. Tresman (Ed.), Quantavolution: Chal-",
            "Sv. Damgov, “Some Reflections on the Notion of Quantavolution,” in I. Tresman (Ed.), Quantavolution: Chal-",
            "lenges to Conventional Sciences (Knowledge Computing, 2010), p. 454.",
            "6 Ibid., pp. 454-455."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 317,
        "content": "And although there was a time when such dwarfs were believed to be entirely different\nfrom gaseous planets, astrophysicists are now struggling and arguing “over the specific differ-\nences between brown dwarfs and planets, especially about how and where they are born.”!\n\nCATASTROPHIC SIGNS WITHIN THE KUIPER BELT\n\nThe chaotic disarray of the bodies within the outer region of the Solar System known as\nthe Kuiper Belt continue to give astrophysicists quite a headache. Among the thousands of\nbodies littering this belt, some are quite small, while others are “hundreds and even thousands\nof miles across.”?\n\n“The discovery of the Kuiper Belt redrew our map of the solar system,” wrote the plane-\ntary scientist S. Alan Stern. “After all, the Kuiper Belt is the largest structure in the entire\nplanetary system,” he went on. “It dwarfs the asteroid belt in scale, in mass, and in sheer\nnumbers, and stretches more than twice the breadth of the giant planet region.”3\n\nAs already stated, proto-Saturn would have had to cross this region with Earth in tow on\nits way toward the Sun. As we have also noted, the probability is that it would have disrupted\nsome of the bodies that lie within this belt. Signs of this disruption, as we have pointed out,\nremain quite evident to this very day. And this continues to astound those who have chosen to\nlook deeper into this matter. As Stern continues to disclose, even if for reasons different than\nours, “the orbital distribution of these bodies indicates that something has greatly disturbed\nthe dynamics of the Kuiper Belt—and thus the orbits of the bodies in it.”4 This explains why\nKuiper Belt orbits “are mixed up and jumbled over one another.”5\n\nOne conclusion astronomers arrived at was that this disarray came about because the giant\nplanets of the Solar System “had moved far from their birth locations” within the belt. Or, as\nthe theorist Hal Levison put it, the orbits within the belt “all but scream that the region had a\nclose and violent encounter with at least one of the outer planets.””\n\nHaving learned what we have, to us it seems more likely that the giant planets shifted in\norder to allow the intrusion of proto-Saturn. But not just the giant planets. Chiron (not to be\nconfused with Charon) is only slightly over 100 miles wide. It now resides within the con-\nfines of the Solar System outside the demarcation of the Kuiper Belt. But it, too, is now be-\nlieved to have originated within the belt from where it has been dislodged into a tighter orbit\nthat wends between the planets Uranus and the very Saturn of our main interest.’\n\nThe shifting of bodies within the belt, to say nothing of the evicting of others out of it, is\nmore likely to have required the invasion of a foreign body into the system. This invading",
        "bibliography": [
            "! Ibid. p.455.",
            "2S_A. Stern, “Secrets of the Kuiper Belt,” Astronomy (April 2010), p. 32.",
            "3 Ibid.",
            "4 Ibid., p.33.",
            "5 Ibid.",
            "6 Ibid., p.34.",
            "7 R. Cowen, “Astronomers Look to the Kuiper Belt for Clues to the Solar System’s History,” sciencenews.org",
            "(January 16, 2010), p. 1.",
            "8S_A. Stern, op. cit. p.31."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 318,
        "content": "\nbody could very well have been our posited proto-Saturn. And, to be sure, the invasion of\nsuch a body has actually been considered. “The elongated, highly inclined orbits of many of\nthe denizens in the doughnut-shaped Kuiper belt,” Levison concluded, “suggest that a massive\nintruder barged into the belt early in the history of the solar system, ejecting bodies and\njumbling orbits.”! Such changes are “a smoking gun” that such an intruder “must have plowed\ninto the Kuiper belt.”? Mike Brown is of the opinion that the “obvious suspect” is the planet\nNeptune. Needless to say, we have reasons to think otherwise.\nALIEN STARS\nThere are other theories floating around. In an earlier chapter of this very work we have\nseen how, on the one hand, some think of Chiron as being an escaped satellite of the planet\nNeptune,4 while others consider it to be a comet in disguise. If the latter is correct, Chiron’s\nejection from the Kuiper Belt would have been in the form of an errant comet. As it turns out,\nthere are many comets beyond Pluto’s orbit that have highly skewed paths of their own. What\nthis has led to is the supposition that they were “stirred up by a star passing close by.”6\nWhat the above implies is that stars, too, can be prone to erratic orbits. And why not, es-\npecially when it is realized that quite a few of the stars within our galaxy are actually interlop-\ners. But never mind stars. How about entire stellar families?\n“Many of our galaxy’s globular star clusters are actually foreigners—having been born\nelsewhere and then migrated to our Milky Way,” according to Duncan Forbes. “It turns out\nthat many of the stars and globular star clusters we see when we look into the night sky are\nnot natives, but aliens from other galaxies.”7\nThat the Milky Way had gobbled up other galaxies had already been known before Forbes\nmade scientific headline news with the above disclosure while this book was being written.\nWhat was newly discovered was that “the Milky Way may have swallowed up more dwarf\ngalaxies” than had been “previously thought.’\nINTERLOPING PLANETS\nIf stars and even galaxies are now known to have invaded the Milky Way, what can be so\nsurprising about an interloping planet? Is not the extrasolar planet known as HIP 13044b, to-\ngether with its host star, now known to have been captured by the Milky Way from yet anoth-",
        "bibliography": [
            "'R. Cowen, op. cit., p. 3.",
            "2 Ibid.",
            "3 Ibid.",
            "4D.H, Levy, “Pluto’s New Little Cousin,” Sky & Telescope (February 2003), p. 92.",
            "5 W. Thornhill & D. Talbott, The Electric Universe (Portland, Oregon, 2007), pp. 86, 197.",
            "6 As reported by P. Clapham, et al., “Catastrophic Comets,” in the “Monitor” section, Chronology & Catastro-",
            "phism Workshop (2010:1), p. 22.",
            "7 “Alien Invaders Pack the Milky way,” spacedaily.com (February 24, 2010). p. 1.",
            "8 Ibid., p. 2."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 319,
        "content": "\ner galaxy?! Have we not ourselves posited that proto-Saturn, with Earth in tow, actually came\nfrom the Sagittarius dwarf galaxy that was likewise captured by the Milky Way?”\nThe very concept of such an event might also have been considered quite bizarre only a\nfew decades ago, but not at present. Proto-Saturn aside, it continues to be announced that “the\nSun, the Moon, our planet and its siblings, were not born into the familiar band of stars known\nas the Milky Way,” but actually came from the invading Sagittarius dwarf galaxy. And while,\nfor some strange reason, there are many within the scientific community who have chosen to\ncontest this disclosure, it is not going to go away, as it has indeed been indicated by Mel\nAcheson. Due to certain factors which we do not really need to go into, Acheson has not only\nshown that such capture is evidenced by additional recent discoveries, but also that such dis-\ncoveries supports the hypothesis that “the Sun captured a previously independent Saturnian\nsystem” that included Earth 4\nThat none of this transpired millions of years ago as maintained by most astronomers is\nindicated by what our ancient forebears had to say about the planets. In fact, planetary orbits\nwithin the Solar System continued to be altered, even if only slightly, well into historical\ntimes. Despite his difference of opinion when it comes to Earth’s cosmic past as outlined in\nthese very pages, Marinus van der Sluijs could still write that: “Indeed, the limited set of in-\nformation conveyed by ancient scientists includes some very credible indications that plane-\ntary orbits did shift within the space of human history.”>\nEARTH’S NORTHERN HERITAGE\nRecent discoveries that continue to lend credibility to our unfolding series of hypotheses\nhave not only come from the realms of astronomy. Earth itself continues to bear witness since\nsigns of what it underwent throughout its catastrophic history have not all yet disappeared.\nFurther evidence of early life in Earth’s north polar regions came to light through addi-\ntional discoveries of microscopic fossils at Mount Slipper, north of Dawson City, close to the\nYukon-Alaska border. These fossils contain what has been claimed to be “the earliest traces of\nanimal life.” The site is now considered to contain “an important new record of ‘eukaryotic\nevolution’ —the branch of life that eventually gave rise to humans and all other animals.” This\nplaces the area at “a crucial time” in Earth’s history, when primitive, unicellular forms of life\nwere beginning to evolve into more complex structures 6\nA team of British and Canadian paleontologists has also reported the discovery of “the\noldest evidence of animal locomotion” in a fossilized track of an unidentified marine creature.\n1R. Cowen, “It Came From Another Galaxy,” sciencenews .org (December 18, 2010).\n2 See back to pages 97 ff. & 191 this very work.\n3D. Eden, “Scientists Now Know: We’re Not From Here!” viewzone2.com (January 1, 2011).\n4M. Acheson, “Stars in Collision Part I” and “Stars in Collision Part 2,” Chronology & Catastrophism Work-\nshop (2010:1), pp. 35-37.\n5M. (Rens) van der Sluijs, “Joining the Dots—Part Two: The Dating in the Sky,” Chronology & Catastrophism\nWorkshop (2009:3), p. 29.\n© R. Boswell, “Mount Slipper Fossils Among Earliest Animals,” Canwest News Service as reported in The Van-\ncouver Sun (February 10, 2010), p. B2.\n319",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 320,
        "content": "\nThis also came from one of Earth’s northern extremities in Newfoundland.!\nAdditional reports from a team of scientists from the United States and Canada tell of\nchemical traces which point to the one-time existence of a “sponge-like organism—possibly\nthe oldest evidence of an animal ancestor ever found on earth.” And this, too, comes from\nEarth’s north polar regions in the Mackenzie Mountains close to the border between Yukon\nand the Northwest Territories.”\nAfter everything we have documented about the dating methods at our disposal, there\nwould be no point in being concerned with the millions of years that have been allotted to the\nabove fossils or to any of those which follow. One matter I will definitely stress, however, is\nthat such early life could not have thrived, let alone originated, in the regions these fossils\nhave been found had these regions been as frigid as they are now.\nYes, there have been voices raised against all this. Thus, a 400-meter-long core of sedi-\nment that was recovered close to the north pole in June 2006 indicated that the region had def-\ninitely basked in a subtropical climate some 55 million years ago. The same area was however\nclaimed to have subsequently been driven into freezing temperatures five million years later\nBut, as Andrew Revkin noted, the “centerpiece” of this argument happens to be “a single peb-\nble, about the size of a chickpea, found in a layer” that was supposedly laid down 45 million\nyears ago.4 The pebble, according to Kathryn Moran, who then hailed from the University of\nRhode Island, “could have been deposited...only if it had been carried overhead in ice”—in\nother words an iceberg. This was such slim, not to say lame, evidence from which to draw\nsuch a wide-ranging conclusion that there were those who felt they had to raise their voice\nagainst it. Among them was Julie Brigham-Grette, from the University of Massachusetts, an\nexpert in paleo-Arctic climates, “who cautioned against giving too much significance to the\nsingle sample, and particularly the single stone [read ‘pebble’] from 45 million years ago.”5\nAs she also pointed out, other evidence clearly indicates that Arctic coasts were still basking\nin a warm climate as recently as 2.4 million years ago.®\nOthers may claim, as some already have, that, due to continental drift, what is now Earth’s\nArctic region had earlier been located farther south, thus accounting for the warmth-loving\nspecies the signs of which are now discovered way up north, But that is really a misconcep-\ntion. Geological fieldwork, as Ian Johnson noted at the turn of the century, has confirmed that\nthe present northern lands of the globe “have been located in polar latitudes for at least the\nlast 100 million years, despite ongoing continental drift.”7 More than that, these polar lati-\ntudes seem always to have been much warmer than they are at present. Even at the dawn of\nthe Mesozoic era, which has been dated to 250 million years ago, Earth’s poles were free of\n! Ibid.\n! pid.\n2 Ibid.\n3 A.C. Revkin, “Studies Portray Tropical Arctic in Distant Past,” nytimes.com (June 1, 2006), p.1.\n4 Ibid., p. 2 (emphasis added).\n5 Ibid.\n6 Ibid.; see also, “Arctic Climate Switched from Greenhouse to Icehouse, Cores Show,” CBC.CA News (June 1,\n2006)].\n71. C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology and Catastrophism\nReview, XIV (1992), p. 8 (emphasis added).\n320",
        "bibliography": [],
        "captions": []
    }
]