[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 281,
        "content": "\nChapter 15\nSerpentine Windings\nDRAGON LORE\nragon tales have been recounted since primeval times. And yet there is, and never\nwas, such a beast. It is not that man could not have envisioned such a creature. The\nD«= such a beast. It is not that man could not have envisioned such a creature. The\nrepertoire of his imaginary creations proves that he could.! Unlike the dragon, how-\never, none of his fictional monstrosities ever managed to gain worldwide recognition through\nthe ages. Together with the Christian devil, while obviously invisible, the dragon is still be-\nlieved to exert its mystic powers by considerable masses in this modern age.\nAs with the spiral’s prevalent use since Neolithic times, this fire-emitting flying creature\nhas cried out for an account of its origin and the reason behind its worldwide lure. We could\nfill a multi-hundred-page volume dealing with its lore, including modern theories, which have\nmanaged to accomplish nothing beyond immersing the subject into ever deepening murky wa-\nters. Consider, as one example, a recent book on the subject. In this work, the anthropologist\nDavid Jones could best explain the nonexistent dragon as having been derived from ancient\nman’s fear of three distinct predators—the bird of prey, the big cat, and venomous snake—\nwhich, so he believes, were eventually amalgamated into a single beast\nPast researchers of the mytho-historical record have done much better. Among them was\nGrafton Elliot Smith. Despite his erroneous belief that ancient knowledge had spread around\nthe world from Egypt by imitation through diffusion, his deep interest in mythology brought\nhim closer to the truth. Writing at the beginning of the twentieth century, he was bold enough\nto claim that the dragon “evolved along with civilization itself.”> As it turns out, that much is\ntrue, as is also his assertion that an “adequate account of the development of the dragon-\nlegend would represent the history of the expression of mankind’s aspirations and fears during\nthe past fifty centuries and more.”4 He was not, however, correct in all that he maintained,\nD=: tales have been recounted since primeval times. And yet there is, and never\nsuch as in the following:\n“The search for the elixir of life, to turn back the years from old age and confer the\nboon of immortality, has been the great driving force that compelled men to build up\nthe material and the intellectual fabric of civilization. The dragon-legend is the histo-\nry of that search which has been preserved by popular tradition: it has grown up and\nkept pace with the constant struggle to grasp the unattainable goal of men’s desires;\nand the story has been constantly growing in complexity, as new incidents were",
        "bibliography": [
            "' See for instance, R. Huber, Treasury of Fantastic and Mythological Creatures (N. Y., 1981), in toto.",
            "1 See for instance, R. Huber, Treasury of Fantastic and Mythological Creatures (N. Y., 1981), in toto.",
            "2D. E. Jones, An Instinct for Dragons (N. Y.,2000), in toto.",
            "2D. E. Jones, An Instinct for Dragons (N. Y., 2000), in toto.",
            "3G. Elliot Smith, The Evolution of the Dragon (N. Y., 1919), p. 76.",
            "4 Ibid. pp. 76-77."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 282,
        "content": "",
        "bibliography": [
            "Infrared image of Saturn’s south polar hurricane.",
            "(Composite photograph courtesy of NASA.)",
            "drawn within its scope and confused with old incidents whose real meaning was for-",
            "gotten or distorted.”!",
            "He should not, perhaps, be blamed since he could best rely on the limited knowledge that",
            "was prevalent in his day, but the above contains two conceptual errors that should be pointed",
            "out right from the start. The first, and most important, of these false concepts is the erroneous",
            "reason he supplied for the rise of civilization. The second consists in having burdened the sub-",
            "ject with an unfortunate fantasy that was fed by the mysticism of a much later era. The mysti-",
            "cism in question was derived from China and Japan where, in time, the dragon ended up being",
            "considered “a beneficent creature” that holds “all the powers that give, maintain, and prolong",
            "life and guard against all kinds of danger.”? In both those countries the dragon was regarded",
            "as “the bringer of good luck, the rejuvenator of mankind, the giver of immortality.” In the",
            "end, that is what it all came down to.",
            "COMETARY PORTENTS",
            "While there was never such a beast on Earth, the dragon’s association with the sky was, as",
            "it continues to be, well known.‘ Elliot Smith might have overstated the case when he addition-",
            "ally claimed that the dragon lore represents “the earliest doctrine or systematic theory of as-",
            "tronomy and meteorology.”> We, however, have no qualms concerning the dragon’s involve-",
            "ment with cosmic bodies and events.",
            "! [bid.",
            "! pid.",
            "2 Ibid., p. 91.",
            "3 Ibid.",
            "4 Ibid.",
            "5 [bid., p. 77."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 283,
        "content": "\n“It is an interesting fact,’ wrote David Talbott, “that in many different lands, the words\nused for this celestial monster were also used for comets.”! It is true enough that, as he then\nadded, the appearance of a comet might suggest something like a serpent or a dragon? And, to\nbe sure, past theorists, as he also pointed out, had long proposed that the mytho-historical\ndragon was really nothing but a glorious comet.3 But as he then insists, and rightly so, had an\nactual comet been involved, it would have required one “of a vastly more spectacular sort than\never experienced in our time.”4\nThat comets in the past were “vastly more spectacular” than the ones we see at present is\nindicated by early Chinese records in which comets “with tails stretching across the sky” are\noften mentioned.> The official history of the Chin Dynasty, known as the Chin-Shu, written in\nAD 635, lists both “small” and “larger” comets. The ones they called small were said to have\nmeasured “several inches” when viewed at arm’s length, but the larger ones are again de-\nscribed as having extended “right across the entire heavens.” Tails “stretching across the sky”\nextending “right across the entire heavens” are hardly descriptive of the faint luminosities that\npresent-day comets exhibit against our night-time sky.\nThis state of affairs was noted and documented by Sergiy Vsekhsviatsky in 1953.7 Some-\nwhat later, in 1995, Bruce Masse published the results of his investigation concerning the ce-\nlestial events recorded in Hawaiian lore. He, too, came to similar conclusions. “A total of 207\ncomets,” he wrote, “were distinctive because of unusual shape, brightness, color, or as was the\ncase for most of these distinctive comets, they had tails of at least 10°, thus exceeding in\nlength the equivalent of at least 20 apparent diameters of the full moon.”8 As he then added:\n“Some comets even had tails which stretched across the entire night sky.”?\nThe same situation also comes to light in pre-telescopic Europe through the illustrations\ndrawn by witnesses which depict comets with their tails sweeping across vast stretches of the\nsky.!° What should be kept in mind is that actual photographs which show cometary tails\nstretching across heaven similar to these hand-drawn depictions were taken through the mag-\nnification afforded by modern telescopes. Few, if any, of these modern sightings can be said\nto have come close to the size or brilliance displayed by former comets and their tails.\n'D. Talbott, “Reconstructing the Saturn Myth,” AEON, Vol. I No. 1 (January 1988), p. 23.\n2 Ibid.\n3 Ibid.\n4 Ibid., p. 24.\n4 Ibid., p.24.\n> F.R. Stephenson, “A Revised Catalogue of Pre-Telescopic Galactic Novae and Supernovae,” The Quarterly\nJournal of the Royal Astronomical Society (June 1976), p. 124.\n6 Ibid., p. 123.\n7. K. Vsekhsviatsky , “New Works Concerning the Origin of Comets and the Theory of Eruption,” Publications\nof Kiev Observatory, No. 5 (1953), p. 3. as quoted by I. Velikovsky, “Worlds in Collision in the Light of Recent\nFinds in Archaeology, Geology, and Astronomy ,” supplement to his Earth in Upheaval (N. Y., 1955), p. 290.\n8 W.B. Masse, “The Celestial Basis of Civilization,” Vistas in Astronomy, Vol. 39 (1995), p. 466 (emphasis add-\ned).\n9 Ibid.\n10 N. Calder, The Comet is Coming! (N. Y., 1981), facing page 33; S. S. Genuth, Comets, Popular Culture, and\nthe Birth of Modern Cosmology (Princeton, New Jersey, 1997), pp. 13, 108.\n283",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 284,
        "content": "\nThe much longer trains of these past celestial travelers are not the only indicators of their\nvaster former glory. Their brightness, too, was much more evident. One Babylonian tract from\nthe time of Nebuchadnezzar refers to the shining of a comet “as bright as the light of day” as\nif such a display was a common occurrence.!\nComets have additionally been likened to insects, birds, and animals as far back as celes-\ntial records reach, The same Babylonian text mentioned above, which actually consists of a\nprognostication, refers to cometary tails that take on the shape of scorpions.?\n“When a star shines and its brilliance is as bright as the light of day, [when] in its\nshining it takes a tail like a scorpion, it is a fortunate omen, not for the master of the\nhouse, but for the whole land.”3\nThat such predictions were based on past misunderstood occurrences is here acknowl-\nedged. It would, however, have been nonsensical for astrologers to forecast them on the basis\nof phenomena that would never have been seen to have transpired. As clearly noted by Carl\nSagan and Ann Druyan: “The confidence with which these ancient astrological pronounce-\nments are made is striking.”4\nNot surprisingly, cometary tails have also been likened to the ones displayed by peacocks.\nEven Halley’s famous comet had once presented such a tail. “Its head was round and as large\nas the eye of an ox, and from it issued a tail fan-shaped like that of a peacock,” wrote Paolo\nToscanelli of its appearance in AD 1456. “Its tail was prodigious, for it trailed through a third\nof the firmament.” In 1976, Comet West disintegrated into four separate pieces plus a thick\nblanket of dust that also spread into “a fanned, peacock-like tail.”6\nComets were also likened to various monsters, a custom that was prevalent in Roman\ntimes,’ but which continued into much later periods. Among such cometary creatures was that\nof 1182 which was described as “a twisting serpent, now writhing and coiling back upon it-\nself,” terrifying the people “with its gaping mouth, as if lusting for human blood.”8 Nor were\nserpent-like comets all that rare. Winecke’s and Donati’s Comets, both of which appeared in\n1858, as well as those named for Holmes and Swift, which showed up in 1892, were also said\nto look like fiery flying serpents. Biela’s Comet, which eventually split in two and later disin-\ntegrated altogether, was likewise described as having looked like a great red serpent.? Fiery\nand writhing celestial serpents are not much different from fire-emitting serpentine dragons\nflying through the sky. And that comets were said to resemble dragons has been documented\n1 C. Sagan & A. Druyan, Comet (N. Y., 1986), p. 20.\n2M. Jastrow, The Religion of Babylonia and Assyria (Boston, 1898), pp. 689-690.\n3C. Sagan & A. Druyan, loc. cit.\n4 Ibid.\n5.N. Calder, op. cit., p. 21.\n6 Ibid., pp. 67,73.\n7 Lucan, Bellum Civile (sometimes referred to as Pharsalia) 2:1-4.\n8 L. Rudaux & G. de Vaucouleurs, Larousse Enyclopedia of Astronomy (London, 1959), p. 241.\n8 L, Rudaux & G. de Vaucouleurs, Larousse Enyclopedia of Astronomy (London, 1959), p. 241.\n2° G. Campbell, “The Great Flying Serpent,” The Vancouver Sun (November 20, 1973).\n9 G. Campbell, “The Great Flying Serpent,” The Vancouver Sun (November 20, 1973).\n284",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 285,
        "content": "\n)     xt\nP\nAztec depiction of cometary dragon.\nfrom the twelfth century AD down into modern times.!\nThere is, however, one very important matter to keep in mind. As we have seen, some\ncomets, or their trains, were said to look like peacock tails or scorpions, while certain others\nwere just as clearly said to have assumed the form of dragons. In other words, they were not\nthemselves believed to have been serpents flying through the sky. Despite the fact that ancient\ncomets were more spectacular than present ones, the dragon that these comets were said to\nlook like must have been much more impressive. What could it then have been?\nSNAKY COILS\nTogether with various other phenomena, the mytho-historical dragon developed from\nman’s early tendency to endow celestial prodigies with human and/or animals traits in an en-\ndeavor to understand what was really going on in heaven above. In this particular instance,\none could actually claim that the dragon originated from the very spiral we discussed in our\nprevious chapter. In fact, the spiral is found associated with the serpent or snake motif from as\nearly as the civilization of Catal Hiiytik. As we have already noted, even Vishnu was some-\ntimes portrayed as a serpent coiled into a spiral,? while the Australian Aborigines continue to\nrepresent the spiral of Creation as a coiling serpent down into modern times.* Known as the\nrainbow serpent, its Aboriginal origin actually traces back to great antiquity and is found de-",
        "bibliography": [
            "1 Geoffrey of Monmouth, Historia Regum Britanniae, viii:14; C. Beaumont, The Mysterious Comet (London,",
            "! Geoffrey of Monmouth, Historia Regum Britanniae, viii:14; C. Beaumont, The Mysterious Comet (London,",
            "1932), pp. 82-83.",
            "2M. Gimbutas, “The Temples of Old Europe,” Archgaeology (November/December 1980), pp. 44-45, 48.",
            "3 D. Talbott, “Past History of the Planets: The Polar Configuration (Past and Present Research),” Chronology &",
            "Catastrophism Review (2008), p. 82.",
            "4 W. Caruana, Windows on the Dreaming (Canberra, 1989), pp. 63, 67."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 286,
        "content": "\npicted in rock art that has been dated to 6000 years ago.! One that came to light in the Kakadu\nicted in rock art that has been dated to 6000 years ago.! One that came to light in the Kakadu\nNational Park shows it spiraling around a central orb.? It was not, however, only serpents, but\ndragons, too, were just as often represented as being coiled, as notably portrayed by the Japa-\nnese p’an-lung.4 What this more than intimates is that it was the spiraling matter spewing\nfrom proto-Saturn’s south pole that ended up being envisioned by some observers as a fire-\nbreathing serpent.\nreathing serpent.\nThe association of the dragon with Saturn left its mark in curious ways in various parts of\nthe ancient world. Some of these marks remain evident to this day. One that is worthy of men-\ntion is the Burmese tradition of linking various animals with the days of the week. Most of\nthese animals comprise the ones that are common to that country. Saturday, or Saturn’s Day,\nowever, has been linked in this tradition to the dragon.5 And very much like the spiral and\nhowever, has been linked in this tradition to the dragon And very much like the spiral and\ncoiled serpent, the dragon, too, was associated with Creation.\nThat the Australian Aboriginal rainbow serpent is shown to be coiled around a central orb\nindicates that the matter spiraling out of proto-Saturn’s southern pole continued to expand un-\ntil it was actually seen to surround the spewing globe. This is lent credibility by similar depic-\ntions from the Far East.\nThere is one thing, however, that needs stressing at this point. Just as there was more than\none spiraling phenomenon associated with this event, so will it be discovered that there had\nalso been more than one dragon. We must, however, keep events in their chronological order\nso that, for the time being, we must also restrict our discussion to just one dragon.\nFEATHERY SNAKES\nAs we all know, snakes are covered with scales, so it does not surprise anyone that so, al-\nso, have dragons been depicted through the ages. According to Mexican traditions, however,\nthe Creator appeared in the form of a serpent that was covered with feathers.® And, to be sure,\nquite a few of these flying serpents were described as having been feathered. Prime among\nthem is the Mayan Kukulkan, simply known as the Plumed Serpent,’ whose plumage was\nfashioned after the shimmering green tail feathers of the quetzal bird from which the serpent’s\nAztec name, Quetzalcoatl, is derived. So, similarly, was the same entity known as the Great\nPlumed Serpent among the Hopi Indians farther north. While some might consider feathered\nserpents as somewhat peculiar, others might argue that since birds are feathered, why should\n1. Jones, “Rock Serpent May Predate All Religions,” Canberra Times (October 30, 1996).\n2 Ibid.\n3 See, for instance, the illustrations reproduced by M. Noble, Dragons (N. Y., 2002), pp. 18, 26-27.\n4M. Oldfield Howie, The Encircled Serpent (N. Y., 1955), p. 258.\n5 “Burma on the Bay of Bengal,” Lands and Peoples, Vol. IV: “Southern Asia and the Far East” (Toronto, 1956),\np. 156.\n6 M. Oldfield Howie, op. cit., p. 300.\n7 This is common knowledge, but see especially, T. Lowenstein, “Raising the Sky,” Gods of Sun and Sacrifice:\nAztec & Maya Myth (London, 1997), pp. 74 ff.; N. Baldwin, Legends of the Plumed Serpent (N. Y., 1998), in\ntoto.\n8D. A. Leeming, The World of Myth (N. Y., 1990), p.37.\n286",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 287,
        "content": "\n4                                   :\nWU Ban y)\n)\nSs            2\n\\            Sans       Py.\nnig’\n5   Z        C\nANY\n<                                     (y\n>                  cat\nChinese coiled dragon.\n(Illustration by Marty Noble.)\nnot flying serpents be similarly endowed? There might, however, be something somewhat dif-\nferent to consider.\nBasing his reconstruction on the effects displayed by plasma morphology, David Talbott\ncame to the realization that the spiral of Creation would have exhibited radial spikes or\nstreamers,' which some would have interpreted as hair or a coat of feathers.” Despite the slight\ndifferences between his version of the events and the one we have been delineating, he is cor-\nrect in this respect. Back in the sixteenth century, Bernardino de Sahagun, the Spanish monk\nsent to Christianize the Aztecs, had already come to realize that the feathery coat of Quetzal-\ncoatl represented flames of fire This accords with the Aztec belief that the divine weapon\nknown as xiuhcoatl, which translates as “turquoise serpent,” constituted “fire and light.”4",
        "bibliography": [
            "1D. Talbott, loc. cit.",
            "2 Ibid., p.76.",
            "3B. de Sahagun, Historia general de las cosas de Nueva Espajia, as translated by F. R. Bandelier, A History of",
            "Ancient Mexico, Vol. I (1932), p. 26.",
            "Ancient Mexico, Vol. 1 (1932), p. 26.",
            "4 W. Krickeberg, Pre-Columbian American Religions (1968(, p. 44."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 288,
        "content": "\nBANA LCC\npy.\nSF\nSR\nae, WS        q/ Sa N—\nPIO (\\  Oy             Cte,  La.\nESA      CE2\nSH [RG             f     OGr<es\nBLES                 /;         stp\nLAS                   Ss       4   99 I a\nBSS      BN,    i  ip   7M sen\nBOON               Ke      “hy           i,  ‘) ee:\nreas                 Teh      ZZ       eases:\nB<OH                    we O=      EX [FXO\naD          TR,    awe    a        SSS ene:\noH    SBN Sean\npare                        S        Wes  Epa\nBOY                  Sy ase\nTA                       ye GUSEY\nBOTS ox                      LAS  PA\nBoa SS          SVeope wes [ana\nON CORR PSSep\naes       Waireen ei i ROK)\nMEN URS         SIAM)\nUTA                           eer\nBo7                          KIN) Y \\'\nar}                       DOORS\nea            CRUG\nUE EG\nCoiled dragon—from China.\n(ilustration by Marty Noble.)\nLEVIATHAN\nThere are two mysterious creatures mentioned in the Old Testament book of Job. One of\nthem is Behemoth,! the other is Leviathan. Although there have been those who have under-\nstood Behemoth as a hippopotamus, and Leviathan as a crocodile most Biblical versions\nleave these creatures unidentified. Needless to say, this has led to various theories concerning\nthe identity of these beasts. It has, for instance, been reported that guides who conduct what\nhave been referred to as “Biblically Correct Tours” through the Museum of Nature & Science,\nin Denver, Colorado, identify Leviathan and Behemoth as a brontosaurus and a plesiosaur\nrespectively, two dinosaurs that were said to have existed together with ancient man, only to\nsuffer extinction during Noah’s flood 4",
        "bibliography": [
            "1 Job 40:15.",
            "! Job 40:15.",
            "2 Job 4l:1.",
            "3 W. B. Ward, Out of the Whirlwind (Richmond, Virginia, 1958), p. 103.",
            "4LJ. Greenspoon, “The Bible in the News,” Biblical Archaeology Review (March/April 2006), p. 20."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 289,
        "content": "\nThe identification of Behemoth as a dinosaur, but not specifically as a brontosaurus, had\nearlier been offered by Immanuel Velikovsky.! So, also, with two other strange creatures that\npop up in Jewish legends, the Ziz and the Reém.? But because, again in Jewish legends, Levi-\nathan is said to have spouted water, Velikovsky “guessed” it to have been nothing but a\nwhale.4 He seems to have forgotten that Leviathan was said to have possessed more than one\nead > which whales, needless to say, do not.\nhead, which whales, needless to say, do not.\nEven so, although he did not contest the ancient period to which they have been allotted,\nVelikovsky did not only believe that dinosaurs continued to thrive well into “the age of man,”\nut even into “the historical part of this age.”® Very much like the “Biblically Correct Tours”\nbut even into “the historical part of this age.” Very much like the “Biblically Correct Tours”\nmentioned above, he was of the opinion that most dinosaurs succumbed to Noah’s Flood, but,\nstill according to him, a “few specimens” did survive only to fall victim to “one or more of the\nlater cataclysms.”? Others, however, claim that, while these “dinosaurs” were described to Job\nby God himself, they did not exist in Adam’s time 8\ny God himself, they did not exist in Adam’s time 8\nThe above delusions, for they are nothing but, stem from the nature assigned to these bi-\nzarre creatures, such as spouting water, using tails and fins in their defense against each other,\ntogether with what they fed on, plus various other traits, as described in a diversity of Jewish\nlegends and extra-Biblical literature.? These traits, in turn, were fed by the befuddled views\nsustained by later fundamentalists who failed to understand what their ancestors had been al-\nluding to for untold generations. This became especially so when the celestial stability of later\neras eradicated all that the ancients had described. There was nothing left in heaven that bore\nthe slightest resemblance to those bizarre celestial creatures that had terrified all those who\nhad witnessed their unfolding and their tumultuous sway.\nOlder sources about these creatures which were mentioned by later writers are no longer in\nexistence,!° but while what remains extant is laden with injudicious revelation, “a good deal\nof old mythological material,” as Louis Ginzberg tells us, can still be found “preserved in\nthem,”!!\nIt is therefore noted that what is told about these creatures in extant sources can be ambig-\nuous at best. Clues that point to their correct identification, however, are not exactly lacking.\nSo let us first take note of what these beasts were not.\nLeviathan, as W. G. Lambert rightly tells his readers, “is not a great fish, but a snake.”!?\nThis is clearly delineated in the Old Testament where Leviathan is presented as a “piercing”\n'T. Velikovsky, “Were All Dinosaurs Reptiles?” KRONOS II:2 (November 1976), p. 96.\n'T. Velikovsky, “Were All Dinosaurs Reptiles?” KRONOS IL:2 (November 1976), p. 96.\n2 Ibid.\n3L. Ginzberg, The Legends of the Jews, Vol. | (Philadelphia, 1968), p. 5.\n41. Velikovsky, loc. cit.\n5 Psalms 74:14.\n61. Velikovsky, op. cit., p. 95.\n7 Did.\n8D. A. Deal, The Day Behemoth & Leviathan Died (Winnewood, Oklahoma,|999), in toto.\n8D. A. Deal, The Day Behemoth & Leviathan Died (Winnewood, Oklahoma,1999), in toto.\n° Those interested can check the pertinent subjects in the Index to L. Ginzberg, op. cit., Vol. VII.\n10 See ibid. Vol. V, p. 43.\n1 [bid., p. 46.\n12H. Shanks, “Festschrift for Moussaieff,” Biblical Archaeology Review (November/December 2003), p. p. 26.\n289",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 290,
        "content": "\nfay              a VY    I;\nSew ey)\nY       NON                 L2G         a\n\\\\ Ga aa) Aly\n(uh         Ji          J                   5)\n.        Xa  Ow 5   [yan   \\ WEP’ a\ni.\nsa\\\\                            LVry\nWANN ESQ\nWV NOSSO       WIPER 8\naN                     ANBY,       Vo)\nA(t                                                Say\nWY\nNOAA                             SSG  wif\n‘es GAs                         A\nRR Mn peta\nSO WSa ee CSSEE NG\nUNREEEEIY\nNORE EI\nNSOCtCTHE\nDragon coiled around central orb.\n(From an old Chinese print.)\nand “crooked serpent.”! In fact, the creature’s very name, which in Hebrew is more correctly\nrendered as livyathan? is derived from liviah which means “coiled,” “entwined,” and/or “ser-\npentine.”3\nWhat is strange is that, despite his insinuation that Leviathan was a whale, Velikovsky not\nonly knew that this Biblical creature had been serpentine in form, but also that it stood to il-\nlustrate a cosmic spectacle. In fact, in an entirely different work, the one for which he finally\nbecame famous, he proposed that Leviathan had actually been the former cometary aspect of\nthe planet Venus during the time of the Israelite exodus from Egypt4",
        "bibliography": [
            "! Tsaiah 27:1",
            "2 J. Strong, Dictionary of the Hebrew Bible (Madison, N J., 1890), p. 59.",
            "2 J. Strong, Dictionary of the Hebrew Bible (Madison, N.J., 1890), p. 59.",
            "3 0. ben M. Feldman, The Passover Marvels (Philadelphia, 1978), p. 29.",
            "3 O. ben M. Feldman, The Passover Marvels (Philadelphia, 1978), p. 29.",
            "41. Velikovsky, Worlds in Collision (N. Y. , 1952), p. 80."
        ],
        "captions": []
    }
]