[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 191,
        "content": "\nPLASMASPHERIC REBOUNDS\nAlthough we have posited that proto-Saturn must have gone through a series of flare-ups\nin its long cosmic career,' we have also specified that it only flared up once when its plasmas-\nphere came in contact with the Sun’s encasing heliosphere.? That does not, however, mean\nthat it did not go through lesser outbursts in relation to that event. Even though we still main-\ntain that proto-Saturn’s flare-up was directly responsible for the termination of the Ice Age,\nthe discharge of its electrical potential was preceded by relatively minor bursts. After all, we\ndid not hide this fact from our readers in our previous work.\nAs we had formerly noted, red dwarf stars often display spots that belittle the ones exhib-\nited by the Sun. These tend to dim the star, and therefore its heat output, “by up to 40 per cent\nfor several months at a time.” NASA’s Manoj Joshi did not think that the ensuing cold\ncaused by such spots would have been enough to send any accompanying planet into a “big\nfreeze.”> But it is not the cooling phases we should be concerned with, but the intervening\nwarmer periods. Star-spots or not, the cold itself has already been accounted for through the\ndust-laden toroidal ribbons. What we really need to ascertain is what happened in between.\nForget spots on red dwarf stars. What we should be concerned with are the periodic flares\nthat brown dwarf stars discharge.® This had even led Ernst Opik to utilize that knowledge in\nhis attempted solution to the puzzle of ice ages. According to his theory, these sporadic cold\nevents were due to highly energetic solar variabilities. There was, however, no indication of\nsuch drastic variations on the scale that he required in past records of the Sun. He was thus\nforced to fall upon dwarf stars, but only as an example, since the oscillations his theory called\nfor happen to be “a general property” of such stars.”\nWhat must also be considered is the plasmatic cellular structure of space that was pro-\nposed by Bo Lehnert in the second half of the 1900s,§ taken up by Hannes Alfvén not long\nafter,? and expounded further by Donald Scott since then.!° The boundary conditions of such\n! See Primordial Star, pp. 70, 82-86.\n1 See Primordial Star, pp. 70, 82-86.\n2 Ibid., p.70.\n3 See Flare Star, pp. 285 ff.\nff.\n4K. Croswell, “Red, Willing and Able,” New Scientist (January 27, 2001), pp. 30-31.\n> Ibid.,p.31.\n6 Primordial Star, pp. 82-83; P. Rincon, “Dwarf Stars Emit Powerful Pulse,” BBC News (April 21, 2007); G.\nHallinan, et al., “Rotational Modulation of the Radio Emission from the M9 Dwarf TVLM 513-46546: Broad-\nbend Coherent Emission at the Substellar Boundary?” The Astrophysical Journal (December 10, 2006), pp. 690\n78. J. Opik, “The Ice Ages,” The Irish Astronomical Journal, Vol. 2. No. 3 (1952), reprinted in P. Cloud (Ed.),\n7. J. Opik, “The Ice Ages,” The Irish Astronomical Journal, Vol. 2. No. 3 (1952), reprinted in P. Cloud (Ed.),\nAdventures in Earth History (San Francisco, 1970), pp. 874-875.\n8 F. Lehnert, “Element Separation Effects in the Boundary region of a Plasma Surrounded by Neutral Gas,” As-\ntrophysics and Space Science, 40 (1976), p. 225.\ntrophysics and Space Science , 40 (1976), p. 225.\n9H. Alfvén, “Plasma in Laboratory and Space,” Le Journal de Physique Colloque, Vol. 40, No. Ct (July 1979),\npp. 5, 10, 16; idem, “Cosmology in the Plasma Universe: An Introductory Exposition,” IEEE Transactions on\nPlasma Science, 18:1 (February 1990), p. 6.\n10 D. E. Scott, “Real Properties of Electromagnetic Fields and Plasma in the Cosmos,” in ibid., 35:4 (August\n2007), p. 822.\n191",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 192,
        "content": "\ncells play an important role in space since plasma behavior is not always reliant on its local\nparameters. On the contrary, it is often affected by the attributes of its adjoining cells. When a\nbody passes from one cell into another of drastically different electrical potential, there ensues\na violent release of energy. Besides which, some plasma cells contain a double layer which\ncan explode with great intensity.!\nThus, besides what might have been its own intrinsic minor flares, proto-Saturn would al-\nso have experienced massive disruptions as it passed from one cell into another during its pas-\nsage through space. These episodes would have become especially manifest when the Sagitta-\nrius dwarf galaxy, to which the proto-Saturnian system originally belonged, began slicing\nthrough the Milky Way 2\nThese abrupt flares would have brought previous ice ages to their fairly sudden ends. And\nthis includes the manner in which the last of these cold periods drew its final curtain. We can-\nnot, however, rely on outbursts of such immense energy when it comes to the interglacials that\npunctuated the final stages of the Pleistocene. Besides which, it is now known that the plas-\nmaspheric sheaths that encase cosmic bodies do not surrender to alien spheres without a fight.\nAs Donald Scott has indicated, the plasmasphere of an approaching body might very well\nbounce on contact with another, such as the Sun’s heliosphere, before merging with it? And\nthis, as we had also mentioned, was additionally intimated by Hannes Alfvén in his declara-\ntion that when a plasma contacts an obstacle, such as the Sun’s heliopause, it is stopped and\ndeviated 5\nSuch skirmishes between proto-Saturn’s encasing plasmasphere and the boundary of the\nSun’s heliosphere is what we believe resulted in the relatively minor flares that were respon-\nsible for interglacials. This is in keeping with Wallace Thornhill’s views, as previously quot-\ned,° and repeated below:\n“Subsequent early crossings of the solar wind plasma sheet would [have induced] ad-\nditional episodes of extraordinary electrical activity until the electric differences\n[would have been] reduced. The passage of proto-Saturn...across the heliopause\nboundary would not have been a once-only event, since the heliopause is not a sta-\ntionary interface. Just as spacecraft passing behind Jupiter or Saturn today may re-\npeatedly cross the ‘magnetotail’ of the planet as the tail ‘flaps’ in the solar wind, so\nproto-Saturn may have crossed the Sun’s electrical boundary more than once, [and]\neach crossing would have caused flaring and an acceleration by proto-Saturn toward\nthe Sun...”7\n1H. Alfvén, “Plasma in Laboratory and Space” (see above), p. 5.\n2 Primordial Star, pp. 8, 355-358.\n3 See Flare Star, p. 287.\n4 Ibid.\n> H. Alfvén, Cosmic Plasma (Dordrecht, Holland, 1981), p. 68.\n6 Flare Star, loc. cit.\n7 W. Thornhill, “The Electric Saturnian System,” AEON VI:1 (February 2001), p. 39.\n192",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 193,
        "content": "\nIt is these relatively minor proto-Saturnian outbursts that, according to our scheme, would\nhave been responsible for the sudden hot spells that cut through the cold toward the end of the\nPleistocene Ice Age. The intervening spells between these sudden flares would have merely\nbeen a return to the underlying cold which the hot episodes temporarily moderated. While not\nentirely insignificant, the lesser vehemence of these outbursts accounts for the lack of\nextinctions during their phase which Firestone noted in his defense.'\nHELIOSPHERIC SKIRMISHES\nExactly how many of these rebounds, deviations, and crossovers proto-Saturn would have\nexperienced in its struggle to overcome the Sun’s plasmaspheric boundary can be determined\nfrom the number of interglacials that punctuated the Pleistocene toward its end. Depending on\nwho does the counting, to say nothing of how the counting is conducted, something like 20\nclimatic shifts are said to have taken place through the last glacial age. How many of these\nfluctuations were caused by plasmatic interactions or proto-Saturn’s intrinsic outbursts as the\nSagittarius dwarf galaxy to which it belonged ploughed through the Milky Way will probably\nnever be ascertained. But that need not impede our reconstruction since we are here mostly\nconcerned with the last few climatic upsets that ushered in the Holocene.\nAs we have now noted more than once in our works, various stars are seen to travel\nthrough space in a poleward direction. That the proto-Saturnian system had also been travel-\ning poleward is evidenced by the present close-relational angle of Saturn and Earth’s rotation-\nal axes which points to the two bodies’ former axial sharing. This has led to the assumption\nthat the proto-Saturnian system would have approached the solar one at close to this shared\naxial angle from below, or above, the Solar System’s equatorial plane. As the system neared\nthe Sun, its attractive influence would have increased proto-Saturn’s velocity, as it would also\nhave commenced to heighten its exertion on the intruder’s directional vector. Because of vari-\nave commenced to heighten its exertion on the intruder’s directional vector. Because of vari-\nous other matters we had taken into consideration,? we then concluded that proto-Saturn’s line\nof approach would have been toward the periphery of the Sun’s heliosphere. The proto-\nSaturnian system’s velocity would then have been dampened by the initiation of a slow circu-\nlar motion around the center of the Sun’s extended axis. This solar orbit would, however, have\nbeen open-ended which, in keeping with proto-Saturn’s poleward motion, would have evolved\ninto a slowly ever-closing spiral. It was during this complex track around the Sun that the pro-\nto-Saturnian system’s encasing plasmasphere would have brushed against, bounced off, and\nre-approached the Sun’s heliospheric boundary time and again.\nConsider now the planetoid named Sedna.4 Moving just out, but this side, of the Kuiper\nbelt, it takes this body somewhere from 12,000 to 10,500 years to complete one circuit of the",
        "bibliography": [
            "1 R.B. Firestone, “The Case for the Younger Dryas Extraterrestrial Impact Event: Mammoth, Megafauna, and",
            "Clovis Extinction, 12,900 Years Ago,” journal of cosmology.com (October 27, 2009).",
            "2 W. S. Broecker, “What If the Conveyor Were to Shut Down? Reflections on a Possible Outcome of the Great",
            "Global Experiment,” GSA Today (January 1999), p. 4.",
            "3 See Flare Star, pp. 260-261.",
            "4 Ibid., pp. 439-440, 503-504."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 194,
        "content": "Sun.! Fair enough, Sedna’s orbit is a highly elliptical one. But while proto-Saturn’s spiraling\norbit would have been an ever-closing one, its brushes with the Sun’s heliosphere would have\ntaken place still farther out than Sedna’s orbit, even farther than the Kuiper belt itself. At best,\nproto-Saturn’s long series of plasmaspheric interactions before its final flare-up would have\ntaken it only part-way around the Sun.\n\nVARIATION IN INTENSITY\n\nLet us not, however, simplify matters more than is required because, when all is said and\ndone, proto-Saturn’s expelled dust did play an additional role, no matter how slight, in the\ntemperature fluctuations toward the end of the Pleistocene. The sudden heat emitted by each\nof proto-Saturn’s minor outbursts would not have lasted all that long since, following each\noutburst, the proto-Saturnian sun would have returned close to its previous temperature. That,\nalone, would have tended to re-cool Earth’s cosmic environment. Added to that, however,\nwould have been the temporary shielding of proto-Saturn by the accumulation of dust in the\nterrestrial atmosphere. Needless to say, the dust that would have been emitted by the relatively\nminor outbursts that proto-Saturn would have experienced due to its rebounds off the Sun’s\nheliopause would not have been as extensive as that dispelled through proto-Saturn’s major\nflare. But at such a close distance, no matter how relatively little the expelled dust would have\nbeen, it would still have added its weight in influencing climatic change. This is upheld by the\ncatastrophically impressed fingerprints left on Earth by these fluctuation. Analyses of Green-\nland ice cores well indicate that these climatic variations occurred “consistently and frequent-\nly” in “periods of less than a decade, and on occasion as quickly as three years.”? While, as\nalways, we’re somewhat wary when it comes to such precision, my readers are asked to keep\nthat in mind when others invoke thousands of years in relation to these events.\n\nThat dust was involved in these climatic upsets is again verified by findings which indi-\ncate that transitions between warmer and colder periods were characterized by “abrupt fluc-\ntuations” in “dust concentrations,”? and by further signs which show that Earth’s atmosphere\nwas less dusty during warmer periods.4 The onset of the Younger Dryas was definitely\nmarked by a period of increased dust fall. And although this seems to have only lasted about\nfive years, it was followed by a further stretch of fluctuating dusty and less dusty periods until\nthe beginning of the Holocene5\n\nThe changes in dust concentration have also been found to be partly reliant on “rapid\nchanges in sea surface temperatures” and a “re-ordering of atmospheric circulation” which\nseems to have led to “increased wind speeds.”® Change of wind speeds and direction, as well",
        "bibliography": [
            "! New Scientist (March 20, 2004), p. 15.",
            "2K.C. Taylor, et al., “The ‘Flickering Switch” of Late Pleistocene Climate Change,” Nature (February 4, 1993),",
            "p. 435.",
            "3 Ibid.",
            "4 Ibid., p. 434.",
            "5 W. S. Broecker, op. cit., p.3.",
            "6K.C. Taylor, et al., op. cit., p.435; P.L. Hancock, et al., loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 195,
        "content": "\nas sea incursions, would have been brought about by Earth’s rotational braking. And this, too,\nwould have had a telling influence on the extent and distribution of dust in Earth’s roiling at-\nmosphere.\nEXAGGERATED SEVERITY\nIt is these very fluctuations in temperature and their resultant signatures on Earth’s flora\nthat has fooled many an investigator into thinking in terms of seasonality. Not only that, but,\ncontrary to those who claim that the return to cold was more drastic in North America than\nelsewhere, pollen evidence has fooled others into claiming that the Younger Dryas “didn’t\ncause significant climate change outside northern Europe.”! All of which drove Wallace\nBroecker to conclude, and rightly so, that while its effects were global, “the Younger Dryas\nwas not simply a return to glacial state.”? The harshness of the Younger Dryas, it now seems,\nhas been severely overstated.\nAt the end of the Ice Age, sea levels rose due to the melting of glacial ice. In some areas,\nhowever, crustal rebound has been found to have exceeded sea-level rise. Among other ef-\nfects, this rebound caused an area off the Greenland coast to rise above the sea and form the\nisland of Angissoq. Former marine basins in this coastal area were thus transformed into in-\nland island lakes? What is highly interesting is that, during the Younger Dryas, plants were\nstill growing on the island.4 Furthermore, according to analyses conducted on the sediments of\none of these lakes, what have been termed “Younger Dryas summer conditions” in the North\nAtlantic region seem to have experienced “regional and local variations” that “may have been\nlarger than previously found from proxy data and modeling experiments.”> In fact, the inter-\nims under these “conditions” are considered to have been mild even fairly warm.’ Lake\nproductivity, including colonies of green algae,’ was not only “fairly constant,” but apparently\n“higher” during the Younger Dryas.? What this implies is that there was “better light condi-\ntions” at lake bottoms,!° which does not square well with a drastic lack of light. This has natu-\nrally led to the conclusion that lake temperatures had to have been warm.!! The surrounding\nocean, on the other hand, was ice covered most of the time,!? but this is no different than at\npresent despite the fact that Earth is not presently in a deep freeze.\n'W.S. Broecker, loc. cit.\n! W.S. Broecker, loc. cit.\n2 Ibid.\n3S. Bjérck, et al., “Anomalously Mild Younger Dryas Summer Conditions in Southern Greenland,” Geology\n(May 2002), p. 427.\n4 Ibid., p.428.\n5 Ibid., p. 427 (emphasis added).\n6 Ibid.\n7 Ibid., p.430.\n8 Ibid., p. 429.\n9 Ibid., p.428.\n10 Thid., pp. 428, 429.\n1 [bid., p. 430.\n” Ibid.\n195\n12 Thid.",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 196,
        "content": "Climatic instabilities have now been found to have affected different regions,! varying in\nintensity in different localities, especially between Europe and the Pacific coast of North\nAmerica,? despite those who have been led into thinking otherwise. To be sure, climatic dis-\nparities were quite drastic throughout the entire duration of the Younger Dryas.? More than\nthat, as our own scheme actually calls for, climatic upsets in Earth’s southern hemisphere ap-\npear to have been inconsequential. Furthermore, pollen data from deep marine sediments ex-\ntracted from the Cariaco Basin off the coast of Venezuela indicate that the neotropical region\n“was not affected by dramatic cooling” during the very Younger Dryas of our concern\n\nBACK TO WARMTH\n\nEarth’s accumulation of proto-Saturn’s emitted dust was not constant through its past cli-\nmatic ups and downs. Although he continues to cling to the Milankovitch cycles, Gino Segré\nrightly informs us that changes in this accumulation “occurred quickly, in decades, and some-\ntimes in as little as a few years.”>\n\nOthers have claimed that “the cooling at the start of the Younger Dryas was gradual,”6 but\nit all depends what one means by “gradual.” Since, as we have noted, the ancients actually\nremember that many of those who lived beyond the heat wave succumbed to the chilling event\nthat followed, the inception of the cold could not have taken all that long.\n\nWe also note that the boundary between the dusty ice of the Pleistocene and that of the\nfollowing Holocene is abrupt, which tells us that the Younger Dryas came to just as sudden an\nend.’ According to just about all those who have dared to venture into this trap-laden territory,\nthe ending of the Younger Dryas occurred in a mere 40- to 50-year period—“within a few\nyears or decades at most’’’— with some actually vouching for an even more rapid transition of\neven fewer years?\n\nAverage temperatures at the end of this period increased “by as much as seven degrees in\ntwenty years.”!° This, as Bill Bryson tells us, “doesn’t sound terribly dramatic but is equiva-",
        "bibliography": [
            "1. L. Hancock, et al., op. cit., pp. 1114-1115.",
            "2P.A. Friele & J. J. Clague, “Younger Dryas Readvance in Squamish River Valley, Southern Coast Mountains,",
            "British Columbia,” Quaternary Science Reviews (October 2002), pp. 1925-1933.",
            "3 P.L. Hancock, er al., loc. cit.",
            "4 J. Delusina, ef al., “Neotropical Moisture and Dryness Dynamics at the Late Glacial/Holocene Transition Rec-",
            "orded by Pollen from the Cariaco Basin, Caribbean Sea,” Meeting Abstracts of the American Geophysical Union",
            "(December 5-9, 2005).",
            "5G. Segré, A Matter of Degrees (N. Y., 2002), p. 104.",
            "© P. Hancock & B. J. Skinner, The Oxford Companion to the Earth (Oxford, 2000), p. 1113.",
            "Tw. Dansgaard, et al, “The Abrupt Termination of the Younger Dryas Climate Event,” Nature, 339 (1989), p.",
            "532.",
            "8 p. Hancock & B. J. Skinner, loc. cit.",
            "9 J. B. Sissons, “The Loch Lomond Stadial in the British Isles,” Nature, 280 (1979), pp. 199-203; W. Dansgaard,",
            "et al., “The Abrupt Termination of the Younger Dryas Climate Event,” Nature, 339 (1989), pp. 532-534; R. B.",
            "Alley, loc. cit.",
            "10 B. Bryson, A Short History of Nearly Everything (Canada), p. 430."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 197,
        "content": "\nlent to exchanging the climate of Scandinavia for that of the Mediterranean in just two dec-\nades.”!\n“Locally, changes have been even more dramatic. Greenland ice cores show the tem-\nperatures there changing by as much as fifteen degrees in ten years, drastically alter-\ning rainfall patterns and growing conditions.”*\nABORTED CREATIONS\nOur ancestors would have subsisted through the entire stretch of these climatic disrup-\ntions. It is, however, doubtful they would have been keeping track of all of them especially\nsince most tribal units would have resided outside the affected regions. But because of the\ntransformations that touched the sky during the last series of these changes, any culture that\nimpinged on any of the weather-beaten areas would surely have retained some memory of\nthese radical events. Even though the mytho-historical record did not preserve too many of\nthese recollections, the specific details contained in the following examples are in themselves\nremarkable.\nThe Tchiglit we mentioned in earlier chapters were not the only Amerinds who remem-\nbered the icy onslaught that followed on the heels of a previous abrupt heat-wave. Because the\nevent that went down in mytho-history as the Creation was heralded by the shedding of proto-\nSaturn’s flare-up, it seems that, in retrospect, our ancestors came to understand proto-Saturn’s\nprevious minor flares as having signaled similar attempts that failed.\nThis state of affairs was clearly remembered by the Chippewa who declared that “God\ntried to create the world four times but he failed the first three times because there was too\nmuch ice.” In the end “he was successful” so that people, together with animals, managed to\nsurvive.3\nThe Hopi also claimed that Sétuknang, their Creator, had occasion to abort previous at-\ntempts at Creation. It was not until the third attempt that the ice splintered, started to melt, and\n“the world began to warm to life.”4\nWe notice that, in both the above cases, the number of failed attempts are limited to no\nmore than three, which is in keeping with our proposal that ancient man would only have\npassed on the memory of the last few changes in the Pleistocene’s series of climatic transfor-\nmations. What is of additional interest is that these recollections come from the original inhab-\nitants of North America, the ancestors of whom are believed to have lived close to the glaciat-\ned areas the peripheries of which would have experienced most of the thawing and re-\nfreezing. It is for that reason that the ice was blamed for the noted failures at Creation.\nThat “people and animals survived” might have been true as far as the Chippewa’s an-\ncestors were concerned. But not all animals and tribal groups would have fared that well,",
        "bibliography": [
            "! Ibid. (emphasis added).",
            "2 Ibid. (emphasis added).",
            "3 V. Deloria, Jr., “Catastrophism and Planetary History,” KRONOS Ill:4 (Summer 1978), p.49.",
            "197",
            "4 F. Waters, Book of the Hopi (N. Y., 1974), p. 20."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 198,
        "content": "\ncertainly not the Magdalenian culture we had reason to extol in a previous volume of this se-\nries.! Although the end of the period during which that culture thrived has been dated differ-\nently by different authorities,? there are those who claim that the north European Magdaleni-\nans did not make it past the Allergd as, according to others, neither did the Clovis in North\nAmerica.3\nTRAUMATIC TIMES\nWhen, according to Tahitian lore, light first burst upon the world at the freeing of Atea,\nthere was great rejoicing. The everlasting night of previous ages had come to a sudden end.\n“There was tumbling and rolling over each other...shouting and clinging one to the other!’”4\nBut if such scenes of joy really took place, they could not have lasted long. In fact, during the\ntime in question, as James Adovasio ably noted, life was “undergoing what was one of the\nmore traumatic times in the history of the earth.”> In view of what really had taken place, even\nthat can be seen as something of an understatement. For people living at the time, he went on,\nthe world may well have seemed unstable $ as in fact it was and continued to be for a long\ntime afterwards.\nIn the above, Adovasio restricted these “traumatic times” to “the living things of North\nAmerica” whereas, as we have seen, the consequences of proto-Saturn’s major flare-up\nwould have affected the entire globe, even if less severely south of the equator. Additional to\nthat, Adovasio was actually referring to what transpired during the Clovis era which, accord-\ning to him, in agreement with Brian Fagan, would have risen at the inception of the Younger\nDryas. This, as he goes on, “could have caused wetter and more favorable game conditions on\nthe Great Plains and in the Southwest” and, for “a few hundred years thereafter,” would have\n“allowed Clovis folk to flourish, spread out, and adapt to a wide range of environments.”® On\nthe other hand, as we have seen, according to Richard Firestone and his colleagues, the disas-\nter that ushered in the Younger Dryas was responsible for terminating that very culture.\nBy the end of 2009, however, the generally accepted date for the emergence of Clovis man\nwas being touted as 13,000 years ago,? with the cometary impact placed at 12,900 years be-\nfore the present.!° Since that only leaves 100 years for the entire duration of the Clovis cul-\nture, it doesn’t seem to make much sense. We therefore turn back to Firestone who dates both\nthe onset of the Younger Dryas and the disappearance of the Clovis culture to that very same",
        "bibliography": [
            "! Flare Star, pp. 194-195, 200, 268-270, 274, 279.",
            "2 See ibid., pp. 340-341.",
            "3 J. B. Kloosterman, “The Usselo Horizon, A Worldwide Charcoal-Rich Layer of Alleroed Age,” Proceedings of",
            "the Conference: New Scenarios on the Evolution of the Solar System and Consequences on History of Earth and",
            "Man,” (Bergamo, 2002), p. 152.",
            "4T. Henry, Ancient Tahiti (Honolulu, 1928), p. 412.",
            "4 T. Henry, Ancient Tahiti (Honolulu, 1928), p. 412.",
            "5 J.M. Adovasio (with Jake Page), The First Americans (N. Y. ,2002), p. 55.",
            "5 J.M. Adovasio (with Jake Page), The First Americans (N.Y. ,2002), p. 55.",
            "6 Ibid.",
            "7 Ibid.",
            "8 Ibid., pp. 55, 273.",
            "9 I. Semeniuk, “Ice Age Impact,” Sky & Telescope (September 2009), p. 25.",
            "10 Tid, p. 20."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 199,
        "content": "\napproximate time, 12,900 years ago.!\nAt this point, in view of what we have already learned about the methods that have been\nused, specific dates are not really what we’re after. What we are trying to determine is wheth-\ner the Clovis culture came to light or ended at the inception of the much debated Younger\nDryas. After all, it was this problem that first attracted William Topping to the subject. It was\nhe who first discovered the magnetic microspherules in post-Clovis sediments at various\nhe who first discovered the magnetic micros\nherules in post-Clovis sediments at various\nPaleoamerican sites. As already noted, critics had pointed out that such microspherules make\nPaleoamerican sites.2 As already noted, critics\nad pointed out that such microspherules make\nup “part of the normal cosmic rain” that constantly drizzles down on Earth. But, at one par-\nticular site that Topping investigated, this cosmic residue was “present at abnormally high\nlevels.”4 So, also, as it turned out, in various other Clovis sites that Allen West investigated\nafter he took up the torch that had been snatc\nafter he took up the torch that had been snatched from Topping’s hand. Enriched levels of\nied from Topping’s hand. Enriched levels of\niridium and nickel, which are among some of the typical markers of cosmic impacts, together\nwith a host of other evidence, including the much disputed nanodiamonds, also came to light\nat some of the sites.®\nBut let’s be clear about all this.\nAlthough, to date, more Clovis relics have\nAlthough, to date, more Clovis relics have been discovered in eastern North America than\nbeen discovered in eastern North America than\nin the west,’ the geographical extent of the cu\nin the west,’ the geographical extent of the culture was actually quite vast.§ The tools and\nweapons manufactured by these people have bi\nweapons manufactured by these people have been found “practically everywhere across the\neen found “practically everywhere across the\nUnited States,”® extending “from the eastern fo\nUnited States,”® extending “from the eastern foothills of the Rocky Mountains all the way to\nIture was actually quite vast.8 The tools and\nothills of the Rocky Mountains all the way to\nthe east coast” and “into northern Mexico” wi\nthe east coast” and “into northern Mexico” with “similar tools...as far south as the southern\nith “similar tools...as far south as the southern\ntip of South America.”!0\nThe geochemical analysis that resulted in the discovery of the cosmic impact evidence had\nhowever come from a mere twenty-five North American archaeological sites, only nine of\nhowever come from a mere twenty-five Nort\nAmerican archaeological sites, only nine of\nwhich happened to be Clovis.'' This is also confirmed by Firestone,'? even though, as in other\nmatters, he is anything but consistent. Thus,\nmatters, he is anything but consistent. Thus, on the very next page of the same work, he\non the very next page of the same work, he\nvouches for ten such sites,!3 only to reduce the nt\nvouches for ten such sites,!3 only to reduce the number to eight in the page following that.!+\nWhether the correct number is eight, nine, or ten does not really matter, especially since,\nWhether the correct number is eight, nine,\nor ten does not really matter, especially since,\n'R.B. Firestone, “The Case for the Younger Dryas Ext\n'R.B. Firestone, “The Case for the Younger Dryas Extraterrestrial Impact Event: Mammoth, Megafauna, and\number to eight in the page following that.'¢\ntraterrestrial Impact Event: Mammoth, Megafauna, and\nClovis Extinction, 12,900 Years Ago,” Journal of Cosmology, Vol. 2 (November 2009), pp. 256-285, available\nClovis Extinction, 12,900 Years Ago,” Journal of Cosm\nology, Vol. 2 (November 2009), pp. 256-285, available\nat journalofcosmology.com (November 10, 2009), p. 1 of 21.\nat journalofcosmology com (November 10, 2009), p. | of 21.\n2 F, Largent, “The Clovis Comet,” Mammoth Trumpet (January 2008), p. 26.\n2F, Largent, “The Clovis Comet,” Mammoth Trumpet (Ja\nnuary 2008), p. 26.\n3 Ibid.\n4 Ibid.\n5 Ibid.\n6 Ibid.\n7R. Boswell, “Scientists Turn Migration Theory on Its Head,” Vancouver Sun (February 26, 2010), p. B4.\n7R. Boswell, “Scientists Turn Migration Theory on Its H\n8 J. M. Adovasio, op. cit., p. xvii.\n9 Ibid. p. 105.\n10 Jbid., p. 117.\n11 R. Dalton, “Blast in the Past?” Nature (May 17,2007),\n11 R. Dalton, “Blast in the Past?” Nature (May 17,2007), p. 256.\n!2R.B. Firestone, op. cit., p. 1.\n13 [bid., p. 2.\n14 [bid., p. 3.\nlead,” Vancouver Sun (February 26, 2010), p. B4.\n199\n.p- 256.",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 200,
        "content": "\nonce again, it all depends on who is doing the counting, even though it does seem like a pitiful\namount of sites in face of the continental expanse covered by the Clovis culture. But, as we’re\nforced to keep on saying, let that be. Of more importance is the realization that no Clovis arti-\nfacts have yet been discovered above the black mat of charcoal that was laid down by the for-\nest fires that took place around that time.! This would then mean that Adovasio, who did so\nmuch to further the antiquity of Amerind ancestry in North America, must have miscalculated\nwhen he stated that Clovis man must have burst upon the scene at the beginning of the\nYounger Dryas.\nLIFE ON THE VERGE\nRegardless of what the specific dates turn out to be, Adovasio holds that the Clovis cul-\nture “extended no more than seven hundred years after it all began.”3 But, as he also tells us,\nthere were other cultural groups besides the Clovis during the same time, some of whom con-\ntinued to thrive well after the former had disappeared This is in keeping with Rex Dalton\nwho reported that there is “no evidence of a similar decline in other Palaeoindian populations”\nand that “even as the Clovis culture was disappearing, other cultures arose in its place, for rea-\nsons not entirely understood.”>\nIn Europe, after “an uninterrupted development of some 30,000 years,” as Johan Kloos-\nterman noted, the Magdalenian culture came to a sudden end “accompanied by rockfalls in\nrockshelters and caves.” And while he dates the disappearance of this society as having tran-\nspired during the Allergd, rather than its end, as he also does with Clovis man,’ he is still deal-\ning with the same “major crisis in the biosphere” related to the Younger Dryas.8\nAnd yet, in the Near East, the Kebaran culture did not only survive the calamity, it actual-\nly experienced progress. In Mallaha, on the shore of the desiccated Lake Hula in the Jordan\nValley, a “decisive step” was taken by this social group that led to “a new way of life.”? De-\nscribed as “an abrupt acceleration of cultural and technical development” that took place\n10,000 years ago, it culminated in the more sophisticated social order which is now known as\nthe Natufian.!° Not only was this culture responsible for constructing what might be the oldest\nknown dwellings in the Near East,!! but also for possibly establishing the earliest harvesting\nof cereals,!?\n! [bid., p. 2.\n2 J.M. Adovasio, op. cit., p. xvii.\n3 Ibid., p. 106.\n4 Ibid., pp. 264, 266.\n5 R. Dalton, op. cit., p. 257.\n6 J. B. Kloosterman, “The Usselo Horizon, a Worldwide Charcoal-Rich Layer of Alleroed Age,” in E. Spedicato\n& A. Notarpietro (Eds.), Proceedings of the Conference: New Scenarios on the Evolution of the Solar System\nand Consequences on History of Earth and Man” (Bergamo University, 2002), p. 152.\n200\n7 Ibid.\n8 Ibid., p. 153.\n9 J, Perrot, “Twelve Thousand Years Ago in the Jordan Valley,” CNRS Research 8 (1978), p. 5.\n10 Ibid. p.6.\n1 pid. p.2.\n12 Thid.,p.6.",
        "bibliography": [],
        "captions": []
    }
]