[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 301,
        "content": "with “the serpent of Scripture.”! And not without reason since not only did the serpent serve\nas one of Ea’s emblems,? he himself was regarded as “‘a benevolent serpent deity,” the very\n“serpent god of wisdom.”4 As in the mythologies of other nations, he, too, was clearly identi-\nfied with the Creator.>\n\nAs seen from Earth, proto-Saturn’s uncoiling debris expanded to cover its entire orb.\nEventually, it even spiraled out beyond its periphery. It was this illusory superimposition that\nled to proto-Saturn’s identification as the very serpent he himself emitted. It is therefore not\nsurprising to find Vishnu represented as a snake. In the Indian state of Mandi, Vishnu was\ncounted among the Narains, most of which were snake gods.6 But, more than that, Vishnu was\nactually equated with the very Ananta serpent that was said to form his bed.’ This is some-\ntimes explained as the god’s symbolic identification as eternity which, as we have seen, is\nwhat the word ananta means. But, as Heinrich Zimmer clarifies, “the reptile too is Vishnu.”8\nIn fact, one of Vishnu’s “principal manifestations is Shesha, the cosmic snake,”? who, as we\nhave seen, is merely Ananta under a different name.\n\nWhen it comes to Shiva, Vishnu’s terrible counterpart, we find him lauded as the King of\nSerpents.!° For an even more direct statement, we find that the very planet Saturn, the Sanskrit\nShani, is sometimes represented as encompassed by snakes.!!\n\nIn China, Huang-ti (variant Hwang Ti) was also closely associated with the dragon.!? Al-\nthough he is often presented as an earthly emperor who supposedly reigned sometime during\nthe twenty-seventh century B.C.,!? Huang-ti’s original identity as the kingly planet Saturn is\nwell known.'4 With the uncoiling debris scrawled across proto-Saturn’s orb, it is not strange\nto find Huang-ti described as having possessed “a dragon-like countenance.”\n\nThe serpentine form of ancient deities continued to be adhered to well into Roman times.\nAmong these Latin gods was Dionysus whose snakelike character, as Ev Cochrane pointed\nout, was one of his most common epiphanies.!° In fact, the traditional form of Dionysus in his\nThracian cult centre was that of a serpent.!7 Janus, who was identified with chaos, was pic-",
        "bibliography": [
            "1G, Rawlindon, The Seven Great Monarchies of the Ancient Eastern World, Vol.1 (N. Y., 1885), p.79.",
            "2 Ibid., pp. 79, 349.",
            "3G. Michanowsky, The Once and Future Star (N. Y., 1977), p. 83.",
            "4M. Oldfield Howie, op. cit.,p. 168.",
            "5M. Oldfield Howie, loc. cit.",
            "6 B.L. Kapoor, op. cit., pp. 19, 69.",
            "7J. Herbert, op. cit., p.212.; P. Masson-Oursel & L. Morin, op. cit., p. 359",
            "8H. Zimmer, loc. cit., pp. 37-38.",
            "9 Ibid., p.88.",
            "10 M. Oldfield Howie, op. cit., p. 64.",
            "\" [bid.",
            "12 [bid., p. 255.",
            "13 Ibid.",
            "14 G_ de Santillana & H. von Dechend, op. cit., pp. 129, 135; see also God Star, pp. 237, 264,317.",
            "15M. Oldfield Howie, loc. cit.",
            "16 E, Cochrane, “Kadmos: The Primeval King,” KRONOS XI: 3 (Summer 1986), p.7.",
            "17L. Farnell, The Cults of the Greek States, Vol. V (New Rochelle, 1977), p. 166."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 302,
        "content": "tured as a dragon by the Phoenicians.! And although Macrobius linked him with the Sun, he\nwas not unaware of the god’s function as Creator? In one Orphic fragment, Kronos himself,\nthe archetypical Greek Saturn, is called a serpent. And, much like Vishnu was said to have\nused the serpent as his bed or conveyance, so has Saturn been depicted through the ages as\nhaving ridden in a chariot that is drawn by dragons.\n\nCELESTIAL RIVERS\n\nIn ancient religious beliefs, rivers were often thought to have been serpents. According to\nWilliam Albright, this would have been quite natural since, as he tells us, “nothing is more\ncommon than to compare a meandering stream to the sinuous folds of a snake.”4 Yet this does\nnot tell us why most ancient rivers were also believed to have been celestial in origin.\n\nThe River Nile, which the Egyptians deified as Hapi, was alleged to have flowed across\nthe sky. In pre-dynastic times, Osiris was not only regarded as a river god,> he was thought of\nas the Nile itself since, “in one aspect,” as Budge tells us, Hapi was identified with him.6 To-\ngether with other serpentine deities, the Nile was also thought of as the Creator. Hapi was in\nfact declared to have been the creator of everything there is.”\n\nIn keeping with our serpentine motif, it should be noted that, while some had it that the\nApep serpent, or Apophis, lurked within the cosmic ocean,’ others claimed he lived in the\ndepths of the celestial Nile?\n\nWhile, as with serpents and dragons, there was more than one celestial river, the above\nclearly indicates that proto-Saturn’s uncoiling debris was also visualized as a meandering\ncosmic stream.\n\nINTESTINAL ENTITIES\n\nApep was not only described as a winding serpent, but one that had the form of an intes-\ntine.!° This brings to mind the proto-Saturnian Tlaloc whose very face has been depicted as\ncomposed of winding serpents very much like such entrails.\n\nThere was, however, an even earlier entity who also had his face composed of twisting in-\nnards. The Assyrian version of the Sha Nagba Imuru, commonly referred to as the Epic of\nGilgemesh, names him as Humbaba. In the Old Babylonian and Hittite versions, he is referred\nto as Huwawa.",
        "bibliography": [
            "! Macrobius, Saturnalia I: 9: 9-12.",
            "2 Ibid.",
            "3 P. B. Onians, The Origins of European Thought about the Body, the Mind, the Soul, the World, Time, and Fate",
            "(Cambridge, 1954), pp. 249 ff.",
            "4 W.F. Albright, “The Mouth of the Rivers,” The American Journal of Semitic Languages and Literature (July",
            "1919), pp. 167-168.",
            "5 E. A.W. Budge, The Gods of the Egyptians, Vol. Il (N. Y., 1904/1969), p. 42.",
            "6 Ibid., pp. 46,47.",
            "7 Ibid., pp. 44, 46, 47.",
            "8 F. Fleming, loc. cit.",
            "9 J. Viaud, “Egyptian Mythology,” New Larousse Encyclopedia of Mythology (London., 1972), p. 11.",
            "10 EA. W. Budge, The Book of the Dead (N. Y., 1913/1960), p. 142."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 303,
        "content": "<f yy\nGE,\nARK * a Ny \\\n)  |\nAANTHYDSSSSHSUH MH TAEBS BURST AA AA\n— AMIR CN\nAMD),   Ny ad\nIII PRT CANT TTT ANTS TANT",
        "bibliography": [
            "|                                          Saturn—as Triptolemus—riding in his dragon chariot.                                          |",
            "Saturn—as Triptolemus—riding in his dragon chariot."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 304,
        "content": "ee:\n",
        "bibliography": [
            "Another view of Saturn in his dragon chariot.",
            "The epic mentioned above describes the entity in question as roaring like a flood storm,",
            "with mouth afire and the breath of death, with Earth resounding in a darkened day, while",
            "lightning flashed through thickened clouds and hot winds blew all over the land.! Understand-",
            "ably enough, this has been seen by some as signifying an erupting terrestrial volcano.? One",
            "problem with this is that no matter what Mesopotamian deity one had to investigate, similar",
            "descriptions surface in most of the epics and liturgical hymns devoted to them. If we were to",
            "judge solely by such descriptions, Humbaba, and/or Huwawa, would not be the only Mesopo-",
            "tamian deity who should be interpreted as a volcanic eruption.",
            "A similar concept was suggested back in 1930 by R. C. Thompson who compared Hu-",
            "wawa to “the burning petroleum fires of Kirkuk Baba’.”? The same idea was resuscitated",
            "almost fifty years later by Kinier Wilson who sought to explain just about all of Mesopotami-",
            "an mythological characters as the explosive petroleum geysers of the Kabir Kuh region in",
            "south-western Iran.4 Needless to say, he did not fail to fit Huwawa in his fiery gaseous",
            "scheme",
            "Given the geological nature of the land that was once Mesopotamia, Wilson’s proposal",
            "might be seen by some to have some merit, but two vital questions that this theory begs have",
            "never been resolved. Why is it that the mytho-historical records of other nations bereft of any",
            "! A. Heidel, The Gilgamesh Epic and Old Testament Parallels (Chicago, 1946/1963), p. 35.",
            "2 N. Schwartz, “Huwawa Explained as Volcano,” AEON, II:1 (June 1989), pp. 130-131.",
            "3 R. C. Thompson, The Epic of Gilgamesh (N. Y. 1930/1979), p. 77.",
            "3 R. C. Thompson, The Epic of Gilgamesh (N. Y. 1930/1979), p.77.",
            "4 J.V.K. Wilson, The Rebel Lands (Cambridge, 1979), in toto.",
            "4 J. V.K. Wilson, The Rebel Lands (Cambridge, 1979), in toto.",
            "5 Ibid., p. 80."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 305,
        "content": "\n4    WONT Re A NB 7)\n’                 ce ee ey    nt    : es          q    X\n(ri  an nA   ¥           red Hy A  medal   ’ ‘ rn\ntad er é  iy            sors i GO fen\nI 8 | me                     Nace AT aT AO vee\nwere ya HET    US A etate Ses ee i  l     pale 1)\nATIUORIONA pS SSS ae gt hs         AP\nke\nhe  ry ee                      \\\\  in. MT A\ni  ye                                   ly a,           i\nTlaloc’s serpentine face.\npetroleum fields have so much in common with Mesopotamian ones? And what logical pro-\ncess could have shifted the embodiments of these terrestrial phenomena into the realm of the\nsky where we find the deities in question identified by those who venerated them as personifi-\ncations of the planets?\nStephen Langdon rightly informs us that, “in the texts,” Humbaba is “invariably called a\ngod.”! Additional to that, Humbaba’s identity as a celestial body is evidenced by the fact that\nhis Elamite counterpart, Humba (also Humban, Hanubani, Hamban, Umman, and/or Imbi),\nappears in a star list with the determinative mu/ (in Babylonian rendered kakkab) that is re-\nserved for the designation of stellar bodies.\nLangdon identified Humbaba, but only tentatively, as the star Procyon, the brightest lumi-\nnary in the constellation Canis Minor. Giorgio de Santillana and Hertha von Dechend addi-\ntionally inform us that Humba shares the epithet “the prevalent, the strong” not only with",
        "bibliography": [
            "1 §. Langdon, Semitic Mythology, Vol.5 of Mythology of All Races (N. Y., 1931/1964), p. 253.",
            "2 E. F. Weidner, Reallexikon der Assyriologie, Vol.2, p. 389.",
            "3.§. Langdon, op. cit., p. 268."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 306,
        "content": "\nProcyon, but also with the planets Mercury and Jupiter.! But so what? Similar epithets were\nbestowed on almost every god and planet in the mythologies of all nations. Ernst Weidner, the\nnoted Assyriologist, played it safe by not identifying the Elamite Humba at all?\nFor reasons which we do not need to go into, de Santillana and von Dechend intimated\nthat the serpentine features of Tlaloc’s face and the intestinal one of Humbaba could represent\nthe continuous track of the planet Mercury’s orbit around the Sun over time as it would have\nbeen drawn by an observer from Earth This Mercurian identification was later picked up by\nRobert Temple.* Unfortunately, his attempted association of the Egyptian name of Mercury\nwith the word for “cedar,” a forest of which figures prominently in the tale of the metamor-\nphosed Humbaba, leaves much to be desired.> But even if the linguistic association he pre-\nsented was to hold, what has the name of a tree to do with Humbaba’s celestial identification?\nTemple should have kept in mind that de Santillana and von Dechend were not really sat-\nisfied with their own identification of Humbaba as the planet Mercury that they only present-\ned as a prematurely hazarded guess.° On the other hand, neither were these two researchers\nsatisfied with anybody else’s identification. At one point they came close to favoring Procyon,\nstating that this particular identification “may eventually turn out to be the decisive clue,”\neven though they themselves pointed out that Langdon, who had aired it, had not only failed\nto present any evidence in its favor, but did not really pay any heed to it.8 As they were finally\nforced to concede: “Precipitate identifications lead only to mischief, and the ‘Case Humbaba’\nis not even partly solved, despite many efforts.” This verdict, however, was reached only be-\ncause they chose to ignore some of the very evidence they had themselves uncovered.\nAmong such evidence was their favorable comparison of Humbaba’s intestinal face with\nTlaloc’s serpentine one,!° a comparison that should have led them to the correct identification\nhad they paid greater attention to Tlaloc’s Saturnian identity. Tlaloc aside, however, Fritz\nHommel had already shown that the very name Humbaba means “Hum-is-the-father,” where\nhe takes hum to mean “creator.”!! As we have been indicating and will continue to demon-\nstrate, the deity who was revered in antiquity, under various names, as the Creator par excel-\nlence was the Saturnian one. What is more telling is that Hommel equated the Elamite Am-\nman-ka-sibar, which is derived from Chumban-uk-Sinarra, with Ninib.!2 A variant translitera-\ntion of Chumban is Humban, which is merely a variant of Humba, the Elamite version of\n1G. de Santillana & H. von Dechend, Hamlet’s Mill: An essay on Myth and the Frame of Time (Boston, 1969),\n. 289.\na F. Weidner, loc. cit.\n2B. F. Weidner, loc. cit.\n3 G. de Santillana & H. von Dechend, op. cit., p. 290 and illustrations following same.\n4R.K.G. Temple, The Sirius Mystery (N. Y., 1976), pp. 90-91.\n5 See here, D. Cardona, “Humbaba,” KRONOS, IX: 2 (Winter 1984), p.8.\n6 G. de Santillana & H. von Dechend, loc. cit.\n7 Ibid., p. 289.\np. 289.\n8 Ibid., p. 403.\n9 Ibid., p. 290 (emphasis added).\n10 Ibid.\n11 F. Hommel, Ethnologie und Geographie des Alten Orients (Munich, 1926), pp. 35, 42.\n11 F, Hommel, Ethnologie und Geographie des Alten Orients (Munich, 1926), pp. 35,42.\n12 Thid., p. 35.\n306",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 307,
        "content": "\n| Ge» |",
        "bibliography": [
            "|      WEY      |",
            "Humbaba’s intestinal face—terracotta mask.",
            "Humbaba.! It is unfortunate that Hommel then equated Ninib with Mars,? although he is not",
            "the only one to have ever done so. But that Ninib actually stood for Saturn had earlier been",
            "determined by Morris Jastrow, Jr3",
            "The same identification can also be reached by following a different path that is in fact",
            "one that had also been trodden by de Santillana and von Dechend. As they themselves indicat-",
            "ed, even though Langdon disagreed 4 the Assyrian Humbaba is identical to the Iranian Kom-",
            "babos,> while Frank Movers had no difficulty in identifying Kombabos as Saturn. Langdon’s",
            "disagreement rests on the myth in which Kombabos, whom he renders as Combabus, castrates",
            "himself,” which event is not known to be shared by Humbaba or Huwawa. But that the proto-",
            "1B. F. Weidner, loc. cit.",
            "1 EF. Weidner, loc. cit.",
            "2 Ibid.",
            "3M. Jastrow, Jr., “Sun and Saturn,” Revue D’Assyriologie et D’Archeologie Orientale (Sept. 1910), p. 172.",
            "4§.H. Langdon, op. cit., p. 253.",
            "5G. de Santillana & H. von Dechend, op. cit., p. 404",
            "°F.K. Movers, Die Phénizier, as cited by G. de Santillana & H. von Dechend, loc. cit.",
            "7 §.H. Langdon, op. cit., p. 75."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 308,
        "content": "\nSaturnian deity did castrate himself is also very well known.! In fact, he might have done it\nwn\nct\nmore than once.\nIt is therefore quite obvious that de Santillana and von Dechend were well aware of Hum-\nbaba’s identity as a Saturnian deity. That they chose not to accept it may be considered some-\nthing of a pity, but, in their case, not to be wondered at. While their own research, very much\nlike ours, continuously led them to Saturn, they were unable to fit what the ancients reported\nike ours, continuously led them to Saturn, they were unable to fit what the ancients reported\nabout that planet into the uniformitarian theory of astronomy they continued to hold on to.\nWhile confessing their mystification at Saturn’s persistent intrusion into the scheme they were\ntrying to decode, they consistently brushed it aside instead of following the evidential path\ntheir own research kept leading them to.\nAs if all the above is not enough, the Elamite version of this god, known as Humba and/or\nHubaba, is textually identified as Enlil, the Saturnian identification of whom has already been\nlocumented in a past chapter of this very work. And there is even more.\ndocumented in a past chapter of this very work. And there is even more.\nMore recently, on the basis of additional evidence, Ev Cochrane has ably demonstrated\nthat Huwawa was merely “Shamash in monstrous guise,” since both these deities share certain\nat Huwawa was merely “Shamash in monstrous guise,” since both these deities share certain\npecific mythological attributes.4 As he, in fact, concludes:\nspecific mythological attributes.* As he, in fact, concludes:\nQa\n“...the similarities between Huwawa and Shamash are so close as to amount to a vir-\ntual identification. And given the fact that Shamash was originally identified with the\nplanet Saturn, it is most significant to find that Huwawa has also been identified with\nthat planet.”5\nIn time, because of the cosmic tree he is said to have guarded®—a topic we shall be dis-\ncussing in a future volume—Huwawa was metamorphosed by his narrators into the giant cus-\ntodian of the Lebanese cedar forests. Much has been made of this confusion in the just as con-\nfused study of ancient civilizations.’ So, similarly, with Langdon. After having demonstrated\nHuwawa’s cosmic identity, he then tells his readers that the deity had originally been an actual\n“historical person” whom he described as “the foe of the Early Sumerian kingdom.”® The epic\nin which he is made to partake, he tells us, “was based upon historical circumstances, devel-\noped under the glamour of legend into a great national poem which served as [a] medium for\nteaching some of the most important doctrines of the Sumero-Babylonian religion.”® He no-\nwhere informs us who this “historical person” actually was, as neither does he tell us what the",
        "bibliography": [
            "! See Flare Star, pp. 279-280 for the full import of this event.",
            "2G. de Santillana & H. von Dechend, op. cit., p. 136.",
            "3§. H. Langdon, op. cit., p. 255.",
            "4 E. Cochrane, “Heracles and the Planet Mars,” AEON 1:4 (1988), p. 96.",
            "5 Ibid., p. 97; see also idem, Martian Metamorphoses: The Planet Mars in Ancient Myth and Religion (Ames,",
            "1997), pp. 9-10.",
            "6 F. Hommel, op. cit., pp. 35, 42.",
            "7 See here, especially, Y. Yasuda, “Comparative Study of the Myths and History of a Cedar Forest Each in East",
            "and West Asia,” in Y. Yasuda (Ed.), Forest and Civilisations [as spelled] (New Delhi, 2001), pp. 13 ff.",
            "8S. H. Langdon, op. cit., p. 268.",
            "9 Ibid., p. 269"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 309,
        "content": "“historical circumstances” he was involved in really were. This was Euhemerism at its very\nbest, when, in fact, the opposite was true. And yet, in a strange sort of way, Langdon was en-\ntirely correct. The epic in question is based on “historical circumstances,” and, yes, it was de-\nveloped into “a great national poem”—even though it went through various versions over\ntime. It is all as Langdon claimed, as long as it is kept in mind that the original historical cir-\ncumstances upon which the epic is based took place above Earth’s north celestial pole.\n\nUTU AND THE ANTAKA\n\nA Hittite myth that manages to throw further light on the above has not survived in its en-\ntirety. What is even worse is that Hittologists are not unanimous when it comes to the transla-\ntion of certain words, let alone what the myth actually means. What is certain is that the myth\nconcerns Utu, misunderstood by most mythologists as our regular Sun, as various Saturnian\ndeities tend to be. In describing his disappearance, as discussed in a previous chapter of this\nwork, Utu was said to have gone “to the Sea, to his antaka.”! In keeping with what we have\nalready ascertained, the “Sea” is here understood as the celestial ocean—in other words, pro-\nto-Saturn’s circumstellar disk. But what does antaka really mean?\n\nJohannes Friedrich translated this troublesome word as “intestines.” To most mythol-\nogists, however, this translation did not seem to make much sense. As it has been asked, what\ncould it mean that Utu went to his, or to the Sea’s, intestines?\n\nA few years later, Albrecht Goetze re-translated the word as “room” or “chamber.”3 If\nnothing else, this made better grammatical sense, even though it did not elucidate the actual\nintent of the statement.\n\nThat is where matters stood for decades until Craig Melchert saw fit to contest Goetze’s\ninterpretation.* He claimed that Friedrich had been correct in suggesting that antaka stood for\na specific body part,> but was not happy with its rendering as “intestines.” For reasons that\nwere rather circumstantial, he believed antaka would be best interpreted as “loins.”6 Yet even\nthis failed to make sense. As Melchert himself asked, “what are we to make of the idea” that\nthe Sun-god went to the Sea’s loins?’ While stating that he did “not have space to discuss ful-\nly the very interesting but difficult mythical passage” in question,’ Melchert was honest\nenough to confess that he could “make no coherent sense” of the tale, and decided to “leave\nfurther interpretation of this fascinating mythical episode to others.”",
        "bibliography": [
            "1 H.C. Melchert, “Hittite antaka—‘loins’ and an Overlooked Myth about Fire,” in G. Beckman, et al., Hittite",
            "Studies in Honor of Harry A. Hoffner Jr. (Winona Lake, Indiana, 2003), pp. 281-282.",
            "2 J. Friedrich, Hethitisches Worterbuch (Heidelberg, 1952), p. 23.",
            "3 A. Goetze, “Hittite Rituals, Incantations, and Description of Festival,” in J. Pritchard (ed.), Ancient Near East-",
            "ern Texts Relating to the Old Testament (Princeton, 1955), p. 349.",
            "4H. C. Melchert, op. cit., p. 282.",
            "5 Ibid.",
            "6 Ibid., p. 286.",
            "7 Ibid., p. 286.",
            "8 Ibid., p. 285.",
            "9 Ibid., p. 286."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 310,
        "content": "While Friedrich’s translation of antaka as intestines seems just as nonsensical, it is only\nbecause the phrase in question is taken out of mytho-historical context. Beyond that, there is\nalso a certain amount of ambiguity in the tale itself. What must be kept in mind is that those\nwho first put it into writing had heard of the event by word of mouth as it had been told\nthrough ages past. Not having witnessed the occurrence with their own eyes, they could only\nsurmise what came to pass as best they could. Even those who had witnessed the occurrence\nand lived through the ensuing cataclysm could only guess at what really had transpired. It is\nnot in the least surprising that they later colored the event, and all that followed, with their\nown interpretation of what lay behind the god’s dramatic actions as well as his intentions.\n\nDIVINE DISEMBOWELMENT\n\nIn the Hittite myth in question, as already noted, Utu’s disappearance was accomplished\nby his going into the “night,” which here stands for the darkness that gripped heaven, as well\nas Earth, due to the spreading dust emitted by proto-Saturn’s outburst. He did not, however,\nmerely go into the “night.” It is actually said he “blended” with it “like a snake,”! which\nwould have been the appearance assumed by proto-Saturn due to its unwinding coil of dusty\ndebris.\n\nThat serpents and intestines were associated with each other is borne out by the Egyptian\nApep who, although a serpent, as we have seen, was likened to a winding intestine? the very\nentity that led us to Humbaba. In fact, the imagined association of these impressions left its\nmark on the vocabulary of the Egyptian language, as notice, for example, the word qab. This\nsimple term actually means “intestines,” but the related qabu translates as “windings” and/or\n“coils,” while also standing for “the folds of a serpent.”4 The same word also lent itself as a\nname—rendered as Qabi—to a mythological snake.5\n\nIntestines connote evisceration and, while not exactly common, disembowelment among\nthe gods was a belief held in antiquity. Apep was not only a snake that was likened to a wind-\ning intestine, he was also disemboweled.° It is thus understandable that proto-Saturn’s un-\nwinding debris would also have been seen by some as an evisceration, which is why Humba-\nba’s face was shown to be formed out of entrails rather than coiling serpents as in Tlaloc’s\ncase.\n\nWhat the reader should never lose track of is Earth’s axial alignment with proto-Saturn.\nAs seen from Earth’s vantage point, the unraveling phenomena above, around, and below pro-\nto-Saturn would have been visually superimposed on each other. Thus, as proto-Saturn’s spi-\nraling debris continued to expand, it was visually seen to merge with its dissipating circum-\nstellar disk that was slowly going through its own chaotic disarray. An allusion to this evolv-",
        "bibliography": [
            "! Ibid., p. 284.",
            "2B. A.W. Budge, loc.cit.",
            "3 Idem, An Egyptian Hieroglyphic Dictionary, Vol. Il (N. Y., 1920/1078), p. 763.",
            "4 Ibid.",
            "> Ibid.",
            "6 Idem., The Gods of the Egyptians, Vol.1 (N. Y., 1904/1969), p. 447."
        ],
        "captions": []
    }
]