[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 91,
        "content": "\nArtistic impression of a jetting brown dwarf star.\n(ilustration courtesy of ESO.)\n(Illustration courtesy of ESO.)\nthrough its series of instabilities. Among the different items to which the column was com-\npared, and to which we must return in order to better understand what transpired next, was the\ndeity’s virile member.!\nTHE PHALLIC DEITY\nThat fertility rites commemorating what eventually became known as Mother Earth took\nplace among primitive tribes, even down into modern times, is not contested.? Neither is it\ncontested that some of these rituals were connected with the coming-of-age ceremonies that\nyoungsters were usually made to undergo at puberty? Even the insistence of the Kumeyaay of\nCalifornia that the sky is male, with the land below as female,‘ is explainable since rain from",
        "bibliography": [
            "| See God Star, pp. 441 ff.; Flare Star, pp. 236 ff.",
            "2 See here, for example, E. C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), pp. 100 ff.",
            "3 Ibid.",
            "4 Ibid., p. 104."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 92,
        "content": "the sky does impregnate the land which then gives birth to life in plants. But there is more to\nphallicism than all that since the very Saturnian deity we are concerned with was believed to\nhave had a phallic form.\n\nMankind’s preoccupation with phallic worship stretches back to the end of the Ice Age,\nsome 10,000 years ago. Stone phalli have come to light from as far back as the Stone Age,!\nsome of which have recently been found in one of the earliest Neolithic precinct in the Naza-\nreth Hills of the lower Galilee in northern Israel.2 Others have surfaced in the megalithic tem-\nples of Malta which have been dated to around 6,000 years ago.?_In India, some of the phallic\nstones which served as manifestations of the god Shiva were erected in the same Neolithic\nperiod, while some have been dated to 4,000 years ago.°\n\nIn Japan, stone phalli remain as common as they had been in antiquity. “The visitor in\nmodern Japan may see the relics of its once extensive phallic cult in a number of famous\nshrines,” wrote Post Wheeler in 1952. “The observant traveler cannot stray far from the beat-\nen track in Japan without coming upon some rustic rite which is significant of this early wor-\nship.” © The island of Onogoro, Wheeler went on, “has always been celebrated for the number\nof stones of phallus and vulva shape found there.”’ And William George Aston, whom\nWheeler cites, “records that he found the road from Utsunomiya to Nikko lined with stone\nsymbols, and many country neighborhoods still show a multitude of phalloi scattered along\nthe highway or piled under the porches of old temples.”8\n\nThe Hindu Shiva is so much associated with—when not altogether identified as—his own\nmember that, in his manifestation of Virupaksa,? he is only worshipped as a linga and never in\niconic form,!° as so, likewise, is his avatar of Mailara.'!\n\nThe reverence of the phallus as a god in itself was not restricted to India. The ancient\nEgyptians, too, revered a phallus god whose name was Aai, one of the cognomens of Ra him-\nself,!? whose Saturnian identity we need not re-stress. M’tha au, an ancient Egyptian term\nwith the meaning of “Long Phallus,” was actually a title of Osiris,!3 yet another deity identifi-\nable as proto-Saturn.\n\nBut back to India. As stated earlier, we donot much agree with what Graham Hancock",
        "bibliography": [
            "'R. Rudgley, The Lost Civilizations of the Stone Age (N. Y., 1999), p. 187.",
            "2 “Prehistoric Funerary Precinct Excavated in Northern Israel: Grave Goods Include Phallic Figurines, Sea",
            "Shells,” sciencedaily.com (September 3, 2008).",
            "3 E.C. Krupp, op. cit., p. 128; N. B. Lewis, “Mother Goddesses and Megaliths: Notes from Malta,” Archaeology",
            "Odyssey (January/February 2004), p. 17.",
            "4H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), p. 126.",
            "5 J.M. Kennoyer, Ancient Cities of the Indus Valley Civilization (Oxford, 1998), p. 110.",
            "© P. Wheeler, The Sacred Scriptures of the Japanese (N. Y., 1952), p. 401.",
            "7 Ibid.",
            "8 Ibid.",
            "9 A. Verghese, Archaeology, Art and Religion: New Perspectives on Vijayanagara (New Delhi, 2001), pp. 7, 40.",
            "10 Ibid., p.95.",
            "1 Wpid., p. 142.",
            "12 B.A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. I (N. Y., 1920/1978), p. 110.",
            "92",
            "13 [bid., p.291."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 93,
        "content": "has presented to the world, but one thing he clearly understood was the Indic tendency for di-\nvine variability. “Very little in Hinduism is straightforward or exactly what it seems,” he\nwrote. “Identities change and merge, contradictions abound, one thing stands for another,\ngods may manifest in different ways at the same time, ambiguity is everywhere.”! Although\nnot quite unique to Hinduism, the reason behind this had to do with our ancient forebears’ in-\ndetermination of what it was that had been splashed across the sky above their heads.\n\nWe are not about to state that we were wrong when we identified Shiva as one of various\nIndic deities personifying proto-Saturn.? His assimilation to Surya in his Khandoba incarna-\ntion proclaims the identity even though Surya is usually misunderstood as a personification\nof the Sun. That Surya could not, however, have been the present Sun is evidenced by the\ncharacteristics with which his personality was endowed. Thus, for instance, Surya is said to\nhave been immobile in the sky4 and, under the name Savitri, to have actually shone at night.\nThese are two characteristics out of various others that fit the role of the proto-Saturnian sun\nbut not that of our present stellar host.”\n\nBut even the above circuitous route is not really required since, after all, it is no secret that\nShiva is also known as Shani’ the very Sanskrit name of the Saturnian planet.? Even so, it\nseems just as likely that Shiva originated as the proto-Saturnian axis mundi, which manifesta-\ntion won him the epithets of Sthanuh, which means “pillar,”!° as well as Kilah, with the same\ntelling meaning.!! This is why Shiva was also said to have revealed himself as a column of\nblazing light and scorching fire which pierced the sky.!? He is thus believed to be one with his\nown linga, which we interpret as the very polar column of our discussion. Nor is this merely\nour own conjecture since the equation has long been known to others. Shiva’s “fiery lingam,”\nwrote Heinrich Zimmer, “is a form of the Axis Mundi” which can be “equated with the shaft\nof light” that penetrated Mother Earth.'?\n\nShiva’s linga (or lingam) is also known as Dhruva,'* which is the Sanskrit name of the\nPole Star,!5 the place of which, as we have seen, had once belonged to Vishnu/Saturn, which\nfurther cements our conviction that the primordial proto-Saturn had been firmly fixed in\nEarth’s north celestial pole. At the bottom of this duality, as simplified by Zimmer, is the",
        "bibliography": [
            "1G. Hancock, Underworld: The Mysterious Origins of Civilization (N. Y.,2002), p. 223.",
            "2 Flare Star, pp. 228-239, 241-245, 248, 283, 289, 306, 313.",
            "3 A. Verghese, loc. cit.",
            "4 Satapatha Brahmana, IV:3:4:9;, V.S. Agrawala, Sparks from the Vedic Fire (Benares, 1962), pp. 82-83.",
            "5M. Eliade, Patterns in Comparative Religion (London, 1996), p. 144.",
            "6 Ibid., p. 145.",
            "7 For more on Surya as proto-Satum see God Star, pp.122, 132, 165, 216, 233, 252,",
            "8 VS. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 907",
            "9° RE. Hume, The Thirteen Principal Upanishads (Madras, 1965), p. 454; V. S. Apte, op. cit., pp. 906-907.",
            "10 Jbid., p. 1007.",
            "1 [pid., p. 358.",
            "12M. C. Subramanian, Glory of Arunachela (India, 1999), pp. 93, 100.",
            "93",
            "13H. Zimmer, op. cit., p. 128.",
            "14 [bid., p. 126.",
            "15 See God Star , pp. 232-236 for more on Dhruva."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 94,
        "content": "\nrealization that, in the earliest Puranas, Shiva merely served as a “mask,” that is a “function,”\nassumed by Vishnu.!\nDIVINE PENILE WITHDRAWAL\nAt this point we must return to an event which we had already described in some detail in\na previous volume of this series.2 As we had there explained, at some point in the mythologi-\ncal age, Ra cut off his own phallus. So, also, was Shiva said to have castrated himself As\nGeorge Harvey rightly stated, the cutting of the genitals of Ouranos by Kronos, as told by the\nancient Greeks,® is also a self castration since, as we have already noted, Ouranos was simply\na different manifestation of the same Kronos/Saturn. Harvey thus understood these myths to\nhave originated in relation “to the heavens” in order to account for “Saturn’s loss of the col-\numn which appeared to have reached from Earth to Saturn.”7\nWe must not, however, adduce from this that the column had been merely severed, since\nthe same castrated Ra was understood by others as having had sexual union “with himself,’’\nwhich could best mean that the column was actually seen to retract itself straight up into the\nproto-Saturnian orb. Thus, to be sure, the castrated genitals of Ouranos are said to have been\nflung “into the stormy sea,” which sea must be understood as the celestial one, that is proto-\nSaturn’s circumstellar disk. Thus, Ouranos’ castrated organ did not fall down, but up—\nstraight up into the very stellar orb which had originally generated it.!° As detailed in the Shi-\nva Purana, under the name Rudra, Shiva’s own castrated linga was also said to have gone up\ninto “the very sky.”\"!!\nFrom an astrophysical point of view, what had actually transpired was the electrical recoil-\ning, and thus retraction, of proto-Saturn’s Birkeland jet.\nA TIME DEVOID OF TIME\nThe Shiva Purana also tells us that the so-called “arrival,” or manifestation, of the proto-\nSaturnian trinity—that is, Brahma, Vishnu, and Rudra/Shiva—was “unwitnessed,” and un-\nknowable by the wisest of sages.!? What this is telling us is that, as far as mankind was con-\ncerned, the proto-Saturnian luminary had always existed in the sky—that is, no one had wit-\nnessed its arrival or first manifestation.\n!H. Zimmer.op. cit., p. 128.\n2 Flare Star, pp. 279 ff.\n3 E. A. W. Budge, op. cit., p. 489.\n3 E, A. W. Budge, op. cit., p. 489.\n4 Ww. D.O’Flaherty, Hindu Myths (Harmondsworth, 1976), p. 140.\n4 W.D. O'Flaherty, Hindu Myths (Harmondsworth, 1976), p. 140.\n5 G.R. Harvey, “Abraham and Phallicism,” Chronology & Catastrophism Workshop (1988:2), p. 10.\n6 Hesiod, Theogony, 178-208.\n7G.R. Harvey, loc. cit\n8 R. Van Over, Sun Songs: Creation Myths from Around the World (N. Y., 1980), p. 283.\n9 Hesiod, loc. cit.\n° Hesiod, loc. cit.\n10 See also Flare Star, pp. 279-280 for more details on this particular event.\n1lW.D. O'Flaherty, loc. cit.\n12 Thid., p. 138.\n94",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 95,
        "content": "More than that, with a sub-star stationed permanently in Earth’s north celestial pole, an im-\nmobile sun that never set in a starless sky that reflected neither day nor night, there had been\nno way by which mankind could calculate the passage of time.! The Lakota Amerinds re-\nmember this as “the time when there was no time.”?\n\nThe above disclosure seems to have caused difficulties among those who have been fol-\nlowing the slow unraveling of our scenario. Thus, in a flattering review of my work, Laurence\nDixon found it difficult to understand how decisions could be made by ancient man when\nthere was “no frame of reference” to be had. As I however replied, decisions by ancient man\nduring the period concerned did not have to involve the telling of time. “A decision to go\nhunting,” I then added as an example, “could have been reached and acted upon the spur of\nthe moment, or simply shrugged off until later, when hunger, or an empty larder, would have\ndemanded it.””4\n\nThe lack of day and night at any time during Earth’s past has also been contested through\nthe evidence of coral fossils.> It has been stated that certain species of corals “not only have\nannual growth bands like trees, but also daily growth bands.”¢ And since certain fossil corals\nhave been assigned to the Devonian, it has been assumed that an annual plus a daily cycle\nwould surely have ensued during this particular era.? The problem here is that coral polyps are\ninsensitive to light § so that the bands shown in their skeletons remain highly controversial?\n\nAn additional reason for the inability to calculate the passage of time had to do with there\nhaving been no demarcation of seasons. Even those who have attempted to interpret man’s\nancient memories as reflections of what they believe to be Biblical truths have harped upon\nthis state of affairs, even though they realized that Saturn was the one to blame. As Thomas\nBurnet wrote in his halting, awkward-spelling way: “The Ancients suppos’d, that in the reign\nof Saturn, who was an Ante-diluvian God, as I may so call him, Time flo’d with a more even\nmotion, and there was no diversity of Seasons in the Year.”!° Among the ancients that Burnet\nhad in mind were Virgil, who wrote about the time when Earth “had then one constant\nspring,” and Ovid, who echoed the same words, which were then repeated by the likes of\nAlcimus Avitus and similar Christian authors in search of Biblical confirmation.!!\n\nIn order to explain the existence of warm-loving animals in Arctic regions, even Charles\nLyell, the very originator of uniformitarianism, had reason to suggest a previous time “in",
        "bibliography": [
            "! See God Star, pp. 305 ff. and Flare Star (check the Index under “time”) for much more on this subject.",
            "2.§ Eddy, Native American Myths (London, 2001), p.9.",
            "3 L. Dixon, in a letter published in Chronology & Catastrophism Workshop (2008:3), p. 6.",
            "4D. Cardona, reply published in ibid. (2009:1), p. 6.",
            "> See here especially God Star, pp. 391 ff.",
            "6B. Hills, op. cit., p. 129.",
            "7 Ibid.",
            "8 J. W. Wells, “Pacific Islands,” Encyclopaedia Britannica (1959 edition), Vo. 17, p. 7.",
            "95",
            "OTA. Stephenson, “Anthozoa,” in ibid., Vol. 2, p. 35.",
            "10 T. Burnet, The Sacred Theory of the Earth (London, 1965), p. 136 (italics, capitalizations, and spelling as giv-",
            "en).",
            "1 [bid., pp. 135-136."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 96,
        "content": "\nwhich the temperatures of winter and summer were nearly equalized.”!\nThere are two questions we must now ask. How did the timeless era pass into one of time?\nAnd what was it that forced the retraction of proto-Saturn’s axis mundi? While we supplied an\nexplanation to the second query in the second volume of our series, the first one asked above\nremains unanswered. And yet, in order to provide a solution to this problem, we must briefly\nreturn to the reply we supplied for our first one before we can progress to those events we\nhave not yet discussed. So let’s move on.",
        "bibliography": [
            "'C. Lyell, Principles of Geology, Vol. I (Chicago 1970 reprint), p. 97.",
            "? Flare Star, pp. 285 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 97,
        "content": "\nChapter 5\nDay One\nNEWCOMERS IN AN ALIEN SYSTEM\nur Galaxy has been overhauled. The renovation was made possible through the use of\nthe National Science Foundation’s Very Long Baseline Array—VLBA for short—\nQO: National Science Foundation’s Very Long Baseline Array—VLBA for short—\nwhich consists of a wide-spreading system utilizing 10 radio-telescopes that stretch\nfrom New England to Hawaii and the Caribbean. This interconnected array can produce im-\nages “hundreds of times more detailed” than what can be photographed by the Hubble Space\nTelescope.! It is claimed that the VLBA’s “tremendous resolving power” is “equal to being\nable to read a newspaper in Los Angeles from the distance of New York.”? What this array\nhas discovered is that very little of what we thought we knew about the Milky Way turns out\nto be so. Our galaxy, it has been found, contains 50% more mass than hitherto believed, while\nit is rotating 100,000 miles-per-hour faster than previously calculated. At the Sun’s distance\nfrom the Milky Way’s center, calculated at 28,000 light-years, our Solar System would be\nmoving at 600,000 miles, as opposed to the previously-estimated 500,000 miles, per hour. Our\ngreater mass also translates into a greater gravitational pull which increases our chances of\nanother collision with an alien galaxy? I say another collision because, as we had earlier\nbrought to the attention of our readers,4 it has been discovered that the Milky Way is even\nnow colliding with the dwarf elliptical galaxy known as Sagittarius.\nYes, galaxies do have a tendency to collide with each other, although “collide” may not\nbe the proper term to use. In the meantime, the absorption of the Sagittarius galaxy by our\nown Milky Way continues to make news.® And although, as we have also noted, it has been\ndenied that our Solar System actually belongs to Sagittarius rather than the Milky Way as oth-\ners had proclaimed,’ the very fact that Sagittarius is cutting across our Galaxy at right angles\nthrough the very region which harbors the Solar System just about speaks for itself.8 What\nmight be more telling is the additional fact that the Solar System’s ecliptic plane, and thus its\nQO: Galaxy has been overhauled. The renovation was made possible through the use of\n! Harvard-Smithsonian Center for Astrophysics Press Release, No. 2009-03 (January 5, 2009), p. 2.\n1 Harvard-Smithsonian Center for Astrophysics Press Release, No. 2009-03 (January 5, 2009), p. 2.\n2 Ibid.\n3 Ibid.,p.1.\n4 Primordial Star, pp. 355-358.\n4 Primordial Star ,pp. 355-358.\n5 See here, for instance, A. Thompson, “Hubble Photographs Dozens of Colliding Galaxies,” space.com (April\n24, 2008).\n© A. Thompson, loc. cit.\n6 A. Thompson, loc. cit.\n7 Bditor’s note to “New Map of the Milky Way Shows Our Galaxy to be a Cannibal,” The Bleeping Herald, pub-\nlished by Global Intelligent Press, in the October 4, 2007 issue at www.bleepingherald.com\n8 R. Jayawardhana, “How the Milky Way Devours its Neighbors,” Astronomy (March 2008 Special Issue—Al\nAbout Galaxies), p. 37.\n97",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 98,
        "content": "\naxial tilt, aligns with the oblique slant of Sagittarius and not the Milky Way. Nor am I speak-\ning out of turn since astrophysicists themselves have realized that several stellar clusters\nwhich had previously been thought to be the Milky Way’s progeny actually came from Sagit-\ntarius.!\nStars, of course, are known to wander and, yes, they do invade other systems. Some are\nthought to be ejected. Two “runaway stars” are even now “storming away from the Orion\nNebula in nearly opposite directions faster than 100 kilometers per second.”? Another star has\nnot only been claimed to have invaded the same Nebula, but to have charged right through it?\nNor are we here talking millions of years ago. As noted by Jonathan Tan from Princeton Uni-\nversity: “This star was ejected [out of the Orion Nebula] at a time within recorded human his-\ntory, just after the building of the Great Pyramids of ancient Egypt.”4\nRunaway Stars continue to make news. Fourteen new such renegades were discovered\nwhile this book was being written. Called “high-velocity stellar interlopers” by an astronomer\nat NASA’s Jet Propulsion Laboratory, they are tearing through space at more than 112,000\nmiles per hour.> While, according to Raghvendra Sahai, the discovery of these runaways came\nas “a complete surprise,”® the same source does admit that “stellar interlopers” of their kind\nhave been observed since the late 1980s. But, as Sahai also reported, it is now believed that\n98\n“the massive runaway stars observed before were just the tip of the iceberg.””\nStars from Sagittarius have not only been adopted by the Milky way, there are something\nlike 1,200 stars, among them Gliese 710, that are heading “straight toward us.”8 Some of these\nstellar individuals are even now streaming closer to the Solar System’s present position. This\nis so true that stars in our stellar neighborhood vary in their chemical composition from the\nSun when, had they all been siblings, they should all have shared the same chemical makeup.\nAstronomers now believe that these particular stars could not have been born anywhere close\nto our Sun.? “Stars from an alien galaxy,” Steven Majewski reported, “are relatively near\nus.”!0 Forget “alien galaxy.” If, as we proclaim, the proto-Saturnian system had its origin in\nSagittarius, we’re actually home, even though still foreign to the Solar System.\nRegular stars—if any stars can be called that—are not the only stellar bodies known to be\nejected from their systems. Brown dwarf stars are also thought to be evicted by their hosts!!\n(although actual formation through ejection is disputed by the best authorities).'? And as\n! pid.\n? P.L. Gay, “Tracking Orion’s Runaways,” Sky & Telescope (August 2004), p. 24.\n3 Ibid.\n4 Ibid.\n5 “Runaway Stars Go Ballistic,” space.com (January 7, 2009).\n6 Ibid., p. 1.\n7 Ibid., p. 2.\n8 J. Winters, “A Brief Tour of a Bad Cosmic Neighborhood,” Discover Presents the Whole Universe (special\nedition of Discover, Fall 2008), p. 42.\n° S. Smith, “Misplaced Mavericks,” Picture of the Day, thunderbolts.info (September 26, 2008), pp. 1-2.\n10. Jayawardhana, loc. cit.\n11R. Naeye, “Binary Sheds Light on Brown Dwarf Formation,” Sky & Terlescope (October 2004), p. 22.\n12 Ibid.",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 99,
        "content": "\nwe’ve pointed out in previous volumes of this series, even planets are now known to be float-\ning free in space unbound to any star. As it has been said, these, in fact, “could be the most\nplentiful objects in our galaxy.”! A few of these may even be captured into orbit around stars\nto form new planetary systems or add their number to existing stellar families?\n“The existence of these isolated planetary-mass objects challenges the current knowledge\nof stellar and planetary formation,” wrote Maria Zapatero Osorio, who then hailed from the\nCanary Island’s Institute of Astrophysics.> “The atmospheres of [these] free-floating planets\nclosely resemble those of brown dwarfs,” she went on.‘ “In fact, brown dwarfs are the big sis-\nters of free-floating planets.”5\nMoreover, very much like our own proto-Saturn, brown dwarfs are known to harbor\nplanetary-mass objects—or, come to think of it, never mind planetary-mass objects. How\nabout actual planets traveling through space in the company of brown dwarf stars?° What then\nis so bizarre with our postulate that the very planet beneath our feet had once been traveling\nthrough free space in the company of the proto-Saturnian sub-brown dwarf while the galaxy\nto which it belongs was amalgamating with the Milky Way? Similar mergers are in process\neven now.\nThere is a zone between the edge of the Solar System and the rest of the Milky Way —\nand/or the Sagittarius galaxy —the exploration of which is also giving astrophysicists a head-\nache. Although, naturally enough, it was known to exist, none of our instruments had pene-\ntrated this domain until 2003. To use Kathy Sawyer’s words, Voyager 1, which was launched\nin 1977, has become “the first human emissary to approach the boundary region where the\nsun’s domain ends and the vastness of interstellar space begins.”” And, as is becoming quite\nroutine, what Voyager’s instruments detected in this newly explored region led to the usual\ncontesting theories of whatever it all means. Fraught with what has been described as “bizarre\ncosmic rays and other characteristics” not encountered in previous years of space exploration,\nthis was truly “a new environment.”§ Mainly because the solar wind seems to clash against an\nunseen boundary, the region has been said to constitute a termination shock. But what it was\nthat Voyager 1 had managed to pass through was the Sun’s heliospheric —that is plasmaspher-\nic—double layer. This is the very place at which the interloping proto-Saturnian system’s own\nplasmasphere first contacted that of the Sun. What then transpired formed the subject of our\nsecond volume in this series,'° but we’ll have a few items to add later in this very chapter.\nHaving entered the Sun’s domain, proto-Saturn would have carried Earth with it through\n1), J. Eicher, “Editorial,” Astronomy (October 2006, Special Issue), p. 6; (see also article from same issue cited\nbelow, p. 47,\n2M.R. Zapatero Osorio, “Planets Without Suns,” in ibid., p. 44.\n2M. R. Zapatero Osorio, “Planets Without Suns,” in ibid., p. 44.\n3 Ibid.\n4 Ibid.\n5 Ibid.\n6 ESO insert in M. R. Zapatero Osorio’s article, op. cit., p. 46.\n7K. Sawyer, “Voyager 1 Nears Edge of Solar System,” Washington Post (November 6, 2003), p. A03.\n8 pid.\n9 Ibid.\n10 Flare Star, in toto.\n99",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 100,
        "content": "\n4   | a,   7  =,\nHE eg Ap   iN a\nCe ee Eo      mae ake | LA\nj  hee ae Al      ‘ Sy a  er\n| iN  i a  A ih }\nHy   PM a          Pala | ied\nSAE\n——s    -—-        —    —=-«      —",
        "bibliography": [
            "Ideal view of proto-Saturn complete with its circumstellar disk and axial column.",
            "(Illustration by Richard M. Smith.)"
        ],
        "captions": []
    }
]