[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 141,
        "content": "somewhere in the Great Lakes district presented itself as a better possibility for ground zero.\nAccording to West and his colleagues, this would have been closer to present Chicago than\nanywhere in Canada.!\n\nThe heat generated by the impact is said to have “likely melted much of a glacier that once\ncovered the Great Lakes region” which would have sent “a massive flood” down the Missis-\nsippi River into the Gulf of Mexico, the increased fresh water of which would have shifted the\ncurrents of the Atlantic Ocean?\n\nWhile some later reports made mention of a “swarm” of comets, rather than a lone intrud-\ner? most continued to invoke a single body which broke up, the fragments of which scattered\nacross the United States,4 and, according to some, even reached as far as Europe.> “This event\nwas large enough to directly kill most everything instantly,” Firestone reported. “Those that\nsurvived would have found their food sources devastated, their water polluted, all kinds of\nthings that would have made it difficult to go on much longer.”6 Most of those who perished,\nit was said, were burned alive, including something like 70 percent of human beings in North\nAmerica.”\n\nPEPPERED MAMMOTHS\n\nThat Clovis man hunted mammoths there is no doubt# In fact, there was a time, not long\nago, when the very extinction of these beasts, as well as other Pleistocene fauna, was blamed\non Clovis man.? There were some who thought the massacres attributed to this culture were\nsomewhat exaggerated,!° but the accusation held just the same especially among those who\nclaimed it was the introduction of human-borne viral diseases that jumped across the species\nline.!! Even when climate change and cosmic impacts had by the 1980s been suggested as the\nreal cause for the animals’ demise,!? others continued to believe in what had become known\nas the overkill theory.!3 By the turn of the century, changing climate was wedded to overkill\nin an attempt at conciliation,'+ but the marriage ended in divorce, with both theories\neventually falling into disrepute.'> In the end, while Clovis man was exonerated from the",
        "bibliography": [
            "1R. Mitchum, loc. cit.",
            "2 “Study: Diamonds Link Comet to Mammal Extinction,” CNN.com (January 2, 2009).",
            "3 Ibid.",
            "4 L. Mitchell, “Will Work at Allendale County Archaeological Dig (Topper) Rewrite Human History?”",
            "freerepublic.com (Sune 8, 2008).",
            "5H. Pringle, loc. cit.",
            "©C. Lee, loc. cit.",
            "TD. Sensing, “Death From Above, Continent-Wide,” windsofchange.net (January 13, 2008).",
            "8 See here, for instance, R. Claiborne, The First Americans (N. Y., 1973), pp. 40 ff.",
            "°T.Y. Canby, “The Search for the First Americans,” National Geographic (September 1979), p. 330.",
            "10 Tbid., p. 359; J. Diamond, “The American Blitzkrieg: A Mammoth Undertaking,” Discover (June 1987), p. 84.",
            "11 J.M. Adovasio (with J. Page), The First Americans (N. Y., 2002), pp. 128-129.",
            "12 Tbid., pp. 119-120, 128.",
            "13 R. Gore, “Extinctions,” National Geographic (June 1989), p. 695.",
            "14 y_ Yasuda, “Forest and Civilizations,” in Y. Yasuda (Ed.), Forest and Civilizations (New Delhi, 2001), pp.",
            "14 y_ Yasuda, “Forest and Civilizations,” in Y. Yasuda (Ed.), Forest and Civilizations (New Delhi, 2001), pp-",
            "172-173.",
            "15 J. Kahn, “Monsters on Ice,” Discover (March 2004), p. 59."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 142,
        "content": "\nLES\nA igo ee 1 gs ile,»\nFO AG a CE\n— ,      ay o\nWoolly mammoth\ncrime, it left the mammoths’ supposed demise hanging in mid air. In the interim, Clovis man\nhimself was also found to have succumbed. As far as I know, no one ever thought of blaming\nthe mammoths for his demise.\nIt is therefore not surprising that a cause had to be found in order to account for the disap-\npearance of both teams—mammoths and Clovis man—even though some of the mammoths\nhad never really left the scene. As it turned out, not everyone was willing to embrace the com-\netary innovation, which is inevitably the case when new, especially revolutionary, theories are\nproposed. Uniformitarians, after all, do not easily retreat. As Heather Pringle noted, “many\nresearchers are likely to greet such apocalyptic scenarios with deep scepticism.”? Similar sen-\ntiments were expressed by Rex Dalton when he wrote that:\n“The history of geology is peppered with such notions—from the ‘cosmic serpent’\ntheory that the outer planets nudge comets onto a collision path with Earth, to the idea\nthat an impact could have caused the collapse of Bronze Age civilizations. Most of\nthese theories have never become widely accepted by the scientific community .”3",
        "bibliography": [
            "1 “Ancient Hunters Ledt Off the Hook over Mammoths’ Demise,” New Scientist (March 27, 2004), p. 16.",
            "7H. Pringle, op. cit.,p.9.",
            "3. Dalton, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 143,
        "content": "\nAll of which is reflected in the utterances of Daniel Amick, one of the experts on the Clo-\nvis culture:\n“When most archeologists heard about [the comet theory] they were somewhat dis-\nmissive. We could think, ‘How in the world could we have missed this? How could\nthis spectacular kind of event have occurred and never even dawned on us?’”!\nNone of these criticisms washed neatly off West and Firestone’s backs. They knew exact-\nly what they were up against. Thus, in order to strengthen their theory, they embarked on what\ncan be considered a daring step. They decided to examine mammoth tusks to see if the cosmic\nblast they believed in had left its imprint on such ivory. The interest in tusks is understandable\nsince, together with horns and antlers, these would have been hard enough to retain the marks\nof cosmic particles. Eight Alaskan mammoth tusks and one Siberian bison skull that they ex-\namined contained exactly the type of scars that they were looking for?\n“In the case of the bison,” said Firestone, “we know that it survived the impact because\nthere’s new bone growth around these marks.” As West explained, had the particles penetrat-\ned the skin, “they may not have made it through to vital organs; but this material could cer-\ntainly have blinded the animals and severely injured them.”?\nWhat was rather telling is that the marks in question happen to occur on only one side,\nwhich is “consistent with a blast coming from a single direction.”+\nBut there was more than just marks—minute punctures, really. As confirmed by an elec-\ntron microscope, some of the particles that produced them were still embedded in the ivory.\nTests then indicated that the minute fragments included a magnetic high iron-nickel content.\nTHE CHARCOAL DISPUTE\nThe palaeontologist Paul Koch was not convinced that there were any continental fires at\nthe time of the supposed event, as neither was the geologist Gerta Keller. Others have how-\never shown that Greenland ice cores do contain evidence of such fires “around the start of the\nYounger Dryas.””\nWith so much reliance placed on the contents of Greenland ice cores, one would have\nthought that the above disclosure would have ended the debate. But further analysis of the\ncontroversial charcoal was still said to show “no evidence” of the “continental scale fires”\ndemanded by the theory. Where, then, could the charcoal have come from?\nAccording to the results of this new analysis, an increase in fires following normal per-",
        "bibliography": [
            "1R. Mitchum, loc. cit.",
            "2J. Amos, “Great Beasts Peppered From Space,” news.bbc.co.uk (December 11, 2007).",
            "3 Ibid.",
            "4 Ibid.",
            "5 Ibid.",
            "°H. Pringle, loc. cit.",
            "7R. Dalton, op. cit., p. 257.",
            "8 J. Palmer, “Mammoth-Killing Comet Questioned,” news.bbc.co.uk (January 29, 2009)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 144,
        "content": "\niods of climate change is to be expected.! But then the way some scientists think leaves one\nwondering. “Even if you have cometary impact data,” said Wallace Broecker, “that doesn’t\nimply they generated wild fires that killed off the mammoths”—which was then echoed by\nAndrew Scott who hailed from the University of London? Although this was a valid argu-\nment, it somehow seemed as if a cometary impact was easier to stomach than continental for-\nest fires.\nWhat test results were said to actually indicate is that “while there was significant evi-\ndence of /ocalized fires throughout a 5,000-year period centered around the Younger Dryas,\nthere was no sign of a single continental-scale wildfire event.”? According to those who would\nhave nothing to do with cometary interactions, the greatest incidence of forest fires occur “just\nafter periods of abrupt climate change.” This, it has been claimed, is because warming periods\ntend to “result in the death of plants and trees that more readily provide fuel.”4 These critics,\nhowever, neglected to explain what could have caused these “periods of abrupt climate\nchange.” Besides, why were they concentrating on continental—by which they meant North\nAmerican —fires when, as we have seen, forests had actually been ignited around this time all\nover the world?\nNever mind the heat that must have been responsible for these fires, there were actually\nthose who claimed it was the cold that caused them. According to them, the forest fires oc-\ncurred after the shift from the warm Allergd interstadial to the colder conditions of the\nYounger Dryas. It was, still according to them, the very “sudden onset” of the colder Young-\ner Dryas that actually “caused the death of many trees” which would then somehow have been\nset on fire. “It is highly questionable,” they went on, “that an extraterrestrial impact over\nNorth America could have caused large-scale forest fires in northwest Europe.” But, more\nthan that, how about the rest of the world?\nTHE NANODIAMOND EVIDENCE\nSome of those who could not buy the comet theory also began to question the nanodia-\nmond evidence. There were even some, among them nanodiamond experts, who found reason\nto ask whether such diamonds were really found in connection with the so-called impact lay-\ners.”7 But not only were such diamonds found, they have come to light in association with\nYounger Dryas sediment from all over North America Nor were such finds exceptional.\n1 bid.\n1 Ibid.\n2 Ibid.\n3 Ibid. (emphasis added).\n4 Ibid.\n5 T. van der Hammen & B. van Geel, “Geo(Im)pulse: Charcoal in Soils of the Allergd-Younger Dryas Transition\nWere the Result of Natural Fires and Not Necessarily the Effect of an Extr-Tterrestrial Impact,” Netherlands\nJournal of Geosciences (December 2008), p. 359.\n6 Ibid., p. 360.\n7 R.A. Kerr, “Did the Mammoth Slayer Leave a Diamond Calling Card?” Science (January 2, 2009), p. 26.\n8D. J. Kennet, “Nanodiamonds in the Younger Dryas Boundary Sediment Layer,” in ibid., p. 94; A. Grant, “The\nOther Big Bang theory,” Discover (April 2009), p. 14.\n144",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 145,
        "content": "\nSimilar diamonds have been found in Germany and Belgium,! some of which are also said to\ncome from Younger Dryas boundary layers.? According to one specialist, they have even been\nfound in “modern peat bogs”3—although, with the length of time it takes for peat to form,*\none wonders how “modern” such bogs can be.\nNone of this served to still those voices which continued to be raised against the comet\ntheory. The microscopist Dominique Schryvers is on record for stating that they have “no\nidea” where such diamonds could have come from, but that, as far as she was concerned, their\nexistence does not constitute proof of an impact, which sentiment was echoed by various oth-\ners.5 And yet Schryvers had to have known of the association of nanodiamonds with cosmic\nimpacts. As it had already been surmised, microscopic diamonds can form from impact-\nshocked graphite and/or through the condensation of carbon vapor in impact clouds. They\ncan also be dumped by the impactors themselves since asteroids are capable of transporting\ndiamonds that might have been created around distant stars.” And if asteroids, why not com-\nets.\nCOSMIC BLASTS\nCometary interaction in Earth’s past continued to be debated, even as these words were\nbeing written, and will probably continue to be debated for years to come. Computer simula-\ntions of cometary expulsion from the theorized, but still undetected, Oort cloud led a group of\nresearchers to the conclusion that cometary showers in Earth’s past “were few and hence\nprobably did not cause more than one extinction event.”§ More precisely, what the study\nshowed was that “no more than two or three major impacts could have occurred during what\nscientists believe was the most powerful comet shower of the past 500 million years.”? This\nevent was said to have transpired “about 40 million years ago,” with the extinction having\nbeen “relatively minor.” !°But, as Paul Weissman, senior research scientist at NASA’s Jet\nPropulsion Laboratory, pointed out, “the extinction implications” of the simulations in ques-\ntion “involve comet showers, not comets in general, and that even a diminished profile of\nshowers does not rule out the role of comets in extinctions.”!! As he added, one “big strike,”\nrather than a shower of small comets, is all that would be required.!? In keeping with Weiss-\nman’s view, cometary as well as asteroidal impacts continued to be deemed the primary caus-\nes of mass extinctions as well as other calamities. Consider the following:\n'R.A. Kerr, loc. cit.\nTR.A. Kerr, loc. cit.\n2 Ibid.\n3J. Palmer, loc. cit.\n3 J, Palmer, loc. cit.\n4 See here, Primordial Star, pp. 43,44, 46.\n5R.A. Kerr, loc. cit.\nSR.A. Kerr, loc. cit.\n6 Ibid.\n7 Ibid.\n8 J. Matson, “Not Set in Stone (or Ice),” Scientific American (October 2009), p. 26.\n9R. Talcott, “Comets Not to Blame for Mass Extinctions,” Astronomy (November 2009), p. 26.\n10 Ibid.\n11 J, Matson, loc. cit.\n10 Tid.\n1 J, Matson, loc. cit.\n” Ibid.\n145\n12 Thid.",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 146,
        "content": "While we have proposed the reduction of Earth’s atmosphere as having been due to proto-\nSaturn’s recurring flare-ups, the entire loss of Earth’s original atmospheric envelope is now\nclaimed to have been caused by “a colossal impact” that took place between our world and an\nunspecified “celestial body.” Countless other “planetary bodies,” including “comets rich in\nwater and other compounds,” are then thought to have continued smacking into Earth until\nsomewhere around 3.8 billion years ago. Most, if not all, of the current atmosphere is now\nbelieved to have risen around that time.!\n\nBy the year 2010, even continental drift was said to have been “kicked off’ by “violent\nimpacts from celestial bodies” somewhere around 2.5 billion years ago.” Claimed to be the\nbrainchild of Vicki Hansen from the University of Minnesota Duluth, the suspected culprits\nwere identified as “so-called bolides—objects such as comets and asteroids that crash into\nplanets and moons.”?\n\nNever mind continental drift and all of plate tectonics, the continents themselves were also\nsaid to have resulted through asteroidal collisions that “rocked” our world sometime between\n3.8 and 2.5 billion years ago. These multiple impacts, as proposed by Andrew Glikson from\nthe Australian National University in Canberra, would have punched holes above rising man-\ntle plumes that normally feed volcanoes. This would supposedly have resulted in deflecting\nthe plumes in question which act to separate Earth’s protocontinental crust. The snowballing\neffect from this is then said to have given birth to further volcanic outbursts, the molten out-\npouring from which ended up in forming a new dense crust.3 Jay Melosh of Purdue University\ndoes not buy it,4 as neither do we—and that also goes for Hansen’s take on continental drift.\n\nBut back to mass extinctions. The one at the end of the Permian period, some 250 million\nyears ago, has also been blamed on an asteroidal impact.> Scientists have even claimed to\nhave discovered the smoking gun. But then it all depends on who is doing the searching.\nRalph von Frese, a geoscientist from Ohio State University, points to an anomalous gravita-\ntional area, known as a mascon, in Wilkes Land, a district of Antarctica. As others have how-\never reported, there is no actual physical evidence that the indicated spot harbors a crater be-\nneath the ice. Nor, whatever it turns out to be, is there any geological proof that the feature\ndates to the end of the Permian.’ The team led by Luan Becker, the geochemist from Johns\nHopkins University, on the other hand, has fingered “a structure beneath the ocean floor 16\nmiles (25 km) off Australia’s northwest coast.” Even so, as Joel Davis honestly reported, nei-\nther Becker’s nor von Frese’s scenario “is yet universally accepted.”8\n\nSo, likewise, with the mass extinction of the dinosaurs that is said to have taken place",
        "bibliography": [
            "! “When Did Earth Get Its Atmosphere?” Science Illustrated (January/February 2010), p. 27",
            "2 “Continental Impact,” in ibid., pp.48-55.",
            "3 §. Simpson, “Violent Origins of Continents,” Scientific American (January 2010), pp. 60-67.",
            "4 Ibid., p. 67.",
            "5 J. Davis, “185 Million Years Before the Dinosaurs’ Demise, Did an Asteroid Nearly End Life on Earth?” As-",
            "tronomy (April 2008), pp. 34-39.",
            "6 Ibid., p. 34.",
            "7 Ibid., p. 36.",
            "8 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 147,
        "content": "\n65 million years ago.! In an attempt to end decades of speculation and scientific misbehavior,\na panel of 41 international scientists “officially” determined that the previously proposed as-\nteroidal impact had, after all, been responsible for the extinction.? Disregarding evidence to\nthe contrary,? the problem was thus resolved by consensus of opinion. As Joshua Morgan,\nspeaking for the team, reported: “We now have great confidence that an asteroid was the\ncause of the extinction.”* Basing their claim to “confidence” on their successful elimination of\ncompeting theories, they patted each other on the back for a job well done. It did not matter\nthat the only competing theories they managed to eliminate were based on volcanism, espe-\ncially those series of eruptions which produced the Deccan Traps in India. It was as if no\nproblems happen to burden the asteroidal theory they now certified as being quite legitimate.\nroblems happen to burden the asteroidal theory they now certified as being quite legitimate.\nCosmic impacts are not only held responsible for mass extinction events, but even for out-\nbreaks of evolutionary diversification.® This, it started being claimed, is what transpired dur-\nreaks of evolutionary diversification.® This, it started being claimed, is what transpired dur-\ning the Ordovician period some 500 million years ago. A large asteroid is believed to have\nexploded somewhere in the Solar System, the destruction from the fragments of which would\nave tended to create local ecological niches into which new species would have evolved.’\nhave tended to create local ecological niches into which new species would have evolved.”\nNot all is well, however—as if we have to say it. Whatever impacted in northern Quebec,\nCanada, to produce the immense Manicouagan Crater, some say 214 million years ago, is not\nknown to have caused a mass extinction—not even a minor one.’ And then, how about more\nnown to have caused a mass extinction—not even a minor one.’ And then, how about more\nrecent times? As it happens, what has been deemed an asteroid disintegrated in the atmos-\nphere high above the town of Bone in South Sulawesi, Indonesia, on October 8, 2009. This\nhere high above the town of Bone in South Sulawesi, Indonesia, on October 8, 2009. This\ncaused Peter Brown, who then hailed from the University of Western Ontario, as well as oth-\ners, to “estimate that events like this occur about once per decade.” As far as is known, how-\never, the Indonesian blast did not result in any harm or damage.\nIMPACT CRATERS\nAlthough not all cosmic blasts carve craters, some do. And while, as reported by Benny\nPeiser, the precise dating of such scars “is nearly impossible with current technology,” some-\nthing like “a dozen craters are known to have been carved out during the past 10,000 years.”!°\nA group of scientists from the United States, Ireland, France, Russia, and Australia, who\nrecently formed the Holocene Impact Working Group, claim that “the evidence for such\n! ©. Zimmer, “The Entangled Bank,” Discover (November 2009), p. 44; T. Ferris, “Worlds Apart: Seeking New\nEarths,” National Geographic (December 2009), p. 93.\n2K. Kelland, “It’s Official: As Asteroid Wiped Out the Dinosaurs,” reuters.com (March 4, 2010).\n3 See here, Primordial Star, pp. 223 ff.\n4 R. Alleyne, “Dinosaurs Wiped Out by Asteroid Impact that Turned Earth into a ‘Hellish’ Place,” tele-\ngraph.co.uk (March 4, 2010), emphasis added.\n5 Ibid.\n6T. Ferris, loc. cit.\n7 J. O’Donoghue, “The Ordovician: Life’s Second Big Bang,” New Scientist (June 14,2008), pp. 34-37.\n8 J. Hirn, “Do Impacts Cause All Mass Extinctions,” Sky & Telescope (September 2009), p. 23.\n9K. Beatty, “Cosmic Blast Rattles Indonesia,” skyandtelescope .com (October 29, 2009), emphasis as given.\n10 R. R. Britt, “Comets, Meteors & Myths: New Evidence for Toppled Civilizations and Biblical Tales,”\nspace.com (November 13, 2007).\n147",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 148,
        "content": "\nuy    .!      %          r   +       ;\nig           i      Pot Tok air    ;        ‘ fis’     i    4 *     ,     at AC\n$i       f   en a        (het       tL RES\n\\   ;        ate  -         ve    =    Ha oats\nfo   we r   ;    ‘    4a     ego?      ee aes aoe         .\nti                             es,    y        ¥                fy\n4:                   _       wg       .     7     ss.                        +\n\"        ;          i          si ¥Y               » ose\nge i   /    a           oi                PE\n:    Foon       ‘      a)    }       |. ia\nre   _s  ty          oe       a           ,\n:      ae 8B           i       oy,      Blgh\ni    A  ae >                               j       .    aw\nei    sig:     7%      *    *        p     :\nbsg     “see    <b     i.\n\"             .f        .       ora      }       ee",
        "bibliography": [
            "The Manicouagan Crater, Quebec, Canada, calculated to have been 60 miles across. but reduced to 45",
            "miles due to glaciation and erosion.",
            "(Image courtesy of NASA,)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 149,
        "content": "\nimpacts during the last 10,000 years” is “strong enough to overturn current estimates” of how\noften Earth succumbs to these violent contacts.!\nEven though Peiser hardly had our particular scenario in mind, what he also pointed out is\nthat, since Earth is covered mostly by deep seas, statistical probabilities predict a large num-\nber of impact craters out of view in ocean bottoms.? And while astronomers were fast in pro-\nclaiming their skepticism, it had to be admitted that, until then, no one had spent much time\nlooking for craters in the deep oceans. As of this writing, such work has been left to the likes\nof Dallas Abbott and the satellite technology she uses in her searches.*\nTHE MISSING CAVITY\nOne of the objections that has been raised against the comet theory of the Younger Dryas\nis that the “cosmic wallop does not seem to have left behind any obvious crater.” And: “No\ncrater has ever been linked to the event.”¢\nOn the other hand, “given the nature of the beast,” as one writer put it, should a crater be\nexpected to be found?’ A comet that would have exploded into fragments up in Earth’s at-\nmosphere, West pointed out, is not likely to have left a crater’\nOthers have argued that, even had the body in question not fractured before impacting, it\nwould have landed on an ice sheet that could have been anywhere from one to two miles\nthick.? The impact would not only have melted most of the ice, but whatever scars remained\nwould have long disappeared with continued thawing. But would miles-thick glaciers have\nstill been around after more than the claimed 2,000 years of warmth during the Allergd?\nIn any case, craterless impacts are not unknown. Even hard-boiled meteorites that actually\nhit the ground do not always leave a crater.!° Take the meteorite that is believed to have land-\ned on the Martian surface as photographed by Opportunity, one of the Mars Exploration Rov-\ners. There it sits to this day on a loose gravelly surface with nary a dent to mark its landing.!!\nSo, likewise, with what is believed to have been an asteroid that exploded in the sky over Su-\ndan on October 6 in 2008. Although it left “a cloud of dust in the atmosphere,” its fragments,\n280 of which were actually recovered, landed in the desert without leaving a single scar.!?\nThere would therefore be nothing mysterious had the so-called Clovis Comet failed to scar the\nground on which its fragments landed.\n'§_ Blakeslee, “Ancient Crash, Epic Wave,” The New York Times (November 14, 2006).\n2R.R. Britt, loc. cit.\n3S. Blakeslee, loc. cit.\n4 Ibid.\n5H. Pringle, op. cit.,p. 8.\n°F. Largent, loc. cit.\n7 Ibid.\n8R. Mitchum, loc. cit.\n°F, Largent, op. cit., p. 26.\n10 Despite its title, see for instance, C. Moskowitz, “Big Crater Carved by Mysterious Meteorite,” space.com\n(March 11, 2008).\n1. Burnham, “The Red Planet: Seeking Far Horizons,” Astronomy (February 2006 Special Issue), p. 27.\n12 B, Baldwin, “Game, Set and Match,” Astronomy Now (June 2009), pp. 24-26.\n149",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 150,
        "content": "\nRichard Firestone was not, however,\nhappy with this since it would have fared\nmuch better for the theory he espoused if a\ncrater had been formed. He thus not only\n                                                              went out looking for such a scar, he actually\nwent out looking for such a scar, he actually\nfound more than one.\n3                                                             THE GREAT LAKES\nTHE GREAT LAKES\neo                   What Firestone had in mind were the\nWhat Firestone had in mind were the\n,    pees a a  ay                very Great Lakes above which the comet\nvery Great Lakes above which the comet\n> a                  was said to have exploded. Still believing\nwas said to have exploded. Still believing\n=                       that the “concentration of impact markers”\nthat the “concentration of impact markers”\npeaks in the Lakes’ vicinity, he continued\nto preach that the Clovis Comet exploded\ninto fragments right above that area. And",
        "bibliography": [
            "while critics continued to note that “no vis-",
            ".          .                                while critics continued to note that “no vis-",
            "Meteorite on Martian surface as photographed by — ibje crater” exists anywhere near the Great",
            "Meteorite on Martian surface as photographed by ible crater” exists anywhere near the Great",
            "Opportunity Exploration Rover.                                    .                    +",
            "Opportunity Exploration Rover.",
            "(Image courtesy of NASA.)                Lakes,! Firestone pointed to the Lakes",
            "(Image courtesy of NASA.)            Lakes,! Firestone pointed to the Lakes",
            "themselves as the scars in question.",
            "Unfortunately, he is not consistent on any of this. At one point he claims that the impact",
            "created “numerous craters that now persist at the bottom” of the Lakes. At another he reduces",
            "the “numerous craters” to only “four large holes.” These “four large holes” then turn into a",
            "single “crater” that “could easily be hiding” somewhere in the Lakes. Yet even when he could",
            "not pin-point it, he blamed the difficulty of its detection on “the action of water” which",
            "“would have erased many of its features.”4 It was then that someone must have pointed him to",
            "Charity Shoal in Lake Ontario.",
            "CHARITY SHOAL",
            "This suspicious-looking feature consists of a circular depression one kilometer (slightly",
            "over half a mile) in diameter—which is about the size of the famous Barringer Meteor Crater",
            "in Arizona—and eighteen meters (some fifty-nine feet) deep, which Firestone claims to have",
            "formed “near the time” of the Younger Dryas “impact.”>",
            "That this depression may be an extraterrestrial impact crater has been known for quite",
            "1D. Tennant, “The Carolina Bays: New Evidence Points to a Killer Comet,” The Virginia-Pilot (September 9,",
            "2008), p. Al.",
            "2 R. B. Firestone, “The Case for the Younger Dryas Extraterrestrial Impact Event: Mammoth, Megafauna, and",
            "Clovis Extinction, 12,900 Years Ago,” Journal of Cosmology, Vol. 2 (November 2009), pp. 256-285, available",
            "at journalofcosmology.com (November 10, 2009), p. 2 of 21.",
            "at journalofcosmology.com (November 10,2009), p.2 of 21.",
            "3 “Marks of a Comet?” New Scientist (May 26-June 1, 2007), p. 9.",
            "4R.B. Firestone, op. cit.,p. 14.",
            "5 Ibid., p. 15."
        ],
        "captions": []
    }
]