[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 131,
        "content": "\nAccording to just about all authorities, these cold spells, as well as the warming periods in\nbetween, occurred rather suddenly,' which invalidates most of the theories that have been\nproposed for their oscillation.\nTHE BOLLING-ALLER@D\nThe next climatic change that followed is usually referred to as the Bglling-Allergd. This\nwarm period has been calculated to have lasted from 14,600 to 12,900 years ago, which fig-\nures are often rounded to 14,000 and 13,000 years. These dates have been dendrochronologi-\ncally calibrated, such as the 13,000-year figure which was raised upward through this method\nfrom the radiocarbon-derived date of 11,000 years ago.? We should, however, add that various\nother dates have been offered by other parties in support of other schemes.\nOne such other party has proposed that the warming of the period under discussion was\nactually caused by the “calving and melting of a massive portion” of Antarctic ice. Raising\nsea levels by as much as 20 meters, the melt water from this ice would have changed the\n“ocean circulation patterns” held responsible for the mixing of sea water leading to the\ntransport of warmer currents to the shores of colder climes. The “traditional view,” according\nto which it was the warming that had caused the melting, was thus claimed to have been\nturned on its head. As this proposal proclaimed, it was the melting that had caused the warm-\ning4\nDespite models of oceanic circulation based on water temperature, depth, and density,> it\nstill remained difficult to assess how such a massive portion of Antarctic ice could have melt-\ned without first having been warmed. It had therefore to be admitted that “a strong warming\nevent” had after all been responsible for the melting of the ice. The theory was however\nforced to restrict this warming to the southern hemisphere. Besides which, since a cause for\nthe sudden warming had now to be found, there was little option but to fall on that old standby\nwhich blamed such warming episodes on “changes in Earth’s orbit.” But even that failed to\nsave the theory since it was eventually discovered that the rush of melt-water responsible for\nthe change in oceanic currents had actually taken place “well after the onset of warming.”\nNot wishing to give up on a hypothesis gone awry, this incompatibility was then blamed on\nthe skewing of radiocarbon dates derived from equatorial corals, which skewing was said to\nhave been due to the mixing of bottom with surface waters.’ It is amazing how much confi-\n1D. M. Peteet, Joc, cit.; I. Delusina, er al., “Neotropical Moisture and Dryness Dynamics at the Late Gla-\ncial/Holocene Transition Recorded by Pollen from the Cariaco Basin, Caribbean Sea,” American Geophysical\nUnion Meeting Abstracts (December 5-9, 2005).\n2 J.B. Kloosterman, “The Usselo Horizon, A Worldwide Charcoal-Rich Layer of Alleroed Age,” Proceedings of\nthe Conference: New Scenarios on the Evolution of the Solar System and Consequences on History of Earth and\nMan (Bergamo, 2002), p. 152.\n3G. Peterson, “A New Trigger for Ice Age Retreat,” American Geological Institute: Geotimes (May 2003), p. 1.\n4 Ibid.\n5 Ibid., pp. 1-2.\n6 Ibid., p.2.\n7 Ibid. (emphasis added).\n8 pid.\n131",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 132,
        "content": "dence is usually placed on radiocarbon dating except when it conflicts with whatever theory\nhappens to be proposed. One even wonders how such a theory could have been proposed in\nview of the accepted fact that West Antarctica’s marine ice sheet is the only one to have sur-\nvived beyond the last Ice Age.!\n\nACCUMULATED LAYERS\n\nA duration of 2,168 years for the Bglling-Allergd period was obtained by counting the so-\ncalled annual layers in what is believed to be the observable seasonal variations in the Green-\nland GRIP ice core. Since this, however, clashed with the calibrated dates for the beginning\nand end of the period, as shown above, in 2005 the layers in that same ice core were counted\nall over again. No one who knew what was really happening was surprised when this new\ncount revealed a lower figure for the extent of the Bglling-Allergd which was now set at 1 627\n+ 52 years?\n\nIn general, these layers are said to be formed from annual snowfalls containing distinct\nsummer and winter variations of isotope values supposedly demarcating individual years.\nWith the passage of time, however, the accumulated snow becomes more compressed, turning\nlayers thinner and more difficult to count. What is worse, the compression also ends up mix-\ning younger falls with older ones, thus obscuring the separation between supposed seasonal\naccumulation. This can even be observed in the plotted graphs of these segregations which\nshow much more distinct peaks in the younger than the older falls. The deeper the ice, the\nmore indistinct are its layers, until a point is reached at which they can no longer be individu-\nally distinguished. Never mind last century’s claim that retrieved cores are known to contain\nlayered records of annual snowfalls going back 125,000 years. That the counting of such lay-\ners is only possible for relatively recent ice has been more recently disclosed.4 As Sean Mew-\nhinney noted, 10,000 years has been determined as “about the practical limit” for the dating of\ndeep ice.5 Brian Hills has vouched for an even lower limit, asserting that ice layers that are\nclose to 8000 years “become harder to see and the data is less dependable.”®\n\nIf, as we insist, the proto-Saturnian system was still brushing, and bouncing off, the Sun’s\nouter reaches of its heliosphere during the period of the interglacials we have been discussing,\nno annual layers could have been deposited, and therefore no age estimates can be derived for\nthese periods from the supposed counting of such layers. Whatever it is that ice specialists\nthink they’re counting—and there would have been enough atmospheric fluctuations going on\nto account for possible layers—has to be something else.\n\nWhat causes further problems with the Bglling-Allergd is the cold interval of the Older\nDryas (not to be confused with the Oldest Dryas) which is claimed to have occurred some-",
        "bibliography": [
            "1D. Fox, “Icemen Cometh,” Discover (September 2008), p. 65.",
            "2 1. K. Seierstad, et al., “The Duration of the Bglling-Allergd Period (Greenland Interstadial) in the GRIP Ice",
            "Core,” Annals of Glaciology (August 2005), pp. 337 ff.",
            "3 W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 110.",
            "4 “Oldest Ice,” New Scientist (January28-February 3, 2006), p. 5.",
            "5 §. Mewhinney, Ice Cores and Common Sense (April 1989), p. 45.",
            "6 B. Hills, Origins: Cosmology, Evolution & Creation (Cambridge, 2003), p. 164."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 133,
        "content": "\nwhere in between the period. The problem here is that this Older Dryas does not show up eve-\nrywhere, while its signs are often negligible where it does. At best, this specific Dryas might\nhave encompassed a brief duration of slightly cooler conditions, although this, too, is beset\nwith various inconsistencies. For this reason, some authorities do not even mention it, leaving\none with the impression the event never transpired.\nWith or without the intervening colder spell of the Older Dryas, the warm stretch of the\nBglling-Allergd is said to have ended abruptly, leading into the next cold period of the\nYounger Dryas within a decade.' Although we do accept the sudden termination of these cli-\nmatic periods, it still amazes us when glaciologists can isolate a decade within a stretch of\nsome 6,000 years long—in this case between the given date for the commencement of the\nOldest Dryas, rounded at 19,000 years ago, through the Bglling-Allergd, and the beginning of\nthe Younger Dryas, rounded at 13,000 years before the present.\nFIRE AND ICE\nAs noted, the abrupt end of the Alleréd warm period was followed by the just as sudden\nonslaught of the Younger Dryas freezing phase. These two periods were demarcated by in-\ntense forest fires that left their charcoal signatures all over North America, Europe, Egypt,\nSouth Africa, India, and Australia. Such a spate of forest fires ranging over most of the world\ncould hardly have been ignited by lightning storms unless these storms were synchronously\norchestrated. But even if such lightning storms could have occurred, the sustaining of the fires\nthey ignited across near-worldwide territories would have required equal stretches of utter\nwoodland dryness. Since the Alleréd had been warm through its entire period, it might have\nbeen enough to cause such widespread desiccation. But why, then, did these forest fires start\nat the period’s end? And why would worldwide fires lead to a re-freezing of the land?\nWhat seems to have transpired is that the warm period of the Allergd was somehow termi-\nnated by an even hotter wave that ushered in a freezing phase. On the surface, this does not\nseem to make much sense. That something of the sort transpired is however indicated by the\nalready noted Tchiglit memory concerning the frosty period that directly followed the “terri-\nble heat wave” that was said to have exterminated a great portion of their tribesmen.\nGranted that this took place, how did it really come about?\nTHE YOUNGER DRYAS\nKnown by different designations in different parts of Europe, sometimes even referred to\nas the Big Freeze, the Younger Dryas is said to have commenced around 12,900 years ago and\nto have lasted a mere 1,300 years. Others give 12,800 to 11,600 years before the present with\nan interval of 1,200 years. These years are often rounded as having been between 13,000 and\n11,000 years ago?\n1N. Wade, Before the Dawn (Harmondsworth, 2006), p. 123 (emphasis added).\n2 J. B. Kloosterman, op. cit., pp. 152, 153.\n3D. M. Peteet, loc. cit.; P. Coyne, “The Ice Age Cometh,” New Statesman and Society (September 3, 1993), p.\n31; R. B. Alley, “The Younger Dryas Cold Interval as Viewed from Central Greenland,” Quaternary Science\nReviews (January 1, 2000), pp. 213-226.\n133",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 134,
        "content": "\nI’m not going into all that has been claimed through the years concerning the cause of the\nevent in question, but, until recently, and very much as in the case of the Bglling-Allergd, one\nof the prevailing theories centered on the reduction of the thermohaline circulation in the\nNorth Atlantic Ocean.!\nIt is amazing how the warming of a period can be blamed on divergent ocean currents,\nwhich ocean currents are likewise blamed for the freezing of other events. It seems to be sel-\ndom realized that changes in ocean currents must themselves be caused by the very changes of\nthe climate they are called upon to solve.\nIn the present case, the freezing was supposedly brought about by the sudden influx of\nfresh water due to the North American deglaciation and the emptying of Lake Agassiz,? which\nitself had been fed by the melting glaciers.3 Scientists from the Universities of British Colum-\nbia and Manitoba, the Geological Survey of Canada, and the Smithsonian Institution, actually\nclaim that the influx of fresh water was the sole result of the draining of this lake.\nLake Agassiz is claimed to have been “more than twice the size of the current Great\nLakes,” containing “more than 162,000 cubic kilometers of water.” It stretched “from western\nManitoba, east to Quebec and south to North Dakota and Minnesota, some 350,000 square\nkilometers.”\nIt was during the “rapid retreat” of the north American glaciers that the waters of the lake\n“suddenly broke” into Hudson Bay and “within months, just about the whole lake drained into\nthe North Atlantic.”4\nIt got more complicated than that.\nAs the years went by—and we’re not talking decades here—a bunch of new researchers\nfrom Germany, Switzerland, and the United States tried their damnedest to upset the apple\ncarts that trod the way ahead of them. Although, like those before them, they continued to\nmaintain that the climate change occurred extremely fast, they limited the cooling trend to\nWestern Europe while the modus operandi was now said to have been “a sudden change in\nthe wind systems.”5\nWhile it was finally admitted that the change in climate and the time of its occurrence\nwere beyond full understanding and still holding “many puzzles,” those involved in this study\nstill felt confident in dating the occurrence to 12,700 years ago.®\nForget all these calculated dates. As we shall soon show, they all turn out to be approxi-\nmations based on faulty calibrations of a flawed interpretation of misunderstood cosmic ef-\nfects.\n! W. S. Broecker, “What if the Conveyor Were to Shut Down? Reflections on a Possible Outcome of the Great\nGlobal Experiment,” GSA Today (January 1999), p. 1.\n2 Idem, “Was the Younger Dryas Triggered by a Flood?” Science (May 26, 2006), pp. 1146-1148; S. Lovgren,\n“Antarctic Ice Collapse Began End of Ice Age,” nationalgeographic.com/news (March 17, 2003).\n“Antarctic Ice Collapse Began End of Ice Age,” nationalgeographic.com/news (March 17,2003).\n3 R. Dalton, “Blast in the Past?” Nature (May 17, 2007), p. 257.\n4 P. Recer, “Massive Canadian Lake Burst Dam Caused Big Chill 8,200 Years Ago,” The Vancouver Sun (Au-\ngust 15, 2003), p. Al2 (emphasis added).\n5 “Tracking Down Abrupt Climate Changes: Rapid Natural Cooling Occurred 12,700 Years Ago,” sciencedai-\nly.com (August 1, 2008).\n6 Ibid.\n134",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 135,
        "content": "\nPARADIGMATIC UPSETS\nAs time went by, various paradigms bit the dust. One of them concerned the role Earth’s\nocean currents were made to play in conveying fresh water that had surged into the North At-\nlantic Ocean from thawing glaciers into the warmer waters of the same ocean farther south.\nThis had been based on the much older model of the circular current that was believed to\ntransport deep cold water from the Labrador Sea into the South Atlantic, thereby cooling the\ntropics, with warmer surface water moving back into northern regions via the Gulf Stream. In\naddition to our previous criticisms concerning this particular theory, the oceanographer Susan\nLozier did not mince words when she was forced to admit that “that concept doesn’t hold any-\nmore.”! This came about through the realization that the cold stream from the north moved in\nouter deep water and not close to the coast as previously thought.2 Submersible floats that\nwere made to follow underwater currents in a series of investigations that were conducted in\nthe 1990s “showed little evidence” of southbound water from the Labrador Sea?\nAnother paradigmatic upset concerned Lake Agassiz which could not have supplied the\nfresh cold water that supposedly rushed into the North Atlantic via Hudson Bay at the inaugu-\nration of the Younger Dryas, since the dating of the lake’s drainage had been set to “around\n8,200 years ago,”* much too late to cause the cooling in question.\nIn fact, let’s be quite honest: Despite the theories that were originally forwarded in an at-\ntempt to solve the mystery of the Younger Dryas, to say nothing of the various dates that have\nbeen supplied for the occurrence, not a single one of them ever ruled the day. As Carl Sagan\nhad reason to state:\n“There are many indications of past climatic changes. Some methods reach far into\nthe past, others have only limited capability. The reliability of the methods also dif-\nfer.”5\nOr, to echo Wallace Broecker: “No one understands what is required to cool Greenland by\n16° C and the tropics by 4 + 1° C” or “to create an ice sheet covering much of North Ameri-\nca.”6 Had these changes not left their mark on the land’s layered burden, he went on, they\nwould never have entered the minds of the climate dynamics community.’ Even the best\namong authorities had to honestly admit that the physics behind these changes remain “poorly\nunderstood.”8\n“What is most alarming,” wrote Bill Bryson, “is that we have no idea—none—what natu-\nral phenomena could so swiftly rattle Earth’s thermometer.”?\n''M. Basgall, “Ocean Circulation Doesn’t Work as Expected,” physorg.com (May 13, 2009).\n2 Ibid.\n3 Ibid.\n4P. Recer, loc. cit.\n4P.Recer, loc. cit.\n5, Sagan, Broca’s Brain (N. Y., 1979), pp. 189-190.\n5. Sagan, Broca’s Brain (N. Y., 1979), pp. 189-190.\n6 W.S. Broecker, op. cit., p. 4.\n7 Ibid.\n8 Ibid., p.3.\n9B. Bryson, A Short History of Nearly Everything (Canada, 2004), pp.430-431.\n135",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 136,
        "content": "Or, as Elizabeth Kolbert from the New Yorker wrote: “No known external force, or even\nany that has been hypothesized, seems capable of yanking the temperature back and forth as\nviolently, and as often, as [evidence has] shown to be the case.”!\n\n1 E. Kolbert, as quoted in ibid., p. 431.\n136",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 137,
        "content": "\nChapter 8\nThe Clovis Comet\nDEATH FROM THE SKY\nTs reason behind the disappearance of woolly mammoths, saber-toothed tigers, giant\nlhe reason behind the disappearance of woolly mammoths, saber-toothed tigers, giant\nsloths, and other North American species from the Pleistocene epoch, as also that of\nman’s Clovis culture, had been debated for years.! Few of these debates had taken\ncatastrophism into account since uniformitarianism did not allow for the cataclysmic end of\nthese beasts.\nStarting somewhere in the late 1990s, a new suspect rose to the front of the investigation.\nVery much like the earlier case involving the extinction of the dinosaurs, the alleged culprit in\nthis case was a supernova.” This was the theory that the archaeologist William Topping pro-\nmoted around that time to account for the disappearance of the Clovis culture. The nuclear\nchemist Richard Firestone then joined Topping and, in 2001, they went public in an article\nthey published in the aptly-named Mammoth Trumpet 3\nIt did not go well. Critics just about massacred the two proponents and Firestone saw fit to\nretract the claim while distancing himself from Topping. But, by then, the seed had been\nsown.\nFred Hoyle and Chandra Wickramsinghe also came to the conclusion that the end of ice\nages, to say nothing of the interglacials we have been discussing, had to have resulted through\nthe intervention of cosmic interactions. “Left to itself, it is hard to see how anything internal\nto the Earth could ever break the stable grip of an ice age,” they wrote. “Thus to understand\nthe cause of interglacials we must look to external catastrophic events.”4 Unlike Firestone and\nTopping, however, the “catastrophic events” they had in mind were cometary impacts.>\nHoyle and Wickramsinghe were not alone. Johan Kloosterman focused his attention on the\nglobal forest fires we discussed above. Despite their worldwide extent, Kloosterman did not\nfail to realize that “the fires in these widespread regions started synchronously, having one\nand the same cause.” When he added this global incineration to the other calamities known to\n' But see Flare Star, pp. 443 ff.\n2 That a supernova preceded the eventual choice of a cometary impact as the cause of this extinction is recounted\nin Primordial Star , pp. 228 ff.\nin Primordial Star, pp. 228 ff.\n3 R.B. Firestone & W. Topping, “Terrestrial Evidence of a Nuclear Catastrophe in Paleoindian Times,” Mam-\nmoth Trumpet (March 2001), pp. 9-16.\nmoth Trumpet (March 2001), pp.9-16.\n4 F. Hoyle & C. Wickramsinghe, “Cometary Impacts and Ice Ages,” Astrophysics and Space Science (March\n2001), p.374.\n2001), p. 374.\n5 Ibid.\n6 JB. Kloosterman, “The Usselo Horizon: A Worldwide Charcoal-Rich Layer of Alleroed Age,” Proceedings of\nthe Conference: New Scenarios on the Evolution of the Solar System and Consequences on History of Earth and\nMan (Bergamo, 2002), p. 153.\n137",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 138,
        "content": "have transpired at the end of the Ice Age—“floods, sea-level rise, earthquakes, stone and mud\navalanches, volcanic eruptions, megafauna extinction and the sudden demise of Magdalenian\nand Clovis culture”!—Kloosterman could well see that the entire series of events constituted\n“a coherent story” that bore the unmistakable marks of a cosmic catastrophe. Very much like\nHoyle and Wickramsinghe, he therefore concluded that the end of the Ice Age was “possibly\nprovoked by a cometary impact.”?\n\nThe geophysicist Allen West next came on the scene in an attempt to rescue the supernova\ntheory with better evidence, but James Kennet, a paleoceanographer who then hailed from the\nUniversity of California at Santa Barbara, was so skeptical that he actually went into the field\nwith West in order to prove him wrong. As it instead transpired, West ended up convincing\nnot only Kennet but also the previously-bitten Firestone.\n\nThe evidence with which West managed to convince his early doubters consisted of vari-\nous exotic materials in association with a range of Clovis sites, plus a thin geologic layer of\nsedimentary soil called a black mat that stretched across North America. The material in ques-\ntion included magnetic dust, trapped gas, glasslike carbon, nanodiamonds, and iridium. Be-\nsides iron, the magnetic particles were themselves found to be rich in titanium, manganese,\nvanadium, thorium, and uranium. Potassium-40 was also found to have tainted several Clovis\narrowheads as well as the layers in which they were discovered.*\n\nThe aptly-named black mats, on the other hand, contain the darkened layers of carbonized\nmaterial that resulted from the series of forest fires we are now familiar with.> The fossilized\nremains of mammoths were said to be abundant beneath this layer, but not above it. “The\nmammoths come up to the line and not beyond it,” said Kennet. “At some sites, the black lay-\ner with impact material shrouds the bones.”¢\n\nThe conclusion was thus reached that the beasts and the human culture in question were\nthe victims of a cosmic impact.’ “It’s extraordinary,” exclaimed West, “that tens of millions of\nanimals disappeared synchronously at exactly the time when the diamonds and carbon layer\nare laid down across the continent.”® Artefacts from the Clovis hunter-gatherer society also\ndisappear in the layers above the black mat.?\n\nA revamped version of the supernova theory that also took account of cosmic impacts was\npresented at an international conference in September, 2005. The incriminated supernova, lo-\ncated in the constellation Gemini, 250 light-years from Earth, was said to have erupted 41,000",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3 R. Dalton, “Blast in the Past?” Nature (May 17, 2007), p. 257.",
            "4 D. Krotz, “Supernova Explosion May Have Caused Mammoth Extinction,” Lawrence Berkeley Laboratory",
            "Research News at /bl.gov/Science-Articles/Archive/NSD (September 23, 2005), p. 1.",
            "5 R. Dalton, op. cit., p. 256; H. Pringle, “Firestorm From Space Wiped Out Prehistoric Americans,” New Scien-",
            "tist (May 26, 2007), pp. 8,9.",
            "© C. Lee, “Comet Over Canada Linked to Extinction of Mammoths,” The Vancouver Sun (June 12, 2007), p. A7.",
            "TJ. Ruvinsky, “The Great American Extinction,” Discover (August 2007), p. 11.",
            "8 R. Mitchum, “Scientists Say Comet Killed Off Mammoths, Saber-Toothed Tigers,” physorg.com (January 2,",
            "2009).",
            "9 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 139,
        "content": "\n__———      é\na ih,\ntO                       Ss\na                    5 po\n#                    ;         i\ni                   ‘    ‘       S\nSN       ie  /\na Somes\nMERRY aS         ‘\\\nThs pf      Sa        ‘\n}             ae,    y         afe         \\\\\npom\\         | \\\\\na:          j       a    \\  A\nORES               ig    y         4\n(ie        ‘            \\\n5      mo NS  4    a      \\  ae\n=     c   \\\n\\,\nClovis hunters whose artefacts are not found above the charcoal black mat of North America.\n(Illustration by Tom Tierney.)\n139",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 140,
        "content": "years ago. The debris that it hurled out is believed to have coalesced into what was described\nas a swarm of “low-density, comet-like objects,” one of which was said to have impacted in\nNorth America about 13,000 years ago.!\n\nWith the evidence presented falling neatly into place, the renewed supernova-cum-comet\nproposal was so well received that, less than a year after the conference at which the over-\nhauled theory had been presented, Firestone and West spelled it all out in a popular book\nwhich they co-authored with Simon Warwick-Smith2 It was all there, including a slight\nchange in the date of the eruption which was raised from the original 41,000 to 44,000 years\nago—but I’m not about to quibble about that. Much like this very work and its three prequels,\nthe authors substantiated their theory with the inclusion of various myths, especially those that\ntold of previous “worlds” and their cataclysmic end, with fire raining from the sky, earth-\nquakes below ground, and flooding waters in between. “The result,” one reviewer wrote, “is a\nbelievable validation of intrigue and drama that puts Creationists and Scientists on equal foot-\ning.”3 Not quite, but let it be.\n\nNevertheless, the work did generate fine reviews. There were even one or two high-\nranking scientists who felt compelled to give the book their vote of confidence. In a way this\nwas good news since it served to smoothen the path others had trailed toward the acceptance\nof the mytho-historical record as a valid contribution to scientific investigations. As the years\nwent by, however—and we’re still not talking decades—the supernova element gradually fad-\ned into the background. In time, the comet to which it was said to have given birth, referred to\nby some as the Clovis Comet, came to reign supreme.\n\nFor a while there were those who wavered between a meteor or an asteroid as the maraud-\ner behind the onslaught of the Younger Dryas,* but most researchers were happy to settle on a\ncometary body that was said to have fragmented high up in the sky.> More specifically, it was\nidentified as “a three-mile-wide comet moving at 135,000 miles an hour” that “blew up over\nCanada with the force of a million nuclear bombs.”¢\n\nI love the precision with which they can tell these things. It’s almost as if they saw it all\nhappen with their own eyes besides having had their instruments trained upon it. But never\nmind. It was the heat from this cometary blast that was then said to have set the forests on fire\nand to have melted “vast stretches of retreating glaciers,” while also “kicking off a cold spell\nby slowing ocean currents.”” The mystery of the Younger Dryas had finally been solved!\n\nThe United States would not, however, allow Canada to bask in the honor. Since one of\nthe highest concentrations of nanodiamonds came from a site in Eastern Michigan, a locality",
        "bibliography": [
            "1D. Krotz, loc. cit.",
            "2 R. Firestone, er al., The Cycle of Cosmic Catastrophes: Flood, Fire, and Famine in the History of Civilization",
            "(Rochester, Vermont, 2006), in toto.",
            "3 The Intuitive-Connections Network at intuitive-connections.net/2007/book-cosmiccatastrophies htm",
            "4 A. Minard, “Ancient Meteor Blast Peppered Mammoths With ‘Shrapnel’ ” nationalgeographic.com (December",
            "14, 2007); R. Dalton, loc. cit.",
            "SF. Largent, “The Clovis Comet—Part I: Evidence for a Cosmic Collision 12,900 Years Ago,” Mammoth trum-",
            "pet (January 2008), p. 25.",
            "6 J. Ruvinsky, loc. cit.",
            "7 Ibid."
        ],
        "captions": []
    }
]