[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 41,
        "content": "Ds\n€    U3   ca)                6\n€        he\n- ms    Sa?              )\nas iN  hay SS\nJ                     Hy  aN  .        Ly\n          cue 2 St\nJanus\nlight we now see in the night sky with the unaided eye. And since by this time Saturn had long\nsettled on its far-distant orbit along which it now seems to inch along, it became one of the\nmost difficult planets to keep track of. For that very reason, there are only a few astrological\ntexts that even treat of this once prominent planet.! Additional to that, by this time, new names\nhad been chosen by which to call the planets. Mars was supplied with six alternative names,",
        "bibliography": [
            "1 A.B. O’D. Alexander, op. cit., p. 42.",
            "2M. Jastrow, Jr., op. cit., p. 151."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 42,
        "content": "\nwhile Jupiter received at least five.! Worse still, the prominence of specific planets in relation\nto astrological divination did not remain static through this period. A good example concerns\nthe planet Mercury which, for a time, was considered by astrologers as “the planet par excel-\nlence,”? when in fact it is one of the most difficult planets to observe with the naked eye. This\nmade Jastrow himself ask: “Why should Mercury have been assigned to this preeminent posi-\ntion among the planets?”\nThe answer to that question had to do with the changing political and religious influence\nof Babylon as it gained ascendancy over the Euphrates valley region.4 It was no different from\nthe manner in which particular religions and all that went with them changed and/or gained\nprominence in various nations down through the ages. Previous to that, Mercury “was clearly\nthe one that played the least significant role” in Babylonian astrology\nWhen it came to the planet Saturn, the very opposite seems to have transpired. True\nenough, the name of Lu-Bat Sag-US—i.e., the Steady Planet*—was bestowed on Saturn some-\ntime after the names Sag-Me Gar and Dil-Bat were respectively given to Jupiter and Venus.’\nBut, at a different time, it was the very same Saturn that was considered the Lu-Bat, that is the\nplanet, par excellence 8\nAn earlier designation for the planet Saturn was Ninib, a name that goes back beyond\nBabylonian times to the earlier Sumerian civilization? All of which, incidentally, explains that\nwhile the planets were known as sheep—which is what the “Lu” in “Lu-bat” means!0—\nSaturn’s prominence was additionally highlighted by the planet’s designation as /ulimu—i.e.,\n“ram.”!! Diodorus Siculus was not wrong when he reported that Kronos/Saturn was consid-\nered the most prominent planet by the Chaldeans.!?\n1 A. F.O’D. Alexander, op. cit., p.44.\n2M. Jastrow, Jr. op. cit., p. 152 (emphasis as given).\n3 Ibid.\n4 Idem, “Sun and Saturn,” Revue d’Assyriologie et d’Archeologie Orientale (Paris, September 1910), p. 177.\n5 Ibid.\n6 Ibid., p. 175.\n7 Ibid., pp. 174 ff.\n8 Ibid., p. 176.\n9 Ibid., p. 172.\n10 Idem, “The Sign and Name for Planet in Babylonian” (see above), pp. 142 ff.\n42\n1 Wid, p. 154.\n!2 Diodorus Siculus, Bibliotheca Historica, 1:30-34.\n12 Diodorus Siculus, Bibliotheca Historica, 11:30-34.",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 43,
        "content": "\nChapter 3\nAb Initio\nSOVEREIGN GOD AND PLANET\nnthony Aveni, professor of astronomy and anthropology, wrote that we “need only to\nturn off the lights and go outdoors to discover what our predecessors saw in the sky.”!\nA= off the lights and go outdoors to discover what our predecessors saw in the sky.”!\nHe could not have been more wrong.\nThe multidisciplinarian Richard Thompson came a little closer to the truth when he\nclaimed that: “We do not know by observation what the planets were doing thousands of years\nago, and no two modern ephemeris programs will give exactly the same answers.”? To which\nhe unfortunately added that “given uniformitarian assumptions” such calculations would\n“probably” be “not very far off.” That, however, is precisely where the problem lies since the\nhistory of the planetary system in which we happen to abide does not lend itself to uniformi-\ntarian assumptions.\nAs we have proposed in our previous volumes, the planet we now know as Saturn com-\nmenced its heavenly career as a sub-brown-dwarf which, during man’s Paleolithic pursuit and\nfor long ages before that, was the only heavenly body that could be seen in the sky.4 The evi-\ndence for this proposal need not be repeated here, but in view of what we have declared in our\nlast two chapters, certain issues should not be lost track of. It is, for instance, quite well\nknown that Yahweh was proclaimed the sole sovereign of heaven, thereby excluding other\ndeities from his unique creative role. And while the origin of this belief is traceable to the\ntraditional lore that was prevalent throughout the ancient Near East, it was not restricted to\nthat heritage. It therefore will not do to explain this belief’s distribution by resorting to diffu-\nsion from the same “cultural continuum.”” How would beliefs from the Near East have\nreached the Luisefio Indians of southern California? They, too, are known to have held that, in\nthe beginning, the “only spirit at large” in what has been understood as “the universe” was the\none called Alone-and-Empty’— which is what the name of their sovereign deity translates in-\nto. Or how about the natives of the Tuamotu Islands in the South Pacific? Did they not once\nA    nthony Aveni, professor of astronomy and anthropology, wrote that we “need only to",
        "bibliography": [
            "1 A. Aveni, Conversing with the Planets (Colorado, 2002), p. 33.",
            "2R.L. Thompson, Mysteries of the Sacred Universe (Alachua, FL, 2000), p. 219.",
            "3 Ibid.",
            "4 God Star, pp. 192 ff. Flare Star, p. 137.",
            "5 P. D. Hanson, “Rebellion in Heaven, Azazel, and Euhemeristic Heroes in Enoch 6-11,” Journal of Biblical",
            "Literature (June 1977), p. 203.",
            "6 Ibid., pp. 202-203.",
            "7M. A. van der Sluijs, “Gods and Planets,” Part 2, Chronology & Catastrophism Workshop (2003:2), p. 15.",
            "8 B.C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p.97.",
            "8 E.C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 97."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 44,
        "content": "\nbelieve—as some of them might still do—that Kiho was “the source of sources.” He “had no\nparents,” it was said of him and, originally, “there was none but him.”! It is one thing not to\nexclude the possibility that the Polynesians might have learned of such matters from the Hin-\ndus? but quite another to authenticate it. While it is not impossible for ancient seafarers to\nhave transmitted lore through island hopping from the south of India east into the South Pacif-\nic, one would expect some similarity between the collective beliefs of Polynesia and Brahmin-\nic Hinduism had this actually transpired. But, other than the foundational stratum that is\ncommon to all mythology, where is such correspondence to be found?\nThe world-wide belief in an original solitary deity, which has been mainly understood as\nan accentuation of God’s divine individuality, reflects the sole appearance of the proto-\nSaturnian planet in Earth’s primordial sky. In keeping with this postulate is the god Yahweh’s\nancient identity as a personification of that very planet. Yes, critics will claim—and rightly\nso—that neither Kiho nor Alone-and-Empty are anywhere identified as an embodiment of the\nplanet Saturn. But, even without Yahweh’s prime example, comparative mythology does ena-\nble us to do so\nSTANDING STILL IN HEAVEN\nIn keeping with Saturn’s solitary appearance in man’s ancient sky, we also note the oft-\nrepeated declaration concerning the planetary god’s immobility. Thus, the very Kiho men-\ntioned above was associated with stability 4 as so, also, was the very planet in question. Shab-\ntai, one of the Hebrew names for the planet Saturn? also known as Kokab Sabet®— that is, the\nSabbath Star?—means “the resting Star or Planet.”8 Together with similar names and traits,\nthis has quite often been attributed to ancient man’s awareness of the planet’s slow motion\nalong its present orbit. A planet in slow motion, however, cannot be said to be at rest. As far\nas our ancient ancestors were concerned, the Saturnian planet was described as resting be-\ncause it did not move from its place in the sky.?\nThere are two ways in which a celestial body can appear to be immobile from the surface\nof another. The most common of these requires one body to be phase-locked with its mate as\nin the case of our own natural satellite. As seen from the surface of the Moon’s near-side,\nEarth seems to be motionless overhead. Needless to say, it appears at different points in the\nsky from different localities of the lunar surface, while its rotation would be discernable to\nanyone up there. Other than that, however, its position would appear to be fixed.\n1D. Teresi, Lost Discoveries (N. Y., 2003), pp. 181-182.\n!D. Teresi, Lost Discoveries (N. Y.,2003), pp. 181-182.\n2M. A. van der Sluijs, loc. cit.\n3 See here the evidence supplied in God Star, pp. 192 ff.\n4D. Teresi, op. cit., p. 182.\n5 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 465.\n© R.H. Stieglitz, “The Hebrew Names of the Seven Planets,” Journal of Near Eastern Studies 40:2 (April 1980).\n©R.H. Stieglitz, “The Hebrew Names of the Seven Planets,” Journal of Near Eastern Studies 40:2 (April 1980).\nTW. A. Heidel, loc. cit.\n8R.H. Stieglitz, loc. cit.\n° Evidence supplied in God Star, pp. 204 ff.; Flare Star, pp. 137-139.\n44",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 45,
        "content": "\nThe other way is to have both bodies in axial coupling, with both of them sharing the same\naxis of rotation. From a terrestrial point of view, this type of alignment would have consigned\nproto-Satrurn to one of Earth’s celestial poles. As the mytho-historical record more than im-\nplies, the pole in question would definitely have been the northern one.!\nThe plethora of mythic themes associated with the north, and especially the north pole, has\nbeen noted by various authors.? Much of what was written on this subject in the past is how-\never tainted by the brush of ignorance. An exception to this sort of treatment was the two-\nvolume exposition by the retired British civil servant John O’Neil. Written toward the end of\nthe nineteenth century, O’Neil’s treatise came much closer to the truth, What this monumental\nenterprise proclaimed is that the Most High God that had been worshipped across the ancient\nworld had been seated “at the Highest celestial spot of the cosmos,” which O’Neil recognized\nas “the North Pole of the heavens,” and was thus simply “the God of the Pole Star.”\nThe location of the ancient supreme deity “at the heavenly pole,” as Marinus van der\nSluijs himself noted, is quite obvious from descriptions in the Egyptian Pyramid Texts.4 So\nalso with certain Coffin Texts from the same ancient civilization, one of which relates that the\n“Great God lives, fixed in the middle of the sky...”> A god that is fixed in the middle of the\nsky has to be an immobile one. A pyramid text refers to this god as “the greatest of those who\nare in the northern sky,”6 while another coffin text describes him as sitting, which again\nmeans unmoving, “in the supreme place in the sky.”7\nAn immobile deity that sat fixed in the middle of the supreme place in the northern sky\nhas to have been seated at Earth’s north celestial pole. As Rundle Clark well understood: “The\ndoctrines of Heliopolis and Hermopolis are woven together to form a background for a trans-\ncendent God who presides over the cosmic circuit of stars from the top of the heavenly pole.”®\nThat the Egyptian Osiris was a star-god, sometimes even presented as a solar one, is not a\nnew revelation. Nor will it do for Rundle Clark to claim that the passions of this deity were\ntransformed “from a local to a cosmic level,”!® since this would simply be Euhemerism in re-\nverse. To Norman Lockyer, the Egytptian Osiris was mysterious enough to be ambiguously\nidentified as “Any Celestial Body Becoming Invisible.”!! He even identified him as the planet",
        "bibliography": [
            "! Again see God Star, pp. 220 ff. and Flare Star, pp. 139-145 for evidence of this.",
            "45",
            "2 See here, for instance, J. Godwin, Arktos: The Polar Myth in Science, Symbolism, and Nazi Survival (London,",
            "1993), p.7.",
            "3 J. O’Neil, The Night of the Gods: An Inquiry into cosmic and Cosmogonic Mythology and Symbolism, Vol. 1",
            "(London, 1893), p. 486.",
            "4M. A. van der Sluijs, “The World Axis as an Atmospheric Phenomenon,” Cosmos: The Journal of the Tradi-",
            "tional Cosmology Society, 21 (2005), p. 40",
            "5R.T.R. Clark, Myth and Symbol in Ancient Egypt (London, 1978), p. 59 (emphasis added).",
            "6 Ibid.",
            "7 Ibid.",
            "8 Ibid. p. 58 (emphasis added).",
            "° See, for instance, E. A. W. Budge, From Fetish to God in Ancient Egypt (N. Y., 1934/1988), p. 279.",
            "10R.T.R. Clark, op. cit., p. 164.",
            "NyN, Lockyer, The Dawn of Astronomy (Cambridge, Massachusetts, 1894/1973), p. 296."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 46,
        "content": "\nVenus,! but also the setting Sun as well as the\nMoon.?\nG         “We gather...that the wonderful old-world\n“We gather...that the wonderful old-world\n=    Y           myth of Isis and Osiris is astronomical from\nmyth of Isis and Osiris is astronomical from\nbrad      e          beginning to end [he wrote], although Osiris\nbeginning to end [he wrote], although Osiris\n=      eg        in this case is not the sun, but the [waning]\nin this case is not the sun, but the [waning]\na              A ge     moon [which] is supposed to be dying from\nmoon [which] is supposed to be dying from\naN Y >           %  yy  -,    the time of full moon to new moon. The\nthe time of full moon to new moon. The\nY                        \"h WS77h         Egyptians in their mythology were nothing if\nEgyptians in their mythology were nothing if\nOL   {4 \\    not consistent; the moon was called Osiris\nnot consistent; the moon was called Osiris\n=@,           Seta        from the moment it began to wane, as the\nfrom the moment it began to wane, as the\nsun was Osiris as soon as it began to set. A\nconstellation paling at sunrise was also Osi-\nris.”\nThus, according to him:\n“...the mythology connected with Osiris is\nsimply the mythology connected with any\n-                     ro           celestial body becoming invisible. We have\ncelestial body becoming invisible. We have\nthe sun setting, the moon waning, a planet\nTwo forms of Osiris              setting, stars setting, constellations fading at\ndawn.”4\nSuch confusion was abetted by the fact that Osiris was by the Egyptians themselves con-\nsidered a different aspect of the god Ra, who is identified by almost all mythologists as a per-\nsonification of the Sun despite the fact that Ra’s characteristics do not match those of the solar\norb.6 And, whether it has meaning or not, just as the Babylonian planet Saturn was referred to\nas Julimu—that is, “ram”7—so was Ra sometimes depicted with the head and horns of the\nsame animal For that matter Osiris, too, was sometimes portrayed with the horns of a ram.°",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid., p. 295.",
            "3 Ibid., p. 297.",
            "4 Ibid., p. 299.",
            "SH.L. McCarthy, “Place of the Beautiful Ones,” Archaeology Odyssey (March/April 2005), p. 23.",
            "6 God Star, pp. 24-26.",
            "7M. Jastrow, Jr., “The Sign and Name for Planet in Babylonian,” Proceedings of the American Philosophical",
            "Society (May-August 1908), p. 154.",
            "8 J. Viaud, “Egyptian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 19; F. Fleming,",
            "“The Throne of Osiris,” The Way to Eternity (London, 1997), p. 102.",
            "9 See E. A. W. Budge, The Gods of the Egyptians, Vol. 2 (N. Y., 1904/1969), opposite pp. 114 & 136."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 47,
        "content": "\nRa and Osiris are even depicted as a single\ndeity in the Papyrus of Ani,! as well as in\nthe tomb of Ramses II? and that of Nef-\nthe tomb of Ramses II,? and that of Nef-                     aS\nertari in the Valley of the Queens?\nertari in the Valley of the Queens?                                        eS eS\nThat Osiris could not have personified                           a a\nThat Osiris could not have personified\nthe setting Sun, the waning Moon, the set-                            i,\nthe setting Sun, the waning Moon, the set-\nting of stars, or fading constellations, is\nting of stars, or fading constellations, is           = Wawa\nborne out by the fact that he was said to                      WZ\nborne out by the fact that he was said to\nhave been sanctified in Earth’s northern\nhave been sanctified in Earth’s northern               es ZW    .\nsky from where he ruled the imperishable                  _ Wi i\nsky from where he ruled the imperishable\nnos/Saturn.> And while —yes, I agree—this\nstars which furnished his very abode.\nstars which furnished his very abode.‘                       Mal    j\nmuch earlier beliefs.6\nBesides which, an Egyptian ostrakon iden-\nBesides which, an Egyptian ostrakon iden-                          \\ W |\ntifies Ra, with whom Osiris was assimilat-\ntifies Ra, with whom Osiris was assimilat-                        \\\\\\   4\ned, as the Greek planetary god Kro-\ned, as the Greek planetary god Kro-                 {e)  AKAC  O\nnos/Saturn.5 And while —yes, I agree—this                _ NSDL EES —\ncomes from a “late” Ptolemaic source,\ncomes from a “late” Ptolemaic source,         Seta) BSE\nthere is no doubt that it conforms with        ZEEE naar as ee Sy\nthere is no doubt that it conforms with\nwas essentially the property of Osiris.\ndoce ele RE Abe 1D And thee Adee.\nmuch earlier beliefs.                                                RES BSN          WES]\n—=S\n—_.\n\\)\n\\ecevnanata\nThus, as pointed out in our previous\nThus, as pointed out in our previous         ASAE     UW RCAS\nwork,’ the Egyptian dead were believed to                 Bese’      WN\nwork,’ the Egyptian dead were believed to\nrise and join their god at the north pole. As\nrise and join their god at the north pole. As                   SEN \"Sis\na chapter in the Book of the Dead relates,\na chapter in the Book of the Dead relates,                      ARES.\non their way to the Hall of Double Justice,                        ANN INS,\non their way to the Hall of Double Justice,\nthe dead had to pass the “constellations                  a\nthe dead had to pass the “constellations\naround the Pole.”® Dead men were then\ngiven the key to the North Wind “which      Ra—shown here with ram’s head and horns\ngiven the key to the North Wind “which\nRa—shown here with ram’s head and horns\nwas essentially the property of Osiris,”?\nRee tee kd ek a se hk",
        "bibliography": [
            "ee ee NO EEE",
            "ONE EI NN ENE NOS",
            "just one other name for the Saturnian deity need not be repeated.!! Not only that, but the",
            "mythological North Wind was itself inseparable from the proto-Saturnian system we have",
            "been reconstructing.!?",
            "'R.T.R. Clark, op. cit., p. 158.",
            "2 Ibid., pp. 158-159.",
            "3H. L. McCarthy, op. cit., p. 22.",
            "4M. Lichtheim, Ancient Egyptian Literature—Vol. II: The New Kingdom (Berkeley, 1976), p. 82.",
            "5 F. Boll, “Kronos-Helios,” Archiv fiir Religionwissenschajt, XIX (1916-1919), pp. 343 ff.",
            "5 F, Boll, “Kronos-Helios,” Archiv fiir Religionwissenschaft, XIX (1916-1919), pp. 343 ff.",
            "6 God Star, pp. 133 ff.",
            "7 Ibid., pp. 230-231.",
            "8R.T_R. Clark, op. cit., p. 163.",
            "9 Ibid., p. 164.",
            "10 [bid., p. 174.",
            "'l See God Star, pp. 141-145, 165-168, 193-195, 214-216, 230-231, 274-276, 311, 433-438, 443, 451.",
            "!2 See ibid., pp. 433-437, 462."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 48,
        "content": "\nTg\nZ\\%",
        "bibliography": [
            "|                                  Osiris and Ra as one god, sustained by Nephthys and Isis,                                  |",
            "Osiris and Ra as one god, sustained by Nephthys and Isis,",
            "as depicted in the tomb of Ramses II.",
            "But let’s move out of Egypt. Among the Hindus, the supreme deity known as Brahma,",
            "identified as Saturn by one group of Indian sages,! is also described as having been “alone” in",
            "the center of heaven",
            "The Chinese Supreme Ruler of Heaven, known as Shang-ti (Shang-te or Shang-di), whose",
            "Saturnian identity is no secret, was euhemerized as the Yellow Emperor.3 Like other such",
            "heavenly rulers in other parts of the ancient world, he had his throne placed at Earth’s north",
            "celestial pole.4 It was for that very reason that, during ceremonials inaugurated in honor of this",
            "god at the Altar and Temple of Heaven, the officiating Chinese emperor had to face toward",
            "the north while confessing that he was inferior to Heaven—even though to Heaven alone.>",
            "1 E, Moor, Hindu Pantheon (London, 1864), p. 218; but see also God Star (check index under Brahma).",
            "2 Chandogya Upanishad, U:ii:1-3.",
            "3 H. Maspero, “The Mythology of Modem China,” Asiatic Mythology (N. Y., 1972), p. 332; G. de Santillana &",
            "2 Chandogya Upanishad, I:ii: 1-3.",
            "3H. Maspero, “The Mythology of Modem China,” Asiatic Mythology (N. Y., 1972), p. 332; G. de Santillana &",
            "H. von Dechend, Hamlet’s Mill:An Essay on Myth and the Frame of Time (Boston, 1969), p. 129.",
            "H. von Dechend, Hamilet’s Mill:An Essay on Myth and the Frame of Time (Boston, 1969), p. 129.",
            "4 E.C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 281.",
            "5 F. S. Dobbins, Error’s Chains: How Forged and Broken (N. Y., 1884), pp. 463-464; J. N. Lockyer, op. cit., pp.",
            "4 E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 281.",
            "5 F, S. Dobbins, Error’s Chains: How Forged and Broken (N. Y., 1884), pp. 463-464; J. N. Lockyer, op. cit., pp.",
            "88-89."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 49,
        "content": "\n=    i       =      =    2 ££ s\ni          -       +     Se we © ix\n_, se i      ha.) |  es\n(jane  Bee   ‘a | pa sly\n—      re             =           i =e: _       — wT   7B\n= ee ee            4         \"          ‘          Te -\nCee > ee ee: ee\nss a   Oa Ne RE PTY       ~    —_    ear ee ter\nThe Altar of Heaven, Beijing, where the officiating Chinese emperor had to face north during the festival\nheld in honor of the Saturnian deity known as Shang-ti.\n(Photograph by the author.)\nIt was not that much different in Japan. The name of the original deity named in what can\npass as that nation’s Bible, the Kojiki, is Ame-no-mi-naka-nushi-ro-kami, which translates as\nLord of the Centre of Heaven (or Master of the August Center of Heaven), who existed during\nthe time of chaos.! That the north pole is implied by this Center of Heaven is ascertained by\nthe locality of the deity’s celestial residence. As with ancient China, Japan’s palace of the\ngods was also placed at Earth’s north pole—even though, as with such other sites, it was\neventually terrestrialized into the one at Eshima.?\nWe cross over to America in search of Saturn even though there are those who have\ndoubted the existence on that continent of any documentary evidence of the Saturnian plane-\ntary deity.3 David Kelly, on the other hand, had no qualms in presenting the “old black god of",
        "bibliography": [
            "1E.C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), pp. 198-199; F. S. Dobbins, op. cit., p. 307",
            "2 F. S. Dobbins, op. cit., pp. 308-309.",
            "3 E. Cochrane, “Actors in a Cosmic Drama,” AEON, VII:1  (September 2006), p. 49."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 50,
        "content": "\n:  at = Fe    ed Se ae eee",
        "bibliography": [
            "ee ................",
            "The Temple of Heaven, Beijing, center of Shang-ti/Saturn worship.",
            "(Photograph by the author.)"
        ],
        "captions": []
    }
]