[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 291,
        "content": "\nWhile Velikovsky’s identity of Leviathan as cometary Venus was considered by some,}\nothers have presented the celestial creature as the planet Mars.? Much earlier, the Ophites, a\nGnostic sect from Syria and Egypt who were also known as Serpentinians, had even presented\nLeviathan as the very “soul of the universe.”? It should hardly be stressed that none of this is\nin keeping with the concepts we have been discussing in the present work.\nThat Leviathan was the Semitic form of our friend, the dragon, is intimated by his descrip-\ntion as a fire-breathing serpent.\n“Out of his mouth go burning lamps, and sparks of fire leap out. Out of his nostrils\ngoeth smoke...His breath kindleth coals, and a flame goeth out of his mouth.”*\nAs he moves, it was written, he “maketh a path to shine after him,”> which shining path is\nunderstood as the resplendent trail proto-Saturn’s uncoiling debris left in its wake. To be sure,\nLeviathan’s fins were said to “radiate brilliant light,”° while elsewhere it is said that his entire\nskin possessed “a shining luster.””\nIt can therefore be said that William Ward came very close to the truth when he described\nLeviathan and Behemoth as “two symbolic creatures which played a most significant role in\nancient mythology.”8 As he went on: “The great sea monster,” that is Leviathan, “was a sym-\nbol of the primeval chaos God had to conquer to bring creation under control.” To which he\ncorrectly added that this story “is often referred to in ancient apocalyptic literature and occa-\nsionally in the Old Testament.”!°\nOr as Isaac Asimov expressed it:\n“In many mythologies, the supreme god...creates the universe out of the remnants of\nthat monster. This can be taken as symbolizing the victory of order over disorder, of\ncosmos over chaos.”!!\nOne amendment to both Ward’s and Asimov’s disclosures is that, while these creatures\ndid end up being symbolic, they actually owed their origin to visible celestial phenomena.",
        "bibliography": [
            "| See here, for instance, M. Sieff, “The Dragon im Myth and Folklore,” Society for Interdisciplinary Studies",
            "Workshop, Vol. 3,No. 4 (April 1981), p. 6.",
            "2D.W. Patten, et al., The Long Day of Joshua and Six Other Catastrophes (Seattle, 1973), p. 207; D. W. Patten,",
            "Catastrophism and the Old Testament (Seattle, 1988), pp. 84, 93.",
            "3 Origen, Conta Celsum, 6:25.",
            "4 Job 41:19-21.",
            "5 Job 41: 32.",
            "®L. Ginzberg, op. cit., Vol. I, p. 27.",
            "7 Ibid., Vol. V, p. 103.",
            "8 W.B. Ward, loc. cit.",
            "9 Ibid.",
            "10 Thid.",
            "11]. Asimov, Asimov's Guide to the Bible, Volume One: The Old Testament (N. Y. 1971), p. 486."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 292,
        "content": "\nIn the end, just as with the cosmic serpents of other ancient nations, Leviathan ended up\nrepresenting “the forces of evil in the world,”! which forces have to be subjugated, just as the\nmonster had been during Creation. Nahum Sarna contested this opinion, stressing his belief\nthat the serpent, even Leviathan, is not mythologically represented as “‘a demoniacal being.”?\nthat the serpent, even Leviathan, is not mythologically represented as “a demoniacal being.”?\nThe serpent is not, according to him, “described as evil.”3 That, however, is contrary to what\nis claimed in Jewish kabbalistic literature in which Leviathan is definitely so described.*\nis claimed in Jewish kabbalistic literature in which Leviathan is definitely so described.4\nOf Behemoth, we shall be speaking in a while.\nSERPENT WORSHIP\nThe evil attached to the serpent was not restricted to Jewish belief. Snakes were consid-\nered just as evil in ancient Egypt. Because of the venom contained in the fangs of some of\nthem, it might be thought that this is understandable. But even in death, or one should say fol-\nlowing it, snakes continued to be feared. The text inscribed in the pyramid of Unas contains a\nlong section that includes various incantations the recital of which “was intended to protect\nthe deceased from various kinds of snakes and worms.”> These texts, as Wallis Budge informs\nus, “are exceedingly ancient” and “may safely be said to form one of the oldest parts of the\nfuneral literature of the Egyptians.”® Nor can it be said that such beliefs died out with the pas-\nsage of time. As Budge continues to tell us, “we find from the later editions of the Book of the\nDead and certain Coptic works that the dread of the serpent as the emblem of physical and\nmoral evil existed among the Egyptians in all generations.”\nAs Budge additionally informs his readers, “a limbo filled with snakes” continued to sway\nthe minds of Copts “long after they had been converted to Christianity.”® But why should it\nhave been otherwise? Fed by the popular Old Testament myth that tells of the serpent’s temp-\ntation of Adam and Eve, the fear of the serpent as an embodiment of evil became part and\nparcel of Christian faith from the very beginning as it continues to be upheld by Christian\nChurches up to the present. Is not the serpent, in fact, the very emblem of the Christian devil?\nWhat might be considered strange by some is that, among some early Christians, the ser-\npent was regarded as the personification of goodness. The members of one particular sect\neven became known as Ophites—whom we have already met—which name derives from\nophis, the Greek word for “snake.” To this “Brotherhood of the Serpent,” as some continue to\nrefer to this particular group,'° also known as Serpentinains,!! the snake was the very symbol",
        "bibliography": [
            "1 Ibid.",
            "2.N.M. Sarna, Understanding Genesis (N. Y., 1976), p. 26.",
            "3 Ibid.",
            "4 L. Ginzberg, op. cit., Vol. V, pp, 42, 46, 311-312.",
            "5B, A. W. Budge, The Egyptian Book of the Dead (N. Y.., 1895/1967), p. cxxix.",
            "6 Ibid.",
            "7 Ibid.",
            "8 Ibid.",
            "° While widely known, see here M. Oldfield Howie, op. cit., p. 224",
            "10 Ibid.",
            "11 Origen, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 293,
        "content": "chosen to represent God’s /ogos,! and even God himself.”\n\nIn a way this idea was not much different from the one forwarded by Zarathustra in rela-\ntion to Ahura Mazda in which the devil and God had also originated as one and the same enti-\nty. Nor has this idea fallen by the wayside. The Kurdish tribe of the Yezidis actually worship\nShaitan, that is Satan, as a god.3 In Hinduism, the word deva stands for “God,” but in Persian\nthe same word means “fiend” or “devil.”4 As Oldfield Howie tells us, devel continues to be\nthe Gypsy name for God5\n\nIt is therefore not surprising that, as much as it was feared, the snake was worshipped both\nin ancient civilizations as well as among more modern tribes.$ It certainly remained rampant\nin India.” One of the ruling dynasties that held sway in the Mandi State adopted the serpent as\nthe “supreme object of worship.”8 Serpent worship has in fact remained common among the\nnatives of this State,? where the “religion of the majority” has been described as “a sort of\ndemon worship.”!0 And yet, as “palpably predominant” as serpent worship in this area has\nbeen described, people do not hesitate to kill snakes.!!\n\nJust like the ancient Ophites, there also was, perhaps still is, a so-called Snake-tribe in the\nPunjab who worship living snakes especially during a nine-day festival in September.!? The\nveneration of snakes in India is additionally prominent in the Dravidian areas, as likewise in\nBengal, where, in keeping with tradition, some families continue to keep snakes, which they\nregularly feed, in their home gardens.!3\n\nFor a while, snake worship also continued to be performed in ancient Europe, especially\namong the Prussians. !4\n\nThere are those who claim that the snake cult originated in dynastic Egypt from where it is\nsaid to have spread both east and west, through India, the Far East, across the Pacific Islands,\nand even into America.!> But this, again, relies on the sort of diffusion that we cannot accept.\nThat snakes received special attention among the natives of North America, as indicated",
        "bibliography": [
            "1T.W. Doane, Bible Myths and their Parallels in Other Religions (N. Y., 1882), p. 490.",
            "2M. Oldfield Howie, loc, cit.",
            "3M. R. Izady, The Kurds—A Concise Handbook (London, 1992) and A. Collins, From the Ashes of Angels: The",
            "Forbidden Legacy of a Fallen Race (London, 1996) as cited by D. M. Rohl, Legend: The Genesis of Civilization",
            "(London, 1998), p. 150.",
            "4 Although this is widely known, see G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World,",
            "Vol. IE (N. Y., 1884), p. 50.",
            "5M. Oldfield Howie, op. cit.,p.225.",
            "B.A. W. Budge, Osiris & the Egyptian Resurrection, Vol. IL (N. Y., 1911/1973), pp. 236-238.",
            "7 A. Verghese, Archaeology, Art and Religion: New Perspectives on Vijayanagara (New Delhi, 2001), p. 6.",
            "8B. L. Kapoor, Gods of the High Hills (New Delhi, 2001), p. 19.",
            "9 Ibid.",
            "10 Jbid., p. 62.",
            "1 Ibid.",
            "12 J. G. Frazer, The Golden Bough, Vol. I (N. Y. 1890/1981), pp. 139-140",
            "13 A. F, Sjoberg, “The Dravidian Contribution to the Development of Indian Civilization: A Call for a Reas-",
            "sessment,” Comparative Civilizations Review (Fall 1990), p. 66.",
            "14 JG. Frazer, op. cit., p. 283.",
            "15 H. Yoshino, “The Snake Cult in Japan,” in Y. Yasuda (Ed), Forest and Civilizations (New Delhi, 2001), p. 85."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 294,
        "content": "\n—-      ——             ———S > SS\n —\n= —     y   IS Ws     birdied ip yy ance  ak eps\ner      S  i ea   i\npeer \\y       Mey    ees alex ees” -\nSe RA ee\ngy  . = A ‘Ss .  Ss  eo  = Kt eas ,\nCRO           xp      Serine, |",
        "bibliography": [
            "Serpent worship in India."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 295,
        "content": "\namong diverse tribal units,' is quite well known. It would, however, be foolhardy to continue\nto assume that this derived from ancient Egypt.\nAmong the Moquis of Arizona, now known better as the Hopi, who originally came from\nColorado, there developed a secret society that, much like the ancient Ophites, has been called\na Serpent Brotherhood. Wearing distinctive costumes, members of this society undergo a spe-\ncial ritual during which they march around a sacred stone in a prescribed area while chanting\nto the sound of rattles. The head priest and his acolytes, carrying live snakes in their hands\nand mouths, follow in a procession toward the sacred rock, after which there ensues a frenzied\ndance during which the snakes are liberated? Similar dances are also known to have taken\nplace among the Zuni.\nSerpent worship also flourished in South America, especially around the Copacabana area\nin Peru. Back in 1619, a Spanish priest found it obligatory to destroy a snake idol made of\nstone on a mountaintop near the town of Yunguyo. Called Copocati, it was described as “an\nextremely ugly figure and all wound up with serpents.” There were also live snakes around\nthe idol, which the priest killed and threw into a lake.*\nThe veneration of snakes in and around Peru, however, goes much farther into antiquity\nthan the Spanish Conquest. To be sure, the “most frequently carved animals” on ancient Peru-\nvian stelae are snakes. Such stelae have been discovered all around Lake Titicaca and have\nbeen dated to pre-Inca times.5\nWay before that, Nehushtan (or Nechushtan), which is the Hebrew word for “snake,” was\nworshipped by the Israelites in Solomon’s very temple. They adored it and burned incense to\nit down to the time of King Hezekiah who destroyed it during his religious reform.6 As Bron-\nson Feldman has indicated, snake images might even have been kept by the earlier King Da-\nvid among the terafim—i.., idols —treasured in his home.”\nThere have been some especially among Catholics? who have tried to play this Israelite\ncustom down.!° This is not all that surprising since the very compilers of the Old Testament\nwere themselves guilty of such procedures. “The Bible continually gives us glimpses of a\nstate of affairs which presumably was quite different from what it appears to have been at first\nglance,” Werner Keller correctly pointed out. “For example, the authentic people’s religion of\nthe ‘children of Israel’ as it was actually practiced over wide areas must have been very\n| See here especially M. Oldfield Howie, op. cit., pp. 288-290\n2 Ibid., p.290.\n2 Ihid., p.290.\n3 Ibid.\n4P. Tierney, The Highest Altar: The Story of Human Sacrifice (N. Y., 1989), p. 222.\n5 Ibid.\n62 Kings , 18: 4. (NOTE: This appears as 4 Kings, 18; 4 in the Catholic Douay version.)\n70. ben Mosheh Feldman, The Passover Marvels (Philadelphia, 1978), p. 30.\n8 See here, for instance, H. Shanks, “The Mystery of the Nechushtan,” Biblical Archaeology Review\n(March/April 2007), pp. 57-63.\n9° K. Swanson, “A Reassessment of Hezekiah’s Reform in Light of Jar Handles and Iconographic Evidence,”\nCatholic Biblical Quarterly , 64 (2002), p. 460, as cited in ibid., p. 60.\nCatholic Biblical Quarterly, 64 (2002), p. 460, as cited in ibid., p. 60.\n10 See also Y. Rapoport, H. Shank, & B. Kelley, “Slippery Nechushtan,” Biblical Archaeology Review (Ju-\nly/August, 2007), pp. 8,9.\nly/August, 2007), pp. 8, 9.\n295",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 296,
        "content": "\nLA    \\\nRe   ae\na 3) hg\nLZ         D>\n)\ndance.\nter F. Copeland.\n296",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 297,
        "content": "different from what the authors of the Biblical writings would have liked to see.”!\n\nAs a word of caution, it must be stressed that, much like the dragon lore to which it was\nrelated, the adoration of serpents must not always be seen as having reflected the debris that\nspiraled out from proto-Saturn’s southern pole. That the spiral symbolized what some have\ncalled “the universal snake” is now recognized by archaeologists, even though the reason be-\nhind it is not always understood.’ But while we must keep events in their proper chronological\nsequence, it should also be noted right here that proto-Saturn was yet to sire further spiral off-\nspring.\n\nAPEP\n\nIt has been claimed that the Israelites borrowed the concept of Leviathan from the Ca-\nnaanite Lotan,? the seven-headed serpent of Ugaritic mythology + It is amazing how often it is\nforgotten that mythological themes are universal. Besides, Leviathan was not the same as Lo-\nta. The mytho-historical record is chockfull of serpentine entities, but, as pointed out above,\nnot all of them represented the same prodigy. Serpents in Egyptian lore, according to Rundle\nClark, have a tendency to “merge into one another.”> In actual fact, however, so do the\nmythological serpents of other ancient nations.\n\nOne of the most villainous serpents in ancient Egypt was Apep, also rendered as Apepi,\nwhom the later Greeks referred to as Apopis or Apophis. One must beware what one reads\nabout this creature in both ancient and modern texts since his iniquitous character lent him an\neven greater tendency for amalgamation with other serpentine entities. To be sure, the Papy-\nrus of Nesi-Amsu lists an additional twenty-nine names for this being,® but we shall not here\nconcern ourselves with them.\n\nWallis Budge confused the matter further with his stated opinion that Apep owed his\norigin to a species of giant snakes that overran Egypt’s wilderness in primeval times.? He\nsupported this contention through the actual remains of a thirty-foot-long serpent that had ear-\nlier been discovered in Egypt’s Fayum district\n\nAnd yet, on a subsequent page of the very same work, he then negates it all by informing\nhis readers that the Apep myth is reflected in almost every detail by the Assyrian one involy-\ning Tiamat, which he claims to be “undoubtedly of Sumerian origin.”® As he then adds: “It is\nprobable that both the Egyptians and the Sumerians derived their versions from a common",
        "bibliography": [
            "1 W. Keller, The Bible as History (N. Y., 1981), p. 267.",
            "2 See, for instance, R. Rudgley, The Lost Civilizations of the Stone Age (N. Y., 2000), p. 73.",
            "3A, Caquot, “Western Semitic Lands: The Idea of the Supreme God,” Larousse World Mythology (London,",
            "1972), p. 93.",
            "4 Ibid., p. 90. where “Lotan” is misprinted as “Loran.”",
            "5R.T. Rundle Clark, Myth and Symbol in Ancient Egypt (London, 1978), p. 239.",
            "B.A. W. Budge, The Gods of the Egyptians, Vol. 1 (N. Y., 1904/1969), p. 326.",
            "7 Ibid., pp. 11, 61.",
            "8. W. Andrews, “Preliminary Notes on Some Recently Discovered Extinct Vertebrates from Egypt (Part II,”",
            "8C. W. Andrews, “Preliminary Notes on Some Recently Discovered Extinct Vertebrates from Egypt (Part ID),",
            "Geological Magazine (October 1901), p. 438.",
            "°F. A. W. Budge, op. cit., p. 327."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 298,
        "content": "source.”! Unknown to him, the source of derivation that had been common, not only to Sume-\nrians and Egyptians, but to all who had lived through it, was the protracted sequence of events\nthat followed the proto-Saturnian flare-up of our discussion.\n\nIt was said that Apep was given birth just after Ra himself was born? which to us means\nthat he came into being right after proto-Saturn’s flaring activation. Not only did he, however,\ncome into being, as we have seen he also spread across the proto-Saturnian deity’s face, an\naction that was visualized by some as an assault on Ra. Although the actual myth of this at-\ntack has not survived, it is often referred to by the very Egyptians who thought of Apep as\nRa’s arch-enemy,? reviling him as “the serpent-devil,”* the very “embodiment” of “chaos and\nevil.”5\n\nUnfortunately, because certain hieroglyphic words of ambiguous meaning have been mis-\ntranslated as “rising” and “setting,” Ra was eventually robbed of his primeval immobility.”\nThis state of affairs resulted in the interpretation of Apep’s assault on Ra as a series of attacks,\nday and night, on the present Sun,$ especially during eclipses.? This led to various rites, espe-\ncially at the Karnak temple of Amen-Ra, in ancient Thebes, which were aimed at assisting Ra\nin his struggles against Apep.'° As with the dragon of other nations, Apep has thus been\nturned into the Sun’s “eternal enemy”!! despite the fact that no serpentine entity is ever seen\nto continually harass our present celestial source of light.\n\nTHE SERPENT OF ETERNITY\n\nNot everyone in the ancient world saw the serpent’s coils unwinding across the face of\nproto-Saturn as an attack. There were some who saw in him a means of conveyance upon\nwhich proto-Saturn rode. In Hindu lore, the cosmic serpent of our concern was known as\nAnanta, which Sanskrit name is translatable into English as “endless”!? or “infinite,”!? but al-\nso as “eternity’’!4 for which the serpent eventually became known.!5 Also known as Sesha or",
        "bibliography": [
            "| Ibid.",
            "1 Ibid.",
            "2 F, Fleming, “The Divine Creators,” in H. Cleary & R. Petrie (Eds.), The Way to Eternity (London, 1997), p. 33.",
            "2 F. Fleming, “The Divine Creators,” in H. Cleary & R. Petrie (Eds.), The Way to Eternity (London, 1997), p. 33.",
            "3D. A. Mackenzie, Egyptian Myth and Legend (N. Y., 1907/1978), pp. 12, 159.",
            "3D. A. Mackenzie, Egyptian Myth and Legend (N. Y.., 1907/1978), pp. 12, 159.",
            "4E. A.W. Budge, op. cit., p. 11.",
            "5 F. Fleming, loc. cit.",
            "6 See God Star, pp. 214-215 for sources and examples.",
            "7 See ibid.,p. 214.",
            "7 See ibid., p. 214.",
            "8 E. A.W. Budge, op. cit., pp. 11, 269 ff., 324-325; R. T. Rundle Clark, op. cit., pp. 209 ff.",
            "8 E, A.W. Budge, op. cit., pp. 11, 269 ff., 324-325; R.T. Rundle Clark, op. cit., pp. 209 ff.",
            "°F. Fleming, op. cit., p.39",
            "10 E. A. W. Budge, op. cit., pp. 270, 325-326; idem, Osiris and the Egyptian Resurrection, Vol. Il (N. Y.,",
            "10 EA. W. Budge, op. cit., pp. 270, 325-326; idem, Osiris and the Egyptian Resurrection, Vol. I (N. Y.,",
            "1911/1973), p. 203; F. Fleming, op. cit., pp. 39, 41",
            "11 J, Viaud, loc. cit.",
            "11 J. Viaud, loc. cit.",
            "12H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), pp. 37, 62.",
            "13 W.D. O'Flaherty, Hindu Myths (Harmondsworth, 1976), p. 340.",
            "13 W.D.O’Flaherty, Hindu Myths (Harmondsworth, 1976), p. 340.",
            "14 J. Herbert, “Hindu Mythology,” in “India: The Eternal Cycle,” Larousse World Mythology (London, 1972), p.",
            "209.",
            "15 W.D. O'Flaherty, op. cit., pp. 153, 221."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 299,
        "content": "\nShesha, which name means “residue” or “remainder,”! Ananta was described as having been a\n“coiled serpent”? on which Vishnu was later to lie while floating on the cosmic sea? Because\nlater artists found it difficult to portray the god lying on a coiled serpent, or perhaps because\nby then the actual event had become somewhat obscured, Sesha is usually pictured stretched\nout horizontally beneath Vishnu. The serpent’s acquisition of seven heads,* which formed the\nbasis of so many later portrayals, must however await an explanation in a following volume.\nAnanta is not the only cosmic entity that became known as the Serpent of Eternity. The\nFon of what used to be Dahomey, now Benin, in West Africa, insist that the serpent was cre-\nated first, even though it was itself responsible for Creation. Its enfolding coils, it is said, are\nnot static, but revolve around what is now believed to be the Earth. It is also said to help in\nsetting the heavenly bodies into motion.\nAs can be seen, despite the confused concepts that now burden these beliefs, the Fon con-\ntinue to associate serpents with cosmogonic lore. Very much like the Hindus, they are also of\nthe opinion that, while originally finding only stagnant waters, by which we understand the\ncosmic ocean, the snake ended up carrying the Creator on its back.\nThe Fonian serpent is not the only snake that has been held responsible for Creation. The\nFijian Ngendei, who is half snake,’ is also believed to have created what ended up being de-\nscribed as the world.’\nSERPENTINE DEITIES\nThe Chinese were not that different. As with other ancient nations, dragons were not only\nbelieved to be immortal, they were also thought of as divine beings.? In fact, among some,\nthey still are. This does not square well with most works on mythology in which cultic snakes\nand dragons are explained through analogy with their present terrestrial cousins or the atmos-\npheric behaviour they are often burdened with.!° As Jack Tresidder pointed out, such correla-\ntions “do not explain the almost universal importance of the serpent in mythology.”!! Nor did\nit escape his notice that such serpents symbolized “divinity itself” in the role of Creator.!?\nThis was a concept that was common to the most sophisticated civilizations in the ancient\nworld, as it remains among the most primitive ones down to the present. Up until the advent\n'H. Zimmer, loc. cit.\n2 Ibid.,p.61; V. Ions, Indian Mythology (London, 1967), p. 46\n2 Ibid., p.61; V. lons, Indian Mythology (London, 1967), p. 46\n3 Ibid.; J. Herbert, loc. cit.; P. masson-Oursel & L. Morin, “Indian Mythology,” New Larousse Encyclopedia of\nMythology (London, 1972), pp. 340, 362; W. D. O'Flaherty, op. cit., p. 221; H. Zimmer, op. cit., pp. 37, 61.\nMythology (London, 1972), pp. 340, 362; W. D. O’Flaherty, op. cit., p. 221; H. Zimmer, op. cit., pp. 37, 61.\n4P. masson-Oursel & L. Morin, loc. cit.\n5G. Parrinder, African Mythology (London, 1967), p. 22.\n5G, Parrinder, African Mythology (London, 1967), p. 22.\n© Ibid.\n7G. H. Luquet, “Oceanic Mythology.” New Larousse Encyclopedia of Mythology (London, 1972), p. 450.\n7G. H. Luquet, “Oceanic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 450.\n8 Ibid., p. 449.\n9M. Oldfield Howie, op. cit., p. 264.\n10 Ihid.; J. K. Hord, “The Twilight of the Goddess: An Ancient Religious Revolution,” Comparative Civiliza-\n10 Ibid.; J. K. Hord, “The Twilight of the Goddess: An Ancient Religious Revolution,” Comparative Civiliza-\ntions Review (Fall 1987), p. 79.\ntions Review (Fall 1987), p.79.\n11 J. Tresidder, Dictionary of Symbols: An Illustrated Guide to Traditional Images, Icons, and Emblems (San\nFrancisco, 1998), p. 184.\n” Ibid.\n299",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 300,
        "content": "\nof the twentieth century, the Huichol Indians of the Mexican Sierra Madre were still of the\nbelief that “most of the gods and all the goddesses” are actually serpents.!\nAs we have already seen, Vishnu and Quetzalcoatl were two Saturnian divinities that were\nthought of and portrayed as serpents. They were not, however, the only Saturnian gods pre-\nsented in such manner. One particular Egyptian deity known as Sata, “whose years were\nmany,” was believed to renew himself daily.? But that was in later times. In the Book of the\nDead, the deceased is made to identify himself with Osiris, with Ra, as well as with Sata? thus\nidentifying all three of them as one and the same deity. Since both Ra and Osiris were Satur-\nnian gods, the serpent deity known as Sata must therefore also be seen as having been Satur-\nnian. This is not merely our contention. That Sata stood for Saturn had been forwarded by\nMarcus Terentius Varro, the Roman antiquarian of the first century B. C.,4 and accepted by\nothers since then.5 Much more than that, Varro was of the opinion that the word sata was the\nsource behind the Latin name Saturnus.6 While this derivation has met with many an objection\nfrom modern-day linguists, Sata’s Saturnian connection remains evident through the serpent’s\nassociation with Ra and Osiris.\nWe need not, however, rely on the above contested derivation. In Egypt, all the gods were\nsymbolized by serpents.” When it comes to Saturnian deities, it is interesting to find that when\nRa left the world—that is, when proto-Saturn was removed from Earth’s vicinity —he became\na small serpent,’ as was befitting his apparent diminished size. But let us not get ahead of our-\nselves.\nAmon, too, was given a serpentine form, or at least a serpentine head. In religious proces-\nsions, the statue of Osiris was always accompanied by a serpent.!° The god Amun was also\nknown as the Primeval Serpent.!! The exclamation “Back! Amun-Serpent!” forms part of a\nspell in the Pyramid Texts.'? As in the religious beliefs of so many other ancient nations, the\ncosmic serpent in Egypt was regarded as the Creator.!3\nWe meet the same situation among the religious beliefs of the ancient Mesopotamians. Ea,\nwho perhaps was the most prominent Saturnian deity among them, has long been associated",
        "bibliography": [
            "1C. Lumholtz, “Symbolism of the Huichol Indians,” Memoirs of the American Museum of Natural History, Vol.",
            "Ii (1907), p. 211.",
            "2B, A. W. Budge, The Gods of the Egyptians, Vol. 2 (N. Y., 1904/1969), p. 377.",
            "3 Idem, Osiris and the Egyptian Resurrection, Vol. Il (N. Y., 1911/1973), pp. 171-172.",
            "4 Aurelius Augustinus, De Civitate Dei, VI:8 and VII:19;",
            "SR. Klibansky, et al., Saturn and Melancholy (London, 1964), p. 139; G. de Santillana & H. von Dechend, Ham-",
            "let’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 132.",
            "6 Aurelius Augustinus, loc. cit.",
            "7M. Oldfield Howie, op. cit., p. 21.",
            "8D. A. Mackenzie, op. cit., p. 7.",
            "9 Ibid., p. 197.",
            "10 H.M. Westropp & C. S. Wake, Ancient Symbol Worship (N. Y., 1875), p. 20.",
            "RT. Rundle Clark, op. cit., p. 241.",
            "12 Ibid.",
            "13 [bid., p.239"
        ],
        "captions": []
    }
]