[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 221,
        "content": "\nAs modern Muslims will avow, the Ka’ba is venerated because it is the house of God,\nwhom they refer to as Allah, which is said to have been built by Ibrahim, the Hebrew patri-\narch Abraham. It was quite close to it that the Prophet Mohammed was born. And while it has\nbeen destroyed by floods many times in the past, it was each time reconstructed to conform to\nits original cubic shape. The venerated Black Stone is believed to be the only remaining frag-\nment from Abraham’s original shrine.\nThe shrine had not always been empty. When, in 630 A. D., Mohammed claimed it as his\nown, it housed an assembly of idols which are now explained by Muslims as a lapse of the\ntrue faith since Abraham’s time. Mohammed had the idols toppled in a “cleansing” of the\nshrine, a rededication of the Ka’ba to what he then believed was the original and true god.\nDissatisfied with the polytheism practiced in his country, as well as elsewhere, and influ-\nenced by the Jewish and Christian belief in one god, Mohammed, who up till then had been a\nmerchant, became convinced he was selected by his god to carry the message of his truth to\nthe entire world. He was forty years of age when he began to preach his newly acquired reli-\ngious convictions.\nMecca had, however, been a holy city long before Mohammed. The city was even said to\nhave grown around the Ka’ba which had existed from ancient times. Such shrines were often\nbuilt in otherwise deserted places to be visited only during times of veneration. When such\nshrines gained popularity, it was common for towns to grow around them. Arabs from all over\nthe land had pilgrimaged to Mecca to worship at the Ka’ba from remote antiquity. The tawaf,\nor sevenfold circumambulation, also dates from before the Prophet’s time.! Nor had the Mec-\ncan Ka’ba been the only cubic shrine in the Arabian countryside. There had once been a\nKa’ba at Najran, one at Khalasa, and another at San’a. Like the Meccan Ka’ba, each one of\nthem used to be the center of a hajj and the tawaf?\nMohammed himself came from a reputable family of the Koreish, the then dominant tribe\nin Mecca. The Koreish had long been the traditional custodians of the Ka’ba and its idols.\nThey also used to be the concessionaries of the pre-Islamic hajj. Mohammed’s own grandfa-\nther must have been a man of means since it was he who endowed the Ka’ba with a gilt door\nWhether this is the same gilt and silvered door that exists today is not quite known. When\nMohammed took over the Ka’ba in the name of Islam, which word really means “Submis-\nsion,” he was thus reclaiming his own heritage.\nThere seems to be a slight difference of opinion concerning the principal deity that was\nhoused in the Meccan Ka’ba prior to Mohammed’s religious revolution. According to Fran-\ncois Lenormant, the Ka’ba’s main idol had originally been a wooden dove suspended from the\nceiling. Since the dove had for long been a symbol of Venus, Lenormant considered the pre-\nIslamic cult of the Ka’ba to have been devoted to that planetary goddess. He even went so far\nas to state it was the planet Venus that the Black Stone personified 4\nMost Arabian writers have it differently. More than that, their information compares more",
        "bibliography": [
            "1J, Huxley, et al., The Ancient World (London, 1968), p. 96.",
            "2H. St. J. B. Philby, “Mecca,” Encyclopaedia Britannica, Vol. 15 (1959 edition), p. 150B.",
            "3 Macoudi (Masudi), Les Prairies d’Or, Vol. Il (Paris, 1861/1877), p. 259.",
            "4F, Lenormant, Lettres Assyriologique, Vol. Il (1871-1872), pp. 138 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 222,
        "content": "\neo “ Sais y       : Pe, es    “alg\nee a aaa ot     Ag LE Niue 7 alee\neee ie kee NA GE ae a Ble Wak” Red ee  ea a BT y   ie\nCCE a ema ee DE\nypu th ian a ae ea ie\nSAR eetiee | gry Ue gs mr",
        "bibliography": [
            "The Ka’ba.",
            "favorably with what is known of ancient Near Eastern cults. Without wishing to cast doubt on",
            "Lenormant’s description of the Venerian dove, we cannot accept the Ka’ba as a Venerian",
            "shrine, or the Black Stone as a Venerian idol.",
            "Within the Ka’ba,! or, as others would have it, perched upon its roof? stood the figure of",
            "the god Hubal, considered the greatest of all Arabian idols.3 And it is here that the truth begins",
            "to emerge for, as Hildegard Lewy pointed out, Hubal was the god of the planet Saturn.4 This",
            "is not to say that Venus, as a dove, was not also worshipped since, as we have already noted,",
            "under the name al-Uzza, this planetary goddess remained prominent in Arabia well into, and",
            "even past, Mohammed’s time.",
            "Additional to that, for some now forgotten reason, the cube itself had been a traditional",
            "representation of the god and planet Saturn from ages past.> Even Johannes Kepler, in his",
            "Mysterium Cosmagraphicum, drew on this lore. His Polyhedra, a geometrical fancy meant to",
            "1 Tabari, Annals—(more correctly, Tarikh ur-Rasul wal-Muluk, which translates as History of the Prophets and",
            "Kings)—Vol.I (Leiden, 1881-1882), p. 1075.",
            "2H. Lewy, op. cit., p. 340.",
            "3 Ibid.",
            "4 Ibid.",
            "> See, for instance, G. de Santillana H. von Dechend, op. cit., pp. 221-222."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 223,
        "content": "\ndepict the correspondence of the relation between planetary orbital radii, represents Saturn’s\nsphere by a cube—“witness of an age-old tradition.”!\nWhat clinches the matter is that the cube was the characteristic shape of Saturnian tem-\nples.? To be sure, it was quite known to the Arabian historian Masudi? that the Meccan Ka’ba\nused to be a shrine to Saturn And, in keeping with our present subject, while the Ka’ba is not\nitself black, it is rendered black by the encasing of the kiswah which is of that very color.\nThat this is not an idle assertion is proven by ad-Dimisqi who described the building of a\ntemple to Saturn with “black (being the color) of the stone work and the curtains.”> In fact,\nthis same author listed black curtains as one of the most typical traits of Saturnian temples.°\nTHE BLACK STONE\nThe Black Stone had not always been cemented to the south-east corner of the Ka’ba. It\nwas Mohammed who placed it there. In pre-Islamic times, the Black Stone had been placed\nacross the mouth of a well that used to be located inside the Ka’ba. According to the famed\nArabian traveler and geographer, al-Biruni, pilgrims used to quench their thirst at its waters.”\nIt has been said by some that the number of idols that the Ka’ba used to contain numbered\n360,8 although it is possible that most of them were merely votive offerings.? When Mo-\nhammed destroyed these idols, he saved the Black Stone,!° which he then blessed,!! and in-\ncorporated into the faith of Islam.\nTo the Arabs of pre-Islamic times, the Black Stone was itself considered a deity. More\nthan that, it was regarded as the protector of the rest of the gods.'* The Black Stone must\ntherefore be considered as having been the chief deity within the Ka’ba. In fact, it seems that\nthe figure of Hubal only replaced it when the Stone was temporarily lost. That being the case,\nit was the Black Stone that would have really been Hubal. It was the Black Stone that would\nhave represented Saturn.\nAs we have already noted, the Meccan Ka’ba had been destroyed by floods and rebuilt\nmany times. These catastrophic inundations, which have frequently plagued the valley of\nMecca, are capable of generating wholesale destruction through their violent torrents. These\nfloods have been known to carry away whatever happens to lie in their path, usually leaving a\nIbid.\n! Tid.\n2H. Lewy, op. cit., p. 339.\n2H. Lewy, op. cit., p.339.\n3 In full, Abu ‘L-Hassan ibn Husein ibn Ali-ul-Masudi.\n3 Tn full, Abu ‘L-Hassan ibn Husein ibn Ali-ul-Masudi.\n4H. Lewy, loc. cit.\n5 ad-Dimisqi, Kitab Nuhba al-Dahr fi Agaib al-Barr w’al Bahr (St. Petersbourg, 1866), p. 40.\n6 Ibid.\n7G. de Santillana & H. von Dechend, lo. cit.\n8G. Annequin, Little-Known Civilizations of the Red Sea (Geneva, 1979), p. 205; H. Lewy, op. cit., pp. 341-342.\n9 Ibid.\n10 §_ Welles, et al., The World’s Great Religions (N. Y., 1957), p. 101.\n10 §. Welles, et al., The World’s Great Religions (N. Y., 1957), p. 101.\n1! Pp Hamilton, op. cit.,p. 31; J. Huxley, et al., op. cit., p. 97.\n!2 [bid., p. 96.\n223",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 224,
        "content": "\ndeep layer of mud in their wake.! During one of these floods, not only was the Ka’ba swept\naway, its foundations were completely obliterated. Masudi described the site of the shrine af-\nter its destruction as nothing but a heap of sand.2 When the Ka’ba was next rebuilt, it was\nerected on a new foundation. The well that had been inside it, sealed off by the mud, was not\nfound. Neither was the Black Stone which had been placed across its mouth. Mecca had lost\nits god.\nAccording to Lewy, it was then that the statue of Hubal was sculpted and enshrined within\nthe newly erected Ka’ba. The statue was meant to replace the missing Black Stone.4\nSome time later, so it’s been told, Mohammed’s grandfather, ‘Abd al-Muttalib, had a\ndream in which he was shown the true location of the Ka’ba’s old foundations and the sealed-\noff well. Whether the dream itself is apocryphal or not, it is accepted that al-Muttalib dug in a\nspot not far removed from where the Ka’ba had been rebuilt and there found the well with the\nmissing Black Stone.» That this was the true well is ascertained by the additional fact that\nsome votice offerings—golden figures of gazelles and precious arms—were also recovered\nfrom its depths.6 This is the present Well of Zamzam (sometimes transliterated Zemzem) that\nis now located outside the shrine.\nOnce the Black Stone had been recovered, the statue of Hubal was no longer needed, and\nit is quite possible that it was then removed to the roof of the shrine as vouched for by some\nauthorities. When Mohammed later destroyed the idols, he destroyed that one too.\nWhat this means, of course, is that the present Ka’ba does not rest on its original founda-\ntions. Those foundations should be sought for around the Well of Zamzam.\nHEAVEN’S BOLIDE\nImmanuel Velikovsky’s claim that the Black Stone was believed to have fallen from the\nplanet Venus,’ which might have been fed by Lenormant’s mistaken view cannot be sub-\nstantiated. Even so, there seems to be no doubt that the Stone had “streaked out of the heavens\none night in the forgotten past.”? Like other sacred images which ancient man venerated, the\nholiest object of Islam seems to be nothing but a meteorite.!°\n! See her, for example, T. F. Keane, Six Months in Meccah (London, 1881), p. 177; S. Hurgronje, Mekka (Haag,\n1888), pp. 18 ff.\n2 Macoudi, op. cit., p. 296.\n3 H. Lewy, op. cit., p. 350.\n3 H. Lewy, op.cit., p. 350.\n4 Ibid.\n> B. D’Herbelot, Bibliotheque Orientale, ou Dictionaire Universal Contenant Tout ce qui Regarde la Connois-\nsance des Peuples de I’Orient—based on the Arabic dictionary of Hadji Khlafa—Vol. I (La Haye, 1777), p. 432\n& Vol. Ip. 176.\n6 J. Wellhausen, op. cit. (Berlin, 1937 edition), p. 103.\n71. Velikovsky, Worlds in Collision (N. Y., 1950), p. 291.\n8 See above.\n9S. Welles, et al., loc. cit\n10 B.A. Lucas, Meteorites, Meteors and Shooting Stars (N. Y., 1931), p. 7; G. A. Wainwright, “The Coming of\nIron,” Antiquity, X (1936), p. 6; P. K. Hitti, op. cit., p. 100; S. Welles, et al., loc. cit.; J. Huxley, et al., op. cit.,\npp. 95-96; F. Lenormant, loc. cit.\n224",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 225,
        "content": "\nThere has been some speculation that the Stone had once been red, and that its present\nblack color owes itself to age-old patina.! There are also those who claim that, when it fell\nfrom heaven, it was white, and that it later blackened due to man’s evil transgressions.” Its\noriginal reddish hue has never been authenticated, while, needless to say, neither has its pre-\nvious whitish purity. Black meteorites, on the other hand, are not uncommon.3 What seems\ncertain is that the Stone’s sacredness resulted from the mythic significance of its very black-\nness since this associates it directly with the proto-Saturnian deity of our discussion. As Lewy\ntightly deduced:\n“As,..this Black Stone was revered in a sanctuary dedicated to the cult of the ‘Black\nPlanet’ Saturn, we comprehend that a black meteorite, or a black stone resembling a me-\nteorite, was thought to be a piece of the ‘Black Planet,’ which means a part of the body\nof a great god which, therefore, deserved the same veneration as the planet itself.”4\nAL-ILAH\nOne of the pre-Islamic Arabian deities was Ilah, also known simply as II, which name is\nequivalent to the Aramaic and Hebrew EI.5 Ilah’s correspondence with the Hebrew Eloah,\nwhich name is simply a fuller version of the more popular El, is also evident. Although Ilah\nwas once identified as the Moon god § the notion has long since fallen into disfavor, especial-\nly since the Hebrew El, as we have seen, is more readily identifiable as a Saturnian deity.’\nBecause, in later times, the Jews had become accustomed in presenting El simply as God, so\ndid the Arabs come to refer to their god as al-Ilah, that is the God. It is, needless to say, this\nolder Ilah that turned into the Allah of Mohammed’s faith. It can therefore be seen that, apart\nfrom the Ka’ba and the Black Stone, the very god of Islam, or at least his name, traces back to\nthe proto-Saturnian deity of archaic times.\nIt thus becomes quite evident that, when all relevancy is taken into consideration, the ma-\njor elements associated with Islam trace back to a proto-Saturnian symbolism. This is not to\nism.\nimply that Muslims are willfully, or even knowingly, worshipping Saturn when they perform\ntheir devotions. Neither does it mean that Mohammed was attempting to dupe his followers in\nhis founding of Islam. His belief in Allah as the one true god of humankind was, as it contin-\nues to be among his faithful, a sincere attempt to elevate godhead beyond and above material-\n'T. Velikovsky, op. cit., p. 290.\n2D. BouBakeur, “The Mecca, the Kaaba and the Origins of Islam,” New Scenarios on the Evolution of the Solar\nSystem and Consequences on History of Earth and Man (Bergamo, 2002), p. 280.\n3 See, for instance, D. Overbye, “Voyager Was on Target Again,” Discover (April 1986), p. 78.\n4H. Lewy, op. cit., p.348.\n4H. Lewy, op. cit., p. 348.\n5§.E. Langdon, Semitic Mythology, Vol. V of The Mythology of All Races (N. Y., 1931/1964), p. 5.\n5 §. E. Langdon, Semitic Mythology, Vol. V of The Mythology of All Races (N. Y., 1931/1964), p. 5.\n6 Ibid.\n7 See here the evidence presented in God Star, pp. 135, 141-142, 223-227, 229, 267-268, 283, 305, 433, 443,\n448.\n225",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 226,
        "content": "EL GABAL\n\nThe Black Stone associated with the Meccan Ka’ba was not unique. Just as there had been\nother cubic temples in other parts of the Near East, so had there been other black stones that\nwere considered just as sacred.\n\nSuch a black stone, which is also believed to have been a meteorite, roughly conical in\nshape, was worshipped by Syrian cultists as the image of the god Elagabalus at the shrine of\nEmesa.! This stone was later transported by the Roman emperor Marcus Aurelius Antoninus\nto his imperial city and deposited in the temple of Kybele.? It was then that the emperor as-\nsumed the name of the Syrian deity who had somehow won his loyalty, becoming known\nfrom then on as the Emperor Elagabalus.\n\nThis name, however, was the Latinized form of the god’s Semitic one, which is often ren-\ndered simply as Gabal, and who is just as often represented as a sun god.? But that this sun\nwas the proto-Saturnian one of our interest is indicated by the god’s full name from which the\nLatinized version is derived. That full name is EJ Gabal+—also rendered as Elagabal and/or El\nJebel—which translates as El of the Mountain. While the clarification of what this mountain\nwas will have to wait for a future volume, El’s identity as proto-Saturn need hardly be re-\nstressed.\n\nDUSHURA\n\nAnother deity associated with the subject of our discussion was the North Arabian god\nDuSura—pronounced Dushura—whom the Greeks rendered as Dousares, which name is also\ntransliterated as Dusares. Because Strabo described the Nabataeans as sun worshippers,> Ste-\nphen Langdon identified DuSura, who was their deity, as a Sun god.° There have also been\nthose who presented DuSura as the offspring of a greater Lord through a virgin mother, and\nthat his birth was celebrated on the 25th of December.’ But because this is a late duplication\nof the parentage and birth of Jesus, it cannot be used as evidence of the god’s real identity.\nThe Greeks’ identification of Dousares with their own Dionysus,$ as that of the Romans with\nthe equivalen Bacchus, leaves us in a better position to equate the god as another Arabic ver-\nsion of the proto-Saturnian deity.!°\n\nWhat associates this god with our present subject is that, according to the Greek lexicog-\nrapher known as Suidas, the object of DuSura’s worship was also a black stone that stood on a",
        "bibliography": [
            "IS.E. Langdon, op. cit., p. 54; E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 109.",
            "2 Ibid.",
            "3 Ibid.",
            "4S. E, Langdon, loc. cit.",
            "> Strabo, Geography, XVI:4:26.",
            "6 S_E, Langdon, op. cit., pp. 16, 17.",
            "7 [bid., p. 16.",
            "8 Ibid., pp. 16, 17.",
            "9 [bid., p. 17.",
            "10 God Star, pp. 312-314, 317, 443-446; Flare Star, pp. 92, 114, 127-128, 130, 230."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 227,
        "content": "\npedestal of gold.' And while the dimensions\nof this stone—some four feet high and two\nof this stone—some four feet high and two                        (THY)\nfeet wide2—do not conform to a cube, the\nfeet wide*—do not conform to a cube, the                     (ule\ngod’s symbol was still known and referred                   Ae PET i)\ngod’s symbol was still known and referred\nto as ka’bu3                                                                            Fev]\nto as ka’bu3\nThere were other black stones and cubic\nThere were other black stones and cubic                         ai    (xt\nsymbolism attached to the worship of other\nsymbolism attached to the worship of other                               e|      RAs\n|\ndeities, both male and female, in the ancient                                         we ¥\ndeities, both male and female, in the ancient\nNear East, but these will have to be deferred                                                         q\nNear East, but these will have to be deferred\nto their proper chronological place in our\nto their proper chronological place in our           fl       )\ncontinuing reconstruction of Earth’s pri-\ncontinuing reconstruction of Earth’s pri-                      SIN\nmordial history. What we must now concen-\nmordial history. What we must now concen-                      B    (\\fans  IN\ntrate on are two questions: Why was the cu-\ntrate on are two questions: Why was the cu-                    ij YY:    A\nbe associated with the Saturnian planet and\nbe associated with the Saturnian planet and                 WEE           N\nits god? And why were both god and planet\nits god? And why were both god and planet                 iz           N\nthought to have been black?                                       Vo)                      oo\nthought to have been black?\nAL-RUKABA                                             Up\nAL-RUKABA\nAs a terrestrial replica of the deity’s ce-\nlestial residence, the Ka’ba is not excep-\ntional. In fact, as David Talbott well recog-\ntional. In fact, as David Talbott well recog-                                     f\n Aor YY |\nnized, all ancient temples, regardless of                                       h\nnized, all ancient temples, regardless of\ntheir shape, were originally meant to dupli-\ntheir shape, were originally meant to dupli-                                     A\ncate Saturn’s celestial original+ But if we\naccept this original as having been astral in\ncharacter, those Saturnian temples that were\ncharacter, those Saturnian temples that were                                          \\\nfashioned in cubic form become all the\nfashioned in cubic form become all the                                        %\nmore puzzling.                                                                     fy                   )\nmore puzzling.\nBack in 1988, I could claim that re-                                      s\nBack in 1988, I could claim that re-\nsearch up to that point had uncovered abso-\nlutely nothing concerning proto-Saturn that\nmight have appeared cubic.’ In this respect,\nmight have appeared cubic.’ In this respect,           .\ndespite those who, at my behest, had tried to            Basalt statue of Dushura/Dusares —\ndespite those who, at my behest, had tried to\nBasalt statue of Dushura/Dusares —\nsolve the problem, not much has changed             the Arabic Dionysus.\nsolve the problem, not much has changed\nthe Arabic Dionysus.\nsince then. As I had formerly asked, could\nthere consequently be some long forgotten",
        "bibliography": [
            "1 §_E. Langdon, op. cit., p. 16.",
            "2 Ibid.",
            "3 Ibid.",
            "4D.N. Talbott, The Saturn Myth (N. Y., 1980), pp. 145 ff.",
            "5D. Cardona, “The Kaaba,” KRONOS XI1:3 (Spring 1988), p. 25."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 228,
        "content": "\nmeaning hidden within the word as opposed to the object? In other words, could the word\nka’ba have derived from something other than ka’b, which word does mean “cube,” as it has\nbeen assumed?\nLet us begin with the mundane assertion that, although Saturn is now a planet, it had for-\nmerly been a star. It was therefore quite surprising when Talbott found reason to assert that\nthe Saturnian sun-god “does not ever seem to be portrayed as a star in early iconography.”! I\nsay “surprising” because Talbott knew better. In fact, let’s be clear about this. In the earliest\ncivilization known to us, that of Sumer, the very sign for “god” was simply that of a star?\nTalbott not only knew this, he actually introduced his major work on the subject by stressing\nit3 Moreover, this Sumerian god was An/ also rendered Anu, whose only pictographic repre-\nsentation was an asterisk and/or star. And that An stood for Saturn was documented by Tal-\nbott from the very start of his exposition on the subject\nSince a cubic shrine for god in heaven does not seem to make much sense—not even\nMuslim sense—is it not possible that the word ka’ba is merely a corruption of the very word\nfor “star” which originally stood for the Saturnian god? The Babylonian word for “star” was\nkakkabu.§ In Hebrew, the word for “star” is rendered as kowkab.’ In Maltese it is Kewkba$\nobviously derived from kawkaba. Is it not possible that the word ka’ba degenerated from\nkawkaba, and that later generations, having forgotten its original symbolism, found the cube,\nfor which it was mistaken, a more wieldy three dimensional shape to replicate god’s divine\nedifice?\nIf, as some maintain, it was the meteoric Black Stone that was originally known as ka’ba\nor ka’bu,? corruption from an earlier concept can still apply since, in Babylonian, even mete-\nors were referred to as kakkabu, in full kakkabu rabu.!®\nThe above is not proferred on etymological grounds since, when it comes to similarity of\nsounds, the rules of etymology do not always apply. In this instance, the case of Cinderella’s\nslippers, which we mentioned in the first volume of this series,!! comes immediately to mind.\nAs most children know, Cinderella’s slippers were supposedly made of glass. What is not\nwidely known is that they really were made of sable fur. This misconception owes itself to the\nsimilarity of sounds between the French word vair, which means “sable,” and verre, that is\n“glass.”!? A similar misconception also noted in our first volume concerns a famous saying\nattributed to Jesus to the effect that “it is easier for a camel to go through the eye of a needle,\n1D. Talbott, “Saturn Myth—A Challenge to the Planetary Hypothesis,” Kataklysmos (May 19, 1987), p. 22.\n1D, Talbott, “Saturn Myth—A Challenge to the Planetary Hypothesis,” Kataklysmos (May 19, 1987), p. 22.\n2 J.E. Pfeiffer, The Emergence of Society: A Prehistory of the Establishment (N. Y., 1977), p. 170.\n3 D.N. Talbott, The Saturn Myth (N. Y., 1980), p. 10.\n3D.N. Talbott, The Saturn Myth (N. Y., 1980), p. 10.\n4S. E. Langdon, op. cit., p. 93.\n5.D.N. Talbott, op. cit.,pp. 17, 26, 32, 44, 52 ff., 88, 163.\n5 D.N. Talbott, op. cit., pp. 17, 26, 32, 44, 52 ff., 88, 163.\n6M. Jastrow, Jr., Die Religion Babyloniens und Assyriens I1/2 (1912), pp. 153-154.\n6M. Jastrow, Jr., Die Religion Babyloniens und Assyriens Il/2 (1912), pp. 153-154.\nTJ. Strong, op. cit., p. 54.\n8 ED. Busuttil, Kalepin Tliet Ilsna (Valletta, 1978), p. 56.\n8 E. D. Busuttil, Kalepin Tliet Isna (Valletta, 1978), p. 56.\n° SE. Langdon, op. cit., p. 16.\n10M. Jastrow, Jr., op. cit., p. 696.\n\"| God Star, p.22.\n12 B.C. Brewer, Dictionary of Phrase and Fable (Philadelphia, 1898), p. 1211.\n12 F.C. Brewer, Dictionary of Phrase and Fable (Philadelphia, 1898), p. 1211.\n228",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 229,
        "content": "than for a rich man to enter into the kingdom of God.”! This, too, happens to be based on a\nmisunderstood Greek phrase in which the word kameylos, which means “rope,” sounded like\nkamelos, the “camel” of the mistranslation.? After all, while Saturnian temples sprouted all\nover the world, we note that cubic ones were restricted to Semitic-speaking cultures in which\nkawkaba and ka’ba would have sounded much alike.\n\nAdditional to the above, we need not re-stress proto-Saturn’s primordial immobolity in\nEarth’s north celestial pole, the very place that is presently occupied by the Pole Star. Alt-\nhough the meaning behind this reality had probably also been forgotten by the time Moham-\nmed had reclaimed his god’s holy shrine, its memory was never quite obliterated. This is\nborne out by a Muslim text which enigmatically states that “the polestar proves the Ka’ba is\nthe highest situated territory; for it lies over against the center of heaven.” As it happens, the\nvery name of the Pole Star in Arabic is al-Rucaba*—or al-Rukaba—the phonetic similarity of\nwhich to ka’ba need hardly be pointed out.",
        "bibliography": [
            "1 Mark 10:25; Luke 18:25.",
            "2D. B. Vitaliano, Legends of the Earth (Bloomington, 1973), pp. 5-6.",
            "3 A. J. Wensinck, “The Ideas of the Western Semites Concerning the Navel of the Earth,” Afdeeling Letterkunde",
            "XVIE1 (1916), p. 15.",
            "4 J. O'Neil, The Night of the Gods, Vol. 1 (London, 1893), p. 226."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 230,
        "content": "\nChapter 12\nDivine Colors\nBLUE-BLACK DEITIES\nTe next question to answer is: Why was the Saturnian planet and its god considered to\nhe next question to answer is: Why was the Saturnian planet and its god considered to\nhave been black? Did the proto-Saturnian sun really turn that color—did it lose all of\nits luster—once it got hidden behind the dust it had itself expelled?\nThat a star can expel dust as dark as soot was ascertained when such a star was seen to do\nexactly that.! It is, however, doubtful that the dust expelled by proto-Saturn would have been\nas black as soot. Had that been the case, with the vast amount of dust that proto-Saturn would\nhave shed, the world’s entire sky would have been blotted out. There would then have been no\nsign of proto-Saturn for it to have been described as black or any other shade. At present,\nwhen our Sun is hidden behind cloudy weather, even the most dense, it does not appear black.\nA total eclipse could have rendered proto-Saturn black, but there was no other body rightly\nplaced for such an occultation to occur. Let us, then, dig deeper.\nThe Narada Purana contains another tract in which Saturn is painted black, but whoever\nwas responsible for that information threw in an ambiguity. What we find reported there is\nthat Saturn has a “complexion” which is either black or blue.? Nor is the Narada Purana alone\nin this. While we have seen that Kala, one of the Sanskrit names for Saturn, actually means\n“black,” it also means “dark blue.” So, likewise, with Nilalohita. While serving as an epithet\nof Shiva whom we have already seen identified as Saturn, this name’s meaning is “dark\nblue.”5 And so, again, with Nilakantha, which means “Blue Throat,” yet one more name be-\nstowed on Shiva®\nAnother Indic deity that catches our attention in this respect is the controversial Krishna.\nThis god’s legendary exploits serve to cast him in a bold Herculean mold with traits in com-\nmon with a Martian avatar. And yet there is no doubt concerning his original stature as just\nanother Saturnian deity, so many of which culminated in overburdening Hinduism, as they did\nevery other religion of the ancient world. We will have more to say regarding Krishna’s Mar-\ntian traits, and the manner through which he came by them, in their proper chronological slot\nin a future volume. What concerns us here is Krishna’s original Saturnian character.\n! New Scientist (April 20, 1996), p. 12.\n1 New Scientist (April 20, 1996), p. 12.\n2 Narada Purana 11:55:97-100.\n3-V.S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), pp. 353, 785.\n4 Ibid., p. 415.\n5 Ibid., p. 569.\n6 J. Herbert, “Hindu Mythology,” in “India: The eternal Cycle,” Larousse World Mythology (London, 1972), p.\n221; P. Masson-Oursel & L. Morin, “Indian Mythology,” New Larousse Encyclopedia of Mythology (London,\n1972), p. 367; H. de Wilman-Grabowska, “Brahmanic Mythology,” Asiatic Mythology (N. Y., 1972), pp. 121,\n136; C.-H. Marchal, “The Mythology of Indo-China and Java,” in ibid., p. 220.\n230",
        "bibliography": [],
        "captions": []
    }
]