[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 101,
        "content": "that outer region of the Solar System known as the Kuiper belt. This consists of a vast area in\nwhich various bodies orbit in the most chaotic fashion that was never thought to be possible\nbefore their individual discoveries.! One of the latest to come to light, a 50-kilometer-wide\nhunk, which has been dubbed 2008 KV42, is about 35 times farther from the Sun than Earth.\nThe rock, according to Brett Gladman, who then hailed from the University of British Colum-\nbia, is rotating at an angle that is almost perpendicular to the Solar System’s ecliptic plane and\nin the opposite direction than the other bodies in the belt.2 Together with the anomalous be-\nhavior of various other bodies in this region, this has been thought to indicate past cosmic dis-\nruptions in the area due to interloping bodies similar to what we have proposed for the proto-\nSaturnian system of our discussion.3 The chances of the proto-Saturnian system disrupting\nsome of these bodies as it spiraled through into the Solar System is not to be considered min-\nimal. As Alan Stern rightly noted, the Kuiper belt is the largest structure in our planetary sys-\ntem and it’s where most of the planetary bodies of the system happen to be.4 Once outside the\nKuiper belt, proto-Saturn would have had less chance of interacting with whatever planets\nwere already under the Sun’s protection which numbered much less than they do at present.\n\nThe Milky Way, after all, is not the only system that’s undergoing renovations. Our solar\nneighborhood is also in disorder. The discovery of unusual objects in our surrounding area is\noften followed by an announcement similar to the one that greeted the discovery of 2008\nKV42 mentioned above. This “find,” Gladman noted, “could lead to a better understanding of\nhow our solar system was formed.”> The trouble is that few of those involved in the Solar\nSystem’s reformation agree on what requires to be done. Some have been quite daring in their\ntheorizing, such as those who have been proclaiming that the Solar System owes its origin to\nwhat they have termed a Little Bang. According to these brave theoreticians, our Sun is “the\nproduct of an explosive event.” In other words, “a supernova, or exploding star” might have\ntriggered the birth of our Sun in the dense cloud of gas and dust such an explosion would have\ncreated.6\n\nRegardless of how the Solar System was created, most astronomers claim that, once\nformed, no planet could have changed its orbit. But why should a shifting planet perplex any-\none? Is it because no such thing has ever been observed in our Solar System? Is our Solar\nSystem the only one we happen to know of? Have not enough planets been discovered in oth-\ner solar systems? One exoplanet that has recently come to light is moving closer to its sun so\nfast it has stymied its discoverers.’ Migrating planets in exoplanetary systems are now theo-\nrized to be so numerous as to constitute the norm If this is thought to be chaotic, keep the\nfollowing in mind. Not that I accept the conventionally re-worked history of our Solar System",
        "bibliography": [
            "! [bid., pp. 436-440, 467, 503-504; Primordial Star, pp. 342, 344, 353-354.",
            "2.N. Tomlinson, “Scientists Discover Object that Orbits Sun Backwards,” The Vancouver Sun (September 5,",
            "2008), p. A6.",
            "3 See reference #1, above.",
            "4B. Guterl, “Journey to the Outer Limits,” Discover (March 2006), p. 53.",
            "5 Ibid.",
            "© “Our Solar System Born in ‘Little Bang’,” space.com (October 2, 2008).",
            "7 “Weird Worlds,” Chronology & Catastrophism Review (2002:2), p. 44.",
            "8 G. Schilling, “Tracking Exoplanet Migration,” Sky & Telescope (September 2003), p. 22."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 102,
        "content": "in all its details, but even mainstream astrophysicists have come to the conclusion that our\nspatial neighborhood has experienced quite a bit of chaos in the past and that, in fact, it’s still\nchaotic.!\n\nIf one wishes to delve into the erroneous belief that the stability of the Solar System was\nproven long ago, all one has to do is read the work of Ralph Abraham Laplace is usually cit-\ned when the stability of the Solar System is invoked, but those who cite him tend to ignore his\nmain disclaimer. Laplace “won immediate fame for having provided the mathematical proof\nof the stability of the solar system that was missing in Newton,” wrote Abraham, “despite the\nfact that he had specifically warned against such an interpretation.”> Poincaré came next by\nclaiming the prize offered by King Oscar II of Sweden for anyone who could actually prove\nthe permanence of our System, but, as Abraham indicates, he ended up by proving nothing of\nthe sort.4 “When pressed,” wrote Clark Chapman, “most specialists in orbital theory admit\nthat theorems of orbital stability in systems as complex as the solar system have yet to be rig-\norously proven.” And many other so-called facts about the Solar System, he went on, are built\non nothing but assumptions.>\n\nWhile those words were written during the second half of the last century, things have not\nreally changed despite the fact that the popular media seldom reports on these incongruities.\nPeer-reviewed scientific periodicals are often not much better, but now and then the odd tit-bit\ndoes leak out. In July of 2005, as a for-instance, an article in one such journal was honest\nenough to report that, throughout its history, planet Earth has never been quite safe. It has in\nfact been prone to several hazards, the worst of which were the result of cosmically-induced\ncatastrophes.6\n\nAlthough it was once thought that stars tend to remain in the same galactic locality in\nwhich they happen to form, it is now believed that, in galaxies similar to the Milky Way, stars\nlike our Sun can actually migrate over great distances.’ More than that, even the Sun’s role in\nthe formation of the Solar System has finally been questioned. This came about through a\nstony meteorite that “exploded” over Pueblito de Allende, Mexico, in 1968. When analyzed, it\nwas found to contain a strange mix of oxygen in the small mineral flecks lodged within it that\nare quite different from those found in terrestrial and lunar rocks as well as meteorites from\nMars $ As it has been asked, how could such inclusions differ from planetary samples had the\nSun been responsible for the chemical baptism of its entire brood?\n\nSimilar anomalous chemicals have also shown up in the dust collected by NASA’s Star-\ndust mission from Comet Wild 2 in 2004. The oxygen isotope signature from this comet has\nsuggested “an unexpected mingling of rocky material between the center and edges of the so-",
        "bibliography": [
            "1 See, for instance, D. N. C. Lin, “The Genesis of Planets,” Scientific American (May 2008), pp. 50 ff.",
            "2R.H. Abraham, Chaos, Gaia, Eros (N. Y., 1994), pp. 101-105, 178-192.",
            "3 Ibid. p. 103 (emphasis added).",
            "4 Ibid., p. 193.",
            "5 C.R. Chapman, The Inner Planets (N. Y., 1977), p. 41.",
            "6 K. Ravilious, “White-Knuckle Planet,” New Scientist (July 16-22, 2005), pp. 32-37.",
            "7 “Our Star Could Be Far from Where it Started,” University of Washington News Release, spaceflightnow.com",
            "(September 15, 2008); J. Hsu, “Sun May Be Galactic Hitchhiker,” space.com (September 22, 2008).",
            "8 “Theory of Sun’s Role in Formation of Solar System Questioned,” sciencedaily.com (September 9, 2008)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 103,
        "content": "\nlar system.”! And, once again, we find it stated that: “These findings are causing a revision of\ntheories of the history of the solar system.”? The Solar System, it’s now believed, “may be\nmore mixed up than previously thought.”3\nWhat also came to light in 2008 is that Earth, too, is burdened with a cosmic problem. In\nSeptember 8 of 2004, NASA’s Genesis spacecraft smashed to the ground in Utah’s desert, but\nmany of its collectors survived the crash, One of these devices contained samples of the oxy-\ngen ingredients from the solar wind. This was important because whatever atoms populate the\nsolar wind must represent those of the Sun itself. As it turned out, the solar wind, and thus the\nSun, has proportionately far more oxygen-16 than can be accounted for in terrestrial sea wa-\nter. These results, it was announced, make for “a serious mismatch.” All of a sudden, Earth\nwas proclaimed “the odd planet out.”4 Only Earth—dare we ask?\nMost of these puzzles are eliminated once it is accepted that some members of the Solar\nSystem’s planetary retinue, including Earth, have actually been adopted. Not that the idea of\nsuch an adoption has never occurred to astronomers. Although he himself did not believe it,\nStuart Clark did feel inclined to mention it. “Look around our solar system,” he wrote, “and\nyou could be forgiven for thinking its eight planets drifted in from completely different parts\nof the cosmos.”5\nThe possibility of interlopers into the Solar System is nothing new in astronomical specu-\nlation. As with other objects discussed above, the chemical makeup of Comet Machholz | did\nnot conform to expectations. It was found to be deficient in cyanogen. This led to three differ-\nent possibilities. The comet could have formed in an extremely cold region far out in the Solar\nSystem, although no one seems to know why cold temperature would have done away with\nmost of the cyanogen. The second possibility was exactly opposite to the first, in which the\ncomet would have approached so close to the Sun that its infernal heat would have removed\nmost of the comet’s cyanogen. Heat—cold—go figure. As far as David Schleicher, who then\nhailed from the Lowell Observatory, was concerned, however, the best solution would be in\nkeeping with the comet’s infiltration of our Sun’s domain. “An extrasolar origin makes it easy\nto explain the composition,” he reported, especially since this would be in keeping with the\nexpectation that, if such was the case, everything about the comet would be different. To\nSchleicher, the depletion of cyanogen “sounds” as if the comet “came from somewhere else.”®\nAs always, needless to say, not everyone agrees and, as others have opined, much more evi-\ndence is needed before the alien origin of Machholz | can be verified.” But if the infiltration\nof galactic comets into the Solar System is thought to be possible, what is so bizarre about an\nerrant planet doing exactly that? After all, judging by all that’s come to light in recent years,\nthere are many more planets wandering freely through interstellar space than errant comets.\n1 “Comet Dust Reveals Unexpected Mixing of Solar System,” spacedaily.com (September 19, 2008).\n2 Ibid.,p.2.\n3 Ibid.,p.1.\n4K. Beatty, “Genesis Finding: Earth Has a Problem,” Sky & Telescope News Blog (October 16, 2008).\n5S. Clark, “Unknown Earth: Our Planet’s Seven Biggest Mysteries,” New Scientist (September 27, 2008), p. 28.\n6s. Battersby, “Has an Alien Comet Infiltrated the Solar System?” newscientist.com (December 3, 2008).\n7 Ibid.; see also Lowell Observatory Press Release (December 2, 2008).\n103",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 104,
        "content": "\nWhen it comes to the main object of our unfolding scenario, it can safely be stated that,\njudging by what is being discovered about its varied satellites, the formation of the present\nSaturnian system has been raising many unanswered questions.! One disclosure that has been\nstressed more than once is the devolution of brown dwarfs into giant gaseous planets. This\nwas again brought home to my attention while I was writing the present chapter through the\ndiscovery of such an object. Orbiting around the red dwarf star that had previously been\ndubbed Wolf 940 is a brown dwarf member of this class now named Wolf 940B. This dwarf\nis theorized “to have formed like a star,” but to have “ended up looking more like Jupiter.”\nAlthough referred to as a “cool star” by stellar standards, it has a temperature of 300 degrees\nCelsius —572 degrees Fahrenheit—“which is almost hot enough to melt lead.”3\nSpeaking of Saturn itself, it has been found that the planet’s pattern of X-rays is entirely\ndifferent from that of Jupiter while being very similar to that of the Sun itself.4 Together with\nother inconsistencies, such as the concentration of heavy elements, this has led to the assump-\ntion that Saturn had to have formed through an entirely different process than Jupiter.5 Despite\nall that, very much like Jupiter Saturn is now considered to be the remnant of a previous\nbrown dwarf star,” just as we have been proposing these many years 8\nTHE PLASMASPHERIC ENVELOPE\nWhat has been described as a halo of hot gas around a Milky Way-like galaxy is actually a\nplasmaspheric envelope. So, likewise, is the so-called “invisible atmosphere,” further defined\nas “a thin gas of electrically charged particles,” that envelopes the Milky Way itself.!° Others\nhave alluded to our Galaxy as being “immersed in a gigantic, near-invisible shell of matter,\nlike a ship in a bottle.”!! It all comes down to the same thing since plasmaspheric behavior\nremains something of a novelty to most writers.\nIndividual stars are also encased in plasmaspheres, although these, too, have been de-\nscribed in different terms. The one encasing the star known as HD 209458b has been said to\nbe surrounded by “a huge, comet-like envelope.” !?\n! See, for instance, “Cassini Tastes Organic Material at Saturn’s Geyser Moon,” JPL.NASA.GOV: News Releases\n(March 26, 2008), p. 1.\n2 A. Minard, “UK, US Astronomers: That’s One Cool Star,” universetoday.com (April 19, 2009), p. 2.\n3 Ibid., p. 3.\n4 New Scientist (March 30, 2004), p. 19.\n5 J. Danneskiold, Los Alamos News Letter (August 16, 2004).\n© R. Gore, “The Once and Future Universe,” National Geographic (June 1983), p. 717; C. Sagan, Cosmos (N. Y.,\n1980), p. 158; “Astronomers Find Jupiter-Like Weather on Brown Dwarfs,” Science Daily [Internet] Magazine\n(June 3, 2002).\n7 A. Boss, Science (June 20, 1997); M. Fox, “Rogue ‘Gal Balls’ in Space Break Rules of Solar System, Astron-\nomers Find,” The Vancouver Sun (October 6, 2000), p. A13.\n8 See also our previous volumes on this subject.\n9 See here, D. E. Scott, The Electric Sky (Portland, Oregon, 2006), p. 81.\n10 [bid.\n11 B. Berman, “Our Galactic Carousel,” Discover (September 2002), p. 31; but see also, Scientific American\n(January 2004), pp. 28-37.\n12§. Seager, “Unveiling Distant Worlds,” Sky & Telescope (February 2006), p. 32.\n104",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 105,
        "content": "\nIt is unfortunate that plasma is often referred to by such confusing, even if colorful, terms,\nwhen not erroneously described as ionized gas. While there is no question concerning its ioni-\nzation and its ability to conduct electricity, plasma is actually a state of matter beyond that of\ngases, liquids, or solids. More than anything else, however, plasma is an electromagnetic sub-\nstance that can encase entire systems in globular and/or open-ended sheaths that become visi-\nble when in glow, or arc, mode.!\nUsually referred to as the heliosphere, such a plasmasphere, centered on the Sun, enve-\nlopes the entire Solar System within its folds. And while, as Donald Scott cautioned, magne-\ntospheres should not be mistaken for plasmaspheres,? some planets, very much like Earth,\nhappen to possess both.\nBy the year 2004, Earth’s plasma sheet, as contained within the boundary of its plasmas-\nphere, which has also been referred to as a “warm plasma cloak,”3 was being discussed and\ndiagrammatically presented in full color as if it had been an accepted tenet of astrophysics\nfrom day one.‘ By then, of course, Earth’s plasmaspheric envelope had been photographed by\nspecial instruments aboard the IMAGE satellite.\nAs we have proposed in previous works, the proto-Saturnian system had also been en-\ncased in its own plasmasphere.® And while mention was originally made of Earth’s residence\ninside such a “spherical envelope,”’ this was merely a generalization. As explained in much\nmore detail in a following volume of this series, proto-Saturn’s plasma sheath seems to have\nbeen of the open-ended type, in the shape of an hourglass, rather than a spherical bubble\nDramatic examples of such open-ended plasmaspheres constitute the Butterfly Nebula, the\nAnt Nebula, the Boomerang Nebula, Eta Carinae, and the aptly named Hourglass Nebula. It\nwas, needless to say, while embedded in this plasmaspheric envelope that the proto-Saturnian\nsystem traveled through space toward its inevitable encounter with the Solar System.\nHELIOSPHERIC CONTACT\nBeginning in the 1960s, chemical fingerprints of a supernova started to show up in mete-\norites.? Submicroscopic diamonds, which contained an exotic form of xenon, were also found\nin some of these fragments from space.!° While—need I even say it?—these discoveries led to\n! See, Primordial Star, pp. 324 ff.\n2D. E. Scott, op. cit., p. 129.\n3 “Discovery of Warm Plasma Cloak Surrounding Earth, New Region of Magnetosphere,” sxiencedaily.com\n(December 14, 2008).\n4 J. L. Burch, “The Fury of Solar Storms,” The Secret Lives of Stars (Scientific American Special Edition, 2004),\n4J.L. Burch, “The Fury of Solar Storms,” The Secret Lives of Stars (Scientific American Special Edition, 2004),\np.. 45, 49.\np.. 45,49.\n> Ibid. p.49.\n6 God Star, pp. 297 ff.\n7 Ibid., p. 299.\n7 Ibid., p.299.\n8 Primordial Star, pp. 335-337.\n9 J. H. Reynolds, “Determination of the Age of the Elements,” Physical review Letters, 4 (1960), pp. 8-10; M.\nW. Rowe & P. K. Kuroda, “Fissiogenic Xenon from the Pasamonte Meteorite,” Journal of Geophysical Re-\nsearch, 70 (1965), pp. 709-714.\n10M. D. Lemonick, “Supernova!” TIME (March 23, 1987), pp. 63-65.\n10 M.D. Lemonick, “Supernova!” TIME (March 23, 1987), pp. 63-65.\n105",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 106,
        "content": "various theories,! the highest probability indicated that such meteorites owed their birth to su-\npernovae.? As we have seen, some were daring enough to claim from this that the Sun itself,\nand thus the Solar System, owes its origin to a supernova3—the Little Bang we have already\ntouched upon. This was then collaborated by the detection of aluminum-26 in the Solar Sys-\ntem, which radioisotope happens to be a predicted byproduct of supernovae. Aluminum-26,\nhowever, has a half-life of a mere 720,000 years.> As has been noted, Earth is greatly older\nthan that.6 The best that could be mustered on the strength of this radioisotope is that a super-\nnova could have gone off relatively nearby—between 60 and 130 light-years away—the ef-\nfects of which would have caused mass extinctions both on land and in the oceans.’ Even\nthen, the event is calculated to have occurred around 2.8 million years ago’\n\nSubmicroscopic diamonds have also been found in the Ice Age drift deposits of various\ncountries. Since these were discovered in non-metamorphosed sediments, they could not have\nbeen produced by pressure and temperature in situ. What has been deduced from this is that\nsubmicroscopic diamonds from past supernovae are a common constituent of interstellar dust,\nand that such dust is then swept up by planets and space debris.!° There is much more to this\nand we’ll return to it in a later chapter of this work. In the meantime, our own theory accounts\nfor the above quite easily. While supernovae in the past might have blasted off in the far\nreaches of interstellar space, a much less massive outburst, but much nearer than light-years,\nactually took place above our ancestors’ heads some 10,000 years ago when proto-Saturn’s\nplasmasphere contacted the Sun’s heliospheric sheath.\n\nWe will not here go into how it all came to pass since we described it all in detail in a pre-\nvious volume of this work.!! I will, however, remind the reader of Donald Scott’s informative\nwords when he spoke of bodies like proto-Saturn and the Sun possessing different inherent\nvoltages.!* When the plasmaspheres of such bodies contact each other, an electric current in",
        "bibliography": [
            "1 J, Berendt,’Diamonds Fall Out of the Sky in a Meteorite,” GEO (October 1981), p. 137; C. Sagan, Cosmos (N.",
            "Y. , 1983), p. 77; T. Palmer, Catastrophism, Neocatastrophism and Evolution (Nottingham, 1992), p. 63; New",
            "Scientist (November 4, 1995), p. 18;",
            "2R.S. Lewis & E. Anders, “Interstellar Matter in Meteorites,” Scientific American (August 1983), pp. 66-77; K.",
            "F. Weaver, “Meteorites— Invaders From Space,” National Geographic (September 1986), p. 398; The New York",
            "Times (September 17, 1996); Science Frontiers (September/October 1995), p. 6.",
            "3.0. K. Mamuel & D. D. Sabu, “Elemental and Isotopic Inhomogeneities in Noble Gases,” Transactions of the",
            "Missouri Academy of Science ,9 (1975), pp. 104-122; idem, “Strange Xenon, Extinct Super-Heavy Elements, and",
            "the Solar Neutrino Puzzle,” Science, 195 (1977), pp. 208-209; M. D. Lemonick, loc. cit.",
            "4 P.K. Kutoda & W. A. Myers, “Aluminum-26 in the early Solar System,” Journal of Radioanalytical and Nu-",
            "clear Chemistry, 211 (1997), pp. 539-555.",
            "5M. A. Garlick, “The Supernova Menace,” Sky & Telescope (March 2007), p. 28.",
            "6 Ibid.",
            "7 Ibid., p. 29.",
            "8 [bid., p. 26.",
            "9D.S. Allen & J. B. Delair, “Scientific Evidence for a Major World Catastrophe About 11,500 Years Ago: A",
            "Preliminary Selection,” Chronology & Catastrophism Review XVII (1995), p. 45.",
            "10 Pp. Morledge, “Diamonds in the Rough,” Astronomy (August 2002), pp. 24-26.",
            "1! Flare Star, in toto.",
            "12 Thid., p. 262."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 107,
        "content": "\nthe form of an are discharge will fly between them to the detriment of the lower voltage body.\nIn our case, the lower voltage body was our proto-Saturnian sun. As brown dwarf stars are\nknown to do, our primordial luminary flared up in a blinding brilliance that went down in\nmythohistory as Day One.\nThe retraction of proto-Saturn’s axial column was due to this very electric discharge as it\ndrove back up into the orb that powered it like the electrical ram-rod it really was.\nBut could a minor body of proto-Saturn’s mass shed a light akin to that of a more distant\nsupernova? Why not? If, in its growth, a Jupiter-size planet, as per Douglas Lin, can go\nthrough a period in which “it can briefly outshine the sun,”! why not a brown dwarf star under\nplasmaspheric stress?\nTHE FIAT LUX\nProto-Saturn’s flare-up went down in history as the fiat lux of Genesis. As anyone familiar\nwith the Old Testament knows, Elohim commenced his act of Creation by shedding a bright\nlight2 El, who is Elohim’s singular namesake, was not only lauded as the “the radiant god,”\nsometimes rendered as “the God of glory,”4 but as the very “source of light.”5\nAlthough we’ve been through most of this before, it helps to briefly add to what we had\npresented, if for no other reason to remind us that the shedding of the light at the dawn of Cre-\nation is not, and never was, unique to the Old Testament.\nThe ancient Egyptians, too, were of the belief that light was “the first manifestation of the\nHigh God.”’ This very god, who had “created light,” was said to have been Ra, and yet he al-\nso was Osiris.8\nTo the Hindus, as recounted in the Laws of Manu, the “divine self-existent” commenced\nCreation by dispelling the darkness, which he accomplished by shining forth “of his own free\nwill.”9\nAlthough the Japanese version of this event is more convoluted than elsewhere described,\nmythologists have not failed to recognize its universal motif, as did Post Wheeler in the early\n1950s. “In the earliest legend,” Wheeler informs us, “one recognizes the primal myth” which\nhe rightly recognizes as “the Kronos legend in its thousand forms, the father of all mytholo-\ngies, upon which so many peoples have constructed their cosmogonies.”!° In this myth of\nmyths, he could not fail to realize that the “creation of the light” and other acts of the Creator\n'D.N.C. Lin, “The Genesis of Planets,” Scientific American (May 2008), p. 55.\n'D_N.C. Lin, “The Genesis of Planets,” Scientific American (May 2008), p. 55.\n2 Genesis 1:3-4, where the name Elohim is usually supplanted by the word “God.”\n3 J. Morgenstern, “The Divine Triad in Biblical Mythology,” Journal of Biblical Literature, Vol. LXIV (1945),\np. 23.\n4 Psalm 29:3 in King James version.\n5 J. Morgenstern, loc. cit.\n6 Flare Star, pp. 290 ff.\n7R.T.R. Clark, Myth and Symbol in Ancient Egypt (London, 1978), p. 73.\n8 A. O. Bolshakov, Man and His Double in Egyptian Ideology of the Old Kingdom (Germany, 1997), p. 184.\n°R. Van Over, Sun Songs: Creation Myths from Around the World (N. Y., 1980), p. 327.\n9°R. Van Over, Sun Songs: Creation Myths from Around the World (N. Y., 1980), p. 327.\n10 P. Wheeler, The Sacred Scriptures of the Japanese (N. Y., 1952), p. 389.\n107",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 108,
        "content": "\n;\nFlaring brown dwarf star.\n(Illustration courtesy of Hallinan, et al., NRAO/AUI/NSF.)\n(Illustration courtesy of Hallinan, ef al., NRAO/AUI/NSF.)\n“recall the story of the Hebrew Genesis.”!\nThe same motif springs up half a world away in what is often termed the New World. In\nthe Mayan collection of sacred books known as the Chilam Balam of Chumayel, Creation is\nsaid to have commenced with Chuen, which is translatable as a “burning without flame.”* The\nvery same idea of a “beginning” with a “burning without flame” is also found in the Nahua\nmyth of Creation. The source of this flame, or he who “emits light,” was known as Itzamna.4\nThis deity has not only been found to correspond to the Egyptian Osiris,> but, as Ken Moss\nrightly deduced, is directly identifiable as the proto-Saturnian god of our discussion.° Quetzal-\ncoatl, the Aztec version of the Mayan Kukulkan, whom we have already identified as another",
        "bibliography": [
            "! [bid., p. 390.",
            "2 1. Nicholson, Mexican and Central American Mythology (London, 1967), p. 52.",
            "3 Ibid.",
            "4G. Annequin, The Civilization of the Maya (Geneva, 1978), p. 144.",
            "5D. de Landa, Yucatan: Before and After the Conquest (N. Y., 1978), pp. 56, 143.",
            "© K. Moss, “Maya Cosmos: A Saturnian Interpretation,” AEON VI:1 (February 2001), pp. 83 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 109,
        "content": "\n%    are?       we\nSee\naS                  ee\nay TIE H ES SRE",
        "bibliography": [
            "Proto-Saturn’s flare-up.",
            "(Illustration by Richard M. Smith.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 110,
        "content": "\nb\n,  t\n+     ;     Pit “d       va\na ae         oa\nae\n|             3\naac ae                   Sa\n—_                    ae\n,     Sat                   Xe\na,                         aie\n.                            “¥   -\ni                     a) itiegy\n~ i                        i",
        "bibliography": [
            "EOE EEOEOOOOEOEOEOEOOOEOEOEOEOoOEOEOEOEOEaEaaEOEOEOEOE——a—aOEOa—aOaEOEOEOOOOOOOOO—O",
            "A later stage of the flaring proto-Saturnian sun.",
            "(Illustration by Richard M. Smith.)"
        ],
        "captions": []
    }
]