[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 61,
        "content": "\nLhe\n‘|",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 62,
        "content": "\nintelligent scribes have worded their reports in such a way to reflect this oddity had it not been\nreally so? Take the Egyptians as an example. The manner in which they described the rising\nand setting of Ra has left translators of their texts dumbfounded. One particular word that has\ntroubled them immensely is aakhut, which most of them have translated as “horizon,” since\nthat is where the texts claim the Sun to have risen and set. But as others have correctly noted,\nthe word in question is best translated as “light-land.”! This light-land was associated with the\nfar north, an astronomical ambiguity that has given rise to many misconceptions.? What this\nactually means is that Ra was believed to have risen and set—to have “shone” and “dimmed,”\nreally>—in that same “far north.” Although Henry Corbin viewed most of mythology from a\nmystical point of view, even he came to realize that the very concept of “east,” as understood\nat present, was for the ancients the “heavenly pole.”4\nEdric Butterworth said it all when he surmised that the sun of ancient man had to have\nbeen a different body than the one that shines upon us. The mytho-historical sun, he wrote, “is\nnot the natural sun of heaven, for it neither rises nor sets, but is, as it seems, ever in the zenith\nabove the navel of the world.”> That by “zenith” he understood the “north celestial pole” is\nevidenced by what he claimed to be “an ambiguity between the pole star and the sun.” We\nfind the same association among the Blackfoot Amerinds who preached that the North Star is\n“the hole through which the radiance of the Sun God shines.”? As Ev Cochrane rightly noted:\n“Although this situation represents an obvious impossibility in the current solar system, it is\nperfectly descriptive of the polar configuration dominated by the northern polar sun.’\nIn the end, it cannot be denied that every race and nation had to come from somewhere\nelse. And it is this general movement of peoples across the globe that is really responsible for\nthe spread of ancient knowledge. This is entirely different from the borrowing of ideas by one\nrace or nation from another. Whatever transpired in the sky “in the beginning” was impressed\non one and all. When people moved, they brought their heritage along with them. But each\ndevised its own way of telling what had formerly transpired. And while what ever had come\nto pass was common to each and every one, the telling of the events retained their unique\nbrand among each individual race.? Had they borrowed from each other, they would all have\ntold their tales in the same way. It is not that borrowing did not take place, but wherever it did\noccur, it would have been minimal and quite evident when comparing relevant motifs.!°\nThis holds just as true when it comes to the dissemination of cosmic knowledge. As we\nhave already pointed out, astronomical information filtered out into the western world from a\n!'M. Lichtheim, Ancient Egyptian Literature—Volume I: The Old and Middle Kingdoms (Berkeley, California,\n1975), p. 115\n2 See here, for instance, J. Assmann, “Horizont,” Lexikon der Agyptologie, 17:IIL:1 (1977), pp. 3-7.\n3 See God Star, p. 215 for further references.\n4H. Corbin, Spiritual Body and Celestial Earth (Princeton, 1977), p. 71.\n> E. A. S. Butterworth, The Tree at the Navel of the World (Berlin, 1970), p. 124.\n6 Ibid.\n7D. Miller, Stars of the First People (Boulder, 1997), p. 246.\n8 E. Cochrane, “Falling Star,” AEON VI:6 (October 2005), p. 19.\n9 See also God Star, pp. 35-43.\n10 More in ibid., pp. 29-34.\n62",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 63,
        "content": "central Babylonian font. But this is not to say that all ancient astronomical knowledge had its\norigin in that same source. “It is certainly wrong to suppose that Greek astronomical theory of\nthe fifth century rested on a sophisticated, elaborated and completed Babylonian base, which\nbecame known to Greeks of the period,” writes Antonie Pannekoek, “and it is kind of begging\nthe question to explain fifth century Greek astronomical and calendrical discoveries by postu-\nlating prior Babylonian knowledge.”! Which is why he ended up by saying that Babylonian\ninfluence, in this matter, may be something of “a red herring.”?",
        "bibliography": [
            "! A. Pannekoek, A History of Astronomy (N.Y., 1961), p. 99.",
            "2 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 64,
        "content": "\nChapter 4\nTime Zero\nTRANSITIONAL DISKS\nespite the admission by various authorities that planets simply cannot accrete out of\nthe debris contained in circumstellar disks,' the formation of planets from such disks\ncontinues to be preached by various others.? Once quite elusive, circumstellar disks\nwere first imaged by the Hubble Space Telescope in 1992. Although such disks have been\nfound around old stars, these have been claimed to contain nothing but the “leftovers” from\nprevious planet-forming episodes. Theoretically, young stars should be the ones surrounded\nby disks that are still capable of birthing planets. Present telescopes, however, are still too\nweak for direct imagining of young stars, let alone the fainter disks that might surround them.*\nAnd yet not only have such disks been successfully inferred through their spectral signatures,\nso have gaps within their circling debris.) Having been dubbed transitional disks, computer\nmodeling has now determined that the gaps within them are carved by the planets in their\nmidst.6 The data that has gone into this modeling was however chosen in conformity with the\nvery theory it was meant to validate,’ which is as close to circular modeling as one can get.\nAnd, to be sure, as Adam Frank, the foremost proponent of the theory, himself admits, not\neveryone is ready to jump on his bandwagon.’ Other scientists have their own take concerning\nthese gaps.? But, according to Frank, the consensus among astronomers is that “newly formed\nplanets are the real culprits punching holes in young stellar disks.”! But let’s be clear about\nall this. Even if planets will yet be found within the gaps in circumstellar disks, it would not\nnecessarily mean that they were formed within the disk or that there is no other way in which\nthey could have been formed. If entire galaxies can originate in more than one way, as Halton\nArp maintains,!! why not stars and planets?",
        "bibliography": [
            "! Various authoritative sources as supplied in: God Star, pp. 469-471; Flare Star, pp. 255-256; Primordial Star,",
            "pp. 1-5.",
            "2 See for instance, T. P. Ray, “Fountains of Youth,” Scientific American (special 2004 edition—The Secret Lives",
            "of Stars), pp. 13, 15; A. Frank, “How to Make a Solar System,” Astronomy (February 2009), pp. 28 ff.",
            "3 [bid., p. 31.",
            "4 Ibid.",
            "5 [bid., pp. 31-32.",
            "6 Ibid., pp. 30 ff.",
            "7D. Pendick, “Dust Rings Point to Small Planets,” Astronomy (February 2009), p. 25; A. Frank, op. cit., p. 32.",
            "8 Ibid., p. 33.",
            "9 Ibid.",
            "10 Ibid.",
            "11H. Arp, Seeing Red: Redshifts, Cosmology and Academic Science (Montreal, 1998), pp. 87-90, 110-111, 118."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 65,
        "content": "\nSTAR OF THE SEA\nCircumstellar disks come in more than one type. The one around the star dubbed HD\n15115, in the constellation Pictor, is lopsidedly elliptical, rather than circular, in shape. Nor is\nthe star situated exactly in its center, resulting in a “needle-shaped” configuration where it ap-\npears to jut out from one side of the star as seen from Earth’s perspective.! Another disk, be-\nlonging to a young star north of Antares, rotates in two opposing tracks: its inner regions turn\nin one direction, its outer in the opposite way.? Yet one more disk is actually ring-shaped, with\na vast gap between its inner edge and the star that gave it birth We shall not here go into the\nvarious theories that have been proposed to account for these oddities. We shall only note here\nthat no planet has been detected within the gap formed by the ring-shaped one noted above.\nOn the contrary, this particular ring-shaped disk exists around the remnant of a supernova.\nCircumstellar disks have also been detected around brown dwarf stars.> And since proto-\nSaturn was such a star, it, too, would have been hugged by a similar disk. Some of our Paleo-\nlithic ancestors likened this nebulous cloud to a chaotic whirling mass, a foamy haze, or fog.\nAmong other items, others compared it to a stretch of eddying waters, a whirling ocean in the\nsky.7 It is for that very reason that the North, or Pole, Star, received the name Stella Maris—\nStar of the Sea. Although, as George Michanowsky noted, the North Star has been looked up-\non by mariners as a navigation beacon,$ that is not the reason why it was so named. Michan-\nowsky, however, was wrong in assuming that the original Stella Maris had not resided in the\nnorth. For erroneous reasons we need not here go into, he believed it had instead “shone in the\nfar-southern sky.” He could not, however, evade the association of Stella Maris with the\nBabylonian god named Ea,!° whose alias as Kronos/Saturn even he had to accept.!! Immersed\nas it would have been right in the center of its ocean-like whirlpool, Star of the Sea would\nhave been a well earned designation of the proto-Saturnian sun. And because of its former\nnorth celestial polar station, this telling name was easily passed on to the North Star. Why this\ntitle, among others, was eventually attached to the mother of Jesus, we shall leave to a later\nvolume of this series. In the meantime we also notice that the Indic Surya, conventionally\nsaid to be the Sun, was revered as the Child of the Waters.'? But while there is no reason why\nthe Sun should be so called, there are ample grounds why proto-Saturn should have been. And\n'L. Layton, “Needle-Shaped Disk Discovered,” Astronomy (November 2007), p. 21.\n2 C. Kitchin, “Exoplanet Two-Way System,” Astronomy Now (April 2006), p. 10; D. Shiga & R. Naeye, “Weird\nDisks,” Sky & Telescope (July 2006), pp. 16-17\n3 Ibid.\n4 Ibid.\n5 R. Naeye, “Binary Sheds Light on Brown Dwarf Formation,” Sky & Telescope (October 2004), p. 22.\n6 See God Star, pp. 261-273; Flare Star, pp. 217-223; in both of which ample evidence is suppled.\n7 A.R. Johnson, Sacral Kingship in Ancient Israel (Wales University, 1955), p. 9.\n7 A.R. Johnson, Sacral Kingship in Ancient Israel (Wales University , 1955), p. 9.\n8G. Michanowsky, The Once and Future Star (N. Y., 1977), p. 54.\n8G. Michanowsky, The Once and Future Star (N. Y ., 1977), p. 54.\n9 Ibid.\n10 Thid., p. 53.\n1 [bid., pp. 74-75\n12M. Miiller, Chips from a German Workshop (N. Y., 1870), p. 327.\n65",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 66,
        "content": "\nthat Surya had served as a name for Saturn before it was transferred to the Sun we have amply\nindicated in our previous works.! The same motif surfaces in the Book of Genesis where the\n“spirit” of Elohim, usually translated as “God,” is said to have “moved upon the face of the\nwaters.”? That these waters were celestial need not be repeated, as neither need we re-assert\nElohim’s identity as proto-Saturn. For the same reason, the Sumerian god Enlil was said to\nhave been in “control of the watery element’? which, unfortunately, turned him in the eyes of\nhave been in “control of the watery element”? which, unfortunately, turned him in the eyes of\nsome into a god of water. But are we also going to identify Enlil as a proto-Saturnian god?\nsome into a god of water.4 But are we also going to identify Enlil as a proto-Saturnian god?\nDESIGNATIVE IDENTITIES\nThere will be some who will see Enlil as a personification of Mars rather than proto-\nSaturn because the Martian god Nergal was also known as “the Ellil of the Netherworld.”>\nThis seems to follow because Ellil was the Akkadian version of Enlil. But all that means is\nthat Nergal was considered the equivalent of the proto-Saturnian deity when Mars resided in\nthe netherworld, which subject must also be reserved for a future volume of this series.\nEnlil himself was referred to as Belos and/or Bel,® sometimes as the “older” Bel,’ whose\nidentity as Saturn we have elsewhere shown.’ In addition to that, Enlil was also equated with\nShamash, which, again unfortunately, rendered him a Sun-god in the minds of some mythol-\nogists.!° But that, very much like Surya, the name Shamash was originally bestowed on Saturn\nneed not be re-stressed.\nIn one tradition, Enlil was considered an aspect of Anu.!! In another, he was honored as a\nmember of a trinity with Anu and Ea,!? three gods-in-one, whose individual identities as pro-\nto-Saturn was discussed in earlier pages of this work as well as elsewhere.!? Yet again, Enlil\nwas also equated with Ninib,'4 an earlier reading for Ninurta, who was also Saturn.!> And if\none needs more, we find Enlil assimilated to Kumarbi,!® the Hurrian god corresponding to the",
        "bibliography": [
            "1 God Star, pp. 122, 132, 216; Flare Star, p. 137.",
            "! God Star, pp. 122, 132,216; Flare Star, p. 137.",
            "2 Genesis 1:2.",
            "3M. Jastrow, Jr., The Civilization of Babylonia and Assyria (Philadelphia, 1915), p. 196.",
            "3 M. Jastrow, Jr., The Civilization of Babylonia and Assyria (Philadelphia, 1915), p. 196.",
            "4 Ibid.",
            "5. Dalley, Myths from Mesopotamia (Oxford, 1991), p. 163.",
            "5 §. Dalley, Myths from Mesopotamia (Oxford, 1991), p. 163.",
            "© F. Guirand, “Assyro-Babylonian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p.",
            "55.",
            "7D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), re-issued as Mythology of the Babylonian",
            "People (London, 1996), p. 35.",
            "8 Flare Star, pp. 303, 347, 472, where various sources are cited.",
            "9 §. H. Langdon, Semitic Mythology, Vol. V of The Mythology of all Races (N. Y., 1964), pp. 61, 63.",
            "9S. H. Langdon, Semitic Mythology, Vol. V of The Mythology of all Races (N. Y., 1964), pp. 61, 63.",
            "10 Ibid.",
            "10 Thid.",
            "1 §_H. Langdon, op. cit., p. 93.",
            "12D. A. Mackenzie, op. cit., p. 36.",
            "13 God Star, pp. 128, 167-168, 213, 225, 229; Flare Star, pp. 64-65, 105, 125-126, 133-134, 220.",
            "14M. Jastrow, Jr., op. cit., p. 197.",
            "15 See back to page 42, this very work, but check also God Star, pp. 62, 124, 125 ff., 128 ff., 131, 212-213, 240,",
            "449; Flare Star, pp. 105, 113, 133-134, 138, 302.",
            "16 H. G. Giiterbock, “The Hittite Version of the Hurrian Kumarbi Myths: Oriental Forerunners of Hesiod,” Sup-",
            "plement to American Journal of Archaeology, Vol. LIl (1948), p. 132."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 67,
        "content": "old Semitic El,! as well as the Greek Kronos,? both of whom have been amply identified as\npersonifications of proto-Saturn. But since identities of names are not enough, let us pass next\nto the god’s characteristics.\n\nLORD OF THE VIOLENT WIND\n\nEven so, what’s in a name? A lot, in fact, when it comes to these particular times since it\nis not known that our ancient forebears ever used abstractions in their designation of realities.\nSo what, then, does the name Enlil mean?\n\nStephen Langdon translated the name Enlil as “Lord of the Wind,”} and although this\nmeaning has been disputed by some, it continues to be upheld by the best of others. Kinnier\nWilson saw the name as “Lord Wind,” which he then sought to replace with “Lord Gas,”> but\nonly because he saw most, if not all, Mesopotamian deities as personifications of burning\nfumes rising from the oil fields of that particular region.® Not too many have been convinced\nof that particular argument. Some have read Enlil’s name as “Lord Storm,”” which then sug-\ngested that the god stood for “the storm itself,”8 while others have identified him simply as\nair Judging by what Enlil really stood for, Mircea Eliade came closest to the truth in giving a\nfuller version of the god’s title as “lord of the violent wind.”'° But as those not in the know\nmight ask, what has wind, violent or not, to do with proto-Saturn?\n\nThis brings us back to Elohim whose “spirit” is said to have moved upon the face of the\ncelestial waters we discussed above. As we had noted in previous works, the Hebrew word\ntranslated as “spirit,” that is ruach, actually means “wind.”!! And wind is to be found in asso-\nciation with the proto-Saturnian deity of more than one ancient nation,'? among whom we en-\ncounter Ninurta whose favored weapon was not only identified as a cyclone,'? but as the sha-\nrur,'+ the “mighty cyclone of Enlil” himself.!5 At the other end of the mythological spectrum\nwe come across the Polynesian Tane, also known as Kane,!6 whose characteristics are",
        "bibliography": [
            "1 [bid., p. 133.",
            "2 Ibid., pp. 123, 130, 132-133.",
            "3S. H. Langdon, op. cit. pp. 61,92, 99.",
            "4§. Dalley, op.cit., p. 321.",
            "5 J. V.K. Wilson (with H. Vanstiphout), The Rebel Lands (Cambridge, 1979), p. 57.",
            "6 Ibid., in toto.",
            "7 J.K. Hord, “The Twilight of the Goddess: An Ancient Religious Revolution,” Comparative Civilizations Re-",
            "view, No. 16 (1987), p. 62.",
            "8 pid.",
            "° C. Hyers, “Genesis Knows Nothing of scientific Creationism: Interpreting and Misinterpreting the Biblical",
            "texts,” Creation/Evolution 4:2 (Spring 1983), p. 16.",
            "10 M. Eliade, Patterns in Comparative Religion (London, 1996), p. 89 (emphasis added).",
            "1 God Star, pp. 262, 429, 434, 441, 446, 451; Flare Star, pp. 289, 370.",
            "12 See here God Star, pp. 429-439.",
            "13 §_H. Langdon, op. cit., pp. 117-118, 128.",
            "14 Tbid., pp. 126, 128.",
            "15 [bid., p. 125.",
            "16 M. Beckwith, Hawaiian Mythology (Honolulu, 1970), p. 44."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 68,
        "content": "\nuniquely Saturnian.! While he was referred to as a turning, that is spinning, entity associated\nwith “the great water source” of our discussion, he was also known as “Tane of the whirl-\nwind.”?\nLike all other Saturnian deities, however, Enlil was not just a windy god, but the personi-\nfication of a particular gale, the one that blew in the north celestial sphere.* This was the\nNorth Wind we have already met as the property of Osiris and Atum.‘ It was the same cyclone\nembodied by Hurakan,> from whom the word “hurricane” is derived. This Mesoamerican dei-\nty was also said to have stood on one leg, as so did other proto-Saturnian gods in various tra-\nditions.®\nAmong other items of note, it was this single leg that led us to the realization that proto-\nSaturn had boasted a linear appendage which went down in the mytho-historical record as the\naxis mundi or polar column. Emanating from the proto-Saturnian orb, this appendage took the\nform of a whirling ray of light,’ a churning pillar,§ a fiery axis, that stretched all the way down\nto Earth’s north polar region.? Thus, very much like the Egyptian Shu, Enlil’s towering\nwhirlwind was seen as an axial post that separated heaven from Earth,!° or, by others, as hav-\ning joined the two together. As David Talbott shrewdly deduced, this ethereal stream and the\npolar column were in reality one and the same.!!\nReaders and interpreters of the Old Testament should be excused for not realizing that the\nruach of Elohim would have been columnar in appearance since there is nothing in the text\nthat even hints at such an apparition. And yet, whoever was responsible for the detailed mosa-\nics that adorn the medieval Cathedral of Santa Maria Nuova in Monreale, Sicily, depicted this\nvery “Spirit of God” as just such a column. A dove is also shown in the middle of this wraitl\nvery “Spirit of God” as just such a column. A dove is also shown in the middle of this wraith-\nlike pillar and, in fact, it is this dove that is said to represent the “Spirit of God,”!? otherwise\nknown as the Holy Spirit or the Holy Ghost. One wonders what it was that made the artist im-\nbed this dove in the middle of a columnar entity when there is nothing in the description of the\nevent it illustrates which could have guided him. It is almost as if his inspiration had welled\nup from some long-buried collective memory.\nIf it really exists, the resurrection of this deep-set memory seems to persist in influencing\nmodern society where it chiefly exhibits itself among artists and writers who should otherwise\n! See Flare Star, p.312.\n2 E. Best, “Some Aspects of Maori Myth and Religion,” New Zealand Dominion Museum Monograph (1992:1),\np. 16.\n. 16.\nSb. Talbott,” On Testing the Polar Configuration,” AEON 1:2 (February 1988), p. 113.\n3 D. Talbott,” On Testing the Polar Configuration,” AEON 1:2 (February 1988), p. 113.\n4 See back to page 47, this very work.\n5 God Star, pp. 438-439.\n6 Ibid., pp. 439-441.\n7 Ibid., p. 457.\n8 Ibid., pp. 429-437.\n9 Flare Star, pp. 227 {f.; God Star, pp. 429 ff.\n9 Flare Star, pp. 227 ff. God Star, pp. 429 ff.\n10 Thid., pp. 439-441,\n1D. Talbott, loc. cit.\n12 M.D. Meinhardt, “Seven Luminous Days,” Bible Review (August 2002), p. 18.\n68",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 69,
        "content": "\nhave no knowledge of what it is they     ane EE RTE een E Tae\nhave no knowledge of what it is they\nare portraying or describing.\nare portraying or describing,           Be aN\nWhile on this subject, I should al-\nWhile on this subject, I should al- f) © es taaey fia LPN, Wee\nartist, Rolando Arjona Amabilis, one\nso point to the work of the Mexican\nso point to the work of the Mexican    ees eo  r  we oo\nartist, Rolando Arjona Amdbilis, one fj. 3a es, Ue  rv y -   He a\nof whose semi-abstract paintings de-\nof whose semi-abstract paintings de- J | 2 Games VRE: 7 eee\npicts what can best be described as the      , Ae va  SS She |\npicts what can best be described as the\naxis mundi—Mayan style. In this par-\naxis mundi—Mayan style. In this par-     + sae   :  ia ae yy\nticular depiction, which is not even   oN Oe an a\nticular depiction, which is not even\none of his best, the sun is portrayed as\none of his best, the sun is portrayed as      oy Gy Gee. ae\nsending down a vertical beam of light\nsending down a vertical beam of light     Se eee\nilluminating a Mayan temple set upon fj 7 eee. ~—_ ea ae\nilluminating a Mayan temple set upon\nrectly evident. Charles Staniland\na steep stepped pyramid. oe oS eS wad\na steep stepped pyramid.\nThe association of the pillar with    oe & 2 i Aa\nThe association of the pillar with\nSaturn has been recognized by inves-\nSaturn has been recognized by inves- J #23 eis A e   ee ee\ntigators of ancient religious practices    pons Se ad\ntigators of ancient religious practices\nfor quite some time, even in those J By Wey SO eee\nfor quite some time, even in those\nized the planet Saturn,! Wake tells us\ncases where the connection is not di-     Rone faye re (oe ed\ncases where the connection is not di-\nof a pillar,’ which he recognized as\nrectly evident. Charles  Staniland     Pt NE sheey ia\nWake brought it to his readers’ atten-\nWake brought it to his readers’ atten-     ee a (aoe 2134\nGod of the Pillar? he was cognizant\ntion in the late 1870s when he dis-   ee Ne es\ntion in the late 1870s when he dis-\ncussed Kiyun, the Hebrew idol cited    NS    wee a heat ca\ncussed Kiyun, the Hebrew idol cited\nby the prophet Amos we mentioned Jj & le: a 2 ee  oe Pe\nby the prophet Amos we mentioned\nearlier. Apart from the well-known\nearlier. Apart from the well-known [J @pa 9 8 eae ees meen\nty.”4\nMosaic at the Cathedral of\nfact that the deity in question symbol- Jj & ees med a a bese eas\nfact that the deity in question symbol-\nSanta Maria Nuova, Monreale, Sicily.\nized the planet Saturn,' Wake tells us ] [AEs Seseyeeeee | Guaeceet eae a\nthis idol “was represented in the form\nthis idol “was represented in the form     Pe elena peat | Genes ey AY oy\nof a pillar,” which he recognized as J ee gpa. ire no one Ne\n“the primeval symbol of deity.”? Not    een po od\n“the primeval symbol of deity.”? Not\nonly does he refer to this deity as the\nonly does he refer to this deity as the     Lenore  RSS\nGod of the Pillar} he was cognizant J ~     EE EEE     ~~\nof the fact that this was Saturn “who,                     The ruach of Elohim.\nof the fact that this was Saturn “who,\nThe ruach of Elohim.\nunder different names, appears to\nunder different names, appears to            Sante Wee Nunya, Momeenle, Steiy\nhave been at the head of the panthe-\nhave been at the head of the panthe-                  (Photograph courtesy of”     ,\n(Photograph courtesy of\nons of most of the peoples of antiqui-                      Casa Editrice Mistretta.)\nons of most of the peoples of antiqui-\nCasa Editrice Mistretta.)\nty.\"4",
        "bibliography": [
            "! See God Star pp. 205-208, 232 & Flare Star, pp. 142, 345, for various sources on this equation.",
            "2. C. S. Wake, “Influence of the Phallic Idea in the Religions of Antiquity,” in H. M. Westropp & C. S. Wake,",
            "Ancient Symbol Worship (N. Y., 1875), p. 60.",
            "3 Ibid.",
            "4 Ibid., pp. 53-54."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 70,
        "content": "",
        "bibliography": [
            "Axis Mundi—Mayan style: Painting by Rolando Arjona Amabilis.",
            "(Photograph by the author, courtesy of the Museo de la Ciudad, Merida, Mexico.)"
        ],
        "captions": []
    }
]