[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 31,
        "content": "\nThere are, however, certain matters that have to be kept in mind. To begin with, a great\nnumber of deities are mentioned once in whatever text they happen to make an appearance\nand never again. Various others personify objects that have nothing to do with cosmic bodies.\nThe Romans and the Chinese, to name two cultures out of many, designated a god or goddess\nfor just about anything they could think of, including such mundane items as fruits, vegeta-\nbles, pets, and heaven only knows what.\nWhat we are mainly concerned with, on the other hand, are the major deities in ancient\nand modern polytheistic pantheons despite the fact that there, too, we happen to come across\nmore divinities than can be accounted for by the number of heavenly bodies that ancient man\nwas familiar with. But, as we have already demonstrated in our previous work,! these particu-\nlar deities originated in duplications of each other as retained by diverse tribes when they\nmerged into vaster nations.?\nPLANETARY NOMENCLATURE\nWith the Internet having become the world-wide web that it is, the last thing I would want\nto do is to get involved in an electronic debate which could go on forever and a day. Besides\nwhich, some dissenting Internet voices are very hard to quell. One such voice belongs to C.\nLeroy Ellenberger who once served as a Senior Editor with me on the staff of KRONOS. One\nof the criticisms he has been leveling at our particular thesis over and again is that the planets\nwere not really venerated as gods until much later in the history of mythology. And although\nwe have more than once shown that this accusation is baseless, he continued to repeat it ad\nnauseam without as much as hinting at the objections raised against it. I hate to have to say\nthis but, some time back, van der Sluijs started voicing similar ideas, although, I must also\nstress, without Ellenberger’s animosity and/or derision. As we noted in our previous chapter,\nhe, too, is now on record in minimalizing the role of planets in mythology. As he has explicit-\nly stated:\n“There is evidence that the specific identification of planets with gods is marginal or\nnon-existent in many parts of the world, and of late origin in other parts. The myths\ngenerally existed prior to the establishment of links with planets’\nWhat is, however, interesting in van der Sluij’s case is his former assessment “that the\nmyths” might have “reflected the appearance and development of certain solid bodies at close\nquarters with the earth,” which “possibility” he claimed to be “by no means discarded.”> More\nthan that, he actually went further in contending that “all mythical archetypes were spawned\n! God star, pp. 146-147.\n2 See here also, M. (Rens) van der Sluijs, loc. cit.\n3 See here, for instance, the evidence presented in God star, pp. 51 ff.\n4M. A. van der Sluijs, “Gods and Planets,” Chronology & Catastrophism Workshop (2003:1), p. 14 (emphasis\nadded).\n5 Ibid.\n31",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 32,
        "content": "\nby catastrophic encounters with [these] solid bodies in the sky.”! What then transpired, ac-\ncording to him, is that much later, when these “catastrophic encounters” had come to an end,\n“the ancient stargazers lost track of the solid bodies” which were “subsequently and inde-\npendently re-identified with the planets, with comets, with the sun, the moon, the most con-\nspicuous stars, and a host of other natural phenomena, in the belief that these bodies repre-\nsented the true gods” of whatever had gone before.” But nowhere did he tell us what these en-\nigmatic “solid bodies,” in lieu of planets, were or could have been. In fact, he later dispensed\nwith all mention of these solid bodies while continuing to opt for the phenomena he once be-\nlieved they were responsible for. But more on that later.\nIn the meantime, so that there will be no misunderstandings, van der Sluijs is not entirely\nopposed to the major proposal we have been delineating since our first volume in this series.\nOn the contrary, as he himself admits, his own view “shares a good deal of the methodologi-\ncal underpinnings” exhibited by our theory “and was based on its central ideas to a large ex-\ntent.”3 But, as time went by, although he never quite disowned us, the distance between him\nand us did widen a bit more. In any case, as of this writing, his disassociation of the archaic\ndeities from the planets we continue to identify them with has not changed. His main argu-\nment is contained in the following:\n“China has been greatly influenced by India from the earliest times, especially by the\nmeans of Buddhism, and India was, in turn, heavily influenced by the Greeks who\nsettled in parts of India in the aftermath of Alexander the Great’s victories in the\neast...Earlier even the people of India are believed to have been in touch with the\nBabylonians and Sumerians, especially in regard of astronomy and agriculture. It is\nalso widely held that Egypt in its earliest days was strongly receptive towards Meso-\npotamian astronomy...Egypt, Mesopotamia, India and China must, therefore, be\ntreated as one cultural continuum, at least in their shared residue, and it is not to be\nexcluded that the Polynesians learned from the Hindus and the Maya from the Chi-\nnese as well. The spread of astronomy from a Babylonian origin is widely acknowl-\nedged and backed up with proper documentation.”+\nBut why restrict this spread to just astronomy? According to the above, all of ancient tra-\ndition is traceable to Babylonia. And since this would include mythology itself, why not for-\nget the whole thing and have done with it? Nor am I speaking out of turn. Thus, to give but\none example, a cosmogonic text preserved in a somewhat damaged Babylonian tablet de-\nscribes a succession of gods, including divine patricide, that bears certain similarities to the\nGreek version as contained in Hesiod’s Theogony. But is this indicative of Greek borrowing\nfrom an older Babylonian source? Or are the two accounts similar because they both describe\n! pid.\n! Tid.\n2 Ibid.\n3 Ibid., p. 15.\n4 Tbid., Part 2, in ibid. (2003:2), p. 15.\n5 W. F. Albright, Yahweh and the Gods of Canaan (N. Y., 1968), pp. 93-95.\n5 W.F. Albright, Yahweh and the Gods of Canaan (N. Y., 1968), pp. 93-95.\n30)\n32",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 33,
        "content": "a celestial series of events that would have been witnessed by all and sundry? Had one been a\ncopy of the other, why do they both contain so many differences? But, as one might also ar-\ngue, if they contain so many differences, how could they be reports of the same series of\nevents? And yet, it is exactly in such instances that the proof of the pudding lies since it is not\nconceivable that the same event, or series of events, would be reported in exactly the same\nterms by different witnesses scattered in different parts of the world. On the contrary, one\nwould suspect copying had such accounts been recounted in exactly the same manner. Is that\nnot what comparative mythology is all about?\n\nIt is not that borrowing did not also take place, but in most cases where this transpired, as\nindicated in our previous volume, the evidence is very clear cut. The Greeks did not hide the\nfact that, when it came to astronomy, they owed much to the earlier Babylonians! who were\ndefinitely keeping track of the planets by 687 B.C.? Some actually claim that Babylonian\nplanetary observation can be traced even earlier to 1600 B.C3 As Edwin Krupp has noted, it\nmight even all trace back to a previous Sumerian precedent.4\n\nNeedless to say, none of this has anything to do with whether the identification of gods as\nplanets is, or is not, of late origin. Yet think about it: How would it even have been possible to\nderive a coherent planetary system and a series of astronomical events by treating the ancient\ndeities as planets had these deities and their activities nothing to do with such cosmic matters?\nWhen all is said and done, even van der Sluijs had to admit that our conjectured scenario\n“gives a much fairer hearing to mythology...than any other theory proposed before” and that\n“jt answers all demands that an explanation for the origin of mythology should meet.”>\n\nAll that—on the basis of a false premise?\n\nAs I have often asked in relation to this particular problem, when it comes to such deriva-\ntions, how late is late? I could point to other researchers who have concluded that all Mesopo-\ntamian deities, without exception, were associated with the heavenly bodies,° and that in the\nmost archaic period of Uruk, the determinative for “god” was only associated with astral enti-\nties.” In fact, the Neo-Babylonians worshipped not only the effigies of gods, but their plane-\ntary symbols as well.8 But more than that, as I have also often noted, when it comes to Sumer,\nthe cuneiform sign for “god” and “star” was one and the same?—which proves that stars and\ngods were thought to be synonymous as far back as extant written records reach.",
        "bibliography": [
            "1 God Star, pp. 113-114.",
            "2E.C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 124.",
            "3 A. F.O’D. Alexander, The Planet Saturn (N. Y., 1962), pp. 41-42.",
            "4E.C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p.230.",
            "5M. A. van der Sluijs, “Gods and Planets,” Chronology & Catastrophism Workshop (2003:1), p. 15 (emphasis",
            "added).",
            "6 See here, for instance, N. H. Snaith, The Distinctive Ideas of the Old Testament (N. Y., 1964), p. 29.",
            "7K. Szarzynska, “Some of the Oldest Cult Symbols in Archaic Uruk,” Jaarbericht ex Oriente Lux, 30 (1987-",
            "1988), p. 10.",
            "8S. Lloyd, The Art of the Ancient Near East (N. Y., 1965), p. 235.",
            "9s. Langdon, Semitic Mythology (Boston, 1931), p. 93; I. S. Shklovskii & C. Sagan, Intelligent Life in the Uni-",
            "verse (N. Y., 1968), p. 460; J. E. Pfeiffer, The Emergence of Society: A Prehistory of the Establishment (N. Y.,",
            "1977), p. 170."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 34,
        "content": "\nTHE PROTO-SATURNIAN PRIMACY\nThe major planetary deity we have had reason to underscore in our previous volumes was\nthe one the Romans referred to as Saturnus—the god and planet Saturn. We must therefore\nreturn to grips with this foremost of celestial beings. For one thing this will allow us to\ndemonstrate that the same deity was known by more than one name even among those of the\nsame race and/or nationality. It will also furnish us with a springboard from which to launch\nour main objective.\nThat humanity has known, and has kept track, of the planet Saturn since prehistory is now\nadmitted by the scholarly world.! And although modern astronomers have yet to understand\nexactly why, they do realize that, as far as the mytho-historical record goes, Saturn has always\nbeen considered to be the ruler of the planets.? More than that, however, the planet Saturn\nserved as the prime god at the head of the pantheons of various ancient nations. And that in-\ncluded the God of the Old Testament.\nAt the very beginning of Genesis, the divine author of Creation is given as Elohim. Alt-\nhough this name is usually translated as “God,” it is actually the plural form of the Hebrew\ndeity known as El. The plurality of Elohim is quite evident in the manner by which he is occa-\nsionally made to refer to himself. Thus when he became dissatisfied with what Adam did in\nEden, he is reported to have said: “Behold, the man is become as one of us.”3 So, likewise,\nwhen he decided to punish the builders of the Tower of Babel. “Come,” he is made to say, “let\nus go down, and there confound their language.”*\nBoth Jews and Christians have attempted to interpret this plurality in different ways. Philo\nJudaeus, for instance, took it to allude to “the angels of God” rather than to God himself\nWilliam Heidel would have us believe that the Elohim were actually the allies of Elé—\nwhoever they might have been—which tid-bit he procured from Eusebius Pamphilii.? Chris-\ntian theologians, on the other hand, have interpreted this curiosity as indicating the co-\noperation of the Logos—that is the Word of God made flesh—in God’s early edicts. Roman\nCatholic apologists explained it all by incorporating the Trinity—God the father, his son, and\nhis holy spirit—in the name and acts of Elohim. As Louis Ginzberg rightly stated, it remains\n“a moot question, in Jewish, as well as in Christian literature, as to how [this plurality] is to be\nunderstood.”® Scholarship has however now established that, very much as in the case of\nmodern monarchs, ancient deities were sometimes referred to by what is known as the plural\nof majesty or the majestic plural—in other words, the royal “we.”? The Habiru, the Phoenici-\n! C.O. Choi, “Mounting Mysteries at Saturn Keep Scientists Guessing,” Space.com (August 27, 2007), p. 1.\n2M. Ratcliffe & A. Ling, “Saturn Rules the Night,” Astronomy (January 2006), p. 60.\n3 Genesis 3:22 (emphasis added).\n4 Ibid., 11:7 (emphasis added).\n5 Philo Judacus, De Mundi Opificio (a.k.a. De Opificio Mundi), 24.\n5 Philo Judaeus, De Mundi Opificio (a.k.a. De Opificio Mundi), 24.\n6 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 470.\n7 Eusebius Pamphilii, Evangelicae Praeparationis 1:x:37b.\n7 Eusebius Pamphilii, Evangelicae Praeparationis I:x:37b.\n8 L. Ginzberg, The Legends of the Jews, Vol. V (Philadelphia, 1961), p. 69.\n9S. Dalley, Myths From Mesopotamia (Oxford, 1991), p. 164.\n34",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 35,
        "content": "\nans, and the Hittites, all made use of this\npractice.| That Elohim formed the majes-\ntic plural of El is now accepted as a gi-\nven?\nWhat has also long been accepted is                Be 8 oe “\nWhat has also long been accepted is\nthat El was one of the Semitic names for\nthat El was one of the Semitic names for            fo”   op    a £h\nthe planetary god Saturn. And while we\nthe planetary god Saturn. And while we         cctyed Wane AE tg e ‘sae\nhad already presented some of the evi-        i  ‘ie jg Rat  By eu\nhad already presented some of the evi-\ndence on which this identification is based\ndence on which this identification is based            I / hi yay i th\nin our previous works,? we must now offer             i we y    i , Mt\nin our previous works,? we must now offer\na few other examples for the benefit of        4 W  4 ee Bs\na few other examples for the benefit of\narea, Eusebius Pamphilii—c.260-340\nthose who might have picked up this vol-           iy - ;    : NE)\nthose who might have picked up this vol-\nume without having perused its prequels.           Cee a    D\nume without having perused its prequels.\nThus, for instance, despite the fact that he              yy ; if ce ee hy ie\nThus, for instance, despite the fact that he\nwas a Christian bishop in the city of Caes-               (hi       a aE\nwas a Christian bishop in the city of Caes-\narea, Eusebius — Pamphilii—c.260-340            le Uf a\nA.D.—had no qualms about referring to\nA.D.—had no qualms about referring to         i: A YA  EST, i if\nElus, the Phoenician equivalent of the Bib-             MOE SS ra |  fig\nElus, the Phoenician equivalent of the Bib-\nlical El, as having been the same as Kro-\nlical El, as having been the same as Kro-             k.  * Wee aS\nnos.4 That Kronos was the Greek god of             SY Fee | \\ Bs\nnos.4 That Kronos was the Greek god of\nthe planet Saturn was well known in his             Sf HEE ‘ et\nthe planet Saturn was well known in his\ntime, as it continues to be well known at\ntime, as it continues to be well known at                  === 4\npresent. Eusebius made this quite clear\npresent. Eusebius made this quite clear               =|\na AA\nwhen he referred to the Phoenician priest                       =f\nwhen he referred to the Phoenician priest\nand writer Sanchoniathon who himself had                          |\nand writer Sanchoniathon who himself had\nunambiguously stated that Elus was the\nunambiguously stated that Elus was the               Ss)\ndeified “star” known as Saturn’ This is                =\ndeified “star” known as Saturn’ This is\nalso upheld by William Albright in his out-                            =| a\nalso upheld by William Albright in his out-\nright identif-ication of El as the Latin            =\nright identif-ication of El as the Latin\nSaturnus\nSaturnus,’ as it had been earlier by Hodder\nSaturnus,’ as it had been earlier by Hodder                       ———~\nWestropp and Staniland Wake §\nWestropp and Staniland Wake §                                     RAT\nThe prime deity in the Old Testament,\nhowever, is Yahweh, often rendered Jeho-                       Saturnus\nhowever, is Yahweh, often rendered Jeho-\nvah in the western world, and sometimes",
        "bibliography": [
            "1. H. Langdon, Semitic Mythology, Vol. V of The Mythology of All Races (N. Y., 1931/1964), pp 72-73, 77.",
            "2D.M. Rohl, A Test of Time: The Bible—From Myth to History (London, 1995), p. 228.",
            "3 God Star, check Index under El, Eleoh, Elohim, and Elos; Flare Star, likewise.",
            "4 Eusebius Pamphilii, op. cit., I:x:36, 37b, 38; G. Levi Della Vida, “El ‘Elyon in Genesis 14: 18-20,” Journal of",
            "Biblical Literature (March 1944), p. 4.",
            "5 See for instance, W. A. Heidel, loc. cit.",
            "6 Eusebius Pamphilii, op. cit., I:x:40c.",
            "7W.F. Albright, Yahweh and the Gods of Canaan (N. Y., 1968), p. 144.",
            "8H. M. Westropp & C. S. Wake, Ancient Symbol Worship (N.Y. , 1875), pp. 59-60."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 36,
        "content": "\nmisrepresented as having been Abraham’s god,' when, in effect, he was actually introduced\nmuch later in time by Moses?\nAccording to Frank Cross, Yahweh originated as a cultic name of El. And although that\nsuggestion has not met with universal approval among Biblical scholars, there is no doubt that\nYahweh, also called Yaw, Yah or Yahu, was referred to as El4\nAn assimilation with El would render Yahweh as a duplicate of the same Kronos/Saturn>\n“That Yahweh and Saturn were identical,” wrote Heidel, “was a belief widely accepted in an-\ntiquity.”6 It is also a belief that continues to be validated through modern research.”\nAccording to the prophet Amos, the “star” of the Israelite god was Kiyun (Chiun), which\n“star” he accused his own people of having worshipped.’ Kiyun is the same as the Kevan or\nKivan of other Eastern peoples, another Semitic name for Saturn.? Even Kon, “derived from\nthe same root,” was but one more “Phoenician designation of Saturn.”!0\nAnother deity worshipped in ancient Israel was Salem (Shalem). It is unfortunate that\nGeorge Heider misidentified this god as “the Ugaritic deity of the evening star,”!! when it is\nobvious that he confused Salem with Salimu, the god’s female consort.'? But that Shalem was\nyet another name for Saturn has been known for quite some time.!?\nIn various ancient traditions, this very planet symbolized peace.'4 It is, in fact, from the\nvery Saturnian name of Shalem that the Hebrew word for “peace,” that is shalom, happens to\nbe derived. So, likewise, with the Arabic salaam and the Maltese sliema.\nSalem was the god for whom Jerusalem was named.!5 It was also the deity for whom King\nJedidiah, nicknamed Solomon after the very god in question, constructed his famous temple.\nAs Hildegard Lewy noted:\n“It was in honor of Salim [the same as Salem], the planet Saturn, that David and Sol-\nomon built the temple on Mt. Moria [also rendered as Moriah], and it was therefore",
        "bibliography": [
            "1 §. Kauffman, “Does Science make Belief in God Obsolete?” Scientific American (June 2008), p. 20",
            "2 J.P. Hyatt, “Was Yahweh Originally a Creator Deity?” Journal of Biblical Literature (December 1967), p. 370.",
            "3 F. M. Cross, Jr., “Yahweh and the God of the Patriarchs,” Harvard Theological Review, 55 (1962), pp. 225 ff.",
            "4S.H. Langdon, op. cit., p. 43; H. Shanks, “Magic Incantation Bowls,” Biblical Archaeology Review (Janu-",
            "ary/February 2007), p. 63.",
            "5 W. A. Heidel, op. cit., p. 465.",
            "6 Ibid.",
            "7G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),",
            "p. 222; Flare Star, check Index under “Yahweh.”",
            "8 Amos 5:25-26.",
            "9 P. Gossman, Planetarium Babylonicum (Rome, 1950), p. 124; H.M. Westropp & C.S. Wake, op. cit., p. 60.",
            "10 Tbid., p. 68; but for more on this see God Star, pp. 205-207.",
            "11 G_C. Heider, The Cult of Molek (Sheffield, 1985), p. 48",
            "12 Ihid., p. 118.",
            "13 See, her, God Star, pp. 208-213.",
            "14R. Graves, The Greek Myths, Vol. 1 (Harmondsworth, 1964), p. 29.",
            "15 See God Star, pp. 208 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 37,
        "content": "\nthe worship of this god which these two princes attempted to propagate among their\nsubjects.”!\nDespite the understandable objection of some of today’s Jews, it can thus be seen that the\nvery name “Israel” translates best as “let El prevail,”? which, under our scheme, can then be\nrendered “let Saturn prevail.”\nIt is not without justification that the ancients spoke of Saturn as having been the god of\nthe Jews,3 even though they failed to realize that their own god was the very same Saturn un-\nder a different name.\nSATURN’S UNIVERSALITY\nWe come now to the deity usually referred to by mythologists as Enki-Ea. In actuality,\nEnki-Ea is the amalgamation of the Sumerian Enki and the Babylonian Ea, who were one and\nthe same god.4 Enki himself was also known by numerous titles,5 as were many other Meso-\npotamian deities. Julian Morgenstern was one of those who realized that Enki-Ea has “much\nin common” with the Biblical El.© This, alone, would render Enki-Ea a Saturnian deity. Ea\nwas also identified with Ya and/or Ya’u,’ the same as the Hebrew Yahweh, and, therefore,\nagain as Saturn.\nBesides the above, Enki was considered to have been an aspect of the Babylonian god\nAnu whose older form is best transliterated as Anum.? Because in Sumer he had been\nknown simply as An, which name translates as “High,”!° this particular deity is often present-\ned as a god of the sky,'! although, as Edwin Krupp informs us, he was really “a cosmic force,\na power in heaven.”!? Morris Jastrow was of the opinion that Anu was “the common desig-\nnation of the planet Mars,”!? while Peter Jensen saw this god as another form of Saturn.!4\nWhy, then, do we accept the identification with Saturn but not with Mars? We do so on the\n'H. Lewy, “Origin and Significance of the Maégén Dawid,” Archiv Orientaini, 18, pt. 3(1950), p. 354 (emphasis\nadded); see also God Star, pp. 211-212 for additional information.\n2 God Star, p.224.\n3 For more on this, see ibid., pp. 205 ff.\n4G. Michanowsky, The Once and Future Star (N. Y., 1977), p. 31; S. H. Langdon, op. cit., pp. 92, 291.\n5 Ibid., p. 105.\n6 J. Morgenstern, “The Divine Triad in Biblical Mythology,” Journal of Biblical Literature, LXIV (1945), p. 23.\n7D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), reprinted as Mythology of the Babylonian\nPeople (London, 1996), p. 207.\n8S.H. Langdon, op. cit., p. 93.\n8 S.H. Langdon, op. cit., p. 93.\n9S. Dalley, op. cit., p. viii.\n9§. Dalley, op. cit., p.\n10. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 25.\n11 §. H. Langdon, op. cit., pp. 89, 93; but see also God star, pp. 167-168.\n12 B.C. Krupp, loc. cit.\n13M. Jastrow, Jr., “Signs and Names of the Planet Mars,” American Journal of Semitic Languages (October\n1910), p. 74.\n14 P. Jensen, Die Kosmologie der Babylonier, as cited by D. Talbott, Symbols of an Alien Sky (Beaverton, Ore-\ngon, 1997), p. 30; D. Talbott, “Saturn: The Ancient Sun God,” THOTH (electronic newsletter sponsored by\nKRONIA Communications), Vol. 1, No. 10 (April 22, 1997), p. 1.\n37",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 38,
        "content": "\n@.\n;   \"/\nThe Hebrew letters spelling shalom, meaning “peace,” derived from Shalem, one of the ancient Hebrew\nnames of the Saturnian deity.\n(ilustration courtesy of Virginia Hanlon.)\nstrength of comparative mythology, concerning which, in this particular case, we can best re-\npeat what we have stated elsewhere. First of all, like the Saturnian deities of other nations, An\nwas considered the father of all gods.! For that reason, An stood at the beginning of every the-\nological list from all periods in the history of the nations that paid him homage? But also, in\nAkkadian inscriptions, the phonetic writing of “El” was sometimes used for the logogram oth-\nerwise read as “An.”3 In fact, in the god lists that were discovered at Mari, the two names, El",
        "bibliography": [
            "'M. Miiller, op. cit., p.94.",
            "2 Ibid.",
            "3 A. Murtonen, A Philological and Literary Treatise on the Old Testament Divine Names (Helsinki 1952), p. 29."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 39,
        "content": "and An, are interchangeable.! El and An were believed to be the names of the same tutelary\ndeity? And if El is identifiable as the god Saturn, so is An and, therefore, Anu.\n\nCross cultural beliefs bridged geographic boundaries as well as epochal extents. With\nslight variations due to linguistic nomenclature even names remained recognizable across\nshifting national borders. Thus the name of the Mesopotamian Anu is recognizable in the\ncombined second and third syllables of the Greek Ouranos.\n\nThe recognition that Ouranos was the equivalent of Anu is not new, although the identifi-\ncation is usually made because both these deities are believed to have represented heaven?\nThe same trend has additionally resulted in the identification of the same Ouranos with Olo-\nrun, the high deity of the Yoruba in West Africa. That the very name Olurun means “Owner\nof the Sky,” as distinct from the sky itself, does not seem to bother most mythologists.> All of\nwhich is hardly as bad as the demoting of Ouranos to the status of a human being who hap-\npened to gain national fame through his ardent study of the cosmos.° Even so, as E. Tonnelat\npointed out in relation to the so-called sky-gods of various nations, it must not be assumed\nthat their original function was the personification of the sky.’ As far as the Phoenician San-\nchoniathon was concerned, Ouranos was merely the equivalent of Kronos, the Greek Saturn\n\nKeeping to the cross cultural derivation, or linguistic evolution, of names, we also recog-\nnize the Roman Janus as the equivalent of Anu and Ouranos, even though it is usually stated\nthat Janus was unknown to the Greeks.? It is, however, not hidden from those who state as\nmuch that, even in ancient times, Janus was identified as Saturn—although it is also some-\ntimes claimed that this was due to confusion.!° But there really was no confusion about this.!!\nAs Joannes Lydus made it known, Janus was not only identified as Kronos, the very Greek\ngod of the planet Saturn, by his own countrymen, he was actually called Saturnus.!?\n\nThere will be those who will point to a definite distinction between the two deities since\nJanus was usually depicted as having possessed two heads. But while this is true, so was Ni-\nnurta, the Babylonian Saturn. !3",
        "bibliography": [
            "1 A. Eaton, The Goddess Anat: The History of Her Cult, Her Mythology and Her Iconography (Yale University,",
            "1964), p. 13.",
            "2H. Wohlstein, The Sky-God An-Anu (Jericho, N. Y., 1976), p. 33.",
            "34. Morgenstern, op. cit., pp. 15, 16; H. G. Giiterbock, “The Hittite Version of the Hurrian Kumarbi Myths: Ori-",
            "ental Forerunners of Hesiod,” Supplement to American Journal of Archaeology, Vol. LIL (1948), p. 130.",
            "4M. Eliade, Patterns in Comparative Religion (London, 1996), p. 47.",
            "5 Ibid.; E.C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 180.",
            "© M. (Rens) van der Sluijs, “Gods in the Flesh—Part Two,” Picture of the Day, thunderbolts.info (March 19,",
            "2008).",
            "7, Tonnelat, “Teutonic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 252.",
            "8H. Tresman & B. Newgrosh (writing under the name B. O’Gheoghan), “The Primordial Light?” SIS. Review",
            "IL:2 (December 1977), p. 37.",
            "9A. S. Murray, Manual of Mythology (N. Y., 1950), p. 146.",
            "10 Ibid.",
            "11 4. Hislop, The Two Babylons (London, 1916), p. 271.",
            "12 Joannes Laurentius Lydus, De Mensibus 4:2.",
            "13 JV. K. Wilson, The Rebel Lands (Cambridge, 1979), pp. 20, 63.; D. A. Mackenzie, op. cit., p. 301."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 40,
        "content": "\nAnother god that was identical to Ouranos was the Indic Varuna.! And because this deity’s\nname is said to have been derived from the Sanskrit word var, which means “to cover,”? he,\ntoo, has been understood as the embodiment of the covering sky} although, to be sure, not\neveryone agrees.4\nTo the Incas, Saturn was known as Haucha, on which planet they blamed such misfortunes\nas pestilence, slaughter, famine, lightning, and thunder.> But also, while their prime god, Vi-\nracocha, is often presented as having been the same as Inti, who was the Sun, Jan Sammer has\npresented valid arguments for the proper identification of this god as the same Saturn.\nWe cannot devote much more space to the universality of the Saturnian deity or we’ll\nbound to get stuck in a chronological rut. Even so, as David Talbott noted, “the consistency\nwith which early astronomies identify Saturn as the former creator-king is extraordinary.”7\n“The Zoroastrians of ancient Persia [he went on] knew Saturn as the heaven-\nsustaining Zurvan...The Iranian god-king Yima, a transcript of the Hindu Yama,\nfounder of the Golden Age, was also linked to Saturn. The Chinese mythical emperor\nHuang-ti...mythical founder of the Taoist religion, was identified astronomically as\nthe planet Saturn. Even the Tahitians recall the god Fetu-tea, the planet Saturn...”8\nDEISTIC DESIGNATION\nI hate to have to return to Ellenberger’s criticisms, but, for the sake of scholarship, certain\nmatters should not be ignored. In this particular case, it becomes especially so since his most\nrecent attacks as of this writing happen to concern the very primacy of the planet in question\nconcerning which we have an awful lot to say in the following pages. As he has been asking\nall over the Internet, how could Saturn have been considered predominant among the planets\nby the Mesopotamians when, according to Morris Jastrow, it was not even given a specific\nname until after Venus and Jupiter were so distinguished?\nJastrow’s above disclosure, however, concerns Babylonian astrological texts which, while\nquite useful in recovering certain aspects of ancient belief systems, are not themselves con-\ncerned with the prehistoric events that form our major thesis.? By the time these particular\ntexts were written, the planets, once much closer, had already turned into the pin-points of",
        "bibliography": [
            "1M. Miiller, op. cit., pp. 65, 179",
            "2 Ibid., p. 65; E. C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 23.",
            "3 Ibid.; A. S. Murray, op. cit., p.379.",
            "4M. Eliade, op. cit., pp. 71,72.",
            "5 J.N. Sammer, “The Cosmology of Tawantinsuyu,” KRONOS, 1X:2 (Winter, 1984), p. 26.",
            "6 Ibid., pp. 26-28.",
            "7D. Talbott, “Saturn: The Ancient Sun God,” THOTH— electronic newsletter sponsored by KRONIA Commu-",
            "nications— Vol. 1, No. 10 (April 22, 1997), p. 2.",
            "8 Ibid.",
            "9 See here M. Jastrow, Jr., “The Sign and Name for Planet in Babylonian,” Proceedings of the American Philo-",
            "sophical Society (May-August 1908), p. 146."
        ],
        "captions": []
    }
]