[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 271,
        "content": "\nvan    =\n@\n@                        ,\n© aAgGa@e\n(Illustration courtesy of the University Museum of Southern Illinois.)\nSpiral petroglyphs from San Blas, Mexico.\n(ilustration courtesy of the University Museum of Southern Illinois.)\nBirkeland current that formed proto-Saturn’s polar column.! This also brings to mind the\nwhirlwinds of the Bambara, mentioned above, in relation to the rising spirals of Creation. The\ncorrelation of the axial Birkeland current, or axis mundi, with the proto-Saturnian emanations\nthat led to what came to be known as the Creation will continue to develop as we trudge\nthrough this convoluted spiraling maze.\nIn the meantime, despite his muddling of much that the mytho-historical record has to of-\nfer, Suhr was still cognizant of the fact that our ancient fathers held to the belief that Creation\nhad involved vortical motion While Suhr had the ancient Greeks in mind,} this association\ncontinued to be held, even by primitive tribes such as the Dogon of West Africa, down into\nmodern times. Once again, as in Suhr’s case, it is unfortunate that various misconceptions\nwere introduced by Germaine Dieterlen and Marcel Griaule in their description of what these\ntribesmen were themselves attempting to describe. It can however be stated with assurance\nthat the Dogon demiurge, known to them as Amma, created all that had to be created in a spi-\nraling manner while he spun and danced around.4 Nor are the Dogon the only primitive indi-\ngenes who continue to hold on to such memories. As shown in their bark paintings, the spiral\nof Creation is visualized by the Australian Aborigines as a coiling serpent, a motif they con-\ntinue to depict in their more recent art\nRather than words or thoughts, the substance emitted by Amma, the Creator of the Dogon,\nis believed to have been seeds, or shoots. But even these are said to have grown “in a conical\nspiral motion.” The Dogon will tell you that these seeds are those of a plant which botanists\nhave named Digitaria exilis. The star that is said to have shed its seeds has therefore",
        "bibliography": [
            "! God Star, pp. 436-437.",
            "2 E.G. Suhr, Before Olympos (N. Y., 1967), p. 128.",
            "3 Idem, The Spinning Aphrodite (N. Y., 1969), p.77.",
            "4M. Griaule & G. Dieterlen, Le Renard Pale (Paris, 1965), pp. 163, 168.",
            "5 W. Caruana, Windows on the Dreaming (Canberra, 1989), pp. 63, 67.",
            "©R.K.G. Temple, The Sirius Mystery (N. Y., 1976), p. 42."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 272,
        "content": "\n\\S\nQ a\nOAS\nEy    iy\n=\n==\nYe\nAfias\nH  a\nHy Hie\nEe iaai0)\nHeels\nAY\n=                ra\nSi    ral\n=                   QB\n5    re\nS|        a\nvii                    A\nNew Kingdom pharaoh wearing the double crown of Upper and Lower Egypt\nincorporating the cosmic spiral\n(Illustration by Tom Tierney)\n272",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 273,
        "content": "\nPa:                —           ~                         ~~\n% 2                                       AWE.\nyy ~           aA                  SED              oe\n‘4       am            ta Ate\n“4                = » |\n:                                            \"Rises      pis       .- i\"\n.                    .\n4 Pinte    a\n|     @       ;     ed\nModern Mayan spiral pendants for sale at Playa del Carmen, Mexico.\n(Photograph by the author.)\nbeen referred to by mythologists as the “Digitaria star.” But in the language of the Dogon it is\nrendered po tolo, a play on words derived from polo to, which carries the significant meaning\nof “profound beginning.”!\nAs strange as it may sound, the idea that Creation owes its unraveling to some sort of\nseeds was also held by the Greek philosopher Anaxagoras who was accused of blasphemy and\nhad to flee for his life. Although by these seeds he more than probably meant particles, he did\nbelieve in a progressive vortex of these seeds which whirled through what he claimed to be\nthe beginning of things? He was, for this, criticized by both Plato and Aristotle, to say nothing\nof the ridicule that was heaped upon him by Aristophanes in one of his stage comedies. As\nwith spiral pendants, the idea of spinning seeds also gave birth to a series of associated super-\nstitious innovations, such as_ the spinning of tops during sowing time and related festivals in",
        "bibliography": [
            "! Ibid. p.50.",
            "2 E.G. Suhr, loc. cit., p. 35."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 274,
        "content": "\nL or |",
        "bibliography": [
            "|                                        The Dogon’s own depiction of the spiral of creation.                                        |",
            "The Dogon’s own depiction of the spiral of creation.",
            "order to encourage the germination of seeds.! “[T]he custom was a means of encouraging the",
            "growth of the seed by imitative magic and implies that germination, whether in the soil or in",
            "the womb, is promoted by a whirling or spiral motion.”?",
            "Spinning tops were not the only deep-seated acts that took hold of those who felt it crucial",
            "to propagate these past events in ritualistic celebration. A long cable coiled into a spiral shape",
            "was ritually carried by the Aztecs in one of their religious demonstrations.3",
            "More importantly, the spiral’s connection with the utterance that was said to have heralded",
            "Creation led to its use by ancient societies to symbolize speech. Words that spiral upwards as",
            "the Voice of the Void are not, therefore, unique to the Bambara. On the other hand, that the",
            "Creator spoke words that were lightning was a belief retained by Sioux elders in “things",
            "remembered, things forgotten” and “re-remembered.”> As we have seen, this accords with",
            "the belief of those who claim that the Word responsible for Creation was composed of light.",
            "COSMIC EMISSIONS",
            "That ancient man was trying to describe the discharge of luminous material in immense",
            "spiraling structures from the proto-Saturnian orb seems quite evident. Most of this material",
            "would have consisted of proto-Saturn’s atmospheric gases. That such gases would have been",
            "explosively expelled due to proto-Saturn’s volatile flare-up is understandable. But why would",
            "3 Z, Nuttall, The Fundamental Principles of Old and New World Civilizations (Cambridge, 1901), p. 145.",
            "such emissions have assumed spiraling structures?",
            "! [bid., p. 36.",
            "2 Ibid.",
            "3 Z. Nuttall, The Fundamental Principles of Old and New World Civilizations (Cambridge, 1901), p. 145.",
            "4 See here, G. Mallery, Picture Writing of the American Indians, Vol. Two (N. Y., 1893/1972). p. 719; G. Ortiz",
            "de Zarate, Petroglifos de Sinoloa (Mexico, 1976), pp. 61-62, 117; R. Smith, “Rock Art of the Sierra de San Fran-",
            "cisco: An Interpretive Analysis,” in K. Hedges (ed.), Rock Art Papers, Vol. 3 (San Diego, 1985), p. 36.",
            "> R.Ordoes & A. Ortiz, American Indian Myths and Legends (N. Y., 1984), pp. 129, 132."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 275,
        "content": "\n{P\ntS            tl         J 1]\nWy              AY WY VAI\nant                LEY YY js byl\nTM Wy          Olay     Way\nregal\nVay Ke)      YI  Ligios\nJ                            ae |            I\n‘e                          cory     Fag lads\nq    :    es li\n:            (3      |       (EX\n~                Reais\nsor     iS )\\ee\nW)C\nCT\na ono\nDy Jee\nThe Aztec god Tlaloc shown with the spiraling symbol signifying speech.\nIn point of fact, the loss of stellar atmospheres to space in great spiral patterns has been\nknown for quite some time. This, however, is usually attributed to binary systems in which\none member of such double-star couplings draws the atmospheric gases of its partner toward\nitself. Due to the stars’ rotation around a common center, the atmospheric stream being at-\ntracted tends to curl into a spiraling shape which space artists are fond of dramatizing.!\nIn our case, however, we are also dealing with electric currents in a confined plasmatic\nvenue. As laboratory experiments have shown, such currents have a tendency to generate dis-\ncharge patterns in the form of radial streamers and/or spirals.? Despite their modest size, these\npatterns are in keeping with actual cosmic events.\nSuch experiments were conducted by Kristian Birkeland at the beginning of the 20th cen-\ntury through the use of the electromagnetic global terellas we have already touched upon. By\nvarying the electrical energy of one of these globes, radiant streamers were made to radiate off\nits surface. These “luminous branches,” to use Birkeland’s own terminology, usually appeared\n“turning in a spiral about the eruptive spot and near the surface of the globe.”4 Birkeland",
        "bibliography": [
            "1 See, for instance, L. Barnett, The World We Live In (N. Y., 1955), pp. 284-285; C. Sagan, Cosmos (N. Y.,",
            "! See, for instance, L. Barnett, The World We Live In (N. Y., 1955), pp. 284-285; C. Sagan, Cosmos (N. Y.,",
            "1983), p. 215.",
            "2.W. Thornhill & D. Talbott, The Electric Universe (Portland, Oregon, 2007), p. 37.",
            "3 Ibid.",
            "4K. Birkeland, The Norwegian Aurora Polaris Expedition 1902-1903, Vol. 1, Section 2 (Oslo, 1913), p. 664."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 276,
        "content": "\nSs   ae  =    —_———     Si 7a pitt\nN          :              a      |\nai                         -           4",
        "bibliography": [
            "Kristian Birkeland—on the left— experimenting with one of his terellas.",
            "himself compared these strands to “the enormous eruptions on the Sun,” which we now refer",
            "to as solar prominences.' He also drew attention to the likeness they bore to galaxies, then",
            "simply known as nebulae, many of which present a spiral form.? It is well known in plasma",
            "physics that this is due to the magnetic fields that flow through space. As Stephen Smith ex-",
            "plains: “Those magnetic fields...trace out the spiral arms in galaxies because electric current",
            "flows through them, both from the intergalactic circuit feeding the galaxy and from the homo-",
            "polar action of the galaxy itself.”",
            "| Ibid.",
            "2 Ibid., p. 678; see also W. Thornhill & D. Talbott, op. cit., p. 47.",
            "3S. Smith, “Where the Long Shadows Fall,” thunderbolts.info (November 3, 2010); see also W. Thornhill & D.",
            "3 §. Smith, “Where the Long Shadows Fall,” thunderbolts.info (November 3, 2010); see also W. Thomhill & D.",
            "Talbott, op. cit., p. 37."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 277,
        "content": "3       ea                 P\n\ni      Ses, Se Se   eS   :\ns   4    ‘       ¢     *  Tenino. :  3 2          8\nPo   ;      .                       OY,  a   *\n.         :                                   .",
        "bibliography": [
            "Spiral galaxy M81.",
            "(Photograph courtesy of NASA.)",
            "It can thus be seen that spiral emanations are not only common throughout the cosmos,",
            "they actually seem to be the major form assumed by the discharge of energized material. Even",
            "some of Saturn’s present rings orbit the planet in spiral patterns.! The one known as the F-",
            "ring, a thin outer wisp consisting of a “one-arm trailing spiral,” winds itself “at least three",
            "times” around the planet, while it continues to tighten itself into what may end up as a totally",
            "enclosed ring?",
            "Related phenomena are not even necessarily displayed in exactly the same way. Here on",
            "Earth, as also on the planet Jupiter, auroral concentrations tend to form a ring around the",
            "poles. But on Saturn they often shape themselves into an open spiral.",
            "Let it not, however, be assumed that the depiction of each and every spiral on ancient arti-",
            "facts stood for its original symbolic meaning. Even when actually echoing the past events we",
            "! New Scientist (January 28, 1982), p. 235.",
            "1 New Scientist (January 28, 1982), p. 235.",
            "2R.R. Britt, “Saturn Surprise: One Ring is Actually a Spiral,” space.com (November 28, 2005).",
            "3 R. Cowen, “Spying Saturn’s Light Show: Anomalous Aurora Dazzles Scientists. (This Week),” Science News",
            "(February 19, 2005), p. 116."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 278,
        "content": "\nhave been analyzing, in time, the spiral’s aesthetic character took over as a mere decorative\ndesign and was utilized in that manner on various objects by various ancient societies. As\nRaymond Thompson noted: “Any history of symbols must begin at the earliest stage possible,\nbecause in the course of time they come to be used as decorative motifs by people to whom\nthey have no meaning, or a different meaning or, worst of all, who take them to be different\nobjects.”!\nA fair example of this situation came to light when a Naga from Assam, in India, informed\nan archaeologist that stone masons among his people continued to chip ancient patterns on\nmegaliths simply because it was the traditional thing to do. This is also quite apparent in the\nCoclé culture, believed to have risen around 500 A.D., that was still flourishing in Panama at\nthe time of the Spanish conquest. Despite the culture’s late flowering, its members were still\naware of their much earlier symbolic heritage even if, by then, the cosmic meaning behind it\nwas just about forgotten. Yet even so, the iconic spiral was by then so ingrained in the Coclé’s\nartistic repertoire that, together with other cosmic symbolism, it continued to be employed in\nthe culture’s art almost to an excess. This is especially apparent in the spiral’s extensive de-\npiction on the great number of pottery vessels that were retrieved in the early 1930s through\nthe excavation of the culture’s burial sites.? Any attempted reconstruction of ancient cosmic\nevents through the interpretation of these, and similar, artifacts should therefore be conducted\nwith the utmost caution.\nTHE ERUPTIVE FOCAL POINT\nOne would normally think that, because of its axial spin, proto-Saturn would have flung\nits spiraling rubble equatorially. That, for instance, is the manner in which the ejected gases\nspiraling between stars in the binary systems we mentioned above have been depicted. When\nit comes down to brass tacks, however, it is not really known if that is the actual manner in\nwhich these particular atmospheric constituents are dispelled. On the other hand, whether they\nconstitute partners in binary systems, as some believe, or not, flaring stars are now known to\ndischarge axially along their polar jets.4 This accords with what transpired to proto-Saturn\nsince, as we have indicated, the impetus behind its explosive flare-up was the electrical retrac-\ntion of its axial Birkeland current Judging by what is presently known about them, brown\ndwarf stars react in a similar manner, discharging along their jets. This results with the erup-\ntions being focused on their poles,’ which is why we have so portrayed our own version of the\nflaring proto-Saturn 8\n1 As quoted by M. Robbins-Dexter in her Preface to O. G. S. Crawford, The Eye Goddess (Oak Park, Illinois,\n1991), p.6.\n1991), p. 6.\n2.0.G.S. Crawford (see above), p. 68.\n3 §. K. Lothrop, Coclé: An Archaeological Study of Central Panama—Part II: Pottery of the Sitio Conde and\n3 §. K. Lothrop, Coclé: An Archaeological Study of Central Panama—Part Il: Pottery of the Sitio Conde and\nOther Archaeological Sites (Cambridge, Massachusetts, 1942), in toto.\n4 §. Starfield, et al., “Prelude to Disaster,” Sky & Telescope (October 2009), p. 30.\n4S. Starrfield, et al., “Prelude to Disaster,” Sky & Telescope (October 2009), p. 30.\n5 Flare Star, pp. 279-280.\n6 See depiction on our previous page 91.\n7 Shown on page 108.\n8 As depicted on pages 109-110.\n278",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 279,
        "content": "\nCa    Vy\n\\                 =|       ==         y,                ‘=          ——      AEA\n(Illustrations courtesy of Samuel Kirkland Lothrop.)\nSpiraling patterns on Coclé pottery from Panama.\n(lustrations courtesy of Samuel Kirkland Lothrop.)\nThe polar ejection of the material by proto-Saturn is also consistent with the nature of the\nsymbolic representations bequeathed us by our ancestors. Most of the spirals with which Neo-\nlithic man decorated his ritual places, as well as many of his artifacts, are of the tight, rather\nthan the open, type. In other words, the spirals tend to curl out from a central point, rather than\nfrom one along an already expanded coil. What this indicates is that the spiral of Creation had\nwound itself outward, in similar manner, from a specific hub. In keeping with the axial dis-\ncharge of material from cosmic bodies, as per above, this generative hub would have been one\nof proto-Saturn’s polar extremities. Given that Earth was still suspended right “beneath” pro-\nto-Saturn, for a while our ancestors would only have been able to see the proto-Saturnian rub-\nble escalating out of its south pole.\nAs it transpires, plasma continues to erupt from Saturn even as these words are being writ-\nten. Data from NASA’s Cassini spacecraft have shown that “plasma ejections, electrical cur-\nrents and Saturn’s magnetic field—phenomena that are invisible to the human eye—are part-\nners in an intricate choreography.”! The “islands of pressure” formed by these periodic ejec-\ntions rotate around the planet in a manner that has been likened to “an unbalanced load of\nlaundry on spin cycle.”?",
        "bibliography": [
            "1 “Hot Plasma Explosions Inflate Saturn’s Magnetic Field,” saturndaily.com/reports (December 17, 2010).",
            "2 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 280,
        "content": "Saturn’s present south pole, which would have been the pole facing Earth, continues to\nexhibit a colossal storm much in the manner of a terrestrial hurricane complete with a well-\ndeveloped eye that is ringed by towering clouds. That, however, is where the similarity ends.\nIn fact, astrophysicists themselves have described the storm as both unique and puzzling.'\n\nTo begin with, terrestrial hurricanes form when moist air flows inward across oceanic\ntracts. The planet Saturn, however, is bereft of oceans, which calls for a totally different origin\nfor its hurricane. There is also the storm’s staggering size. Its diameter is approximately 5,000\nmiles—8,000 kilometers —across. If that figure, as figures sometimes do, does not immediate-\nly impress, it constitutes about two thirds of Earth’s diameter, big enough to swallow all of\nNorth America.\n\nThe height of the hurricane’s encircling clouds are from 20 to 45 miles—30 to 70 kilome-\nters—high, which makes them up to five times higher than what is achieved by terrestrial\nones. In keeping with our present subject, two enormous spiral arms of cloudy material extend\nfrom the hurricane’s central ring.\n\nAs on Earth, the winds created by this particular storm blow in the same direction as the\nplanet’s axial spin, which is clockwise. The speed of these winds, however, are well above\nthose on Earth, reaching as much as 350 miles—550 kilometers—per hour.\n\nThe greatest difference between this hurricane and those on Earth is that terrestrial ones\nare free to move around, while the Saturnian one is firmly locked to its south pole. And while\nterrestrial hurricanes come and go, Saturn’s south polar storm simply stays put. First detected\nin 2003 by NASA’s Cassini spacecraft, the storm was still in place when these words were put\non paper in the year 2011.\n\nIt is not known how long the storm has been ranging or how long it will endure. And, to\ntell the truth, it cannot be rightly claimed to be a relic of the much vaster cyclone that erupted\nfrom proto-Saturn following its flare-up during its infiltration of the Sun’s plasmatic sphere.\nEven the storm’s spiraling arms are not necessarily indicative of that event since, as we have\nseen, spirals can be part and parcel of various cosmic outbursts. After all, even terrestrial hur-\nricanes exhibit spiraling clouds.\n\nThere is, however, an additional feature that speaks in favor of Saturn’s present south po-\nlar storm as a vestige of its primordial flare-up, and that consists of the high temperature asso-\nciated with that very pole. While Saturn continues to leak its own internal heat, its south pole\nhas surprisingly been found to be 60° C—108° F—higher than at the planet’s equator. As it\nhas been said, had Earth been subject to a similar temperature pattern, Antarctica would be\nhotter than the Sahara Desert.\n\nIn the meantime, scientists keep hoping that the storm will yet shed light on Saturn’s past,\nincluding its manner of cooling, the manner in which its interior heat manages to reach up into\nspace, and, needless to say, the role it must have played in the evolution of the Solar System.\n\n! All of the following information on this Saturnian hurricane, which is now common knowledge, has been\ngleaned from the NASA-based report, “Cassini Sees Into the Eye of a Monster Storm on Saturn,” phy-\nsorg.com/news (November 9, 2006); R. R. Britt, “Freak One-Eyed Monster Spotted on Saturn,” space.com (No-\nvember 9, 2006); A. Stone, “Cosmic Katrina,” Discover (February 2007), p. 12; B. Handwerk, “Nonstop ‘Hurri-\ncane’ Raging on Saturn’s South Pole,” nationalgeographic.com/news (March 27, 2008); R. Russell, “Saturn’s\nSouthern Polar Vortex,” windows2universe.org (December 26, 2010)\n\n280",
        "bibliography": [],
        "captions": []
    }
]