[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 81,
        "content": "been so much vaster than Zysman’s postulated au-\nroral tube that it would have been even less possible\nto see as a distinct pillar supporting the sky above.\nWith humankind contained within its towering hol-\nlow, it would at best have looked like the tapering\ninside of a colossal hollow cylinder, which is prob-\nably why van der Sluijs felt compelled to compare it\nto the tunnel of light that near-death survivors have\nbeen known to report.! Whatever such a miasmatic\nimage might have looked like, it would never have\nappeared as a “downward flow of light from\nabove”? that was then likened to such items as a\nwhirlwind, the god’s single leg, his phallus, or the\nsky-supporting pillar, the fiery axis of mythic\nfame, to say nothing of other related items we shall\nbe discussing in future volumes of this series.\n\nIt will be pointed out that Peratt supports his\nhypothesis through laboratory experiments involv-\ning the pulsed ejection of high-voltage currents—\nthrough the use of various high-explosive genera-\ntors at the Los Alamos National Laboratory and\nelsewhere—into puffs of gas in order to simulate\naurora-like plasma inflows.* Also included in the\napparatus required for these experiments to dupli-\ncate what was already known about high velocity\nshock waves and plasma discharges was the addi-\ntional burden of paraphernalia such as wire arrays\nand nested cylindrical foils As Peratt himself ex-\nplains, these experimental tests come “close” to",
        "bibliography": [
            "replicating the “expected” singularity “when a giga-",
            "ampere current impinges on the Earth.” But while      Facsimile of Peratt’s simulation of the",
            "ampere current impinges on the Earth.”6 But while      Facsimile of Peratt’s simulation of the",
            "these experiments were successful in reproducin         plasma sheath encasing the entire world.",
            "these experiments were successful in reproducing    plasma sheath encasing the entire world.",
            "the plasmatic column that Peratt was after, even if          €llnsteation ly Hfehard M-‘xnita)",
            "pert                                             P           ne           (lustration by Richard M. Smith.)",
            "the plasmatic column that Peratt was after, even if",
            "1R. van der Sluijs, “The Spirit of Mythology—Part Two,” Picture of the Day, thunderbolts.info (April 11, 2008),",
            "p.2.",
            "2 W. Barnstone, The Other Bible (San Francisco, 1984), p. 656.",
            "3 See God Star, pp. 429-451, 457; Flare Star, pp. 227, 236-249",
            "4 A.L. Peratt, “Characteristics for the Occurrence of a High-Current Z-Pinch Aurora as Recorded in Antiquity,”",
            "IEEE Transactions on Plasma Science, Vol. 31, No.6 (December 2003), p. 1194.",
            "5 Ibid.",
            "6 Idem, et al, “Characteristics for the Occurrence of a High-Current Z-Pinch Aurora as Recorded in Antiquity",
            "Part II: Directionality and Source,” IEEE Transactions on Plasma Science, Vol. 35, No. 4 (August 2007), p. 779"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 82,
        "content": "\ndiminutive in size, none of these short-lived\nphenomena came close to mimicking auroral\ncurtains.\nRather than wire arrays and nested cylin-\n. Ears             drical foils, what is perhaps required in order\ndrical foils, what is perhaps required in order\n>              to duplicate auroras is an electro-magnetized\nto duplicate auroras is an electro-magnetized\nf                                         globe to serve as target Earth. This is the kind\nglobe to serve as target Earth. This is the kind\nof apparatus that Kristian Birkeland used at\nthe turn of the nineteenth century, as have\niF;             .:    ,           others since then, to reproduce his auroral\nothers since then, to reproduce his auroral\nif                                  simulations.! We notice, though, that, con-\nsimulations.! We notice, though, that, con-\n~     trary to Peratt’s experiments, no columnar\ntrary to Peratt’s experiments, no columnar\nOY        structures have yet been propagated through\nstructures have yet been propagated through\n_                      ee    \\.  a  the utilization of these terellas. It thus seems\nthe utilization of these terellas. It thus seems\nB or, aE       that auroral curtains—or even funnels for that\nthat auroral curtains—or even funnels for that\nye                      ae:   matter—and plasma columns can only be\nmatter—and plasma columns can only be\n  aio :  achieved through different, even if related,\nachieved through different, even if related,\nSeam plasma excitations.\nplasma excitations.\n¢*       Let us, however, keep in mind that Peratt\nLet us, however, keep in mind that Peratt\n==) did not restrict his speculations to solar-\ndid not restrict his speculations to solar-\n<2 = » induced auroras, which he himself refers to as\ninduced auroras, which he himself refers to as\n“suggestions.”? Included in his theorizing was\nthe realization that the phenomenon being\n|. discussed could also come about “if another\ndiscussed could also come about “if another\n4       eource af nlacma were to enter the colar cve-\neource af nlacma were to enter the colar cve-",
        "bibliography": [
            "I",
            "a       So os.       a",
            "Kristian Birkeland —1867-1914             tem.” And it is precisely such a plasma from",
            "“another source” that forms the basis of our own particular postulate.",
            "So let us not misunderstand. That the stationary erect pillar dictated by myth was a sus-",
            "tained Birkeland current we have accepted since Wallace Thornhill proposed it in 1997,",
            "which proposal was upheld by Peratt himself.> And, in keeping with some of the above, we",
            "also accept this current to have been both filamentary and uniformly cylindrical in shape‘ or,",
            "as Hannes Alfvén phrased it, a rotating,’ but hollow, axis of nested plasma cylinders.’ Thus,",
            "! See Primordial Star, pp. 291 ff. for the entire series of experiments here discussed.",
            "2 A.L. Peratt, et. al., op. cit., p. 804.",
            "3 Idem, “Characteristics for the Occurrence of a High-Current Z-Pinch Aurora as Recorded in Antiquity,” IEEE",
            "Transactions on Plasma Science, Vol. 31, No.6 (December 2003), p. 1210.",
            "4 See God Star,p. 461.",
            "5 Ibid.",
            "4 See God Star, p.461.",
            "6 H. Dahlgren, et al., “Filamentary Structures in Planetary Nebulae,” Astrophysics and Space Science (published",
            "online: March 29, 2007), p. 66.",
            "7H. Alfvén, Cosmic Plasma (Dordrecht, Holland, 1981), p. 36.",
            "8 Ibid., pp. 25-26."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 83,
        "content": "\nrather than an auroral apparition, the polar\ncolumn we have in mind is more akin to        ‘                         :\ncolumn we have in mind is more akin to\nthe cosmic jets many of which have been\nthe cosmic jets many of which have been           iJ                      “\ndetected, and even photographed, especi-\ndetected, and even photographed, especi-       P\nally in relation to Herbig-Haro objects.                                                .\nally in relation to Herbig-Haro objects.\nSUSTAINED AXIAL DISCHARGES\nIt was Kristian Birkeland who first dis-                                   }\nIt was Kristian Birkeland who first dis-\ncovered that electric currents in mid-air, or\nin mid-space, tend to follow twisted paths,\nwhich is why these currents are now called\nby his name. Occurring in pairs, these fil-                Ye r     ~\nby his name. Occurring in pairs, these fil-\nother factors, the visibility or otherwise of\namentary couples are known to rotate in\namentary couples are known to rotate in           Puy  fi    1)  We\nthese streams is reliant on the attainment or\nthe manner of rigid bodies, which rotation\nthe manner of rigid bodies, which rotation            7 fs      bi ue 5    i\nis held responsible for their twisting around\nis held responsible for their twisting around        ’ To      t     | ey       a i\neach other in corkscrew fashion. Among                      es      i\neach other in corkscrew fashion. Among\n_ Retors, bipcoenpind ‘he prsihees or        Currents forming auroral funnels produced by\nCurrents forming auroral funnels produced by\nBirkeland on the poles of one of his terellas.\nis actually the rod that holds the terella in\nfailure of balance between their electrical       Compare with S. G. Smith’s rendition on page 80.\nfailure of balance between their electrical\nsuspension.)\nCompare with S. G. Smith’s rendition on page 80.\nenvironment. Whether visible or not, tl\npotential and that of the plasmaspheric      (NOTE: What looks like a central pillar at the top\npotential and that of the plasmaspheric\n(NOTE: What looks like a central pillar at the top\nAlthough it has not been called s.\nspace, or cell, in which they occur. It is the              Heaceually the ton) motets\nspace, or cell, in which they occur. It is the\nproportions has been discovered eman.\ndisparity in the property of these streams                        ,\ndisparity in the property of these streams\nthat stems from the electrical disproportion that can attain in these respective cells that often\ni length of time of their existence varies in accordance\nleads to visible discharges the sustaining of which depends on the differing factors of their\nenvironment. Whether visible or not, the length of time of their existence varies in accordance\n0, such a sustained Birkeland current of astronomical\nwith the property of their surroundings during which they shift in form as they evolve in re-\nwith the property of their surrounding\n80 light-years long, it is about 300 lig!\ns during which they shift in form as they evolve in re-\nit-years from the center of the Galaxy, perpendicular to\nsponse to the changing energy of their source.!\nsponse to the changing energy of their\nsource.!\nAlthough it has not been called so, such a sustained Birkeland current of astronomical\nproportions has been discovered emanating from our own Milky Way. Calculated to be some\nating from our own Milky Way. Calculated to be some\n80 light-years long, it is about 300 light-years from the center of the Galaxy, perpendicular to\nits rotational plane, and connected to the circum-nuclear disk surrounding it. Having been\nmolecule.”2\nformed by the twisting filamentary currents described above, it was originally referred to as\nthe DNA Nebula, but was later renamed the Helix, or Double Helix, Nebula. What is seen,\nMark Morris reported, are “two intertwining strands wrapped around each other as in a DNA\nmolecule.”?",
        "bibliography": [
            "1 See here, for instance, G. F. Gahm, et al., “Rotating Elephant Trunks,” Smithsonian/NASA ADS Astronomy",
            "! See here, for instance, G. F. Gahm, et al., “Rotating Elephant Trunks,” Smithsonian/NASA ADS Astronomy",
            "Abstract Service (11/07/2007), pp. 1-2.",
            "2 §. Wolpert, “Astronomers Report Unprecedented Double Helix Nebula Near Center of the Milky way,” UCLA",
            "News (March 16, 2006 on the Internet), p. 2."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 84,
        "content": "\n\\ k\n— {",
        "bibliography": [
            "Simulation of Earth’s magnetic field showing the electro-magnetically neutral zones at both poles.",
            "(Illustration courtesy of NASA.)",
            "“It’s like having two strands of rope connected to a fixed point [he went on]. As you",
            "spin the strands, they braid around each other in a double helix fashion.”!",
            "The “recipe” for such a structure, it has been pointed out, “is strict but simple.” All that is",
            "required, or so it has been claimed, is “a strong magnetic field, a rotating body, and a nebulous",
            "cloud of material positioned just right.”? What the above omits is the electric current responsi-",
            "ble for the “strong magnetic field.” A better recipe had been submitted in 1979 by the same",
            "Peratt whose work on plasma columns we discussed above. Basing his work on that of Han-",
            "nes Alfvén, he modeled the effects electromagnetic vortices would have on plasma clouds. He",
            "found that, in this manner, he could mimic the formation of various spinning galaxies, some",
            "of which were seen to spout bipolar jets of plasma from their concentrated cores. This was",
            "accomplished through computer simulations and while, as Eric Lerner indicated, these do not",
            "constitute “the real world,” Peratt was vindicated when, in 1984, the jet described above was",
            "84",
            "first observed emanating out of the Milky Way.4",
            "As we pointed out in earlier volumes of this series, ours is not the only galaxy that emits",
            "such sustained axial discharges.> Nor can these be blamed on the often claimed existence of",
            "! B. Carey, “Cosmic ‘DNA’: Double Helix Spotted in Space,” Space.com (March 15, 2006).",
            "2 Ibid.",
            "3 E, J. Lerner, “The Big Bang Never Happened,” Discover (June 1988), p. 75.",
            "4 Ibid.",
            "5 God Star, pp.424 ff.; Flare Star, pp. 146 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 85,
        "content": "\nblack holes in galactic centers.! In fact,          Electric Currents\nblack holes in galactic centers.! In fact,\nElectric Currents\ngalaxies are not the only objects in the\ngalaxies are not the only objects in the             =\nUniverse that harbor such emissions.\nally referred to as jets,? these linear                SSI\nally referred to as jets,? these linear\nrents are also emitted by stars, despite the\nrents are also emitted by stars, despite the     <a   lesser  aap\nfact that stars are not known to harbor             ==\nfact that stars are not known to harbor\nblack holes in their center\nblack holes in their center3                                                  =\nOne helical stream that has been lik-\nOne helical stream that has been lik-       CA Yefey Ss»\nened to a twisting cosmic tornado is found\nened to a twisting cosmic tornado is found                       [J\nattached to a star in Herbig-Haro 49/504\nattached to a star in Herbig-Haro 49/504                   See\nAnd although it is said that it’s “not\nAnd although it is said that it’s “not            CY D>\nly spinning,”> others have been likened to a\n“spinning lawn sprinkler.”6 One thing, out\nof many, to keep in mind here is that most\nof many, to keep in mind here is that most               Ga    >>\nof the rotational motion in the entire Uni-\nof the rotational motion in the entire Uni-           an\nverse is powered by “the dynamic effects          Agr              i\nverse is powered by “the dynamic effects\nof plasmas moving in, across, and with   Magnetic folds      Lapel\nof plasmas moving in, across, and with\nmagnetic fields.”7 One such optically-                          plasma cable\nmagnetic fields.”7 One such optically-\nplasma cable\nvisible jet spiraling outward from both\nvisible jet spiraling outward from both        %\npoles of an infant star in what is now\ndubbed Herbig-Haro 211 is to be found in                   CI      >\ndubbed Herbig-Haro 211 is to be found in\na“\nFilamentary\ncurrent, or\nConstricting\nMagnetic fields\nthe constellation Perseus.’\nVarious theories have been proposed to\naccount for the creation of cosmic jets, all\nof which end up competing with each other\nwithout resolving the question of their gen-\neration? One actually wonders at certain\nclaims that have been offered in relation\nto their formation. The “cause of the          Ideal view of a Birkeland current\nto their formation. The “cause of the\nIdeal view of a Birkeland current",
        "bibliography": [
            "1 W. H. Bostick, “What Laboratory-Produced Plasma Structures Can Contribute to the Understanding of Cosmic",
            "Structures Both Large and Small,” [EEE Transactions on Plasma Science, Vol. PS-14, No. 6 (December 1986),",
            "p. 705.",
            "2 See, here, Primordial Star, pp. , 6, 81, 84, 231, 235, 245, 258.",
            "3 “Neutron Stars Spew Like Black Holes,” SPACE.com (June 27, 2007)",
            "41. Kruesi, “Stellar Jet Makes a Space Tornado,” Astronomy (May 2006), p. 29.",
            "SR. Naeye, “Cosmic ‘Twister’ ,” Sky & Telescope (April 2006), p. 20.",
            "© R. Zimmerman, “A Visit to the High-Energy Zoo,” Astronomy (February 2005 Special Issue—Exploring the",
            "Universe), p.40.",
            "7W.H. Bostick, op. cit., pp. 703, 705.",
            "8y. Bryner, “Jets Spiral in ‘Reverse Whirlpool’ from Star,” SPACE.com (December 28, 2007).",
            "9 See here, for instance, T. P. Ray, “Fountains of Youth,” Scientific American (August 2000), pp. 43 ff.; A.",
            "Thompson, “New Clues to the Most Amazing Shapes in Space,” SPACE.com (March 18, 2008), p. 2"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 86,
        "content": "\n.\n*\n**  7      ~\n.        Bee\n. :\n:\n‘ .    .\n-\nbd\n«\n>\n=\n.   :       -\n‘   :\n“i        .",
        "bibliography": [
            "False color image of the Double Helix Nebula.",
            "(Photograph courtesy of NASA.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 87,
        "content": "\nhelical shape” of Herbig-Haro 49/50 was        ‘       .\nhelical shape” of Herbig-Haro 49/50 was\nsaid to be unknown,! although it was   ‘     “. .   .\nsaid to be unknown,! although it was\nsumed that “magnetic fields” might have\nsumed that “magnetic fields” might have -i———    a   ?             ‘\nsomething to do with it? The opposing\nsomething to do with it? The opposing     ;       *,        S \"ay\npolar “corkscrew jets” emanating out of                    }    i\npolar “corkscrew jets” emanating out of\nthe star known as W43<A in Aquila are also\nthe star known as W43<A in Aquila are also       =          4                   ,\nsaid to be sculpted by magnetic fields,3\nsaid to be sculpted by magnetic fields,3     ~ ie         . d  ws     .\neven though, believe it or not, some have      0 @  -             °     ?.     ¢\neven though, believe it or not, some have\nas if they had long been known and ac-\nclaimed these jets to be actually made of\nclaimed these jets to be actually made of          .     ‘                 .\nwater.‘ (Talk about “spinning lawn sprink-\nwater.‘ (Talk about “spinning lawn sprink-       :         hg _*                        .\nler” effects!) While there had been a time    —™          ‘                   ..\nler” effects!) While there had been a time\nwhen magnetic fields were shunned by             }e      ‘\nwhen magnetic fields were shunned by\nmost astronomers, they are now spoken of\nmost astronomers, they are now spoken of            ‘     : 2     Ps               ee\nas if they had long been known and ac. [&     er ey     :  .°       A",
        "bibliography": [
            "counted for, Ajler dit, Adam rrank re-",
            "cently wrote, “magnetic fields...are found                Herbig-Haro 49/50.",
            "almost everywhere in space and are pow-             (Photograph courtesy of NASA.)",
            "erful enough to shape much of what goes",
            "on there.”> Even so, magnetic fields are not enough, especially since magnetic fields require a",
            "stream of electricity.© It almost makes one think that astrophysicists have never heard of",
            "Birkeland currents.",
            "It was in 1995 that Bruce Remington, a physicist who was then working at the Lawrence",
            "Livermore National Laboratory in California, noted that computer simulations of a supernova",
            "discharge were identical to a turbulent mixing of plasma in laser-fusion lab experiments. He",
            "thus surmised that such experiments could shed light on astrophysical phenomena by scaling",
            "up laboratory-derived effects to cosmic dimensions. In association with the theorist Dmitri",
            "Ryutov, he was able to show that the same physics applied at both microscopic and astronom-",
            "ical scales.7 “We can’t create a supernova or an astrophysical jet,” Remington pointed out,",
            "“but we can create little pieces of those phenomena in a rigorously scaled setting.”$ But, as",
            "revealingly important as this discovery turned out to be, it was nothing new since Alfvén had",
            "already brought it to public attention long before.? Or how easily they forget.",
            "During the same 1990s, Paul Bellan, another physicist hailing from the California Institute",
            "of Technology, noted that the plasma gun he was using produced curious emissions which ap-",
            "TR. Naeye, loc. cit.",
            "? Ibid.; L. Kruesi, loc. cit.",
            "3 L. Layton, “Magnetic Fields Shape Dying Star’s Jets,” Astronomy (August 2006), p. 26.",
            "4K. S. Chadha, “In Brief,” Astronomy Now (April 2006), p. 19.",
            "> A. Frank, “In the Cradle of the Stars,” Discover Presents the Whole Universe (special edition of Discover, Fall",
            "5 A. Frank, “In the Cradle of the Stars,” Discover Presents the Whole Universe (special edition of Discover, Fall",
            "2008), p. 48 (emphasis as given).",
            "6 See here, for instance, B. Hills, Origins: Cosmology, Evolution & Creation (Cambridge, 2003), pp. 36-37.",
            "7 §. Nadis, “How Astronomers Capture the Universe in a Test Tube,” Astronomy (July 2007), p. 35.",
            "8 pid.",
            "9. J. Lerner, op. cit., pp. 74-75."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 88,
        "content": "\npeared to be miniatures of the much more intense astrophysical jets. He, too, seems not to\nhave heard of Alfvén’s previous disclosures on the subject when he announced that physics\nmust be scalable.! All of a sudden, laboratory-created plasma jets became a dime a dozen\nBut, despite the supplanting of one theory by another, these lab-produced jets failed to reveal\ntheir secrets to all those who continued to shun the high-energy electric discharges in plasma\nthat are really responsible for their formation.\nAs noted above, the Milky Way’s galactic jet is said to be associated with what is termed\nits circum-nuclear disk. And, to be sure, cosmic jets are usually found ejecting out of circum-\nstellar disks.4 This has special meaning to us because, as noted in our previous volumes,\nEarth’s primordial proto-Saturnian sun was also surrounded by such a disk.5\nStars that harbor jets are believed to still be in the early stages of their formation. Such\njetting nascent stars are exemplified by the X-ray-emitting DG Tau,’ HH (that is Herbig-Haro)\n308 and HH 211.9 Jets, however, also result when old stars tend to flare up as supernovae. In\nfact, some hold that it is jets that trigger these enormous super flares.!° Judging by the Crab\nNebula, which constitutes the remains of the supernova of 1054 A.D., circumstellar disks and\njets continue to activate stars long after their initial outbursts.!!\nThe remaining star at the center of the Crab is known as a pulsar due to the cyclical pulses\nit continues to generate. A similar pulsating light-emitter is the Vela pulsar, which is also the\nremnant of a supernova. Like the Crab Nebula, the Vela pulsar is also surrounded by circum-\nstellar disks, or rings, while jetting similar axial streams. Additional to that, very much as we\nhave hypothesized for the proto-Saturnian system,!? both these pulsars are traveling through\nspace in a poleward direction,'? as so, also, is the manner in which so-called neutron stars, as\nwell as other stars, are seen to travel.!4\nExcept for matters of detail and a few new discoveries, the information we have just pre-\nsented had already been offered in our previous volumes. Reiteration has however been called\n1S. Nadis, op. cit., p. 36.\n2 Ibid.\n3 See, for instance, “First Laboratory Experiment to Accurately Model Stellar Jets Explains Mysterious ‘Knots’ ,”\nUniversity of Rochester—physorg.com (February 9, 2009), which was reproduced verbatim as “How Magnetic\nForces Shape Cosmic Jets of Matter Streaming Out of Stars,” sciencedaily.com (February 10, 2009).\n4 See here, for instance, J. Bryner, loc. cit, A. Thompson, loc. cit., W. Thornhill, “Electricity or Gravity: Which\nRules the Universe?” Chronology & Catastrophism Review (2008), p. 95.\n5 God Star, pp. 261 ff.; Flare Star, pp. 217 ff.\n5 God Star, pp.261 ff.; Flare Star, pp. 217 ff.\n6 J. Winters, “A Brief Tour of a Cosmic Neighborhood,” Discover Presents the Whole Universe (special edition\nof Discover, Fall 2008), p. 46.\n7 Ibid.\n8 Ibid.\n9 J. Bryner, loc. cit.\n10 W. Schomaker, “Jets May trigger Supernovae,” Astronomy (April 2001), p. 26.\n11 R. Zimmerman, op. cit., p. 38.\n12 Flare Star, pp. 260-261.\n13 “Do All Pulsars Fly Pole-First,” Sky & Telescope (September 2000), p. 20.\n14 www.universetoday (January 21, 2005); A. MacRobert, “Neutron Stars Flying Pole-First,” Sky & Telescope\n(February 2006), p. 20.\n88",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 89,
        "content": "",
        "bibliography": [
            "~ ie                  a",
            "-        *.       ee       7      7           8",
            ",  > * a       .                   i",
            "~        a",
            "eis",
            "a                                   oa",
            "4:",
            "7a                                és        .",
            ";          Fs                  —",
            "~   e                       Ce    +",
            "i              :          va",
            ".     ul                                x     i",
            ".     c                             *     .",
            "es       ‘",
            "i      al",
            "Axial jet and circumstellar disk surrounding the Crab Nebula, remnant of the supernova of 1054.",
            "(Combined images from the Hubble Space Telescope and the Chandra X-Ray Observatory—courtesy of NASA.)",
            "for in order to contest the auroral interpretation of the mythological axial column. It is, of",
            "course, in the nature of a stellar jet—or, in our case, a sub-stellar one—that we have envi-",
            "sioned the polar column of the ancients. There was, in our opinion, absolutely nothing auroral",
            "about its formation and/or appearance. More importantly, it had nothing to do with our pre-",
            "sent Sun since its manifestation predated Earth’s entry into the Solar System. At the time I"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 90,
        "content": "\nfirst proposed a columnar outflow from a\nbrown dwarf, these sub-stars had not yet\nunmasked themselves completely. Circ-\n(Image courtesy of NASA.)\numstellar disks around these sub-stellar\ndenizens had been detected,! but not jets.\nIt was in fact believed by some that these\nstellar dwarfs “are not active enough to\n.                                      produce polar jets.”? But when I bounced\nproduce polar jets.”? But when I bounced\nthe concept off an astrophysicist in 2003,\nit was not thought to be atrocious.? Less\nthan a year later, spectral lines proclaimed\nthe existence of dwarf jets,4 which\ntinue to be detected as the years go by.\nFour of those discovered in 2008 are be-\nlieved to be emitted by newborn dwarfs,\nwhich are claimed to be more star-like\nthan their previous designation of “failed\nstars” seemed to suggest.> But if, as we\nhave seen, jets can be propelled by nas-\nOblique false-color view of the axially jetting Vela\nOblique false-color view of the axially jetting Vela     cent stars as well as older suns in super-\ncent stars as well as older suns in super-\npulsar surrounded by its circumstellar rings.         flares, why should not brown dwarfs also\npulsar surrounded by its circumstellar rings.\nflares, why should not brown dwarfs also\nGmage courtesy of NASA.)                            emit jets in adult age?\nemit jets in adult age?\nAs we have, however, also noted in previous volumes, our posited primordial proto-\nSaturnian sun might not even have qualified as a brown dwarf star, which is why we have re-\nferred to it as a sub-brown dwarf. And while others have been asking whether such a less\nmassive object could still emit a jet, Emma Whelan, from the Dublin Institute for Advanced\nStudies, has answered the question in no uncertain terms. “The new discoveries mean that jets\nare confirmed to flow from a huge range of objects, from tiny brown dwarfs to the larg-\nest...galaxies,” she reported. “This leads us to the tantalising prospect that even large planets\nmay drive outflows and jets as they form.”6 If it’s considered that large planets can drive out-\nflows from their poles, a sub-brown dwarf, which in the end turned into one such planet, could\njust as easily have spawned polar jets.\nWhat we should not forget, as already noted, is the polar column’s interpretation by our\nancient forebears as various objects which changed with time as the sub-astral jet evolved",
        "bibliography": [
            "IK, Wright, “When a Star is Not a Star,”Discover (January 2002), p. 29; D. Kaisler, “The Puzzles of Plane-",
            "1K, Wright, “When a Star is Not a Star,”Discover (January 2002), p. 29; D. Kaisler, “The Puzzles of Plane-",
            "thood,” Sky & Telescope (August 2002), p. 35.",
            "2 W. Thornhill, on the private Intersect discussion group sponsored by KRONIA Communications (January 9,",
            "2002).",
            "3 D. Lin to D. Cardona, verbal communication at a family dinner on December 28, 2003.",
            "4R. Naeye, “‘Free-Floating Planet’ Claims Bolstered,” Sky & Telescope (October 2004), p. 20.",
            "5 “Newborn Brown Dwarfs Stir Up the Neighborhood,” sciencedaily.com (April 4, 2008).",
            "6 Ibid."
        ],
        "captions": []
    }
]