[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 21,
        "content": "\ncalled navel of the Earth, and God’s sacred mountain.!\nVarious localities in Egypt were named after the astral fields of their mythology.2 Tem-\nples, to say nothing of their cultic equipment, were constructed according to what was be-\nlieved to be heavenly prototypes.? Such was the concept behind the erection of Solomon’s\ntemple in Jerusalem, as so, also, was Jerusalem itself said to have been built according to a\ncelestial model.>\nIn fact, various cities around the world were said to have been constructed in imitation of\ncosmic ones.® A good example of this is China’s Forbidden City in Beijing.7 But not only cit-\nies. In China, the entire “earthly kingdom” was said to have been set up “to reflect the heaven-\nly sphere.”8 To the Hindus, the whole of India corresponded to a celestial one.? “Everything\nthat is found upon Earth is found also in the heavens,” claims the Jewish Talmud.!©\nBut we’re ahead of ourselves—so let’s get back on track.\n! See here, for instance, F. Lenormant, “Ararat and Eden,” The Contemporary Review (September 1881), p. 462.\n2M. Eliade, The Myth of the Eternal Return (London, 1955), p. 6.\n3 A. de Grazia, God's Fire (Princeton, NJ., 1983), p. 53.\n4L.E. Stager, “Jerusalem as Eden,” Biblical Archaeology Review (May/June 2000), pp. 36 ff.\n5 [bid., p.47; M. Eliade, op. cit., p.8.\n5 [bid., p.47; M. Eliade, op. cit., p. 8.\n6 Ibid., p.9; D.N. Gellner, The Anthropology of Buddhism and Hinduism (New Delhi, 2001), pp.278-280.\n7E.C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 271.\n8 JN. Sammer, “The Cosmology of Tawantinsuyu,” KRONOS IX:2 (Winter 1984), p. 28.\n9 R.L. Thompson, Mysteries of the Sacred Universe: The Cosmology of the Bhagavata Purana (Alachua, FL,\n2000), p. 189.\n10R. Thiel, And There Was Light (N. Y., 1957), p. 26.\n21",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 22,
        "content": "\nChapter 2\nTheography\nRELIGION’S ORIGINS\neligion is firmly embedded in mythology —and only those of a deep religious disposi-\ntion will find that difficult to acknowledge. But since, in the main, scholars do not ac-\nR* will find that difficult to acknowledge. But since, in the main, scholars do not ac-\ncept a cosmic origin for mythology, they can seldom run a religion to ground. Al-\nthough we do not normally agree with much that James Frazer had to offer in his monumental\nstudy, there was one thing he stressed among others which rings absolutely true. “The history\nof religion,” he wrote, “is a long attempt to reconcile old custom with new reason; to find a\nRe is firmly embedded in mythology —and only those of a deep religious disposi-\nsound theory for an absurd practice.”!\n“The most perplexing subject to an eighteenth-century man in quest of reason [wrote\nFrank Manuel] was the origin of religious practice and belief. This mystery troubled\nthe avowed atheist even more than the vacillating theist, and was magnified to the\npoint where it became the great enigma of human nature.”?\nEighteenth century aside, the above held just as true down through the years. In fact, until\nrecently, scholars had been condemned to commence their studies at some point far down the\nevolutionary line after the transmogrifications of time had converted the object of their stud-\nies into a veritable mish-mash of occult drivel. The only task they seemed to have been capa-\nble of, one which they often accomplished in a thorough fashion, was to trace its concepts,\nrites, and motifs to some other religion, some other people, or some other time. In so doing,\nhowever, they were not solving the problem, they were merely demonstrating how widespread\nit really is.\nAs Mircea Eliade pointed out, most of man’s religious attitudes have been with him “from\nthe most primitive times.” And yet those attitudes had not always been there. “Religious sen-\ntiment,” as Manuel put it, “was not inborn, but was acquired by men at a given moment in\ntime.” Or, as the evolutionary biologist and psychologist Robin Dunbar declared: “In the be-\nginning, religion didn’t exist.”> And although that might appear as a trite statement, it inevita-\nbly leads to a question that Dunbar also asked—‘“so why did we feel the need to invent it?’””¢",
        "bibliography": [
            "1 J. G. Frazer, The Golden Bough: The Roots of Religion and Folklore (N. Y., 1890/1981), Vol. II, p. 62.",
            "! JG. Frazer, The Golden Bough: The Roots of Religion and Folklore (N. Y., 1890/1981), Vol. I, p. 62.",
            "2 FE. Manuel, The Eighteenth Century Confronts the Gods (Cambridge, Mass., 1959), p. 133.",
            "2 FE, Manuel, The Eighteenth Century Confronts the Gods (Cambridge, Mass., 1959), p. 133.",
            "3 M. Eliade, Patterns in Comparative Religion (London, 1996), p. 463.",
            "4 FE, Manuel, op. cit., p. 134.",
            "5 R. Dunbar, “We Believe,” New Scientist (January 28-February 3, 2006), p. 30.",
            "> R. Dunbar, “We Believe,” New Scientist (January 28-February 3, 2006), p. 30.",
            "6 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 23,
        "content": "\nae,\nFins                         Wa\nSL          “)\nWan 5    .\nOh _—G y              -.\n(Illustration by Charles Hogarth.)\né   y CF                           ,\nLily, | SS                     ~~\nAlexander the Great who, for a while, ended up being deified by his countrymen.\n(ilustration by Charles Hogarth.)\nThe inherent difficulty in getting to the bottom of this particular dilemma was emphasized\nby Mircea Eliade close to the end of the twentieth century.! Not that it has stopped anyone\nfrom trying. Take Daniel Dennett, the director of the Center for Cognitive Studies at Tufts\nUniversity, for instance. Even at its best, his theory can be said to have been in vogue, on and\noff, for quite some time. What is new about Dennett’s take is the scientific approach he brings\nto the subject.2 But, despite what many might see as a cogent line of reasoning, the basis of",
        "bibliography": [
            "'M. Eliade, op. cit.,p. 1.",
            "2D. C. Dennett, Breaking the Spell: Religion as a Natural Phenomenon (N. Y., 2006), in toto."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 24,
        "content": "\nhis theory can be expressed in a single word— ghosts.\nI’m hoping here that most of those who read this book will know that ghosts do not exist.\nThey never did. But we all dream. And in our dreams we often face our dear departed ones.\nPrimitive tribes, up to the present, believe that these manifestations constitute the spirits of the\ndead who somehow live on in some mysterious region. Dennett cannot be wrong in assuming\nthat this would also have been the case with our prehistoric ancestors.\nFrom that understandable premise, Dennett then supposes that when it came to deceased\nfathers or village elders, it would have been natural for those who dreamed of them to ask for\nadvice when awakening. And in the absence of answers—which, lacking an impressionable\nimagination, would have been quite natural—disappointment would have set in.\nEnter those whose trancelike ability, or maybe even quackery, would have impressed all\nthose who lacked the art, some of whom would have taken the opportunity to interpret others’\ndreams and supply answers to the questions asked. Thus were born shamans, witch-doctors,\nmedicine-men—eventually priests and all that came with priesthood. Deceased village elders,\nif not dead fathers, would eventually have been transmogrified into phantoms of great power\non their way to becoming gods.\nRituals, which Dennett claims originated as aids in acquiring answers from the dead, be-\ncame liturgies and, thousands of years later, masses of the unwashed would crowd into tem-\nples, synagogues, mosques, and cathedrals, seeking forgiveness from real and imaginary\ncrimes, in the hope of finding peace and happiness in some paradisiacal life after death.\nThat, in brief, is what Dennett claims to have been the “natural phenomenon” behind the\norigin of religion. It is not that there’s no truth in any of his claims. But, as we have already\ndiscussed in our previous chapter, to say nothing of our earlier works,! his theory fails to ac-\ncount for the similar—in some cases near-identical—content of myths from diverse parts of\nthe ancient world, east and west of vast dividing oceans. Besides, as Eliade pointed out, the\nidea that religion evolved “from the simple to the complex” —that is from dreams, to ghosts,\nto gods—is a hypothesis that, given the evidence from mythology, cannot be proved?\nThings have changed, although not necessarily for the better. Man’s belief in the supernat-\nural is now being looked at through sophisticated electronic equipment. To Dunbar, “religion\nis a real evolutionary puzzle.”> And if one looks to solve it through the requirements of life’s\nevolution on Earth, it will certainly always be. But not everyone sees the matter that way. On\nthe contrary, as one report has it, the majority of evolutionary scientists view religion as “a\nnatural product of human evolution.”+\nIt is not that Dunbar himself has not tried to come up with some aspects of religion that\nmight have benefited humanity’s evolutionary climb, but, as he rightly concludes, these traits\nare “unlikely to provide much insight into the beginnings of religious belief.”> And yet, he,\n! God Star, pp.35 ff.; Flare Star, p. 99.\n| God Star, pp. 35 ff.; Flare Star, p. 99.\n2M. Eliade, op. cit., p. xviii.\n3 R. Dunbar, loc. cit.\n4G. W. Graffin & W. B. Provine, “Evolution, Religion and Free Will,” American Scientist (July-August 2007),\n4 G.W. Graffin & W. B. Provine, “Evolution, Religion and Free Will,” American Scientist (July-August 2007),\np. 297\n5 R. Dunbar, op. cit., p. 31.\n5 R. Dunbar, op. cit., p.31.\n24",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 25,
        "content": "\nr          i           rT ~~     {",
        "bibliography": [
            "Ancient temples—like the one to Amon at Karnak, Egypt, shown above —were",
            "constructed according to what was believed to be heavenly prototypes.",
            "(Photograph by the author.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 26,
        "content": "",
        "bibliography": [
            "4)   AA",
            "j                   i         Ve",
            "i, eS",
            "UCC  aa",
            "o    a    + ar    a       on  rs = Qh)",
            "=   aes: |   ee mane.   ‘",
            "Tinea) —",
            "Various ancient centers around the world, like the Forbidden City in Beijing,",
            "shown above, were said to have been constructed in imitation of cosmic ones.",
            "(Photograph by the author.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 27,
        "content": "\ntoo, realizes that man’s “religious practices” seem to have “very ancient origins.”! Despite the\ntabulated graphs he presents, however, we cannot accept that the germs of man’s religious ex-\nperience, in the form of intentionality, appeared with archaic humans around 500,000 years\nago, to be strengthened some 300,000 years later with anatomically modern man?\nAgain, it is not that we doubt mankind’s early acquisition of intentionality. But, for one\nthing, can it be said that, at least to an extent, animals do not also possess this attribute? And,\nmore importantly, in what manner would intentionality have led to the belief in a bevy of wild\ngods who, were we to accept their biographies, had spent a great portion of their time warring\nagainst each other?\nThere is then Dean Hamer. As the title of his book—The God Gene—implies, according\nto him religion is an attribute of our genetic makeup, a mere product of evolution through nat-\nural selection.3 But although this gene, known as VMAT2, might account for man’s acquired\ncapacity to envision spiritual entities—although even that has been severely questioned*—it\ncannot explain the nature of the mythological record with its numerous deities and the copious\nevents in which they participated. Hamer’s identity of VMAT2 as a God gene is as valid as\nhis previous announcement of a homosexual gene which no one else has been able to detect5\nAnd yet Hamer is not alone. Quite a few other scientists are focusing on genetic and bio-\nchemical means in their attempts to fathom the power that religion holds over most of man-\nkind. They have been applying brain scans, genetic probes, and similar methods in a concen-\ntrated effort to locate what they believe to be the physiological cause of the religious experi-\nence. One of their desires is to be able to replicate such an occurrence—whatever that may\nturn out to be —which might then allow them to explain religion’s abiding influence.® They do\nnot seem to realize that the abiding influence of religion is merely hope.\n“The endeavor is controversial,” wrote John Horgan, “stretching science to its limits.”7\nAnd if that’s not an understatement, I do not know what is. Besides which, the nature of the\nstudy tends to saddle it with the personal motivation of those involved. While some see reli-\ngion as “an embarrassing relic of our past,” others hope their studies will end up enriching\nfaith 8 All of which brings to mind Friedrich Nietzsche’s statement:\n“...the cause of the origin of a thing and its eventual utility, its actual employment\nand place in a system of purposes, lie worlds apart; whatever exists, having somehow\ncome into being, is again and again reinterpreted to new ends...”\n1 Idem, “The Origins of Religion,” in ibid., p. 32.\n! Idem, “The Origins of Religion,” in ibid., p. 32.\n2 Ibid., p. 33.\n3D. H. Hamer, The God Gene: How Faith is Hardwired into our Genes (N. Y.,2004), in toto.\n3D. H. Hamer, The God Gene: How Faith is Hardwired into our Genes (N. Y., 2004), in toto.\n4. Zimmer, “Faith-Boosting Genes,” Scientific American (October 2004), p. 110.\n5 Ibid., pp. 110-111.\n6y, Horgan, “The God Experiments,” Discover (December 2006), p. 52.\n7 Ibid.\n8 Ibid.\n°F. W. Nietzsche, The Genealogy of Morals, 2:12.\n27\noa",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 28,
        "content": "\ni ae x ¥ Yi  a  4    ty   », & U     Beet\n=                        ‘\nRY             Nv\n} ua   C                      N% ;\n6              Ww\n‘as     ee   if   Wa",
        "bibliography": [
            "From an original class of interpreters came the mediators between gods and men who",
            "eventually led to the various priesthoods of the modern world.",
            "Shown above: Kikuyu witch-doctor, Nyaharuru, Kenya.",
            "(Photograph by the author.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 29,
        "content": "\nAnd that, in our opinion, is exactly what transpired in the evolution of religion. As pres-\nently observed, all current religions are the long-befuddled derivations of an original series of\ncosmic events. The Hindus, of course, have always had it right. “We must do what the gods\ndid in the beginning,”! they have long maintained. “Thus the gods did,” they stress, “[and]\nthus men do.”? This Hindu adage, Eliade stressed, “summarizes all the theory underlying ritu-\nals [and thus religions] in all countries.”3 And the only way to understand that, of course, is to\nfind out what it was that the gods did in the beginning. Although one could also ask: The be-\nginning of what?\nFEAR AND TREMBLING\nWhatever it was that the gods did in the beginning of whatever had begun seems to have\ninspired mankind with an abiding fear. But an abiding fear of what? Why did man indulge in\n“bizarre religious feelings” asked Frank Manuel in paraphrasing John Trenchard, the English\ndeist of the eighteenth century, “and perform unnatural acts in the name of God?”\n“How could rational men be so readily deceived by priestly frauds? How was it pos-\nsible for them to believe in myths of abominable gods as if they were realities?”>\nThe answer, which Manuel also supplies, is that man was “fear-ridden,” and that his reli-\ngion “was born of terror.” This fear has been identified by some as the fear of death.?, What it\noriginated as, however, is the fear of punishment. Thus, to give but one example, the fear in-\nherent in the religion of the Tibetan Sherpas is actually concerned with the tribulations of the\ninanimate world.\n“The Sherpas perform most of their rituals because, although this may sound pedes-\ntrian, it is traditional to perform those rituals, and because disorder might ensue if\nthey don’t. The world is not a continuously threatening place; the point is to insure\nthat it doesn’t become so.”\nAlthough, as we’ve said of others, we cannot agree a hundred per cent with the views ex-\npressed by Marinus van der Sluijs, he, too, realizes that the “threat” which lies at the basis of\nman’s ancient fear was not an imaginary one. The very “worship of deities,” he has ably writ-\nten, flowed directly “from a series of extremely impressive, arguably traumatizing experiences",
        "bibliography": [
            "1 Satapatha Brahmana, V1L:2:1:4.",
            "2 Taittiriya Brahmana, 1:5:9:4.",
            "3M. Eliade, Cosmos and History (N. Y., 1959), p. 21.",
            "4 FE. Manuel, op. cit.,p. 74.",
            "5 Ibid.",
            "6 Ibid. p. 230.",
            "71. B Cohen, “An Interview With Einstein,” Scientific American (September 1955), p. 73.",
            "8S. B. Ortner, Sherpas Through Their Rituals (Cambridge, 1978), p. xii (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 30,
        "content": "mankind had with forces of nature rarely experienced today.”! And although such “threats”\nhave been claimed to have had a precedent, it is unfortunate that, in most cases, the resultant\nfear has been traced back by a bevy of modern scholars to cosmic impacts? concerning which\nwe have already spoken. In the end, as Ev Cochrane noted, the “obvious answer” seems to be\nthat “some celestial apparition” that is “no longer visible” would have “provided a spectacular\nand awe-inspiring form that came to serve as the focal point of religious and mythical beliefs\neverywhere.” But even that, although quite so, falls somewhat short.\n\nDespite the fact that Nicolas of Cusa, the fifteenth century cardinal of the Roman Catholic\nChurch, was naive enough to revive the heliocentric theory, he was one of the first scholars in\npost-classical times to claim that the motions of the heavenly bodies lack inherent stability 4\nHe was also of the belief that certain claims made by some of the ancient writers may be ex-\nplained by invoking a sky that was entirely different from the one seen in his own time\n\nAnd, as those who have read our prequels rightly know, it is precisely this view that forms\nthe basis of our hypothesis.\n\nDIVINE DIVERSITY\n\nAs we noted in our first volume of this series ° a list of Sumerian deities alone would con-\ntain more than five thousand individual gods and goddesses.” Nor is this merely based on a\nmodern calculation. One famous king of Assyria makes mention of “four thousand deities of\nheaven.”8 Much later in time, Marcus Terentius Varro, one of the most prolific writers ancient\nGreece produced, vouched for thirty thousand individual gods.? Actually, one should not be\nsurprised at the number of ancient deities when one comes to grips with the quantity of myths\nin which they are named. As Cottie Burland has indicated, if we had to collect the entire\nmyths of mankind, we would end up with a library containing millions of volumes, to say\nnothing of “a great gathering of songs.”!° And although Max Miiller did not see “anything\nstrange” in this multiplicity,!! it has been viewed by others as a problem when attempting to\nreduce these thousands of divinities into a handful of astral objects and their varying aspects.",
        "bibliography": [
            "1M. (Rens) van der  Sluijs, “The Nature of Nature Gods,” Picture of the Day, on thunderbolts.info (June 4,",
            "2008), p. 3.",
            "2 See here, for example, D. Steel, Rogue Asteroids and Doomsday Comets (N. Y., 1995), in toto.",
            "3 E. Cochrane, “Implications for Chronology if Certain ‘Historical’ Characters are Mythological,” Chronology &",
            "Catastrophism Review (2003:1), p.99.",
            "4L.C. Stecchini, “The Inconstant Heavens,” in A. de Grazia (Editor), The Velikovsky Affair (N. Y., 1966), p. 85.",
            "5 Ibid.",
            "6 God Star, p. 52.",
            "7. G. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970), p. 21.",
            "8 G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. 1 (N. Y., 1885), p. 349.",
            "9° FE, Manuel, op. cit., p. 113.",
            "10. A. Burland, Myths of Life & Death (N. Y., 1974), p. 251.",
            "11M. Miiller, Chips from a German Workshop, Vol. II (N. Y., 1870), p. 160."
        ],
        "captions": []
    }
]