[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 251,
        "content": "\nThe last thing I would want to do is to offer excuses for the lack of what should not be\nlacking. It is not that records of proto-Saturn’s bloated appearance are not found, but they are\nmuch too few in number. Even so, this should not be considered strange since a change in the\norb’s apparent size, when so much else was happening both on Earth and in the sky, is not\nsomething that would have awed all those who noticed. As we shall continue to divulge, pro-\nto-Saturn was yet to go through a much more drastic series of transformations for its change\nin size to have seemed all that dramatic.\nAmong the few reports of this event that have survived is one from the Eskimos of what is\nnow Alaska. This myth concerns Tulugaukuk, also known as Raven Father, “the creator of all\nlife.” Tulugaukuk’s recognition as the planetary deity of our concern rests on his association\nwith Earth’s celestial environment prior to Creation which is identical to the one that is de-\nscribed in the Saturnian myths of other ancient peoples. Thus, as it is told: “In the beginning\nthere was only darkness...darkness covered everything.” And yet “in that darkness, there was\nalready Raven.” Although the tale is fraught with quaint folkloric imagery, Raven is even said\nto have brought light into the world, which light is now misunderstood as “brilliant sunshine.”\nAnd although it is not said that he increased in size, it is reported that he was still “small and\nweak” before embarking on Creation.! It is therefore understood that he must later have grown\nbig and strong.\nA more direct report comes to us from ancient Persia. We have already met Zarathustra’s\nrehabilitated Saturnian god, Ahura Mazda, on a previous page of this work. In ancient Greece,\nAhura Mazda became known as Oromazes. It is in a famous treatise by the just as famous Plu-\ntarch that, in association with Creation, Oromazes, who was born from the “purest light,” is\nsaid to have “enlarged himself to thrice his former size.”?\nAnother Saturnian deity we have already met in the prequels to this work is the Hindu\nYama. As recorded in the Satapatha Brahmana, when the “vital airs,” that is the light, asso-\nciated with Creation had dissipated, Yama’s body “began to swell.”+\nThere will be some who might feel compelled to add to the above list since one encounters\nother reports of swelling deities in the mytho-historical record. A word of caution is, however,\ndue at this point since these additional bloating gods refer to other planets in a series of events\nthat transpired at a later time, and which we shall be including in their proper chronological\norder in a future volume of our evolving series. In the meantime, recent astrophysical disclo-\nsures can be called upon to compensate for the scarcity of ancient reports concerning proto-\nSaturn’s apparent swelling.\nAlthough the Saturnian scenario that Immanuel Velikovsky reconstructed is immensely\ndifferent from ours, he was still the first researcher in modern times to realize that Saturn must\nhave flared up in nova-like brilliance sometime in the past.> Despite the fact that he mistook\nits cause, while also misplacing the event in time, he rightly concluded that Saturn must have\n1M. Wood, Spirits, Heroes & Hunters from North American Indian Mythology (N. Y., 1982), p. 17.\n'M. Wood, Spirits, Heroes & Hunters from North American Indian Mythology (N. Y., 1982), p. 17.\n2 Plutarch, De Iside et Osiride, V:370.\n? Plutarch, De Iside et Osiride, V:370.\n3 God Star, pp. 61, 233, 236, 270, 309, 440; Flare Star, pp. 114, 231, 235, 306.\n4 Satapatha Brahmana, C:6:5:1-7.\n51. Velikovsky, “On Saturn and the Flood,” KRONOS V:1(Fall 1979), p.6.\n251",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 252,
        "content": "exceeded Jupiter in size before its prehistoric flare-up.' This is a precept that is actually up-\nheld by astronomers who believe that, early in its formative career, Saturn “collapsed sudden-\nly” while flinging out debris, including dust,? very much as we have posited on the strength of\nthe mytho-historical record. Regardless of whether he accepted the details of that theory in\ntheir entirety, Fred Hoyle, among others, had little doubt that the present Saturnian planet is\nthe remnant of a larger gas giant\n\nAccording to the orthodox theory mentioned above, Saturn’s sudden collapse is said to\nhave transpired “more than 4.6 billion years ago” during the time when the planet is believed\nto have still been “forming out of the solar nebula.”4 This, however, would have involved core\naccretion, the unfolding of which procedure would have required “several million years.”>\nAlan Boss, however, was of an entirely different opinion. While he, too, believes that Saturn\nhad originally been more massive, as so, in his opinion, had the other planets of the Solar Sys-\ntem, his particular approach favors planetary development “in 100,000 years or less.” While\nshying away from the veritable maze of theories that have been proposed to account for plane-\ntary formation, we mention this in order to forestall any criticism that might be raised in rela-\ntion to the much later time we have proposed for the events we have been analyzing. If ortho-\ndox astronomers can offer such disparate time sequences for what they believe to be the same\nprocedure, we can sit just as comfortably with our own lesser figure. After all, we have never\noffered a date for proto-Saturn’s formation, but only for its most recent flare-up.\n\nAlthough it is presented as a slow process, it is now accepted that brown dwarf stars have\na tendency to shrink with age. “Young brown dwarfs should start off much larger than Jupiter\nand contract slowly to about the size of Jupiter,” so claims Robert Naeye.”? While we do not\nhold to the sluggishness of such activity, we note, as we have already done on an earlier page\nof this very volume, that Saturn is now considered to be the very relic of what had previously\nbeen such a brown dwarf star\n\nWhat should not be lost sight of is the fact that, with a lesser density due to both its out-\npouring and electrical upheaval, although reduced in mass, proto-Saturn would have actually\nswelled in size, just as our ancient ancestors noted.\n\nTHE LOGOS\n\nWhile the bloated nature of the proto-Saturnian sun does not seem to have led to any par-\nticular religious dogmas, various other aspects associated with the same event certainly did.\nAmong these was the nature of what etched itself in the sacred doctrines of various races as",
        "bibliography": [
            "! pid.",
            "2 RR. Gore, “Voyager | at Saturn: Riddles of the Rings,” National Geographic (July 1981), p. 10.",
            "3 D. Salkeld, “Forum,” Chronology & Catastrophism Workshop (1988:2), p. 20.",
            "4R. Gore, loc. cit.",
            "5 A. P. Boss, “How Do You Make a Giant Exoplanet?” Astronomy (October 2006), p. 43.",
            "6 Ibid., p. 42.",
            "7R. Naeye, “Brown-Dwarf Eigma,” Sky & Telescope (May 2006), p. 18.",
            "8 A. P. Boss, Science (June 20, 1997); M. Fox, “Rogue ‘Gal Balls’ in Space Break Rules of Solar System, As-",
            "tronomers Find,” The Vancouver Sun (October 6, 2000), p. A13."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 253,
        "content": "God’s creative utterance. As we find it recorded in the Book of Genesis, Creation was\nachieved by Elohim through his instructive words. “Let there be light,” he said, “and there\nwas light.”! Let’s not lose sight of that.\n\nMany years later, writing in Greek, John the Evangelist referred to these divine directives\nin the singular as the Logos, that is the Word. “In the beginning was the Word,” he wrote,\n“and the Word was with God, and the word was God.””?\n\nThis concept has been shown to be derived from Heracleitus of Ephesus and the Stoics,\nthrough Philo Judaeus, an Alexandrian Jew who lived in the first century A.D Yet, even so,\nin the much older Hebrew Psalms, it had already been written that “the heavens were made”\nby “the word of Yahweh.”4 This was also declared in the Wisdom of Solomon, a treatise that\nwas written by another, but anonymous, Jew from Alexandria, sometime in the middle of the\nfirst century B.C. In that work, the god Yaw, or Yahweh, is exalted for having created all\nthings by the power of his Word.> The same tenet is again expressed in one of the Non-\nCanonical Psalms preserved in the Dead Sea Scrolls in which it is stated that, in his day,\nYahweh accomplished Creation “with a word from his mouth.”6\n\nWhat was this Word?\n\nThe same doctrine continued to be expressed later in time during the formative years of\nChristianity apart and beyond the Gospel of John. We thus find it repeated in the Poimandres,\na Gnostic dissertation attributed to the anonymous writer nicknamed Hermes Trismegistus. As\nthere recorded, it was the Word that was responsible for Creation. This Word is then said to\nhave developed out of light. God’s utterance is in fact referred to in this work as “the lumi-\nnous Word,” which is further clarified to have been “the voice of Light.”7\n\nIn a different Gnostic text from the Hellenized age of Egypt, God is somewhat whimsical-\nly said to have achieved Creation not by speaking, but by laughing. “And the God laughed\nseven times,” it is there written. Even the light that led to Creation was said to have been the\nproduct of the very first laugh.’\n\nA common denominator between spoken words and laughter happens to be sound. It\ntherefore seems that the spoken words, or laughter, that were said to have been responsible for\nCreation were the sounds that mankind heard during the celestial process he would have wit-\nnessed in connection with the brilliant light that was shed by proto-Saturn’s flare-up. But\nwhile there was more than that, let it not be thought this divine concept is unique to Christi-\nanity or the Judaic faith that fed it. It can in fact be traced as far back as Sumer, one of the ear-\nliest civilizations that has so far come to light.",
        "bibliography": [
            "' Genesis 1:3.",
            "2 The Gospel according to St. John 1:1.",
            "3 F. von Hiigel, “Gospel of St. John,” Encyclopedia Britannica (1959 ed.), Vol. 13, p. 99; P. Fredriksen, From",
            "Jesus to Christ (New Haven, 1988), pp. 9, 10, but see also pp. 14, 15, & 21.",
            "4 Psalms 33:6.",
            "5 §.H. Langdon, Semitic Mythology, Volume V of The Mythology of All Races (N. Y., 1964), pp. 104-105.",
            "© F.G. Martinez, The Dead Sea Scrolls Translated (N. Y., 1996), p. 312.",
            "7 W. Barnstone (Ed.), The Other Bible (N. Y., 1984), p. 570.",
            "8R. Van Over, op. cit., p. 272."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 254,
        "content": "\nStephen Langdon was quite ambiguous when he discussed Sumerian beliefs concerning\nCreation. In one paragraph of his major work he informs us that “there is no evidence” that\nthe Sumerians “had any considered theory” of Creation. But in the very next sentence he dis-\ncloses that, much like in Genesis, Creation was accomplished by the Sumerian Enki, whom he\nunfortunately presents as a Water-god, through the utterance of “the Word or Logos.”!\nOne word that has given headaches to translators of the somewhat later Assyro-\nBabylonian mythological texts is Mummu, an entity that, with Apsu and Tiamat, was believed\nto have existed in primeval times.\nThe conjoined Apsu and Tiamat were the equivalent of the Hebrew tehom, translated as\n“the deep,”? the celestial ocean of the ancients, which, in an earlier work we identified as\nproto-Saturn’s circumstellar cloud. In association with this entity, the name Mummu has been\ntranslated as “mother” or “originator.” The word, however, can also mean “form,” “utter-\nance,” or “word.” Mummu has thus been seen by some as the Logos of Babylonian thought.4\nThe Word, especially when designated as the Word of Wrath, was the possession of the\nSumero-Accadian Creator, while also serving as the weapon of those who followed him. Issu-\ning from the Creator’s mouth, the Word went “through the world” causing calamities such as\nfloods, hurricanes, fire, and all the catastrophic events we have seen associated with proto-\nSaturn’s flare-up.> We can therefore see that whatever the Word was, it was certainly a force\nthat packed tremendous energy.\nWe also meet the Word in Egyptian mythology where it is made to play the same role it\ndoes in the beliefs of other people. As recorded in the Book of the Dead, when the Creator was\nstill alone in the beginning, the Word itself “came into being,”® even though it was also said\nthat God himself was its creator.’ In the Pyramid Texts, the Creator is made to claim he is “the\ngreat Word” which existed “when the doing of that which was to be done” was still in a con-\nfused state 8 In fact, as Rundle Clark pointed out, the “real creator was the Word—the prime-\nval speech which came from God”?\nAlthough the god Thoth’s association with proto-Saturn still needs to be explored,!° Her-\nmopolitan doctrine presented him as the true Demiurge who was believed to have accom-\nplished Creation by the sound of his voice.!! Memphite theology, on the other hand, presented\nthe Creator as the god Ptah, whom we’ve already met, and who was also believed to have “ac-\ntualized” Creation “through his tongue, the act of speech.” !?\n! §_H. Langdon, op. cit., p.277.\n2 Genesis 1:2.\n3 God Star, pp. 266-267, 269.\n4R. Van Over, op. cit., pp. 104, 175; S. H. Langdon, op. cit., p. 290.\n5 [bid., p. 100.\n6D.A. Leeming, The World of Myth (N. Y., 1990), p. 35.\n6D. A. Leeming, The World of Myth (N. Y., 1990), p. 35.\n7R.T. Rundle Clark, op. cit., p. 77.\n8 Ibid., p. 60.\n9 Ibid., p. 63.\n10 But see D.N. Talbott, The Saturn Myth (N. Y., 1980), pp. 268, 272.\n11 J. Viaud, “Egyptian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 27.\n11 J, Viaud, “Egyptian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 27.\n12M. Bernal, Black Athena (New Brunswick, 1988), p. 140.\n254",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 255,
        "content": "\nYs\nWe\nSho                              Q\nHalle                               S\nie Po                             S\na       /                       —  iy, yr}\nThree forms of the god Thoth, who was believed to have accomplished Creation by the sound of his voice.\nSo, likewise, with the Creator in his form of Ra, or Re. It was when he was still alone, “in\nhis first manifestations” that “the Word came into being.”! And, in the Papyrus of Nesi-Amsu,\nthe Creator, here named as Neb-er-tcher, is made to say that he evolved himself out of the\nvery primeval matter we have already discussed, at the time when he was the only body in\nexistence, by uttering his own name “as a word of power.”?\nAdditional to that, in a papyrus that dates from Egypt’s Eighteenth Dyasty, it is said of\nAtum that it is his mouth that “controls the word of creation.” One fanciful text even has\nAmun emitting “a mighty honk, like a goose,” which burst into the stillness of what has been\ntranslated as “the universe,” and which caused “a cosmic reaction” giving birth to the creation\nof other forms 4\nWhat is also interesting is that Re’s “first manifestations” are described as Khu which term\nmeans “words of power,” but also “brilliant or glorious lights,”> thus adding weight to von\nHiigel’s assimilation of the Logos with light.6 Beyond all that, the belief in the creative pow-",
        "bibliography": [
            "'R.T. Rundle Clark, op. cit., p.79.",
            "2R. Van Over, op. cit., p. 255.",
            "255",
            "3 W. Beyerlin, Near Eastern Religious Texts Relating to the Old Testament (Philadelphia), p. 14.",
            "4 F, Fleming, “The Divine Creators,” The Way to Eternity (London, 1997), p. 29.",
            "4B, Fleming, “The Divine Creators,” The Way to Eternity (London, 1997), p. 29.",
            "5D.N. Talbott, op, cit., p. 12.",
            "© F. von Hiigel, op. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 256,
        "content": "er of the Word was so entrenched in Egyptian minds that it eventually led to the belief in the\ncontinuation of life after death through the mystical vocal naming of deceased persons.!\n\nThe concept was not limited to what is usually termed the Old World. It was just as preva-\nlent in the western hemisphere among the Maya as well as the Nahua who preceded them. The\nChilam Balam of Chumayel clearly records that, in the beginning, there “sounded the first\nword of God,” at which “the vastness of eternity shuddered,” and through which Creation\nwas unfolded It is even stated that the Word “came in,” that is “was created,” before any-\nthing else.? And so, also, in the Mayan Popul Vuh in which Creation is described as having\nproceeded through the spoken word.*\n\nFurther south among the Guarani, the Creator, known there as Namandu, relied “on the\npower of speech” to bring matter into existence. In the language of these people, the word\ntransliterated as n’eng, through which Namandu created whatever needed to be created, has\nthe same connotation as the Greek “Jogos or word-soul,” the very “core of existence.”>\n\nWe cross over to New Zealand where, in one of their chants, the Maori relate that the orig-\ninal “growth from the void” took place at the behest of Io’s “ancient and original words,”\nwhich are also referred to as his “ancient and original sayings”® As in the case of the Egyp-\ntians, Io’s words, which were used to bring light into the world and dispel darkness, continued\nto be uttered down into modern times in various rituals associated with the fertilization of bar-\nren wombs, for cheering up despondent, feeble, and decrepit minds, and various other worldly\nwoes.”\n\nWe next stop in India. Like Elohim in Genesis, the Hindu Prajapati was also believed to\nhave fulfilled Creation through his divine commands. And again we find that the creative\nwords he uttered turned into lights,’ which continues to exemplify this odd relationship. This\nis strengthened further through a hymn to Agni in which the god is lauded as he “whose radi-\nant splendors flow like sounds.”?\n\nThis is a synonymy that forged itself in the very language in which these doctrines were\noriginally penned. In Sanskrit, the verbs ghant and kumsh mean “to speak,” but also “to\nshine.”!0 So do the verbs rut, loch, and shik.!! Even om, that word of power out of which the\nmystics have made so much, means nothing but “brilliance.”\n\nThus, while he was still involved in Saturnian research, and much like David Talbott be-\nfore him, Roger Ashton saw Creation through the spoken word as “the metaphorical utterance",
        "bibliography": [
            "1 N. Grimal, A History of Ancient Egypt (Oxford, 1992), pp. 105-106.",
            "21. Nicholson, Mexican and Central American Mythology (London, 1967), p. 20.",
            "3 G. Brotherston, Image of the New World (London, 1979), p. 186.",
            "4 T. Lowenstein, “Seven Macaw and the Hero Twins,” Gods of Sun and Sacrifice (London, 1997), p. 30.",
            "> G. Brotherston, op. cit., p. 173.",
            "6 H. Hongi, “A Maori Cosmogony,” Journal of the Polynesian Society, 16 (1907), pp. 113-114.",
            "7 M. Eliade, Patterns in Comparative Religion (London, 1996), p. 410.",
            "8 Satapatha Brahmana, X1:5:8:1-2.",
            "9 Rig Veda, X:3:5.",
            "10 VS. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), pp. 359, 420.",
            "\"| Jbid., pp. 804, 821, 920."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 257,
        "content": "\nMANS  WD  a.   * dy",
        "bibliography": [
            "Egyptian funerary rite in which the vocal naming of the deceased was believed to lead to the",
            "continuation of life after death.",
            "(Illustration by John Green.)",
            "of an expanding wash of brilliant light.”!",
            "of an expanding wash of brilliant light.’",
            "Similarly, Talbott informs us that this “outflow” of light was exhaled, emitted, or spat out",
            "by the Creator “in a noisy and tumultuous event.”? The implication here is that proto-Saturn’s",
            "flare-up consisted not only in the shedding of a blinding light, but also in the propagation of",
            "an explosive sound—in effect, a colossal detonation.",
            "It therefore seems that, through his philological studies of ancient sources, John Allegro’s",
            "insight that the Word had probably been something seen as well as heard was right on the",
            "mark. It was not an abstract notion, he maintained, “you could see the ‘Word of God’.”3 Tak-",
            "en up as he was with the study of ancient phallic worship and the relation he believed this had",
            "to the hallucinogenic mushroom known as amanita muscaria, this visible word of God was,",
            "to him, the fructifying rain with its attending thunder as divine verbalization. Rain and",
            "thunder, however, had nothing to do with what came to be known as the Creation, even",
            "though celestial reverberation of an entirely different nature was involved in the event.",
            "1 R. Ashton, “Saturn: The First of the Gods,” unpublished manuscript, p. 11.",
            "2D. Talbott, “Mother Goddess and Warrior Hero,” Part One, AEON 1:5 (September 1988), pp. 45-46 (emphasis",
            "added).",
            "3J.M. Allegro, The Sacred Mushroom and the Cross (N. Y., 1970), p. 21 (emphasis added).",
            "21"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 258,
        "content": "\n\\     A  3   N        Ne -\n.        S\n\\                   er SAR\naoa        To hel         CENY (aSs\\\\ aq\nA, eK  QOL IGN\niS CAE\na J  iN  SN\nf Bx  ee Sf  :     \\\noe V4 <A)  Ste: &\nfi           Z    ar      es\n4  jf Ce       \\\n- /     il  ‘     A\nBY     ’\n,  o   N\\        ;\nOdy.            {          f\nES          + RS\nAs the Maori, shown above, relate, Creation took place at the behest of Io’s words.\n(Illustration by Y. S. Green.)\n258",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 259,
        "content": "\nAs Talbott goes on:\n“The unearthly sound associated with this eruption of material gave rise to a perva-\nsive mythical idea—that the fiery ejecta was itself the visible ‘speech’ of the creator.\nA sea of...‘words,’ viewed in the most concrete sense as a manifestation of the sun\ngod’s creative power, flowed from the god...One of the most common Egyptian\nwords for this chaotic (and comet-like) debris was Aakhu—‘words of power,’ ejected\nparticles of fire and light, ‘spoken’ or ‘shouted’ into existence. According to all pri-\nmary sources in Egypt, these flaming ‘words’ constituted the unorganized matter\nfrom which the creator-king fashioned his dwelling in the sky.”!\nOr, as he had phrased it all even earlier:\n“Among numerous races...the solitary god of beginnings is recalled as the voice of\nheaven—or the Word. And this aspect of the creator is charged with concrete mean-\nings. The texts say that from his central location in the heavens the creator emitted ra-\ndiant streams of speech and it was through this visible speech that he created his ce-\nlestial dwelling. It is not an abstract notion, but a record of a very tumultuous event\ninvolving the eruption of massive quantities of matter from a visible celestial body.\n... In other words, the solitary god’s creative speech was nothing more than radiant\nparticles erupting from a central light source.”?\nBesides khu, or Aakhu, this debris was additionally known as kheperu, which is what the\nvisible words of the Egyptian Creator, “the first things created,” are also called This khepe-\nru, the god is made to claim, “came forth” from his mouth 4 This, as Talbott also notes, makes\nAakhu, as well as the kheperu, identical to the paut we have previously discussed, which paut\nwas also stated to have “issued directly from the creator in the form of radiant speech.”5\nIt is therefore quite evident that the shedding of the light by proto-Saturn and the unearthly\nsound that it emitted were what ancient man remembered as the visible speech that was ut-\ntered by the transformed celestial entity in the sky. This would explain why, among the Egyp-\ntians, the Creator is actually made to say: “Hearts were pervaded with fear, hearts were per-\nvaded with terror when I was born in the abyss.”¢\nINTERPLANETARY DISCHARGES\nOne might argue that, regardless of the vehemence of proto-Saturn’s explosive fury, the\nsound of its outburst would not have been heard from Earth since sound does not travel in a\nvacuum. True, but the gases that would have been ejected by the proto-Saturnian flare-up",
        "bibliography": [
            "1 D_. Talbott, op. cit., p. 46; see also idem, “The Mythical History of the Comet Venus,” Part I, AEON II:4",
            "(May 1991), p. 33.",
            "2 Idem, as reported by J. Gibson, “Saturn’s Age,” Research Communications NETWORK, Newsletter #3",
            "(October 5, 1977), p. 3.",
            "3 Idem, The Saturn Myth (N. Y., 1980), p.74.",
            "4 Ibid.",
            "5 Ibid.",
            "6 Pyramid Texts, 1039-1040."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 260,
        "content": "\nwould have easily breached the relative short distance to Earth and, coming in contact with\nour planet’s atmospheric envelope, would have been translated into an explosive reverberation\nthat would definitely have been heard by our ancestors.\nThere is, however, something else that should be considered in this relation, and that in-\nvolves the very thunder proposed by Allegro in relation to the Logos. After all, as Mircea Eli-\nade noted: “Thunder was from the beginning, and still is, the essential attribute of the sky\ngods.”! Among various Amerinds, especially the Sioux, divine power was known as wakan,? a\nword that lent itself to the names of various deities especially in relation to the very thunder of\nour discussion. To the Kansas Indians, the thundering god was pure and simply called Wakan.\nAmong the Dakotas, he was known as Wakantanka, which word actually translates as “thun-\nder.” And to the Omahas, he was Wakanda3\nNow it is true that, as indicated in the first volume of this series, certain natural phenome-\nna that were considered mysterious and/or daunting by our ancestors were often assumed to be\nthe provenance of deities or other mystical beings when not endowed with a life of their own 4\nAnd this, of course, included thunder.> But while there is a lot to say in favor of that view,\nthere was also a special kind of thunder that was beyond and above the mere terrestrial type\nwe are familiar with. What is being referred to here are thunderbolts and lightning that, under\ncertain conditions, were said to have bridged the gap between celestial bodies at close quar-\nters. This was a belief that continued to be spread by Greek writers down into the first century\nA.D. Among them were Pliny the Elder and Seneca, who were both convinced that “there\nwere two kinds of thunderbolts, one atmospheric, the other astronomical.”6 As Pliny wrote:\n“Most men are not acquainted with a truth known to the students of science from their ardu-\nous study of the heavens, that thunderbolts are the fires of the three upper planets.””\n“Heavenly fire is spit forth by the planet as crackling charcoal flies from a burning\nlog. If [or when] such a discharge falls on the Earth, it is accompanied by a very great\ndisturbance in the air...by birth-pangs, so to speak, of the planet in travail.”8\nTo the Caribs of the West Indies, the thunder-god, known as Sawaku, was considered to\nbe a bird, but, strange as it may sound, also a star? This is quite amazing because the normal\nGreek designation for “lightning,” according to Marinus van der Sluijs, is derived from the\nProto-Indo-European word for “star.”!° So, similarly, with the Latin “lightning,” which is re-\n'M. Eliade, op. cit., p. 53.\n2 Ibid., p. 21.\n3 Ibid., p. 53.\n4 God Star, pp. 197-198, 200-202.\n5 See, for instance, H. R. Davidson, “Thor’s Hammer,” Folklore, 76 (1965), p. 1.\n© V. Clube & B. Napier, The Cosmic Serpent (London, 1982), p. 175.\n7 Pliny, Historiae Naturalis, UL: 45.\n8 [bid., 1:18.\n9 R. Harris, Boanerges (Cambridge, 1913), p. 24.\n10M. A. van der Sluijs, “Ancient Recollections of Interplanetary Plasma?” Chronology & Catastrophism Work-\nshop (2004:1), p.11.\nshop (2004:1), p.I1.\n260",
        "bibliography": [],
        "captions": []
    }
]