[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 111,
        "content": "Saturnian god,! was also said to have shed, or to have appeared as, the first light in the world,\n\nthe very light which announced the beginning of Creation.? In the Mayan Popul Vuh, it is the\nsame Quetzal Serpent who is associated with the very “invention of light and life.”\nThe Aborigines of Australia’s Kimberley region told of the event in their own inimitable\nway. To them, the deity called the Supreme One, or the Above-One, whom they also referred\nto as the One Beyond Our Understanding, was named Ngadjar. It was at what these people\nrefer to as the “making,” that is “Creation,” that Ngadjar “put his own light there.” It was he\nwho “had brought light.”4\nINUNDATION\nWe will not go into all that came to pass on Earth as a result of proto-Saturn’s flare-up,\nsince we have devoted the better part of a previous volume to that very subject.> Nevertheless,\nsince the writing of that volume, certain issues have come to our attention which continue to\nadd evidence in favor of our theory. Some of them have to do with the heat that would have\nbeen released during the event under discussion.\nWhat has so far been considered the oldest human skeleton to be discovered in the Ameri-\ncas was found in an underwater cave near Tulum in Mexico’s Yucatan Peninsula. Dubbed Eva\nde Naharon, the remains are said to be 13,600 years old. Four other skeletons were found in\nnearby caves, three of which range in age from 11,000 to 14,000 years ago, but, because of\nher older age, Eva has been culling most of the fame. The other skeleton had not yet been dat-\ned at the time of this writing. As for their identity, it is still not known where these people\ncould have come from, but the discovery of their skeletons has wreaked havoc with existing\ntheories of the peopling of America. Judging by the shape of the skeletons’ skulls, it is doubt-\nful that their owners were of north Asian descent. The probability is that they came from\nsouthern Asia and, if that is the case, they would not have crossed into America via the much-\ntouted, and now submerged, land-bridge spanning the Bering Strait 6\nAs a caveat, we must point out that all dates have been derived through the radiocarbon\ndating method which, despite attempts to calibrate it through other schemes, remains quite\nerratic, especially in this particular case where the bones were recovered some 50 feet below\nsea level. As was brought to the attention of those involved, minerals in sea water are known\nto alter the carbon-14 content of just such submerged bones.”\nThere are, however, other indications that the dates might not be far off the mark. For one\nthing, if Eva de Naharon’s age is even close to being correct, she would have lived at a time\n! God Star, pp. 312 ff.\n2 E. Keber, Codex Telleriano Remensis (Audtin, 1995), pp. 175, 262.\n3M. Edmonson, The Book of Council: The Popul Vuh (New Orleans, 1971), p. 12.\n4D. Mowaljarlai & J. Malnic, Yorro Yorro: Everything Standing Up Alive—Spirit of the Kimberley (Broome,\nAustralia, 2001), p. 221.\n5 Flare Star, pp. 345 ff.\n6 E. Barclay, “Oldest Skeleton in Americas Found in Underwater Cave?” nationalgeographic.com/news (Sep-\ntember 3, 2008).\n7 Ibid.\n111",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 112,
        "content": "\ncee TS eS Ye ee Sc eres SR\neS    Byori ee   Ses   a   eet: Sa  Sih er  ok Sas ae\nKukulkan, the Mayan equivalent of the Aztec Quetzalcoatl, the initiator of heavenly light.\nStone carving—Xcaret Eco-Archaeological Park— Costa Maya— Mexico.\n(Photograph by the author.)\nwhen sea levels were some 200 feet lower. This makes sense because it was after that time\nthat the Ice Age glaciers are believed to have melted, “causing sea levels to rise hundreds of\nfeet,” which would have submerged the caves in which the skeletons were discovered. The\ncorrectness of this supposition is supported by the additional fact that the remains of ele-\nphants, giant sloths, “and other ancient fauna” known to have existed during the Ice Age were\nalso found in these underwater caves.! Nor was this the first or only case. Mammoth bones\nhave long been retrieved from the bottom of the Aucilla River in northern Florida, which river\nis known to have been deepened by the same rise in sea level that drowned the Mexican\ncaves?\nThat Scandinavia suffered a series of immense earthquakes 10,000 years ago was reported\nin 2004.3 So, also, with evidence of catastrophic floods around the same time which, in Great\nBritain, washed Pleistocene bison and deer out of existence, the bones of which have been re-",
        "bibliography": [
            "! Tid.",
            "2 W. Chorlton, Ice Ages (Alexandria, 1983), pp, 68-69.",
            "3 New Scientist (August 14, 2004), p. 13."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 113,
        "content": "trieved from a cave into which they have been rammed.! These colossal floods have also been\nblamed on the “rapid ice sheet melting” which Brian Hills dates to the same benchmark date\nof 10,000 years ago?\n\nThe amount of land that was submerged due to the melting of the Pleistocene ice was im-\nmense. As documented by Cesare Emiliani, the extent boggles the imagination. Before the\nmelt-down, the Bering Strait was a land bridge that joined Alaska to Siberia; the Grand Ba-\nhama Banks was a 120-meter-high plateau; most of the remote islands of the Pacific were in-\ntegrated into larger archipelagos; England and France were joined together; the Persian Gulf\nwas dry; India was joined to Sri Lanka, with its coastlines much more extensive; the Maldive\nIslands had a greater surface above water; Malaysia, Indonesia and the Philippines were sur-\nrounded by an immense plain now referred to as Sunda Land; the three main islands of Japan\nformed a single land mass; and, farther south, Australia, Tasmania, and New Guinea formed a\nsingle continent which geologists refer to as Sahul.3\n\nAs we have shown in detail, the relatively sudden melting of the Ice Age glaciers was\ncaused by the direct heat released from proto-Saturn’s flare-up, plus the frictional heat de-\nrived from the terrestrial braking that accompanied it\n\nSince, very much like the carbon-14 dating method, ice core data remains fraught with in-\nconsistencies, we do not accept the Danish-derived so-called authoritative date of the end of\nthe Ice Age which has been given as exactly 11,711 years ago. Given the changes in chemical\nreactions that can be produced in various substances due to the emissions of stellar flares,\nwhether near or far, no dating scheme can be that accurate. As with other dating methods,\nhowever, we do accept approximated calculations and intelligent generalities.\n\nIt is therefore unfortunate that, in analyzing the ice core evidence, researchers at the Niels\nBohr Institute at the University of Copenhagen have ended up with ambiguity in their conclu-\nsion. On the one hand they have stated that it took “a long process over several thousand years\nto warm up the earth and melt the kilometer thick ice caps that covered large parts of the\nnorthern hemisphere.” On the other, they have verified what others had been claiming on the\nstrength of different evidence, namely that the dramatic climate change at the end of the Ice\nAge was abrupt’ As Jgrgen Peder Steffensen explained: “Our new, extremely detailed data\nfrom the examination of the ice cores shows that in the transition from the ice age to our cur-\nrent warm interglacial period the climate shift [was] so sudden that it is [as] if a button [had\nbeen] pressed.”?",
        "bibliography": [
            "| The Scotsman (March 19, 2004), as cited by D. Salkeld, et al., in the “Monitor” section , Chronology & Catas-",
            "trophism Workshop (2005:1), p. 18.",
            "2B, Hills, Origins: Cosmology, Evolution & Creation (Cambridge, 2003), p. 166.",
            "3. C. Emiliani, Planet Earth (N. Y., 1992), p. 543.",
            "4 See Flare Star, pp. 370 ff.",
            "5 [bid., pp. 372 ff.",
            "© “‘The Modern Age’ is Defined by Danish Ice Core Research,” Niels Bohr Institute news release at",
            "nbi.ku.dk/English/news (December 10, 2008).",
            "7 Ibid.",
            "8 pid.",
            "9 Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 114,
        "content": "An earlier extinction—a relatively minor one—also took place in the Pliocene epoch, dat-\ned at 13 million years ago, which some have blamed on a supernova. This was surmised\nthrough levels of radioactive iron that have been discovered in sea floor sediments, which led\nto the supposition that the emission from the stellar blast could have weakened Earth’s atmos-\nphere and thus exposed organisms to lethal levels of ultraviolet radiation.!\n\nA similar supernova has also been blamed for the major extinction of the Ordovician peri-\nod, dated at c. 500 million years ago, in which half of all marine species were wiped out?\n\nGiven the astronomical distances of such stellar blasts, and knowing what we now do, it is\nmuch more probable that these extinction events were due to earlier discharges by the proto-\nSaturnian sun.\n\nBack to the Pleistocene Ice Age with which we are presently more concerned, it continues\nto mystify scientists that “the main wave of extinction occurred not when the ice sheets\nreached their greatest extent, but after they had begun to retreat.”3 In other words, much as we\nhave been claiming, the extinction of Pleistocene fauna took place right after and due to proto-\nSaturn’s flare-up.\n\nTHE GREENING OF THE LAND\n\nThe melting of Ice Age glaciers, however, was not the only result of proto-Saturn’s heat\nwave. Such sudden heat would have accelerated evaporation from Earth’s oceans. A pro-\nlonged series of increased rainfalls would have followed. Previous arid areas would have\nturned into lush pastures. Such was the case with the Sahara. At about the time of our bench-\nmark figure, 10,000 years ago, new rains started falling in a previously arid area of North Af-\nrica that was close in size to the United States. Verdant watersheds suddenly stretched across\nthe entire Sahara from Egypt to Mauritania\n\nAmong other factors, this change of climate is believed to have been caused by a wobble\nin Earth’s axis, which changed Africa’s seasonal monsoons,> and which, as I aim to show in a\nforthcoming volume, was also due to proto-Saturn’s explosive discharge.\n\nSome of the people who settled in this newly nurtured grassland in what is now Gobero, in\nnorthern Niger, are archaeologically known as the Kiffian. Judging by their remains—\nskeletons and artefacts—they lived mostly through fishing “during the earliest wet period, be-\ntween 10,000 and 8,000 years ago.”¢ In keeping with other evidence which indicate that hu-\nmans lost much of their physical robustness in post Ice Age times,’ skeletons in Kiffian buri-\nals show that “some of these individuals were surprisingly large—as much as six feet eight\ninches tall, with thick bones suggesting they had been well muscled.”* A change in Earth’s\nmass, which subject we must also reserve for a future volume, had been responsible for this.",
        "bibliography": [
            "1 New Scientist (November 3, 2007), p. 19.",
            "2 P. Plait, “Death from the Skies,” Sky & Telescope (June 2006), p. Primordial Star, pp. 227, 232-234, 237",
            "3 W. Chorlton, loc. cit., p. 60.",
            "4 P. Gwin, “Lost Tribes of the Green Sahara,” National Geographic (September 2008), p. 129.",
            "> Ibid.",
            "6 Ibid., p. 132.",
            "7 Primordial Star, pp. 128 ff.",
            "8 P. Gwin, op. cit., p. 133."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 115,
        "content": "\nIt lasted some 5,000 years, which brings us to our second benchmark figure. Around 6,500\nyears ago, a more lightly-built people, now known as the Tenerian, began to inhabit the same\nGobero region,! By then the area had grown much drier,? but since animals began to be drawn\nto the ever-diminishing lakes, they were easier to hunt.3 Keeping in mind that these are but\nround numbers, we find that somewhere between 4,500 and 3,500 years ago, the present de-\nsert claimed the green Sahara and the people left the area.*\nSo, likewise, in that strip of land through which the Great Rift Valley runs, separating Is-\nrael from Jordan. Although what used to be Lake Lisan, which stretched along the Rift south\nof the present Sea of Galilee, had ran dry during the Pleistocene, great downpours of rain\naround 10,000 years ago refilled the depression that became the Dead Sea.>\nFIRST INTERLUDE\nAt this point, with so much covered in our first three volumes of this series, we think it\nbest to relate briefly what we have so far uncovered in order not to have what follows appear\nto be hanging in mid air. To that end, with but slight modifications and some additions, we\npresent the set of theses delineating our reconstruction of Earth’s past cosmic history with\nwhich we ended our second volume.\nHypothesis #1: That the present giant gas planet we know by the name of Saturn had pre-\nviously been a sub-brown dwarf star free floating in space outside the demarcation of the pre-\nsent Solar System\nHypothesis #2: That Earth was at that time a satellite of this proto-Saturnian sub-star\nwhich, because of its proximity, loomed large in the sky as a distinct disk larger than the pre-\nsent apparent size of the full Moon\nHypothesis #3: That, during this period, a nebulous entity, which we have conjectured to\nhave been a circumstellar disk, surrounded the proto-Saturnian primary in its equatorial plane.\nThis nebulous cloud seems to have been what our ancient forefathers inter alia alluded to as\nChaos.\nHypothesis #4: During this same period, the proto-Saturnian orb was described as having\nfloated over an apparition which looked like an auroral sheet of eddying celestial water, a\ncosmic whirlpool of an ocean, which we conjecture to have been the same circumstellar disk.\nHypothesis #5: That this proto-Saturnian assemblage was the first, and for a time, the only\nvisible celestial entity that could be seen in Earth’s primordial sky.\nHypothesis #6: That, as seen from Earth, the proto-Saturnian primary did not rise or set,\nbut remained visibly immobile at all times.\nHypothesis #7: That proto-Saturn’s immobility was due to the fact that Earth was\n! Tid., p. 137.\n2 Ibid., p. 139.\n3 Ibid., p. 142.\n4 Ibid., pp. 131, 142.\n5D. Neev & K. O. Emery, “The Dead Sea: Depositional Processes and Environments of Evaporates,” Geological\nSurvey of Israel Bulletin, 41 (1967), p. 147; idem., “Geophysical Investigations in the Dead Sea.” Sedimentary\nGeology, 23 (1979), pp. 209-238.\n115",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 116,
        "content": "stationed directly “beneath” proto-Saturn’s south pole and that, from Earth, proto-Saturn\nwould have appeared to be permanently fixed in the north celestial sphere, the very place\nwhich is now occupied by the far more distant Pole Star. What this also means is that Earth\nand proto-Saturn were linearly aligned with both of them sharing the same axis of rotation.\n\nHypothesis #8: That what appeared to be a slow-twirling narrow beam of tapering light\nconnected the proto-Saturnian orb to Earth’s north polar region. This ray from above was a\nsustained plasma discharge in the form of Birkeland current, a scaled-down version, or the\nslowly deteriorating remnant, of a so-called plasma “jet,” many of which are presently ob-\nserved streaming from galactic and stellar objects, and as in fact have been detected emanat-\ning from brown dwarf stars.\n\nHypothesis #9: That Earth was originally engulfed in what our ancestors persistently re-\nferred to as darkness. This was an age which, despite its remoteness, ended up etching itself\nindelibly in human consciousness. It was an era during which the Sun, the Moon, and the stars\nwere not yet visible in the sky. Proto-Saturn ruled alone. That this darkness was not total was\nalso told by ancient man who well remembered the feeble light that proto-Saturn shed on\nEarth.\n\nHypothesis #10: That this system was embedded in a plasmasphere that was centered on\nproto-Saturn, the near opacity of which enabled proto-Saturn’s radiation to be reflected to all\nterrestrial latitudes.\n\nHypothesis #1 1: That proto-Saturn’s illumination, relatively feeble as it was, together with\nthe plasmasphere’s near opacity, were the means by which the stars were kept from visibility.\nThe Sun, on the other hand, was still too far to be seen, while the Moon had not yet been cap-\ntured.\n\nHypothesis #12: That Earth would have received enough heat to sustain life, which heat\nwould have radiated directly from proto-Saturn’s close proximity above Earth’s northern hem-\nisphere. The southern latitudes would also have received sufficient warmth, even if a feebler\nlight, from the radiation that would have been reflected off the inner surface of proto-Saturn’s\nplasmasphere within which Earth would have been enveloped. In the northern hemisphere,\nthis indirect radiation would have added to the direct heat and light received from above\nEarth’s northern pole. Thus, during this time, Earth’s climatic environment would have been\none without seasonal change, luxuriating in one single season of eternal spring, even though\nthere would have been slightly different latitudinal temperatures. Tropical and/or sub-tropical\nflora and fauna were thus able to thrive in Earth’s northern region, even within the present\nArctic Circle, and the possibility exists that this flora and fauna originated in these very re-\ngions before migrating to more southerly latitudes.\n\nHypothesis #13: That the much more energetic dust-laden formations of what have now\nturned into auroral ovals were responsible for casting ribbons of lands, south of the Arctic and\nnorth of Antarctica, into perpetually colder climates which, through the ages, resulted in the\nmiles-deep glaciation that account for Earth’s series of ice ages.!\n\nHypothesis #14: That, due to proto-Saturn’s immobility, and the absence of the Sun, an-\ncient man had nothing at his disposal by which he could calculate the passage of time.\n\n! Primordial Star, pp. 260 ff.\n116",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 117,
        "content": "\nHypothesis #15: That, as the proto-Saturnian system drew closer to the present Sun’s do-\nmain of influence, their plasmaspheres came in contact with each other, electrical potentials\nclashed, and cosmic sparks began to fly.\nHypothesis #16: That the first sign of this plasmaspheric contact was the electrical imbal-\nance suffered by the jet-like Birkeland column which joined proto-Saturn to Earth, which jet\nthen underwent a series of visible instabilities the likes of which mankind had never seen and\nwhich he commenced to reproduce in his sacred art down through the ages.\nHypothesis #17: That, following this series of awe-inspiring volatilities, the jet was seen to\nretract itself and disappear within the very proto-Saturnian orb that had originally spewed it\nforth.\nHypothesis # 18: That, due to the disproportionate electrical energy between proto-Saturn\nand the Sun, the former flared up in a glorious burst of light that dispelled the gloom, an event\nthat went down in the mytho-history of mankind as Day One.!\nHypothesis #19: That immediately upon and due to proto-Saturn’s flare-up, Earth and its\ninhabitants were subjected to an appalling heat wave while being engulfed in a tremendous\nsheet of cosmic radiation, including X-rays and other potentially harmful beams and particles.\nHypothesis #20: That the proto-Saturnian system’s encounter with the Sun resulted in the\nreversal of Earth’s magnetic field—or, more correctly, its dipole—which was the combined\nreaction of the Sun’s super-flare-like discharge together with proto-Saturn’s own flare. This\nculminated in a boost of the terrestrial field which would then have commenced to decay once\nmore in its attempt to adjust to the Sun’s own field of influence.\nHypothesis #21: That, very much like the Sun achieves at present through its flares on a\nmuch smaller scale, proto-Saturn’s flare-up braked Earth’s rotational speed, with its former\nrate resuming not long after.\nHypothesis #22: That this temporary braking effect resulted in the oceans’ incursion over\nlarge areas of the land as well as additional heat due to the friction between Earth’s crustal\nlayers which also caused tremendous tectonic activity including global volcanism, earth-\nquakes, landslides, and various other upheavals.\nHypothesis #23: That the calamities incurred by Earth throughout these events were re-\nsponsible for great loss of life among both beasts and the human species. Vast hordes of ani-\nmals which existed during the Ice Age were completely exterminated, never again to grace the\nland or the oceans they once inhabited.\nHypothesis #24: That the cosmic radiation released by proto-Saturn’s flare-up would have\nalso resulted in the birth of mutated offspring both among animals and humankind, but that,\nwith some possible exceptions, including racial diversions among humans, these mutations\nwere not passed on to following generations.\nHypothesis #25: That, due to the ensuing heat wave, the glaciers of the Pleistocene Ice\nAge commenced to melt, thus raising oceanic levels all over the world, while causing further\nfloods and mud slides. Previous glaciated areas were thus reclaimed and, in time, the greening\nof these regions added tremendously to the habitability of Earth’s northern hemisphere.\nHypothesis #26: That, following its flare-up, proto-Saturn continued to shine much\n! Genesis 1:5.\n' Genesis 1:5.\n117",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 118,
        "content": "brighter than it had previously done, bright enough for ancient man to have persistently allud-\ned to it as a sun.\n\nHypothesis #27: That, at a later period, this primordial proto-Saturnian sun continued to\nshine during that time we presently allude to as night.\n\nHypothesis #28: That, while the proto-Saturnian congregation was moving deeper into the\nSolar System, its plasmasphere changed its electromagnetic character, thus robbing it of its\nformer near opacity. It was during this protracted time that ancient man was finally able to\ncatch a glimpse of the slowly approaching Sun which, at first, appeared no bigger than a star.\n\n118",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 119,
        "content": "PART TWQ)",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 120,
        "content": "Chapter 6",
        "bibliography": [
            "ORDER OUT OF CHAOS",
            "LOW OUIS",
            "Ts upheavals that Earth went through at the termination of the Ice Age, as described in",
            "lhe upheavals that Earth went through at the termination of the Ice Age, as described in",
            "detail in one of our previous volumes,! were not the only drastic events brought about",
            "through proto-Saturn’s flare-up. Such a colossal outburst would hardly have left",
            "Earth’s primordial sub-brown dwarf star itself unscathed. It would be safe to assume that",
            "some of those who survived the cataclysm would have been blinded by the light. But those",
            "who did not look directly at the blow-out would have escaped with sight intact. Their first",
            "thoughts, needless to say, would have centered around their own protection. They would have",
            "sought safety wherever they could. We shall never know what they went through. In time,",
            "however, they would have begun to notice the severe changes that were unfolding in the sky.",
            "jowever, they would have begun to notice the severe changes that were unfolding in the sky.",
            "Not that anything would have been able to be seen while the light lasted. But the brilliance in",
            "the sky would eventually have started to subside and the proto-Saturnian star would have then",
            "been caught in the act of undergoing drastic changes.",
            "een caught in the act of undergoing drastic changes.",
            "To begin with, proto-Saturn’s circumstellar disk could not have entirely survived the out-",
            "burst. Despite the probability of its magnetic bonding, its nebulous nature would not have",
            "urst. Despite the probability of its magnetic bonding, its nebulous nature would not have",
            "been able to withstand the power of its host’s electric discharge. That it unraveled there seems",
            "een able to withstand the power of its host’s electric discharge. That it unraveled there seems",
            "to be no question. But since we know that disks reform when stars erupt as novae, can we be",
            "sure that proto-Saturn’s disk did not reconstitute itself? Or, better still, can we be positively",
            "certain that, while unraveling, it did not entirely disperse? Whatever did transpire should have",
            "been noted by the survivors and passed on to newer generations. What does the record state?",
            "een noted by the survivors and passed on to newer generations. What does the record state?",
            "Because of its nebulous nature, ancient man described proto-Saturn’s circumstellar disk as",
            "an entity that defied definition. Its undefined matter was nonetheless compared to various",
            "earthly substances that bore some semblance to the slowly spinning disk suspended in the sky",
            "above. Without even knowing what they were alluding to, and taking their cue from classical",
            "Greek translators, mythologists have often referred to this mysterious nebula as “chaos.”? As",
            "the ancestors of the Hawaiians, among others, well remembered, “all things” have their source",
            "in chaos. And yet they also knew that this chaos was “the wreck and ruin of an earlier",
            "world.” This chaos is then said to have turned into “cosmos,”> a word that is best translatable",
            "as “order.”",
            "! Flare Star, pp. 345 ff.",
            "2 See here, God Star, pp. 261 ff.; Flare Star, pp.217-219.",
            "2 See here, God Star, pp. 261 ff.; Flare Star, pp. 217-219.",
            "3 R. B. Dixon, Oceanic Mythology, Vol. 9 of Mythology of All Races (N. Y., 1916), p. 15.",
            "4 Ibid.",
            "5M. Eliade, Patterns in Comparative Religion (London, 1996), p. 405."
        ],
        "captions": []
    }
]