[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 161,
        "content": "\nalign themselves with the system of geologic faults that straddle the 45,000 square-mile-area\nof the Beni basin.! This is additionally indicated by the rivers running through this area, as\nwell as through the basins bordering Bolivia, Peru, and even Brazil. Not only do present-day\nrivers in this wide general area tend to run in a northeast-southwest direction, parallel to the\nmajor tectonic faults at the base of the Andean mountains, but so do fossil river traces.” This is\nthen repeated in the oriented lakes scattered across the Chilean section of the Patagonian re-\nen repeated in the oriented lakes scattered across the Chilean section of the Patagonian re-\ngion, which also align themselves with the Andean fault system? Since it is hardly possible\nthat these associated lineaments can be due to coincidence, it has naturally been assumed that\nat these associated lineaments can be due to coincidence, it has naturally been assumed that\nthe oriented lakes and rivers in question are controlled by the surface indentations of the\nfaults, and that they, in fact, owe their very existence to the same tectonic strains. If this hap-\npens to be correct, it will throw considerable doubt on the cosmic origin of the oriented inden-\ntations north of the equator, unless, of course, it can be indicated beyond reasonable doubt\nthat the tectonic faults in question are themselves due to the same directional impacts that\nat the tectonic faults in question are themselves due to the same directional impacts that\nwould have formed the indentations. And, to be sure, this is not an irrational assumption as\ncan be surmised from the surface of Phobos. As can be distinctly seen from detailed images of\nthis Martian satellite, parallel rows of impact craters ended up in forming linear depressions\nakin to fault lines. Although we can’t be sure of this just yet, if on Phobos, why not on Earth?\nDespite that, the nagging question still remains: How many of these oriented scars can val-\nidly be blamed on cosmic impacts? The ones that we can safely hold on to are those that have\nmanaged to retain actual cosmic wreckage or are linked to such debris in their immediate vi-\ncinity. While, as we have seen, this certainly includes the Carolina Bays, we must temporarily\nstand aloof from other oriented scars until further and better evidence allows us to determine\ntheir actual cause.\nA MATTER OF IDENTITY\nAs we have seen, the sudden re-cooling of the Younger Dryas was originally theorized to\nhave been caused by a relatively close supernova. Only later was the blame shifted to a comet\nwhich was said to have been born from the previously-assumed stellar explosion. In analyzing\nthe nature of the Carolina Bays, however, Allan and Delair could not buy the comet theory.\n“We now know, of course,” they wrote, “that even large comets apparently lack sufficient\nmass to cause crustal damage like that presented by the ‘Carolina Bays’.” They thus consid-\nered an impactor “of meteoric origin” as being “more feasible.”> Their belief in the lack of\nsufficient mass in comets had to have been based on Fred Whipple’s oft-repeated 1950 decla-\nration that comets consist of conglomerated ice and rubble.\n1G, Plafker, loc. cit.\n2 J. F. Dumont, “Neotectonics of the Subandes-Brazilian Craton Boundary Using Geomorphological Data: The\nMaraii and Beni Basins,” Tectonophysics (June 1996), pp. 137-151.\n3J. Gonzales & A. Aydin, loc. cit.\n4 Ibid.; G. Plafker, loc. cit.\n5D.S. Allan J. B. Delair, op. cit., p. 282.\n161",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 162,
        "content": "",
        "bibliography": [
            "mee   Se ee    Sse NS    .",
            "«",
            "Phobos— displaying the parallel rows of impact craters that resulted in striated grooves in linear for-",
            "mations.",
            "(Photograph courtesy of NASA.)",
            "William Napier, on the other hand, had no qualms about accepting a comet as the cause of",
            "the Younger Dryas episode. In his opinion, the responsible culprit was the meteoric swarm",
            "known as the Taurid Complex that resulted from the breakup of Comet Encke. Since, together",
            "with Victor Clube, he had been promoting this particular theory since the early 1980s,! he",
            "could not allow himself, and rightly so, out of the limelight. With a slight nod toward Fire-",
            "stone, he not only jumped back into the fray with a new paper on the subject, but saw fit to air",
            "lV. Clube & B. Napier, The Cosmic Serpent (London, 1982), in toto."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 163,
        "content": "it on the Internet even before it was officially published by the Monthly Notices of the Royal\nAstronomical Society.!\n\nFirestone himself, who also nodded slightly toward Clube and Napier, was not all that\ncertain what it was that caused the cooling of the Younger Dryas. In fact he seems to have\nbeen quite confused. By the end of 2009, he was hearkening back to the “recent near-Earth\nsupernova” that supposedly ejected the impactor that was responsible for the event in ques-\ntion. But while he continued to proclaim this as a “possibility,” he was also of the opinion that\n“no such object of sufficient density is known to be emitted by a supernova.”? And although,\non a different page of the same work, he does grant that a comet might have had a possible\nrole in the affair, he couples this with the claim that the “distribution of markers is consistent\nwith the outburst of a meteorite.”4 Confusion is then added to an already confused subject\nwhen he informs us that the “characteristics” associated with the impact markers “are incon-\nsistent with known meteorites.” In the end, he refers to the impactor merely as an “object,”\nwhile admitting that its nature “remains a mystery.” Worse still, he then confesses that “any\nestimate for the probability” of the event itself remains “purely speculative.”6\n\nCOSMIC RUBBLE\n\nComets, meteorites, asteroids—as if any of it matters since, in effect, there happens to be\nno difference between one and the other.\n\nThat comets only differ from asteroids “in the form of their orbits” was offered as “a pret-\nty strong probability” by Benjamin Marsh back in 1862.’ And while some may think that we\nhave learned a lot since then, in this respect present knowledge is not really that much differ-\nent. As in other scientific matters, what really transpired was the burying of Marsh’s insight,\nonly for it to be exhumed, without giving him proper credit, more than a century later. By\n2004, John Brandt and Robert Chapman could report that: “It is now clear that there is much\nmore of a family link between comets and asteroids than we thought 20 years ago.”8 Comets\nand asteroids, to say nothing of meteorites,? it was then repeated, “may be more similar than\nastronomers thought.”!© While “the study of asteroids and comets evolved largely as distinct\ndisciplines,” Brandt and Chapman go on, “they have much in common and the demarcation\nbetween the two is not always clear.”!! Asteroid 4015, among others, has been",
        "bibliography": [
            "1W.M.N; apier, “Palaeolithic Extinctions and the Taurid Complex,” arXiv:1003.0744.vI (March 3, 2010).",
            "2R.B. Firestone, op. cit., p. 15.",
            "3 Ibid.,p. 11.",
            "4 Ibid., p. 13.",
            "5 Ibid., p. 2 (emphasis added).",
            "6 Ibid., p. 18.",
            "7B. V. Marsh, “The Distinguishing Features of Comets Considered as Phases of an Electrical Discharge Result-",
            "ing from Eccentricity of Orbit,” American Journal of Science (May 1862), p. 99.",
            "8 J.C. Brandt & R. Chapman, Introduction to Comets (Cambridge, 2004), p. vii.",
            "° S. Koppes, “Cosmochemists Share Results of Cometary Dust Analysis,” spacedaily.com (January 28, 2009).",
            "10D. Pendick, “Surprises from Comet Wild 2,” Astronomy (May 2008), p. 23.",
            "11 JC. Brandt & R. Chapman, op. cit., p. 282."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 164,
        "content": "\nA   PS RE os   5   a      fase ire    =\n>         “    Rees 2) eee      eicaay     5\n.   one    whet  rae  LES oti resece  “i    :\n*          ee          Ce ae     oe        ps\n-  “=          Teo) ae  °             °\n:         .         .             i.   Si",
        "bibliography": [
            "Halley’s Comet.",
            "(Photograph courtesy of NASA.)",
            "described as “a marvelous example” of a comet “posing as an asteroid.”! Valid arguments",
            "have been presented “showing that comets can dynamically evolve into asteroidal orbits.”?",
            "It is not, however, merely a matter of orbits. With the advent of better astronomical imag-",
            "ing, it became clear that the very structure of the bodies in question were no different from",
            "one another. In fact, it is now clear there is no “other.”",
            "One thing that has been learned for certain is that comets are much more solid than had",
            "previously been believed. This was indicated by a pass of Halley’s Comet when analysis of its",
            "core proved it to be much more substantive than had formerly been theorized? All of which",
            "was later vindicated by the samples collected from Comet Wild 2 by NASA’s Stardust mis-",
            "sion and much more so by the images returned by that same spacecraft which showed the",
            "rocky nucleus of the comet in sharp detail.5 Not only is Wild’s surface solid, it is also pock-",
            "! Ibid., p. 285.",
            "2 Ibid., p. 282.",
            "3 P. James, The Sunken Kingdom (London, 1995), p. 168.",
            "4 “Comets Throw Light on Solar System’s Beginnings,” sciencedaily.com (September 8 , 2008).",
            "> See, for instance, F. Reddy, “The Year in Astronomy,” Astronomy (January 2005), p. 35; K. A. Svitil, “NASA",
            "Takes a Wild Comet Ride,” Discover (January 2005), p. 57; J. Shibley, “Deep Impact Delivers a Hit,” in “Ex-",
            "plore the Universe,” Astronomy (February 2005, Special Issue), p. 33."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 165,
        "content": "\nmarked with pits and craters much like the\nbest of asteroids,! as images of the one\nnamed Eros clearly showed So, likewise,\nnamed Eros clearly showed So, likewise,                wali Vi    .\nwith the pictures of comets Borrelly and             x    i. is  +\nwith the pictures of comets Borrelly and\nTempel 1 that were respectively taken by          ry        -       “\nTempel 1 that were respectively taken by\nthe spacecrafts Deep Space 1 and Deep Im-            e                            >\nthe spacecrafts Deep Space 1 and Deep Im-\nastronomers, + which is surprising in itself,\npact.3\npact.3                                             > ss   f of\nSurprising as all that seemed to most             {      of Meet -\nSurprising as all that seemed to most\nastronomers, * which is surprising in itself,             °             ie “i\nthe cratered surface that came to light in\nthe cratered surface that came to light in      r     4      oe.\ncometary nuclei had been predicted by       ,              4a    ?   ‘\ncometary nuclei had been predicted by\nRalph Juergens and Earl Milton decades\nRalph Juergens and Earl Milton decades              y    a     ‘\nearlier. “When a spacecraft finally achieves\nearlier. “When a spacecraft finally achieves                  ‘at\na rendezvous with one of the comets,” Mil-\na rendezvous with one of the comets,” Mil-                   \"  4   é        é\nton foretold in 1980, “scientists are going to\nton foretold in 1980, “scientists are going to                      wet\nbe surprised to find a surface pitted like that\naft the Moon Mare or Merciry 75",
        "bibliography": [
            "ae        a ae",
            "EE",
            "Yet, even then, there were those who           The cratered nucleus of Comet Wild 2.",
            "Yet, even then, there were those who        The cratered nucleus of Comet Wild 2.",
            "could not stomach the realization that com-                 (Photograph courtesy of NASA.)",
            "ets could themselves be impacted without",
            "being shattered. Thus cometary craters were at first referred to as being merely “crater-like,”",
            "described as “enigmatic circular features,” and judged rather doubtful of being due to im-",
            "pacts.’ But in the end, not only did the craters win out, no one could contest the solidity of",
            "what had formerly been considered fluffy snowballs. Even rocky Chiron, with a diameter of",
            "124-plus miles, who some consider an escaped satellite of Neptune,’ has now been classed as",
            "a comet in disguise.!°",
            "“Extensive observational evidence firmly establishes Chiron as a comet...Chiron is",
            "the first discovered member of the Centaurs, objects that travel in eccentric orbits in",
            "! J, Platt & D. Brown, “NASA Spacecraft Reveals Surprising Anatomy of a Comet,” NASA News Release (June",
            "17, 2004).",
            "2D. Tytell, “Whole Lotta Shakin’ Goin’ On,” Sky & Telescope (April 2005), p. 19; A. E. Rubin, “What Heated",
            "the Asteroids?” Scientific American (May 2005), p. 83.",
            "3 J. Shibley, op. cit., p. 30; D. Tytell, “Deep Impact Revisited,” Sky & Telescope (December 2005), p. 16.",
            "4 See here, for instance, S. Clark, “Comet Tails of the Unexpected,” NewScientist.com (September 9, 2005), p. 2.",
            "5 E.R. Milton, “Glimpses of an Electrical Cosmos,” as quoted by W. Thornhill & D. Talbott, The Electric Uni-",
            "verse (Portland, Oregon, 2007), p. 100.",
            "6D. Tytell, “Deep Impact’s Hammer Throw,” Sky & Telescope (October 2005), p. 35.",
            "7 Ibid., p.36.",
            "8. Clark, op. cit., p.3.",
            "°D.H. Levy, “Pluto’s New Little Cousin,” Sky & Telescope (February 2003), p.92.",
            "9D. H. Levy, “Pluto’s New Little Cousin,” Sky & Telescope (February 2003), p.92.",
            "10 W. Thornhill & D. Talbott, op. cit., pp. 86, 197."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 166,
        "content": "\nthe outer solar system. These are\ncatalogued as asteroids, but most\n, cs                would probably become comets if\nwould probably become comets if\ncee            sent into the inner solar system.”!\nsent into the inner solar system.”!\noe\nor           That comets can masquerade as as-\nThat comets can masquerade as as-\nBika    Aw \\ t            teroids and vice versa eventually became\nteroids and vice versa eventually became\n=                   Aa  as                something of a common declaration.?\nsomething of a common declaration.?\nSe ty aye  .             What this has led to is a confession by\nWhat this has led to is a confession by\ni        say Tit                      some that “comets are defying all at-\nsome that “comets are defying all at-\nblurred.”4\n)              %                       tempts to understand them.” The “aster-\ntempts to understand them.” The “aster-\nan                                 oid-comet distinction,” it has been witti-\noid-comet distinction,” it has been witti-\n;  I           mi              ly argued, “can be regarded as securely\nly argued, “can be regarded as securely\né   Rat!              ’                   blurred.’”4\nKe vs             9                     “Apart from the diehards,” wrote Pe-\n“Apart from the diehards,” wrote Pe-\n4, te  ‘i            ,                    ter James, “it is now increasingly ac-\nter James, “it is now increasingly ac-\nbay                                    cepted that the ‘dirty snowball’ went\ncepted that the ‘dirty snowball’ went\n»                                  much too far in minimizing the solid na-\nmuch too far in minimizing the solid na-\nture of comets and hence the dangers\nThe asteroid Eros.\nThe asteroid Eros.                       they represent.” Even Whipple, ac-\nthey represent.” Even Whipple, ac-\n(Photograph courtesy of NASA.)\n(Photograph courtesy of NASA.)              cording to James, finally “dropped” the\ncording to James, finally “dropped” the\ndirty snowball model he had originated.6\nUnfortunately, diehards do die hard, and the dirty snowball theory continued to be spouted\nwhile this work was being written,’ even by those who favored the Clovis Comet scenario,’ as\nwell as those who stressed the similarity between meteorites and comets.? All this despite the\nfact that ice or snow, not to say water, has not been found to be the main constituent of come-\ntary bodies.!° Craters— yes; but snow or ice is only notable in comets by its absence.!!\nAlthough not everyone agrees, most asteroids are now known to be the wreckage of once\nlarger bodies.!2 Were one to concentrate all the millions of asteroids that reside in the belt be-\n1 J.C. Brandt & R. Chapman, op. cit., p. 284 (emphasis added).\n2 J. Hsu, “Comets Disguised as Asteroids,” space.com (September 8, 2008).\n3S. Clark, loc. cit.\n4 J.C. Brandt & R. Chapman, loc. cit.\n5 P. James, loc. cit.\n6 Ibid.\n7 Sources are too numerous to reference here, but see the following and below: “Space Shuttle Science Shows\n12. Layton, “New Asteroid Type Found?” Astronomy (December 2007), p. 29; but see also ibid., p. 287.\nHow 1908 Tunguska Explosion was Caused by a Comet,” sciencedaily.com (June 25, 2009).\n8 F. Largent, op. cit., p. 25.\n9S. Koppes, loc. cit.\n10 Again, sources are too numerous, but check D. J. Eicher, “Stardust Turns the Table on Comet Formation,”\nAstronomy (April 2007), p. 18; D. Pendick, “Spitzer Peeks Inside Comet,” Astronomy (February 2009), p. 26.\n'! J.C. Brandt & R. Chapman, op. cit., p. 238.\n121. Layton, “New Asteroid Type Found?” Astronomy (December 2007), p. 29; but see also ibid., p. 287.\n166",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 167,
        "content": "",
        "bibliography": [
            "EWeell JUPHET ali IVidls, UleyY WOUIG",
            "end up forming a mass smaller than the",
            "Moon.! Most meteorites, on the other",
            "Moon.! Most meteorites, on the other                      >",
            "hand, are now recognized as being the                    AY",
            "hand, are now recognized as being the",
            "lisions of said asteroids.? All of which",
            "mere fragments produced by the col-",
            "mere fragments produced by the col-                       ane) (     ,   .",
            "lisions of said asteroids. All of which                | aah          .",
            "not only turns comets, asteroids, and              i 5 .-    _",
            "not only turns comets, asteroids, and",
            "meteorites into siblings, it also classes",
            "meteorites into siblings, it also classes                     ope ae ann",
            "all three objects as cosmic rubble.",
            "all three objects as cosmic rubble.                       King  ram",
            "In some cases, astronomers were                        Bg 95. ae     ,",
            "In some cases, astronomers were",
            "no longer even sure whether to classify",
            "no longer even sure whether to classify                          my             -",
            "certain bodies as being one or the oth-                     eer",
            "certain bodies as being one or the oth-",
            ".                                oan       °                        The nucleus of Comet Tempel 1",
            "er. The distinction finally boiled down                       j                 j",
            "er. The distinction finally boiled down",
            "to whether a body can be seen spouting 3                      f",
            "to whether a body can be seen spouting",
            "a tail. “When astronomers think of",
            "a tail. “When astronomers think of                           E         Le,",
            "comets, they envision tail-spewing icy                    - -      ’",
            "comets, they envision tail-spewing icy",
            "bodies plunging in from the outer solar",
            "bodies plunging in from the outer solar                          een!",
            "system.”4 Setting aside the obstinate",
            "description of them being “icy,” what             The nucleus of Comet Tempel 1",
            "description of them being “icy,” what",
            "can be said about cometary tails in this                   (Photograph courtesy of NASA.)",
            "respect?",
            "THE ELECTRIC MILIEU",
            "To begin with, comets are not the only cosmic bodies that are capable of spouting tails.",
            "Asteroids, too, have been known to exhibit such appendages, as actual photographs have",
            "demonstrated.> Even planets outside our Solar System have a tendency to form gigantic com-",
            "et-like tails.6 For that matter, so do stars, as the one dubbed Mira clearly shows.7 Heck—never",
            "mind stars; an entire galaxy has been discovered dragging a “cometary” tail behind it’",
            "The cause behind the cultivation of such tails was also forwarded back in 1862 by the",
            "same Benjamin Marsh who had surmised that comets only differ from asteroids in the form of",
            "their orbits.? Predating the discoveries of the controversial Kristian Birkeland by a few dec-",
            "ades, Marsh correctly realized that, together with auroral streamers, cometary tails are nothing",
            "1A. Lawler, “What to do Before the Asteroid Strikes,” Discover (November 2007), p. 63.",
            "2M. McChain, “Study Explains Meteorite Origins,” Astronomy (December 2008), p. 22.",
            "3 J.C. Brandt & R. Chapman, op. cit., p. 286.",
            "4. Cull, “Main-Belt Comets,” Sky & Telescope (August 2006), p. 20.",
            "5 New Scientist (September 12, 1992), p. 17.",
            "67. Ferris, op. cit., p. 91.",
            "7D. Pendick, “Ultraviolet Images Reveal Mira’s Tail,” Astronomy (December 2007), p. 24.",
            "8 “Galaxy Sports Vast Comet-Like Tail,” space.com (September 20, 2007).",
            "°B.V. Marsh, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 168,
        "content": "",
        "bibliography": [
            "The star named Mira displaying its “cometary” tail.",
            "(Photograph courtesy of NASA.)",
            "but a cosmic form of electrical discharges.! But, as with Birkeland’s own discoveries, Marsh’s",
            "disclosures were also relegated to the scientific dustbin until retrieved by plasma physicists",
            "later in time.",
            "The subject, however, was not entirely forgotten even though the torch was only carried",
            "by a few. One of these was Wilhelm Foerster, director of the Berlin Observatory, who, at the",
            "end of the nineteenth century, inaugurated a research program by asking Eugen Goldstein to",
            "look into the nature of electricity in space. In more than one of his many experiments, Gold-",
            "stein succeeded in electrically duplicating cometary tails in gas discharge tubes.? But even that",
            "failed to impress most of his peers. When Foerster asked Hermann Vogel, the director of the",
            "Astrophysical Observatory in Potsdam, to make use of his protégé’s services, Vogel replied",
            "that “he could not imagine what Goldstein’s experiments had to do with astrophysics.” But",
            "even then, the electrical nature of comets continued to be explored by various astronomers",
            "into the twenty-first century. Electrical power as an alternative source of stellar, let alone",
            "cometary, luminosity is now seriously being discussed by mainstream astrophysicists,* so that",
            "the electrical field of the Sun need no longer be viewed as anomalous.",
            "But why do comets spout tails while the majority of asteroids do not? As with all cosmic",
            "bodies, comets are now known to be enveloped within a plasma sheath, visible as their coma,",
            "that limits the extent of their electric field As has been noted by those immersed in plasma",
            "| Ibid., pp.95 ff.",
            "2M. Hedenus, “Eugen Goldstein and his Laboratory Work at Berlin University,” Astronomische Nachrichten",
            "(December 2002), pp. 567-568.",
            "3 Jbid., p. 568.",
            "4 See, for instance, K. Wu, ef al., “An Electrically Powered Binary Star?” Monthly Notices of the Royal Astro-",
            "nomical Society, 331:1 (March 2002), pp. 221-227.",
            "> See, here, W. Thornhill, Electric Universe Presentation (Amsterdam, May 2005), p. 53."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 169,
        "content": "\n21\nphysics, the free electrons within such sheaths “are very effective carriers of electric current.\nphysics, the free electrons within such sheaths “are very effective carriers of electric current.”!\nBut such currents are also reliant on the electrical potential of the spatial environment through\nwhich they move.\nA comet is thus a body—just like asteroids or meteorites—the electric charge of which\nreaches an imbalance as it moves deeper within the Sun’s own field, causing it to electrically\ndischarge, making its sheath to glow in what we see as its coma and luminous tail. It does not\ntherefore matter what one calls terrestrial impactors or their shrapnel. It all comes down to\ncosmic rubble.\nEven so, too many things have been left in darkened corners by those who have been\npushing the impact theory to account for the onset of the Younger Dryas. Tongue only slightly\nheld in cheek, let us bring them back to light.",
        "bibliography": [
            "1 Idem, with D. Talbott, “The Need for a New Cosmology,” AEON VII:1 (September 2006), p. 24.",
            "2 Idem, The Electric Comet (Traverse City, Michigan, June 2006), p. 6."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 170,
        "content": "\nChapter 9\nResetting the Record\nCONFLAGRATIONS\nIthough it might sound trite, in order for forests to have been set on fire at the onset of\nAt Younger Dryas, there had to have been forests in the first place. Those who have\nthe Younger Dryas, there had to have been forests in the first place. Those who have\nclaimed it was the cold that was really responsible for the fires! neglected to explain\nhow forests could have thrived in the glacial conditions they advocate. One thing they were\nhowever right about is that it’s “highly questionable” that an impact over North America\ncould have caused wide-ranging forest fires in northwest Europe? But, even then, they did\nend up minimizing the occurrence by failing to include the vast number of similar infernos\nthat took place around the same time in the rest of the world both north and south of the equa-\ntor And while we’re at it, neither will it do to blame this world-wide blaze on the dryness of\nthe land. Fair enough, the previous Allergd period did dry out the land, but, as already noted,\nthe very heat involved would have also increased evaporation from Earth’s oceans which\nwould have led to a prolonged series of rainfalls some of which fell on the very lands the for-\nests of which went up in flames.* What we instead proclaim is that a severe sudden heat wave\nset Earth’s forests on fire, while the following global downpours, to say nothing of the en-\ncroaching sea waves, aided in dowsing out the conflagrations.\nThat the sudden heat wave that caused these world-wide fires was released by proto-\nSaturn’s flare-up hardly needs re-stressing at this point in our scheme. Forests in the northern\nhemisphere would have suffered the worst since the heat from the flare-up would have im-\npacted them directly from Earth’s north polar height. Those in the southern hemisphere would\nhave been incinerated through the heat reflected off the inner surface of the proto-Saturnian\nsystem’s enveloping plasmasphere.> Added to that would have been the frictional heat pro-\nduced by Earth’s rotational braking due to proto-Saturn’s very flare,6 and this, too, would\nhave induced incineration. The charcoal-containing black mats that have raised so much con-\ntroversy need no further elucidation.\n''T. van der Hammen & B. van Geel, “Geo(Im)pulse: Charcoal in Soils of the Alleréd-Younger Dryas Transition\nWere the Result of Natural Fires and Not Necessarily the Effect of an Extra-Terrestrial Impact,” Netherlands\nJournal of Geosciences (December 2008), p. 359.\n2 Ibid.\n3 J. B. Kloosterman, “The Usselo Horizon: A Worldwide Charcoal-Rich Layer of Alleroed Age,” Proceedings of\nthe Conference: New Scenarios on the Evolution of the Solar System and Consequences on History of Earth and\nMan (Bergamo, 2002), pp. 152, 153.\n4 P. Gwin, “Lost Tribes of the Green Sahara,” National Geographic (September 2008), p. 129.\n5 See Flare Star, pp. 370 ff.\n6 Ibid., pp. 372 ff.\n170",
        "bibliography": [],
        "captions": []
    }
]