[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 11,
        "content": "\nfrom space hit the earth with enough force to influence global climate within human history.”\nAbbott herself estimates that this has transpired “perhaps five times in the last 6,000 years.”!\nAbbott hopes that her and Berger’s work will produce enough evidence to “back up an\nidea promoted by a minority of British astronomers” who claim that “a few thousand years\nago a massive comet swung inward from the fringes of the solar system, broke up near the\nEarth—and has been periodically dropping pieces on the planet ever since.” Although they are\nnot named in the article being quoted, Abbott is, of course, referring to Clube and Napier.\n“What’s left [of this massive cosmic body], these astronomers proposed,” Abbott goes on “is\nnow called Comet Encke—a tiny chunk of ice and dirt that orbits the sun every three years.”\nAlthough he is not the only one, David Morrison, a planetary scientist at NASA’s Ames\nResearch Center, does not quite agree. Encke is “a little dinky comet,” he has rightly pointed\nout. If it had once been big enough to cause all the destructions it has recently been blamed\nfor, he went on, it has sure aged—that is, diminished —quite fast.3 But then, how fast is fast?\nSKY FALLS\nIt is not that cosmic debris should not be included in any study concerned with man’s\nmytho-historical record since stony, as well as metallic, bits and pieces that have fallen from\nthe sky have long been venerated as divine. Adding to what we have already tabulated else-\nwhere,* we can point to the cave at Pessinus, in Phrygia, that served as the great center of\nworship dedicated to the goddess Rhea. It was there that what has been touted as the oldest\nimage of the goddess was worshipped in the form of a stone that was believed to have fallen\nfrom heaven.> So, likewise, concerning what is believed to be the oldest sanctuary dedicated\nto the Graces at Orchomenus which contained what were considered images of them “in the\nform of rude stones” which were also supposed to have fallen from the sky 6\nIn fact, long before the production of iron through smelting, ancient man was already fash-\nioning objects out of meteoric iron. Scarce as it might have been—though not as rare as we\nwould like to think—the celestial origin of the metal was well known, as is evidenced by the\nnames it was given. To the Egyptians it was a “stone of heaven” or a stone “produced by\nheaven.”” Egyptian tools made from this metal, which was considered magical,$ were thus\nrestricted to ritualistic use.?\n“The oldest Sumerian word designating iron meant ‘sky’ and ‘fire’ [Edwin Krupp in-\nforms us]. Together the words suggest the ‘celestial lightning’ of a meteor. First in the\nancient Near East to use weapons made extensively from smelted terrestrial iron, the\n! Ibid.\n1 pid.\n2 Ibid., p.2.\n2 Ibid.,p.2.\n3 Ibid.\n4 God Star, pp. 77 ff.\n5A. S. Murray, Manual of Mythology (N. Y., 1950), p. 35.\n6 Ibid., p. 197.\n7E.C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 108.\n8D. A. Mackenzie, Egyptian Myth and Legend (N. Y., 1923/1980), pp. 230-231.\n°K. Moss, “The Opening of the Mouth Ritual—Part I,” AEON VI4 (August 2003), pp. 81, 82.\n11",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 12,
        "content": "\nig\nf      5)/\nEE ie\n  ya)\nSaf          ‘F   hy\nre      =      4 Lfi\n7               ih = |\nI~ q |! he        \"   ya\ni            by UA\ni            4 GM \\\n           Yih\nMB 44\nWHA       HA Va\nft            yj   VAAN!\n‘        i CAR oi\nAS SEO\nRhea— whose oldest image was a stone that was believed\nto have fallen from heaven.\nHittites still called the metal ‘fire from heaven.’ Iron, they said, originated in the sky,\nunlike copper and gold, whose sources were known to be terrestrial. The Assyrians,\ntoo, extracted iron from ore, but they said it was ‘fragment from heaven,’ and for\nthem, the very ‘walls of heaven’ —the sky —were made of iron.”!\nAs early as the 5th century B.C., the Greek philosopher Anaxagoras already held that\nstones periodically fell to Earth from heaven above? According to Gaius Plinius Secundus,",
        "bibliography": [
            "1 B.C. Krupp, op. cit., pp. 108-109.",
            "2 ©. Ginenthal, “The Aristotelian Cosmos,” The Velikovskian V:1 (2000), p. 9."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 13,
        "content": "the Roman historian usually referred to as Pliny the Elder, who wrote sometime between A.D.\n23 and 79, a stone as big as a wagon and of a burned odor fell in Thrace near Aegospotami in\nbroad daylight. The event was also mentioned by Plutarch. And although Aristotle was of the\nbelief that the stone in question had been lifted by the wind, Plutarch did not quite believe it.\nPliny himself was quite aware that, occasionally, stones did fall from the sky.! And not only\nstones, but also iron like the lump that fell at Lucania in 54 B.C?\n\nMeteorites were even known to have originated in heaven by various so-called primitive\ntribes. The Australian Aborigines and the Maoris of New Zealand both possessed oral tradi-\ntions of “strange rocks falling from the sky,” sometimes even “causing awful fires and many\ndeaths.”3 To the Huichol tribes of Mexico’s Sierra Madre, meteorites were stars that some-\ntimes fell and got broken against rocks,‘ although they also believed them to be arrows shot\nby deities.5\n\nAs is often said of God, however, science works in very mysterious ways. Just as it had\nforbidden bees to fly until the year 2000,° and continents to drift until 1958,” so did it forbid\nstones to fall from heaven until 1803 when so many of the damned things landed here on\nEarth that astronomers had no recourse but to accept their reality.8 Having been exorcised in\nastronomy’s early career, meteors were finally blessed and re-sanctified for study?\n\nThe question then boils down to this: If our ancient ancestors, as well as primitive socie-\nties, could have been so truthful and so accurate when it came to these heavenly bolides,\nshould we not also consider what else they had to say when it comes to other cosmic themes?\n\nASTRAL MYTHS\n\nThat most myths have a common origin has been testified by many a mythologist. But\nmost of those who have accepted this verity have done so through a misconception. Although\nnot all of these scholars do so, the majority of them tend to believe that myths spread via dif-\nfusion as they passed from one people to another through trading and colonizing contacts.\n\nAlexander Murray was not quite happy with this broad generalization. Referring back to\nthe same Hindu Vedas that Miiller had also used in his cogent arguments, he criticized all\nthose who had till then supposed that the myths of the ancient Europeans were derived from\nthose of the Hindus.!° His own explanation was that the languages spoken by these European\nnations were “modifications” of a primitive Aryan tongue that was spoken by a previous race",
        "bibliography": [
            "1J, G. Burke, Cosmic Debris: Meteorites in History (Berkeley, California, 1906), pp. 11-12.",
            "2 J. S. Lewis, Rain of Iron and Ice (N. Y., 1996), p. 14.",
            "3D. Steel, Rogue Asteroids and Doomsday Comets (N. Y., 1995), p. 155.",
            "4C. Lumholtz, “Symbolism of the Huichol Indians,” Memoirs of the American Museum of Natural History, Vol.",
            "III (May 1900), p. 58.",
            "5 Ibid., p. 83",
            "©R. Kunzig, “What’s the Buzz? The Physics of...Insect Flight,” Discover (April 2000), pp. 27-28.",
            "7 God Star,p. 392.",
            "8 See ibid., pp.82-83 for a fuller exposition.",
            "9° E. C. Krupp, “Hands-On,” Sky & Telescope (April 2003), pp. 86-88; see also God Star, pp. 82-83 for a fuller",
            "discussion.",
            "10 4S. Murray, op. cit., p.376."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 14,
        "content": "before it branched away from its original home—‘“wherever that may have been”—to form\nnew nationalities. And, in so branching, this previous race would also have distributed “modi-\nfications” of its original myths.! But that, too, would have been diffusion.\n\nWhat Murray described is what is now known as the Indo-European language and its dis-\npersal—all of which is not all that different from what Miiller himself had adduced in the pre-\nvious century.? But this does not explain comparative myths which cannot be traced to an In-\ndo-European source.\n\nHow, for instance, did the core of some Semitic myths become mirrored in Egyptian ones,\nor why do we find identical assertions in the core meaning of some Egyptian and Mesoameri-\ncan beliefs half a world away? One prominent mythologist who has gone out of his way to\npoint out the problems inherent in the diffusion theory is Marc Stengel,* but even he did not\nreach far enough.\n\nIt has also long been recognized that, in the main, mythology is actually concerned with\ncosmic bodies. Despite what we have stated in the previous section, however, most of the\nbodies in question had nothing to do with meteorites and comets. Thus, even though Hugo\nWinckler favored diffusion, the astral nature of the mytho-historical record did not escape\nhim. But since ancient astronomical knowledge was “most developed” in Babylon, Winckler\nconcluded that all such information in the western world must have been derived from there.\n\nIt has in fact long been established that the majority of Egyptian myths are cosmic in\norigin.® Not only did the ancient Egyptians exhibit an interest in the stars as a practical means\nfor determining times and seasons, their religion was itself based on stellar lore.’ Many pas-\nsages in the famed Pyramid Texts actually relate to the worship of heavenly bodies.’ Did\nEgyptian mythology derive from Babylon?\n\nWhat about Buddhism, a religion that has additionally involved itself in the veneration of\nthe constellations as well as of the planets?? Were these beliefs also borrowed from Babylon?\n\nDid the primitive tribes of Africa—whose religious rites, myths, legends, folktales, prov-\nerbs, rhymes, songs, games, dances, arts, and crafts all trace to astral motifs!°— follow suit?\n\nAnd what, then, of Mesoamerica in Earth’s opposing hemisphere? Are not scholars\nagreed on the astral nature of Mesoamerican religion.'! True enough, Linda Schele, if no other\ndid toy with the idea that this astral lore could have come with the first people to cross",
        "bibliography": [
            "1 Ibid.",
            "2M. Miiller, op. cit., p. 16.",
            "3 See God Star, pp. 35 ff.",
            "4M.S. Stengel, “The Diffusionists Have Landed,” Atlantic Monthly (January 2000).",
            "5 A. de Waal Malefijt, Images of Man: A History of Anthropological Thought (N. Y., 1979), p. 162.",
            "6 J.B. Bury, et al (Editors), The Cambridge Ancient History, Vol. 1 (Cambridge, 1923), p. 331.",
            "7 R. O. Faulkner, “The King and the Star-religion in the Pyramid Texts,” Journal of Near Eastern Studies, 25",
            "(1966), p. 153.",
            "8 E. A. W. Budge, From Fetish to God in Ancient Egypt (N. Y., 1934/1988), p. 51.",
            "9 P. Niyogi, Buddhist Divinities (New Delhi, India, 2001), p. 85.",
            "10 W.R. Blake, “Afro-American Skylore Studied,” Astronomy (January 1979), p. 58.",
            "11 §. Milbrath, “Astronomical Imagery in the Serpent Sequences of the Madrid Codex,” in A. Aveni, Archaeoas-",
            "tronomy in Pre-Columbian America (University of Texas, 1980), p. 263."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 15,
        "content": "\n>\na\n-               x      in      te\n-  =      x     y   4     f    ray a |\n       ;    Vy      N\nbhfhs Le. & >\nee\nee, |     *\"",
        "bibliography": [
            "The Maoris of New Zealand, shown here in modern ceremonial mock-combat, had long",
            "possessed oral traditions of “strange rocks falling from the sky.”",
            "(Photograph by the author.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 16,
        "content": "\ninto America via the much disputed Bering Straits.! But, even according to her, this would\nhave transpired somewhere around 20,000 to 10,000 years ago? much too early for the lore in\nquestion to have been borrowed from the Babylonian civilization.\nWhile there is no question that some diffusion of ideas would have taken place, it is much\nmore probable that the world’s astral mythology derived from a series of events which, being\ncosmic in nature, would have been understandably witnessed by all ancient races in the same\ncelestial locality, high above in the sky. But what could these cosmic events have been?\nMarinus van der Sluijs speaks of “the recent proposal” that it was “glowing plasmas” in\nthe sky that “formed the impetus” to the making of early myths.3 But even though we, too,\nhave accepted the unfurling of glowing plasmas to account for diverse apparitions that ancient\nman saw projected against the sky,‘ at best this only touches on a partial facet of the world’s\nmythology. Van der Sluijs has gone on record in trivializing the role of planets in mythology >\nalthough he does accept “the profound” astral nature of the deities.6 As our own postulate, on\nthe contrary, indicates, it is the very origin and transformation of planets that really lies at the\nbasis of the mytho-historical record.\nDIVINITIES\nThat most of the world’s mythology deals with the antics of gods and goddesses need not\nbe stressed. But the question as to what these deities have to do with astral motifs may reason-\nably be asked. To begin with, we have to keep in mind that the frolics of the mythological\ngods of just about every ancient nation were anything but what we would allude to as being\ngodlike.’ Contrary to popular belief, the word “god” did not derive from “good.”® As Edwin\nKrupp informed his readers, even some of the ancient Greeks themselves “couldn’t take the\nall-too-human theatrics of the gods seriously.”® Which is why the Stoic philosophers were\nforced to assume that these godly escapades had to represent nothing more than allegories.!°\nAlthough ancient deities have tended to take something of a back seat in the modern\nworld,!! Manuel was surely right in his belief that “we have continued to speculate about their\norigins and meaning.”!? Even so, when it comes to the astral motifs embedded in the world’s\ncorpus of myths, a change of mind has definitely taken place in recent times among\n1 R. Wertime & A. Schuster, “Written in the Stars,” Archaeology (July-August 1993), p. 32.\n2 Ibid.\n3M. A. (Rens) van der Sluijs, “But What About Jung?” Picture of the Day at thunderbolts.info (July 9, 2008), p.\n1.\n4D. Cardona, Flare Star (Victoria, British Columbia, 2007)— henceforth simply Flare Star—pp. 264 ff.\n5M. A. van der Sluijs, “Gods and Planets,” Chronology & Catastrophism Workshop (2003:1), pp.14-16.\n16\n6 Idem, “Gods in the Flesh—Part One,” Picture of the Day at thunderbolts.info (March 17, 2008), p. 3.\n7 See here especially God star, pp. 43 ff.\n8M. Miiller, op. cit.,p. 148.\n9 E.C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 16.\n9 B.C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 16.\n10 Ibid.\n'l See here, for instance, F. E. Manuel, op. cit., p. 311.\n12 Ibid.",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 17,
        "content": "\ni\n'\n‘e  ;\nStS\n©\n_2  “     —",
        "bibliography": [
            "TT eee",
            "Buddhism —a religion that has additionally involved itself in the veneration of the",
            "constellations as well as of the planets.",
            "Shown above: Modern Buddhist monk, Yong He Gong Lamasery, Beijing.",
            "(Photograph by the author.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 18,
        "content": "mythologists. This was clearly demonstrated at the very end of the twentieth century by Wolf-\n\ngang Heimpel. Despite the fact that he was quite aware of “the astral dimension” of mytholo-\ngy, he had also convinced himself, and was thus trying to sway his readers, that “the primary\nconcern of myths” had to do with “the great stages of human life” an that mythology’s astral\nassociations “cannot have shaped the myths in a fundamental way.”! We are, in this respect,\nof a mind with Ev Cochrane who said of the above quotation: “Greater nonsense it would be\ndifficult to find.”?\nEUHEMERISM\nAs far as is known, it was the Sicilian philosopher Euhemerus who, sometime around 300\nB.C., was the first to posit that the gods originated in the convoluted traditions of past histori-\ncal persons. In time, Euhemerism, as the theory eventually became known, just as easily trans-\nformed myths into a broader cultural history.3 But neither did this theory win the day. “Primi-\ntive monotheism, occasional astral worship, and Euhemerist deification of kings,” Manuel\nwas right to remind us, “were [by others] combined in one system.”4\nIn actual fact, however, it was exactly the opposite that really occurred. Myths, Georges\nDumezil rightly declared, “have merely been transformed from the world of gods to the world\nof men.”> Or, as Cochrane briefly expressed it, the adventures of the gods were metamor-\nphosed into history, “pure and simple.”®\nhosed into history, “pure and simple.”®\nAn excellent example of the transformation of a mythic figure into a pseudo-historical\nperson is also supplied by Cochrane in his analytical study of the Biblical Samson.’ A similar,\nerson is also supplied by Cochrane in his analytical study of the Biblical Samson.’ A similar,\nbut more serious, case concerns the Mesopotamian Gilgamesh whom some historians contin-\nut more serious, case concerns the Mesopotamian Gilgamesh whom some historians contin-\nue to present as a historical, but deified, king of Uruk.’\nWe should not, however, make matters worse by blindly reversing the entire process. We\nshould not, in other words, de-historicize each and every account of past events that has been\nburdened with additional mythic themes. A case in point concerns the history of the Israelites\nurdened with additional mythic themes. A case in point concerns the history of the Israelites\nas contained in the Old Testament in which actual past occurrences have been encumbered\nwith mythic metaphor. More often than not, the supplementary insertion of a fabled theme in a\nhistorical account was meant to serve as a comparison with a mythological one in order to\nistorical account was meant to serve as a comparison with a mythological one in order to\nemphasize a character’s greatness or an event’s peculiarities.» To an extent, this is what hap-\npened to Alexander the Great who, for a while, ended up being deified by his countrymen.!°\nened to Alexander the Great who, for a while, ended up being deified by his countrymen.!°",
        "bibliography": [
            "1 W. Heimpel, “Mythologie, A. I,” Reallexicon der Assyriologie (Berlin, 1999), p. 548, as quoted by E.",
            "Cochrane, “Actors in a Cosmic Drama,” AEON VII:1 (September 2006), p. 56.",
            "2B. Cochrane, loc. cit.",
            "3 FE. Manuel, op. cit., p. 108.",
            "4 Ibid., p. 118.",
            "18",
            "5G. Dumezil, Archaic Roman Religion, Vol. 1 (Baltimore, 1970), p. 76 (emphasis added).",
            "6 E. Cochrane, “Implications for Chronology if Certain ‘Historical’ Characters are Mythological,” Chronology &",
            "Catastrophism Review (2003:1),p.99.",
            "Catastrophism Review (2003:1), p.99.",
            "7 Idem, “Samson Revealed,” AEON IV:6 (May 1997), pp. 67 ff.",
            "8 See, for instance, J.C. Davis, The Human Story (N. Y., 2004), pp. 20-21.",
            "9 See here, for example, J. K. Hoffmeier, Israel in Egypt (Oxford University Press, 1997), p. 213.",
            "10 EC. Krupp, op. cit., p. 16."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 19,
        "content": "\neas  _     7\nfi                         ;\nCag aN 3              y\nF       +              ‘ ij    i\n> a             ad      pte    Dies   3     ;        :\n4     -%         =            Hs      GLEE :          e\npk          gt   bie, ;          =\n    <n            or Loe          ~   —\nj             a       5 Be j\namen   ;\n| Ee ot gtd              .\n:   j      a  ee\n{             \"ALS! Sie re atid ey\na\" a  aa x     -\npee         as      Ke          :\nAis                        *4ug  ae   ae         =\n4     f     4                               = 2",
        "bibliography": [
            "a e§GCO",
            "The religious rites, myths and legends of African tribes generally trace to astral motifs.",
            "Shown above: Turkana patriarchal tribesman, Kenya.",
            "(Photograph by the author.)"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 20,
        "content": "",
        "bibliography": [
            "RMN a NSO io",
            "Ss SO alae      SS a rs a ees",
            "y /e  CS Sy LAS            Si Se",
            "Bo SOE GC Se SN Ce Oe",
            "Ea “| Veo ce       Ye",
            "Se ee. SC oe NaN ID     ‘e",
            "i Ar.     NG oe",
            "eee   _—-         a                                ———<—          a",
            "Samson—shown here killing the lion—a good example of the transformation of a mythic figure into a",
            "pseudo-historical person",
            "(From an illustration by Lord Leighton.)",
            "In other cases, both Biblical and otherwise, past celestial events simply got confused, and",
            "thus amalgamated, with historical ones.",
            "ASTROGEOGRAPHY",
            "The historicizing of myth actually involves more than historical persons and events. Eu-",
            "hemerus aside, ancient nations had long identified mythological terrains within the boundaries",
            "of the lands in which they finally settled. Such was the case with the rivers of paradise, the so-"
        ],
        "captions": []
    }
]