[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 261,
        "content": "lated to the Tocharian word for “star.”! This is an association that is as old as civilization\nsince, as van der Sluijs also noted, the emblem of a star is found depicted on top of the one\nsymbolizing lightning on an ancient Mesopotamian seal.? What is of additional interest is that,\nin Turkish, the word for “lightning” is not only related to “star” but also to “the north,”? the\nvery celestial locality of the proto-Saturnian star of our concern.\n\nAs in the case of the Caribs, some of the Amerinds from the southeast of North America\nalso represent the thundering spirit as a bird. To them this was a falcon who was said to be a\ndenizen of what has been translated as the Above World.4 While the Caribs believed their\nthundering bird to have been a star, some of the tribes of the Amerinds in question often spoke\nof this thundering falcon as if it was the Sun. Since the Sun and thunder happen to be oppos-\ning elements in Earth’s present environment, the above raises the suspicion that, in its origin,\nthe proto-Saturnian sun was actually meant.\n\nThe above is further indicated by Morris Jastrow who was among the first to realize that in\n“many mythologies the sun and lightning are regarded as correlated forces.” As Ev Cochrane,\nthrough his research into the subject, could not help but note,’ Arthur Cook was just as mind-\nful of the fact that the mythological sun-god “has much in common” with the deity of the\nthunderbolt’ In fact, as Cook also brought to the reader’s attention, two of the sun-god’s\nsteeds are named Bronté and Steropé, that is Thunder and Lightning.? A depiction on a krater\nfrom Apulia actually shows Helios in his chariot together with the figure of a thunderbolt.!° It\nactually shows more, but we’ll come to that later. In the meantime, that Helios originated as\nanother name for Kronos/Saturn, which was well known to the ancient Greeks, need not be\nrepeated.!!\n\nAmong the Maidu of California, the Creator is known by a name that is translatable as the\nGreat Man. The world he was responsible for, it is said, was originally very hot, which, to us,\ndoes not come as a surprise. Easily recognizable as the proto-Saturnian Creator, this Great\nMan was also said to have been synonymous with thunder. !?\n\nThe thunderbolt’s connection with Saturn is also evidenced by what some researchers\nhave referred to as the rain bull, that heavenly mythological beast said to have “embodied the\nlethal thunderstorm.”!? As fanciful as it may at first appear, this particular association derives\nfrom the fact that, in his transfigurations, there came a time when proto-Saturn took the shape",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid., p. 12.",
            "3 Ibid.,p. 11.",
            "4H. Pringle, In Search of Ancient North America (N. Y., 1996), p. 141.",
            "5 Ibid.",
            "© M. Jastrow, The Religion of Babylonia and Assyria (Boston, 1898), p. 160.",
            "7. Cochrane, “Thundergods and Thunderbolts,” AEON VI:1 (February 2001), p. 123.",
            "8 A.B. Cook, op. cit., Vol, | (N. Y., 1964), p. 337.",
            "> Ibid.",
            "10 Ibid., pp. 336-337.",
            "'l See God Star, pp. 135-137, where various sources are cited.",
            "12 'T. Lowenstein, “The Spiritual Cosmos,” Mother Earth, Father Sky (London, 1997), p. 64.",
            "13 4, Solomon, “Rock Art in Southern Africa,” Scientific American (March 2005 special edition), pp. 47, 48."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 262,
        "content": "\nof a horned celestial bull. This is why, to the Egyptians, the planet Saturn was inter alia\nknown as Heru-ka-pet (Heru-p-ka and/or Heru-ka), which translates as Horus, Bull of Heav-\nen!\nThe thunderbolt’s link to the deity of our concern is also evidenced in Hindu lore where it\nis stated that Shiva, whom we have seen identified as Saturn, was wont to hurl lightning from\nhis third eye? which third eye will be discussed in a future volume of this series.\nThat thunderbolts had been cast by the planet Saturn, apart from the proto-Saturnian deity,\nwas definitely believed in by the Etruscans; as also by the later Romans. The previously\nmentioned Pliny was quite clear about this. Those “who pursue these enquiries,” he wrote,\n“think that these bolts come from the planet Saturn,”4 even though some were said to have\nbeen cast by Mars.> To the Incas on the other side of the world, the planet Saturn was known\nas Haucha. And they, too, held the planet responsible for discharging lightning with its attend-\ning thunder.6\nOne thing that should be made clear is that these interplanetary volatilities would not have\nmerely been energetically enhanced versions of the terrestrial thunderbolts we are familiar\nwith. Although our ancestors would have done their utmost to describe what they had seen,\nthey would have been hampered with the limited vocabulary at their disposal. I say “limited”\nbecause they would have had no words to describe what they had never seen before. At best,\nthey would only have been able to compare the world-shattering interactions they were forced\nto witness with what they were already familiar with.\nWhat makes matters worse is that various words of ambiguous definitions in different lan-\nguages have been translated as “thunderbolts” and “lightning,” when all that really can be said\nis that extraordinary discharges of a thunderous and fiery nature were seen to have been eject-\ned by planets at close quarters.\nThese discharges would not even have been all of the same character. One thing we can,\nhowever, be quite certain of, is that they all owed their explosive eruptions to cosmic electri-\ncal reactions on a colossal scale. As Robert Bass indicated back in 1978: “If planets ap-\nproached closely, there would be electrostatic and electromagnetic interactions not predicted\non the basis of orthodox theory.”7\nAs if to vindicate his words, when Voyager | skipped past the planet Jupiter before the\nend of that very decade, its instruments recorded a 5 million amp electric current, now known\nas a flux tube, flowing between the planet and its satellite Io.8 So, also, was an electric current\n1B. A.W. Budge, The Gods of the Egyptians, Vol.2 (N. Y., 1904/1969), pp. 302-303.\n1B. A.W. Budge, The Gods of the Egyptians, Vol. 2 (N. Y., 1904/1969), pp. 302-303.\n2D. Shulman, Tamil Temple Myths (Princeton, 1980), p. 58.\n3G. Dennis, The Cities and Cemeteries of Etruria, Vol. 1 (London, 1848), p. 32.\n4 Pliny, op. cit., 11:53:138.\n5 Ibid.\n6 J.N. Sammer, “The Cosmology of Tawantinsuyu,” KRONOS IX:2 (Winter 1984), p. 26.\n7 R. W. Bass, “The Celestial Dynamics of ‘Worlds in Collision’ ,” $.1.S. Review VI: 1-3 (1978), p. 75 (emphasis\nas given).\n8 NF. Ness, et al., “Magnetic Field Studies at Jupiter by Voyager 1: Preliminary Results,” Science (June 1979),\np- 982.\n262",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 263,
        "content": "\nVid\nSS\nLe Btn 4\nLe\nean\nAe. ed\nignicmererrar oe\nH   ity   Fb\nie? NE RNS\na                                  ag 5s              Zetia                  br\nBeryl             /)   ee tN        oe\nAe ones aaa ere eS A\nSIT        Neg: Sage tle g\nSAU yee\noN ec    .——       ii\nSAN SAAS NP « TE):\na re SEB  SA ae Sey\n<3  ETON a IG\na    See Has ca ee RO\n.    Maas,        ae     plete Sat\nFreie rpelt gaara       na\nCOEF\nShiva with his symbolic thunderbolts\nsheet discovered flowing between our own Saturn and its satellite Dione.'\nElectric flows between cosmic bodies in our solar family are not presently eruptive, but\nthat’s because the planetary systems they belong to are in quasi-stable circumstances. It was\nentirely different during the instability surrounding the proto-Saturnian system’s entry into the\nren\npresent Sun’s domain of influence. When these flows interacted with Earth’s own electrostatic",
        "bibliography": [
            "1M. McCanney, “The Nature and Origin of Comets and the Evolution of Celestial Bodies,” Part I, KRONOS",
            "IX:1 (Fall 1983), p. 34; ibid., Part II, KRONOS X:2 (Winter 1985), p. 52."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 264,
        "content": "sheath, the sounds from their outbursts would not only have been heard, they would have re-\nverberated in ear-shattering violence. They were what was remembered as the creative words\nof God.\n\n264",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 265,
        "content": "\nChapter 14\nCelestial Unveilings\nTHE SPIRAL OF CREATION\nmong the ancient Zuni, Awonawilona’s emitted light was conceived of as a thought\nrather than a spoken word, which thought took shape and rose as a nebulous substance\nAt than a spoken word, which thought took shape and rose as a nebulous substance\nand/or mist.! Other indigenous people, however, continued to believe down into mod-\nern times that Creation unfolded in answer to an uttered declaration. Such are the Bambara of\nWest Africa. During Creation, according to the wise men of this tribe, “things emerge in suc-\ncession from the ‘Voice of the Void’ in whirlwinds and words that spiral upwards.”? It is the\nspiraling nature of these “words” that we must next explore.\nAlthough the spiral, as a symbol remains a major topic among those involved in ancient\nlore? its significance continues to evade some of the most adept of researchers. “The spiral,”\nas Elmer Suhr noted, “is found on the artifacts of so many primitive and early civilized peo-\nples that it is difficult to escape the conclusion that it played an important role in the symbol-\nism of their thinking.”> And yet, despite Suhr’s attempted identification of the objects that\nmight have lent their shape to ancient man’s preoccupation with this symbol, including such\nmundane things as mussel shells and plants,° he remained at odds in explaining the similarity\nof designs in ancient spiral artworks. As he had it stated: “Along with their frequent occur-\nrence in widely separated areas of Neolithic culture, it is remarkable that many spiral designs\nA   mong the ancient Zuni, Awonawilona’s emitted light was conceived of as a thought\nof a similar pattern are also found in different localities.””\n“Such combinations of spirals occur in widely separated areas, to such an extent that\nit is very difficult to assign their origin to a single area or people. The so-called diffu-\nsion theory and another based on decorative appeal have not explained satisfactorily\neither the origin or the meaning of the spiral.”8\nOn the basis of a paper written by Len Saunders? Laurence Dixon attempted to explain\nthe proliferation of spiral images among Britain’s Neolithic art as having risen through ancient",
        "bibliography": [
            "1R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), pp. 23, 24.",
            "2R. Bastide, “Africa: Magic and Symbolism,” Larousse World Mythology (London, 1972), p. 528 (emphasis",
            "added).",
            "3 See, for instance, M. Gimbutas, “The Temples of Old Europe,” Archaeology (November-December 1980), pp.",
            "44-45, 48.",
            "4 See here, for instance, F. Fisher, “On Number as Artifact,” HORUS IL:3 (Fall 1986), p. 22.",
            "5 E.G. Suhr, The Spinning Aphrodite (N. Y., 1969), p. 72.",
            "6 Ibid., p.75.",
            "7 Ibid., pp. 75-76.",
            "8 Ibid., p.76.",
            "91. Saunders, “A New Theory of Abstract Rock Art in the British Isles,” unpublished."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 266,
        "content": "\nman’s surveillance of the Moon’s changed motion across the sky through a force that would\nhave acted on it. According to him, such a force could have been gravitational, electromagnet-\nic, or plasmatic, caused by an impacting or an intruding foreign body. Any of these forces\ncould have thrown the Moon’s orbital plane into a spiral motion that “might” even “have en-\ndured for centuries.”! It is not stated what it is about these spirals that led him or Saunders to\nassociate them with the Moon. What is worse, as we find it stressed in ancient lore, the Moon\nwas not even visible during the time in question.”\nChristopher Tilley, on the other hand, believes the spiral owed its ancient grip upon hu-\nmanity through the mystical power it had somehow become imbued with. He based this view\non the spirals that are engraved on the stones that are contained within, and outside, the 5,000-\nyear old megalithic passage tomb of Newgrange in Ireland. This magical symbol, so he tells\nus, was used to invoke a sensory experience within the darkened confines of the tomb. In this\nrespect, Tilley draws attention to what he believes to be the purposeful hiding and intentional\nobliteration of the symbol in question.\nThe spirals that have drawn the most attention among visitors to Newgrange are the ones\ninscribed on the main kerbstone that lies flat across the entrance to the tomb. There are 97 of\nthese kerbstones surrounding the monument, but, other than the one across the entrance, they\ncontain “very few visible spirals,” most of which “occur on the backs of the stones facing into\nthe cairn, forever hidden.”\nProminent examples of the spiral had once adorned the front of one other slab, situated\nnext to the entrance stone, but its decoration has been “virtually obliterated” by the very\nbuilders of the tomb by pecking at its surface.\nNor are these the only instances. Thus, throughout Tilley’s entire work, we keep running\ninto descriptions of how “pick dressing” has “obliterated earlier motifs,” how various spiral\nmotifs have been “picked over,” and how other spirals in the tomb’s passageway are “entirely\nhidden.”4\nhidden.”+\n“Other stones possess a little decoration but this is either partially obscured through\nlater surface picking, hidden beneath ground level, or only present on the partially\nexposed side rather than front and main faces of the stones.”°\nThe corbels beneath the roof-stone are also highly decorated, but, even here, “some of the\ndecoration is still not visible as it disappears” under other corbels. Two other roof projections\n“have much decoration on their upper faces,” but these, too, would have been “completely\n1L. Dixon, “ On the Rotation of the Moon’s Orbital Plane,” Chronology & Catastyrophism Workshop (2007:1),\n!L. Dixon, “ On the Rotation of the Moon’s Orbital Plane,” Chronology & Catastyrophism Workshop (2007:1),\npp.7-9.\n2 All of which has been covered in previous volumes of this series.\n3 C. Tilley, “Architectural Order and the Ordering of Imagery in Malta and Ireland: A Comparative Perspective,”\nin D. A. Barrowclough & C. Malone (eds.), Cult in Context: Reconsidering Ritual in Archaeology (Oxford,\n2007), p. 132.\n4 Ibid, p. 127.\n4 Ibid., p. 127.\n5 Ibid.\n266",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 267,
        "content": "ET LEE aS\n\n0 pnbrnics  _\nGNi eS                         Nai      fe       Mat      2\npS  Zee\n0. SH Oe te aaa\nSpiral motifs on the main kerbstone facing the entrance to the Newgrange passage tomb.\n(ilustration by George Coffey.)\nhidden during the Neolithic construction of the passage.” And there is more. As Tilley himself\nidden during the Neolithic construction of the passage.” And there is more. As Tilley himself\nexclaims: “All this decoration,” but still “mostly hidden.”!\nTo Tilley, it was all intentional. It had to have been because the construction of the place\nmakes it obvious that this is the way these decorated stones were originally placed. “New-\ngrange,” he wrote, “might be described as a textbook example of the art of concealment em-\nploying the full range of possible techniques available.” These techniques included the com-\nloying the full range of possible techniques available.” These techniques included the com-\nplete hiding of decorated stones “during the building of the tomb either in the roof or in the\nlete hiding of decorated stones “during the building of the tomb either in the roof or in the\nfloor making sure that these images could never be seen or experienced.” Other procedures\ninvolved the placing of decorated stones “in obscure areas” where the images are not likely to\nbe seen; the placing of decorated stones so that parts of them lie over others “so that the full\nextent of the image field remains invisible;” pecking “over images so as to partially or com-\npletely obliterate them;” and various others?\nletely obliterate them;” and various others?\nThere were those who had suggested that the overwhelming effect of such an interior was\nto induce sensory deprivation. Tilley, however, does not agree, claiming that, in fact, the re-\nverse can be argued. “[R]ather than creating conditions for sensory deprivation, the experience\nof being inside the temple heightened sensory perception in relation to the burial and other\nrites that took place.”\nOther than those involved in the actual deposition of the dead—remains of human crema-\ntion really —it is more than likely that rites would have been conducted outside the structure\nrather than within the confines of its narrow interior passage. Notice that in order to make the\nabove sound more palatable, Tilley here refers to the tomb as a temple.",
        "bibliography": [
            "! Ibid. p. 128.",
            "2 Ibid.,p. 129.",
            "3 Ibid. (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 268,
        "content": "\nSEZ ESS\n}                LA pee ge                      ‘4 |\n435           er     ‘       a    Ff,\nPy Ue  ees) ik   ’          4   if             ey\nM  \\\\        PIONS                       ;                 Jn\n\\\\          : :              Z                         YN\na             we               ALLL G &\nWw         .               a            5       Soe                    OSPF, 1.)\nwe        ‘           es   renee oe                             ‘J     ‘ep\n“S%         ~~        a                                              fi,\n\\\\      iat                     //       p\nNY   Yan    x                       ;      F\nYY                            —                                  t\n! Ibid.\nQe                           .                   Uj 4\nS       es Vig\n=             WS W//{\n==\nSpirals on one of several stone balls, believed to have been used for divination, that were found in the Scot-\ntish passage graves at Glas Towie.\n(Photograph courtesy of the National Museum of Antiquities of Scotland.)\nThe main problem with Tilley’s view is that it is inconceivable that ancient man would\nhave gone to all that trouble in the time-consuming decoration of all these hard stones only to\nobliterate their designs by pecking over them or hiding them entirely from view. This, in fact,\ncomes close to irony when Tilley tells us that the “emphasis on the spiral is the unique and\nmemorable signature of this tomb.”!\n! pid.\n268",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 269,
        "content": "\nSome questions that come to mind are: Why would the spiral have been chosen to induce\nthe sensory experience Tilley believes it to have been responsible for? Why a spiral? And in\nwhat way would its concealment and/or obliteration have aided in this experience?\nGeorge Eogan, whom Tilley himself cites, had hit upon the answer to the Newgrange rid-\ndle when he suggested that a particular stone with half obliterated motifs “is placed upside\ndown and was brought from an earlier monument.”! As far as we are concerned, all the stones\nwith hidden, half hidden, and obliterated designs were brought from another site—or more\nthan one—where they would originally have been considered of more importance. Rather than\nbeing a “memorable signature” of the tomb, Newgrange seems to have been built by a con-\ngregation for whom the spiral had absolutely no significance. The slabs had been merely there\nfor them to use. And they were used. It was not the first time that stones from an older con-\nstruction were haphazardly utilized in the building of a newer one, and it certainly wasn’t to\nbe the last.\nThere is no point in trying to find out what ancient man understood by the spiraling motifs\nhe incorporated on so many objects and across so many terrains unless one studies what an-\ne incorporated on so many objects and across so many terrains unless one studies what an-\ncient man himself had to say about the subject. There have been others who have viewed\nman’s derivation of the spiral through some sort of mystical experience, but, unlike Tilley,\nmost of them have had to come to grips with its connection to Creation. As one of them suc-\ncinctly phrased it, the mesmerizing influence this symbol had on ancient man was due to his\nbelief that “chaos” had turned into “cosmos” through a “spiral movement.”?\nbelief that “chaos” had turned into “cosmos” through a “spiral movement.”\nA mystical experience, in itself, might not have led to ancient man’s obsession with the\nspiral, but it definitely ended up playing a significant role in his early religious life.? It has not\nonly been engraved on stone slabs in some of the earliest ritual places that have so far come to\nlight, but also on mundane rock formations just about all over the world. Even some of the\noldest clay seals that have been discovered at Catal Hiiyiik, one of man’s earliest habitations,\nwere used to imprint spiral pictograms.4 To be sure, even when it comes to later Egypt, the\nspiral is not only the oldest hieroglyph that has so far come to light but it ended up as one of\nthe most royal of insignias incorporated in the crowns worn by pharaohs, but also deities,\nfrom the early dynastic periods down into Ptolemaic times.\nThe association of the spiral with the proto-Saturnian deity is evident in an image of Vish-\nnu at Andhra Pradesh, in India, where the divinity is depicted as an actual serpent coiled into a\nspiral.6 The same symbol was also highlighted by the Aztecs in their portrayal of Quetzalco-\natl’s breastplate as “a conch shell, cut transversely to reveal its inner spiral shape, like the eye\nof a storm or the coils of a snake.”? This spiral decoration was actually referred to as\n! Ibid. p.127.\n2 J. Purce, The Mystic Spiral: Journey of the Soul (London, 1974), p. 29.\n2 J. Purce, The Mystic Spiral: Journey of the Soul (London, 1974), p.29.\n3 F. Hitching, The World Atlas of Mysteries (London, 1979), p. 157.\n4. Perles, The Early Neolithic in Greece (Cambridge, 2001), p. 56,\n> -M Betrd, Hieroglyphics (N. Y. , 1996), p. 194.\n5M Betrd, Hieroglyphics (N. Y. , 1996), p. 194.\nSD. Talbott, “Past History of the Planets: The Polar Configuration (Past and Present Research),” Chronology &\nCatastrophism Review (2008), p. 82.\n7N. Baldwin, Legends of the Plumed Serpent (N. Y., 1998), p. 87.\n269",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 270,
        "content": "\nltt                              s    \"                           “74    ;\nSpirals on a slab in the 4800-5000-year old megalithic temple of Hal Tarxien, Malta, Europe.\n(Photograph by the author.)\n“the necklace of the whirlwind.”! The conch was also sacred to Kukulkan, who was merely\nthe Mayan equivalent of Quetzalcoatl. To this day, pendants and other trinkets made from the\nspiraling innards of the conch remain a favorite with the locals of Mexico’s Mayan regions as\nwell as foreign travelers. In fact, spiral pendants became popular in various other countries.\nAmong some, the relation of this symbol to the deity’s creative power lent it special signifi-\ncance in human reproduction especially as a protective amulet against miscarriages?\nThese various representations of the spiral must not all be seen as indicating one and the\nsame phenomenon. While they all relate to Creation, it is more than obvious that the event in\nquestion involved more than one spiraling movement. We shall be sorting out these different,\neven if related, episodes as we dig deeper into the subject in future volumes of this series.\nThose who are familiar with our past publications might have noticed that, in a previous\nvolume, we had identified the whirlwind associated with Quetzalcoatl’s conch as the axial",
        "bibliography": [
            "1 Ibid.",
            "2 §. Winifred & A. M. Blackman, “An Ancient Egyptian Symbol as a Modern Egyptian Amulet,” Annuaire de",
            "L’ Institut du Philologie et d'Histoire Orientales, Vol. Ill (1935), p. 93."
        ],
        "captions": []
    }
]