[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 51,
        "content": "\nthe number seven” as “the god of the planet Saturn.”! In fact, for reasons we shall have to\nleave for a later chapter of this work, the color black was associated with the god and planet in\nquestion in the myths and astronomical lore of various ancient nations? where Saturn was of-\nten alluded to as the “dark” or “black” planet.3 And, as we shall show in a future volume, so\nwas the number seven especially associated with the same planetary deity. It can therefore be\nsafely stated that a god who incorporates both these Saturnian characteristics—the color black\nand the number seven—can only be thought of as representing that very planet.\nIn his avian incarnation, Itzam-Yeh was also associated with the same number, as his alias\nof Waqub-Kaqix—that is, Seven-Macaw— indicates. In this respect, Ken Moss has ably\nshown that Itzam-Yeh was another Mayan version of the proto-Saturnian deity.4 An additional\nverification of this identity is the fact that, as with other Saturnian deities, Itzam-Yeh’s “prin-\ncipal place of residence” was “at the center of the north.”>\nDIRECTIONAL PORTRAYAL\nEarly on, van der Sluijs was of the opinion that, “for some time,” Earth was “in polar\nalignment” with the non-planetary bodies he believed the configuration in question consisted\nof.6 But, in later years, he changed his mind. What he then started to declare was that, in the\nearliest of times, mythology had merely alluded to a vague region in the sky which was re-\nferred to by such terms as the “middle,” “navel,” or “heart” of heaven. According to him, this\nlocation was “not specifically” said to have been at the pole.’ As far as he was concerned, the\nmythological locality of this region, sometimes said to have been at the “top of the world,”\nwould have been “retrospectively re-interpreted” as the celestial north pole at a much later\ntime.’ Even when it comes to the Pyramid Texts, in which he had originally found reference to\nthe heavenly pole,’ he later thought it “more likely” that the word translated as “pole” actually\nmeant “centre” or “zenith.”!0\nDoes one, however, really expect to find the term “north pole” in relation to the time in\nquestion? Think about it. We are so used to such modern expressions that we expect our an-\ncient forefathers to have been just as cognizant of their existence and their meanings. But\n! D. H. Kelly, “Planetary Data on Caracol Stela 3,” in A. Aveni (Ed.), Archaeoastronomy in Pre-Columbian\nAmerica (Texas, 1975), p. 259.\n2 J. Schaumberger, Sternkunde und Sterndiest in Babel (Munster, 1935), p. 317; al-Biruni, Kitab at-Tafhim (ed.\nR. Ramsay Wright, London, 1934), p. 240; D. Cardona, “Child of Saturn,” Part III, KRONOS VII:3 (Spring\n1982), p. 8, where other sources are cited.\n3H. Lewy, “Origin and Significance of the Magén Dawid,” Archiv Orientalni 18, Pt.3 (1950), pp. 339, 348.\n4K. Moss, “Maya Cosmos: A Saturnian Interpretation,” AEON VI:1 (February 2001), pp. 84 ff.\n> Ibid., p.84.\n©M. A. van der Sluijs, “Gods and Planets,” Chronology & Catastrophism Workshop (2003:1),p. 14.\n©M. A. van der Sluijs, “Gods and Planets,” Chronology & Catastrophism Workshop (2003:1), p. 14.\n7 Idem (writing under the name Rens van der Sluijs), “Ancient Traditions: What Can They Tell Us About the\nHistory of the Earth?” Chronology & Catastrophism Review (2008), p. 58.\n8 See here “Discussion, Answers and Questions Session,” in ibid., p. 66.\n9 See back to page 45.\n10 A. M van der Sluijs, on the private Plasmascience electronic discussion group (September 19, 2008), cited\nwith permission.\n51",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 52,
        "content": "what would a person from the Paleolithic Age have called that special location in which the\nbody of our study would have hung immobile in the sky? Would such words have any direc-\ntional meaning fo us? Even in later times, when the concept of a north pole did become well\nknown and understood, the ancient words for that locality remained in vogue. Take Hebrew,\nfor example, which belongs to one of the oldest language groups that we know of. The word\nfor “north” in that language is tsaphon (sometimes rendered saphon). But what does the word\nreally mean? It means “hidden” and/or “dark” —“gloomy” and “unknown” —derived from a\nprimitive root which means “to hide” or “to cover.”! Is that a word that brings the north to\nmind? It might—but only to those who are aware that the celestial locality in question was\nonce permanently occupied by proto-Saturn who had from dim antiquity been known as the\ndark or black planet. In fact, Saturn aside, the color black was associated with the north by\nvarious nations.?\n\nOr take Arabic—another tongue belonging to the ancient Semitic branch. The word for\n“north” in that language is shmdl and/or shemal, which words really mean “left.”? Even in\nMaltese, the language of this author, the north wind is called xmiel—pronounced shmeel—\nfrom the same Semitic root, which word also means “left.” Except to those who happen to\nknow the origin of the term, these words would hardly connote the north. The usage, of\ncourse, derived from later times when directions were expressed by facing the point of the ris-\ning Sun where the north was to one’s left.4\n\nHad it not been that words like tsaphon, shmdl, shemdél, and xmiel continue to be used—\nhad they belonged to some dead language—they would not easily have been understood as\nmeaning “north.” Compare those terms to “middle,” “centre,” “navel,” and “heart of heaven,”\nor better still “top of the world,” and tell me they are not more appropriate to signify the north\ncelestial pole. In fact, what better words could our ancestors have really used?\n\nExpressions aside, there was no visible center of celestial rotation to mark any terrestrial\npoles during the Paleolithic Age. The stars that would have been seen rotating around this\ncenter were not visible, as ancient man himself has amply stressed.> How, then, following its\ndisplacement, would those original eye-witnesses have passed on the location of their plane-\ntary deity to later generations? They did so by simply pointing in the right direction. As they\nwould have said: “There is where it was.” It would even have been simpler when the once-\ninvisible stars finally made their appearance. The narrators of ancient events could point to the\nPole Star and claim that “there is where it was...in the place of that star around which the\nother stars move...but bigger...and brighter...much brighter.”\n\nNor am I putting words into our ancestors’ mouths, as a parable told by the Hindus well il-\nlustrates. As contained in the Linga Purana, this parable tells how Dhruva became the Pole\nStar.6 As there recounted, Dhruva was placed at his station by Vishnu, who was one of the",
        "bibliography": [
            "! J. Strong, Dictionary of the Hebrew Bible (Madison, N.J., 1890), pp. 100-101.",
            "2 C. Calloway, et al., Through Indian Eyes (Montreal, 1996), p. 111.",
            "3 Check any Arabic dictionary.",
            "4 See here also God Star, pp. 225-227.",
            "5 [bid., pp. 274 ff.",
            "6 Linga Purana 1:62:1 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 53,
        "content": "avatars of the Saturnian planetary deity.! But, more than that, Vishnu tells Dhruva that the\nabode in which he placed him had formerly been his. “This abode,” Vishnu is made to state,\n“is mine, the greatest, the steady splendid abode.”? And, to be sure, Dhruva, which is the San-\nskrit designation of the Pole Star, was also one of Vishnu’s names}\n\nThere will, of course, be those who will claim that the Puranas are of very late prove-\nnance, But does “late” necessarily mean “false”? Late as they might be, it is well known that\nthese tracts contain ancient material. The very word purana signifies “old” and was original-\nly applied “to prehistoric, especially cosmogonic, legends.” Paleolithic man, during whose\ntime on Earth the events in question came to pass, had no written language. As already noted,\nboth in this and our earlier works, memories of past events were transmitted from one genera-\ntion to the next by word of mouth. In the end, there came a time when these tales could be told\nin writing. No matter when this transpired in whatever culture, it would definitely have been\n“late” in time. The ancients themselves were quite cognizant of this. Thus the Babylonians\ncould speak of “the black Saturn” as an entity of the past, who had by then become “the ghost\nof the dead sun.”® They would have had no reason to think of Saturn in such terms by looking\nat the pin-point of light in the night sky that the planet, as seen from Earth, had by then be-\ncome.\n\nEven so, as we noted in our prequels, evidence for our proposals cannot rest merely on\nthese ancient memories. Thus all those who deny proto-Saturn’s former station in Earth’s\nnorth celestial pole have to counter the scientific evidence that upholds our developing thesis.\n\nEARTH’S NORTH CELESTIAL POLAR SUN\n\nThere have been various items concerning odd discoveries scattered through the scientific\nliterature over the years that never quite made international headlines despite the fact that they\nshould have done much more than that. Oddities have always required elucidation and alt-\nhough various explanations have been offered for the peculiarities relative to our study, all of\nthem have been offered in isolation simply because there was no unifying theory to tie most of\nthem together in a comprehensive manner.\n\nIt has, for starters, been surmised that the infant Sun during Earth’s early history was only\nfrom 70 to 75 percent as bright, and therefore 70 to 75 percent as hot, as it is today.7 One\nproblem this entailed had to do with the mechanism that would have kept Earth warm enough",
        "bibliography": [
            "1 See God Star, pp. 233, 236, 246, 310, 440, 449, 451 where various references are cited.",
            "2 Linga Purana 1:62:36 (emphasis added).",
            "3.V.S. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1975), p. 531.",
            "53",
            "4H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), p. 178.",
            "5H. J. Eggeling & J. Allan, “Sanskrit Language and Literature,” Encyclopaedia Britannica (1959 edition), Vol.",
            "19, p. 963.",
            "© D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), re-issued as Mythology of the Babylonian",
            "People (London, 1996), p. 314.",
            "7R. Boling, “The Faint Young Sun,” Earth (June 1996), p. 11; S. M. Clifford, “The Iceball Next Door,” Sky &",
            "Telescope (August 2003), p. 33; J. Trefil, “Earth’s Fiery Start,” Astronomy (December 2007), p. 36; R. Talcott,",
            "“Earth’s Troubled Adolescence,” Astronomy (May 2008), p. 35; D. Pendick, “New Greenhouse Solution Keeps",
            "Early Earth Warm,” Astronomy (October 2008), p. 26."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 54,
        "content": "\nto keep the oceans from freezing. That much we had already noted and discussed in our previ-\nous volumes.! It has since then been assumed that, in those early times, Earth would have re-\ntained its heat due to a greenhouse effect.? A revival of an old theory, this had blamed carbon\ndioxide for keeping Earth’s early atmosphere “relatively balmy.” In its earlier form, this theo-\nry had called for vast amounts of this particular gas in order for it to do what was required.\nSince, however, no geological evidence was ever discovered for this vast quantity, it is now\npresumed that the amounts could have been much less.3 But whether more or less, carbon di-\noxide can only trap heat in the atmosphere if there is heat in the atmosphere to trap. Thus\neven if this particular theory ever proves to be correct, it would still entail a dimmer Sun in\nEarth’s primordial past, which is why the theory was thought to be required in the first place.\nAnother problem concerns the inception of life on Earth, considered to have been reliant\non high levels of ultraviolet radiation.4 Yet it has never been ascertained how Earth could\nhave been bathed in higher levels of ultraviolet radiation than at present when the ultraviolet\nradiating source, that is the Sun, is claimed to have been much dimmer than at present?\nWhat we, with others, have for many years been proposing is that Earth’s primordial\nsource of heat was a much less massive and dimmer brown dwarf star to which Earth was\nbound as its satellite while traveling alone through space outside the demarcation of the Solar\nSystem. Earth’s dim source of heat and light during its primordial age is thus accounted for,\nwhile the high levels of ultraviolet radiation needed for the inception of life is amply met\nsince brown dwarf stars emit highly in that very spectrum>\nThe most mysterious geological region on Earth has to be the Arctic Circle. Entirely cov-\nered by ice all year round, one would expect the region to have been even more ice-bound\nduring past ice ages. How is it then that geological evidence from the area indicates that, dur-\ning all of Earth’s past glaciations, the Arctic Circle was entirely free of ice? This is a situation\nthat has been known and commented upon by various authorities since the nineteenth centu-\nry.© Not only were these regions free of ice, they actually basked in a sub-tropical climate,\nsomething that even Charles Lyell, the father of uniformitarianism, was compelled to\nacknowledge.” With miles-deep ice in more southern latitudes, the only way in which the Arc-\ntic Circle could have remained free of ice was if there really had been a source of heat sta-\ntioned right above. This is additionally intimated by evidence which indicates that Arctic re-\ngions were not only warmer than at present during past geological ages, they were even\nwarmer than more southerly regions, in fact warmer than anywhere else on Earth.8 These re-\ngions were originally covered with luxurious forests, the remains of which continue to baffle\n! God Star, p- 295, where other sources are cited; D. Cardona, Primordial Star (Victoria, British Columbia,\n2009)—henceforth merely Primordial Star—pp. 10-12.\n2D. Pendick, loc. cit.\n3 Ibid.\n4 V. A. Firsoff, Life, Mind and Galaxies (London 1967), p. 64; T. Palmer, in reviewing C. E. Fulsome’s The\n4 Vv. A. Firsoff, Life, Mind and Galaxies (London 1967), p. 64; T. Palmer, in reviewing C. E. Fulsome’s The\nOrigin of Life in SIS. Review V:2 (1980/81), p. 61; Primordial Star, pp. 15 ff.\nOrigin of Life in S.LS. Review V:2 (1980/81), p. 61; Primordial Star, pp. 15 ff.\n5 W. Thornhill, “Stars in an Electric Universe,” AEON V:5 (January 2000), p. 48.\n6 See Flare Star, pp. 80-88, where numerous sources are cited.\n7 C. Lyell, Principles of Geology, Vol. I (1830-1876, 11 edition), p. 231.\n7. Lyell, Principles of Geology, Vol. 1 (1830-1876, 11 edition), p. 231.\n8 R. A. Kerr, “How to Make a Warm Cretaceous Climate,” Science (February 17, 1984), p. 677.\n54",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 55,
        "content": "\na.         19: >        sf. 2\n     ”                              rofl           of                          <<    f         aay\n4\"     le            =                  J      ar\noa              ~    —          “a a  “               -                           pp\n?                     7                           «           Cd}             GB           -\nres                “IS Mp        ‘a          :\nFF  = <                      =< i                         aes    cane          H\nusa    y_ >      Ss      ea                ie     :       - |        rs\nA       AS. AL               A ©   a                  Wm db\na         -     L    aid                    4\n—       a              Bh               we\nSige owt\na     Tp        -          Cin                     tt,\nae     pita   og        *                     wy ith                       ,\n\"      —    ——                       ‘<\n\"                                          ma.\nThe ice-bound mountains of Greenland’s Arctic which was free of ice during Earth’s past ice ages.\n(Photograph by the author.)\npaleontologists. The large size of the leaves discovered in these forests led Leo Hickey to a\nconclusion that he himself believed impossible, that these forests “grew under conditions of\ncontinuous light.”! Together with Mary Dawson, Hickey has uncovered reliable evidence that\nthese trees and vegetation had appeared in Arctic regions millions of years before their kind\nappeared further south.? In 1996 Mark Harrison could announce to the world that the earliest\nsigns of life that had so far been detected came from within the Arctic Circle. And while this\nannouncement came under severe attack,3 sediments which are said to contain the earliest\nevidence of life have more recently been discovered at Isua in southwestern Greenland 4\nDinosaurs thrived for millions of years—and, as strange as it may sound to most, they\nthrived mostly in the Arctic. Dinosaur remains have been found in Alaska’s North Slope",
        "bibliography": [
            "1 “The Eocene Climate Puzzle,” Chronology & Catastrophism Workshop (1989:1), p. 28.",
            "2H. Thurston, “Icebound Eden,” Equinox (May-June 1986), pp. 74, 80, 81.",
            "3M. Harrison, “In Search of Akilia’s Heel: The Controversy Over the Earliest Evidence for Life on Earth,” paper",
            "given at the seminar sponsored by the School of Earth Sciences at the Australian National University, September",
            "25, 2003.",
            "4 J. W. Valley, “A Cool Early Earth,” Scientific American (October 2005), p. 60."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 56,
        "content": "",
        "bibliography": [
            "= il",
            "Lom",
            "“i,       1 ¥                     B.",
            ".                  ae ae              Ao fF",
            ".                                                 78        ae",
            "j                                       “                     :",
            "As                                 i",
            "\\\\                                           Oa;      Ls  mee",
            "¥                                          ‘             7    Xe",
            "Yap >”            » Bi",
            ")                                                          Ti",
            "oe",
            "Lf               wa           ’",
            "g       '                                        a",
            "B.      rh       k              ae                                           ‘.",
            "’                    '                                      3",
            "Dinosaurs thrived mostly in Earth’s Arctic region.",
            "(Photograph by the author—courtesy of the Royal Ontario Museum, Toronto, Canada.)",
            "within the Arctic Circle,! and even deeper within the Circle on Bylot Island, off the north",
            "coast of Baffin Island. Polar dinosaurs were eventually discovered at 15 different Arctic",
            "sites.3 By the turn of the twentieth century, what was considered as possibly the densest con-",
            "centration of dinosaur fossils in the entire world had come to light within the same Arctic Cir-",
            "cle.* All sorts of theories have been proposed to account for the manner in which these beasts",
            "could have thrived within the confines of such a cold regime with more than half the year im-",
            "21.C. Johnson, “Antarctic Anomalies,” AEON IL1 (June 1989), p. 127.",
            "mersed in perpetual darkness.> No viable evidence could however be mustered for any of the-",
            "4s. Senkowsky , “Cretaceous Park,” Scientific American (December 2002), p. 26.",
            "se suggestions. What this means is that dinosaurs thrived best within Earth’s Arctic regions",
            "and this, again, calls for an entirely different directional heat source.",
            "The sub-tropical nature of the Arctic’s past climate is also evidenced by the remains of",
            "reptiles and mammals that followed the demise of the dinosaurs. Among other animals, we are",
            "here talking about crocodiles and alligators, a class of reptiles that have been consistent",
            "1B. Rensberger, “A Fiery Extinction,” Science Digest (January 1986), p. 22.",
            "2 1.C. Johnson, “Antarctic Anomalies,” AEON II:1 (June 1989), p. 127.",
            "3 R. Gore, “Dinosaurs,” National Geographic (January 1993), p. 38.",
            "4s. Senkowsky, “Cretaceous Park,” Scientific American (December 2002), p. 26.",
            "> R. Gore, op. cit., pp. 36, 38."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 57,
        "content": "\nthroughout their evolutionary history in their limited tolerance to cold.! Among this wildlife\nwere the ancestors of the horse and rhinoceros, giant lizards, land tortoises, salamanders,\nsnakes, even flying lemurs and tapirs,? to say nothing of parrots}—the descendants of which\nnow live in equatorial forests—all of which testify to the warmth of the climate during the\nEocene epoch. So, also, do the remains of palm trees and huge exotic ferns.\nTo all that one can also add the discovery of human Stone Age settlements during the last\nIce Age in the New Siberian Islands, as well as Spitzbergen, archipelagos which are presently\nmuch too cold for general habitation\nWith a different, although dimmer, sun suspended permanently, and much closer, in\nEarth’s north celestial pole, the Arctic region would have received perpetual light and heat\nwith no intervening months of cold and darkness. Not only dinosaurs, but all creatures that\nhad preceded and followed them on the evolutionary stage would have proliferated without\nthe need to hibernate or migrate to other regions since there would have been no onset of cold\nweather.\nFair enough, there is ample evidence that, in ages past, Antarctica had also thrived in un-\nglaciated warmth,° where even dinosaurs seem to have roamed around in an ice-free environ-\nment,’ but this transpired during those long balmy periods between ice ages. No part of the\ncontinent was ever free of ice during periods of glaciation in other parts of the world.’ There\nwas, needless to say, no south celestial polar sun shining above Antarctica.\nTHE DIMMER LIGHT ENVIRONMENT\nThat Earth once basked beneath a dimmer sun was not unknown to ancient man. He\ntransmitted enough memories of the darkness which ensued before Creation. In the main, my-\nthologists remain awash in an ocean of confusion when they try to fathom what really lies be-\nhind this myth of myths. Post Wheeler, for example, was naive enough to believe that, in the\ntale of Creation that followed the primordial darkness with which the Japanese Nihongi opens,\none recognizes “the primal myth” of what science was later to understand as “the true process\nof cosmic creation.”? And so, too, Edwin Krupp who, much later, could best see the Luisefio\nentity Alone-and-Empty, whom we have already met, as an embodiment of “the universe it-\nself’!0—as if the ancestors of these Amerinds really had a concept of the Universe-at-large.\n'T.C. Johnson, “Anomalous Occurrence of Crocodilia in Eocene Polar Forests,” Chronology & Catastrophism\nReview XIV (1992), p. 7.\n2 Ibid.; “The Eocene Climate Puzzle,” Chronology & Catastrophism Workshop (1989:1), p. 27.\n3 “Parrot Fossil 55 Million Years Old Discovered in Scandinavia,” ScienceDaily.com (May 20, 2008).\n4 “Fossils Date the Tilt of Earth’s Axis,” Globe & Mail (June 8, 1984).\n> Sputnik (November 1968), p. 54, as quoted by C. H. Hapgood, The Path of the Pole (N. Y., 1970), p. 102.\n6 B. Bryson, A Short History of Nearly Everything (Canada, 2003), p. 432; God Star, pp. 361 ff., where various\nsources are cited.\n7R. Gore, op. cit., pp. 36, 38; Kim Hill’s Programme, Radio New Zealand (July, 1999), as quoted in Chronology\n& Catastrophism Review (1999:2), p. 39.\n8 See Primordial Star, pp. 311,322, 333-337 in relation to various evidences of this.\n°P. Wheeler, The Sacred Scriptures of the Japanese (N. Y., 1952), p. 389.\n9 P. Wheeler, The Sacred Scriptures of the Japanese (N. Y., 1952), p.389.\n10 B.C. Krupp, op. cit., p. 97.\n57\na7",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 58,
        "content": "\nAll that aside, we note in passing that Alone-and-Empty also existed in primeval dark-\nness.! So likewise did Inyan, the Lakota, or Sioux, Creator. As it is said of him, he lived with\nHan “who was only the black of darkness,” further clarified as “the dark void.”\nThe same situation is also found among the Australian Aborigines:\n“In the very beginning everything was resting in perpetual darkness; night oppressed\nall the earth like an impenetrable thicket. The Gurra ancestor—his name was Ka-\nrora—was lying asleep in everlasting night...””4\nNot only have we covered much more of this in our previous volumes,> we had also there\nnoted that life does not really require sunlight for it to thrive. Newer evidence has since then\ncome to light—pun not intended. Video cameras lowered into the ocean depths off the coast\nof Antarctica have revealed the existence of bacteria and also clams “in a deep trough that\nnever sees the light of day.” Most of this life was huddled around the base of “three-foot-tall\nmud volcanoes” where it “fed on chemicals—probably methane—bubbling up through sedi-\nments.”” And while, yes, the bacteria was small enough as bacteria usually are, the clams were\nbrilliant white and up to a foot long’\nAs, however, we have also pointed out, this darkness could not have been total. And this,\ntoo, was admitted by ancient man.’ As the ancient Peruvians claimed: “Long ago the earth\nwas dark and grey.”!° But they also knew there was “a diffuse light.”!! According to Cottie\nBurland, this was because of their belief that there had been no Sun to light the day.!? But as\nwe know from the Quiché Maya further north, it is the present Sun that was then missing from\nthe sky.!3\nTHE SUB-STELLAR IDENTITY\nTo Max Miller, mistaken as he was on various matters, the focus of astral mythology was\nnothing more mysterious than the Sun.'* In this he was mostly, but not entirely, misled by the\nworks of the Reverend G. W. Cox.!5 Much like the earlier Ambrosius Theodosius Macrobius",
        "bibliography": [
            "1 Ibid.",
            "2 §. Eddy, Native American Myths (London, 2001), p. 9.",
            "3 [bid., p. 50.",
            "4 C,H. Long, Alpha: The Myths of Creation (N.Y. , 1963), p. 162.",
            "5 God Star, pp. 274 ff; Flare Star, pp. 214-216.",
            "6 God Star, pp. 286 ff.",
            "7. Kleeman, “Geologists Find Life in a Dark Frigid Trough,” Discover (November 2005), p. 13.",
            "8 Ibid.",
            "9 See God Star, pp. 283-286.",
            "10 C_A. Burland, Myths of Life & Death (N. Y., 1974), p. 245.",
            "\" Tpid.",
            "12 Ibid.",
            "13D. Tedlock, Popul Vuh (N. Y., 1985), p. 182.",
            "14M. Miiller, Chips from a German Workshop (N. Y., 1879), p. 139.",
            "15 [bid., pp. 159, 165."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 59,
        "content": "(A.D. 395-423)!, Cox saw just about every major deity of antiquity as a personification of the\nSun/ It is not that Macrobius himself was entirely in error since, by his time, it had already\nbeen forgotten that Earth’s original sun was not the one shining above his head. It was, how-\never, still known to the early civilizations even long after Earth’s primordial sun was usurped\nby our present luminary. That the Sumerians still remembered their prime deity as having\nbeen a radiating body in the sky is evidenced by the cuneiform symbol they adopted to\n“spell” their word for “god.” But that they knew this radiating god was not our present solar\norb is indicated by the entirely different symbol they used for what they called the “Sun of\nday.” More than that, they never lost track of the fact that this radiating body was an earlier\nphase of the planet we now know as Saturn. For that reason, the planet Saturn was often re-\nferred to as the star of the Sun by various ancient nations.4 This was a practice that was al-\nready being employed by the astronomers of Babylon. We knew this from Diodorus Siculus,\nthe Sicilian historian who wrote sometime in the first century B.C.5 We have also since then\nrecovered some of the original reports of the Babylonian astrologers who referred to Saturn in\nthose exact terms.° Not only that, Saturn was actually called by the very same name that was\nlater foisted on the Sun.”\n\nThis was not, however, restricted to Mesopotamia. El, whom we’ve already met, the very\ndeity at the head of various Canaanite pantheons, was equated with the Assyro-Babylonian\nShamash’—and Shamash, as we have shown,’ was a name which the Babylonians bestowed\non the Sun as well as on the planet Saturn. At a later time, the Phoenicians (who were also\nCanaanites) continued to refer to the same El as Kronos,!° the Greek name of the planet Sat-\nurn. But, in the meantime, El was also the name they applied to the Roman Sun-god, Sol,!!\nsince that name, too, had originally belonged to Saturn (see below).\n\nOne of the names the ancient Hindus bestowed on this radiating body, which mythologists\nhave misunderstood as the Sun, was Martanda.!? But that Martanda was not the present Sun is\nindicated by the belief that its radiance was eventually “cut away,” following which it no\nlonger shone “with excessive energy.”!3 For that reason, Martanda went down in myth as “the",
        "bibliography": [
            "1 4. T. Macrobius, Saturnalia, Book I.",
            "2G. W. Cox, A Manual of Mythology (London, 1867), in toto (not to be confused with the work of the same",
            "name by Alexander S. Murray).",
            "3 J, Bretschneider, “Life and Death in Nabada,” Scientific American (March 2005, Special edition), p.59.",
            "59",
            "4 As documented in God Star, pp. 121-122.",
            "5 Diocorus Siculus, Bibliotheca Historica, 11:30:34.",
            "6 L. Depuydt, “How to Date a Pharaoh,” Archaeology Odyssey (July/August 2005), p. 30; see also R. C. Thomp-",
            "son, The Reports of the Magicians and Astrologers of Nineveh and Babylon, Vol.Il (London, 1900), p. Ixiii; W.",
            "A. Heidel, The Day of Yahweh (N. Y., 1929), pp. 437, 470.",
            "7 See here, for instance, A. Jeremias, Handbuch der Altorientalischen Geisteskultur (Leipzig, 1913), p. 84.",
            "8 W.F. Albright, Yahweh and the Gods of Canaan (N. Y., 1968), p. 141.",
            "9 Check the Index to God Star; see also Flare Star, pp. 113, 132, 137.",
            "10 W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 470.",
            "11 TW. Doane, Bible Myths and their Parallels in Other Religions (N. Y., 1882), p. 484.",
            "!2.W.D. O'Flaherty, Hindu Myths (Harmondsworth, 1976), p. 348.",
            "13 Thid., p. 69."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 60,
        "content": "\nIn the Nabada script, which utilizes Sumerian cuneiform for its Semitic language, the sign for “star,”\n“planet,” and “god,” shown to the left, a rougher version of the one in the center, is entirely different\nfrom that employed for “day” and “Sun,” shown on the right.\nhidden, lost or dark sun.”!\nWe have already shown in a previous volume that, in Greece, the name that was given to\nthe Sun—i.e., Helios—had originally belonged to Kronos/Saturn? The veracity of this disclo-\nsure is more than evident when we are told that Helios was seen “to come to the celestial\npole,”? a locality that the present Sun is impossible to attain. On the other hand, as we have\nseen, mankind’s fossilized memory holds this very spot as the former station of the planet\nSaturn.\nSo, likewise, with the Romans who also knew that the name they reserved for the Sun—\ni., Sol—had earlier been that of the Saturnian orb. It is often stated that Gaius Iulius Hyginus\nreferred to Saturn as the star of Sol, an interpretation that I myself have fallen victim to.4 But\nthe manner in which Hyginus phrased this statement makes it clear that Sol and Saturn were\nactually thought of as having been one and the same. As his words read: “The second star is\nthat of Sol; others say of Saturn.”> Judging by the enumeration of the planets he himself em-\nployed, the second star could not have been the Sun.\nIt therefore does not take much expertise to realize that the north celestial polar source of\nheat and light that was required to keep Earth’s Arctic regions free of ice and teeming with\nnear-tropical life would have been the proto-Saturnian sun we have described.\nRISING AND SETTING\nHad the idea of a northern sun been foisted on other nations by Mesopotamian civilization,\nas some continue to maintain, the notion would probably have stopped right there. It is doubt-\nful that these other nations would have purposely tailored their reports in order to bring them\nin line with what would have been a foreign disclosure of doubtful veracity. Think about it:\nWho would even have believed that the Sun had once risen in the north? Why would\n! J. Herbert, “Hindu Mythology,” in “India: The eternal Cycle,” Larousse World Mythology (London, 1972), p.\n233.\n2 God Star, p. 135 (but check also the Index to same work); see also M. A. van der Sluijs, “Gods and Planets,”\nPart 2, Chronology & Catastrophism Workshop (2003:2), p. 14.\n3 H.D. Betz, The Greek Magical Papyri in Translation (Chicago, 1986), p. 51.\n4 God Star, p. 122.\n5 Hyginus, De Astronomia (also known as Poetica Astronomica ), 11:42:6-10.\n60",
        "bibliography": [],
        "captions": []
    }
]