[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 121,
        "content": "\nTHE VOIDING OF THE WATER\nAs additionally noted, the same circumstellar disk was also visualized by ancient man as a\nwhirling celestial sea.! This is brought out in a Hebrew psalm in which Yahweh is asked to be\npraised by the “waters that are above the heavens.”? Few commentators have ever wondered\nwhat made these ancient people believe in a stretch of water that existed in the sky. They have\nbeen merely satisfied with the realization that these are the same waters that constituted the\nso-called “deep” upon which the ruach of Elohim was said to have moved prior to Creation.\nWhat is curious is that, many years later, the Hebrew prophet Isaiah referred to these waters as\nhaving dried up. “Art thou not it which had dried the sea?” he is said to have asked Yahweh,\nwhich sea he then defined as “the waters of the great deep.”4 Or, for want of a better transla-\ntion: “Art thou not the one that dried up yam [that is, the sea], the waters of the great tehom?”\nThis drying of the sea is not unique to Hebrew lore. It is also found in Buddhist teaching.\nRather than having happened in the past, it is there presented as one of the signs accompany-\ning the eventual destruction of the world. This is the nature of apocalyptic belief which re-\nflects man’s obsession with the end of time during which the cataclysms of the past will be\nbound to repeat themselves. Thus it is said that when “this world will be destroyed...the\nmighty ocean will dry up.”> That this ocean is the celestial one of our concern is evidenced by\nthe nature of its allied destruction which is believed to encompass the “Brahma-world.”6 Since\nBrahma has been identified as the main deity of our discourse, the Brahma-world is here un-\nderstood as the Saturnian sphere of influence.\nIn the Babylonian Enuma Elish, the primordial ocean that existed before Creation is\nnamed Apsu’ (sometimes rendered Abzu, but also Zuab). This name was probably the origin\nof the Greek abyssos (Latin abyssus) from which the English word “abyss” is derived 8 This\nmytho-historical abyss is also termed “the deep,”? which is the same primordial ocean referred\nto in the Book of Genesis.!° The Hebrew term which is there translated “deep” is tehom,\nwhich word really connotes “‘a surging mass of water.”!! It is therefore not surprising that the\nBabylonian Ea, whom we have already identified as proto-Saturn, was also called Shar Apsi,\n“King of the Watery Deep.”!? Because of its English meaning, it is unfortunate that most\n! God Star, pp. 268 ff.; Flare Star, pp. 219 ff.\n| God Star, pp. 268 ff.; Flare Star, pp. 219 ff.\n2 Psalm 148: 4.\n3 Genesis 1: 2.\n4 Isaiah 51: 10.\n> H.C. Warren, Buddhism in Translation (Cambridge, Mass., 1896), p. 322.\n5 H.C. Warren, Buddhism in Translation (Cambridge, Mass., 1896), p. 322.\n© Ibid.\n7 A. Heidel, The Babylonian Genesis (Chicago, 1942), p. 10; see also M. Vieyra, “Empires of the Ancient Near\nEast: The Hymns of Creation,” Larousse World Mythology (London, 1972), p. 65.\n8 See also God Star, pp. 266-267, 269, 449; Flare Star, pp. 219-220, 302.\n9G. Michanowsky, The Once and Future Star (N. Y. 1977), p. 49.\n10 Genesis 1: 2.\n11 J. Strong, Hebrew and Chaldee Dictionary (Madison, N.J., 1890), p. 123.\n11 J, Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 123.\n12D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), republished as Mythology of the Babyloni-\nan People (London, 1996), pp. 28-29.\n121",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 122,
        "content": "translators have understood this deep to refer to an underground source,! when its relation to\nEa/Saturn should have been enough to reveal its celestial setting. And it was that very Ea who\nlulled Apsu into slumber during which he slew him. It can thus be seen that the Babylonians\nremained cognizant of the fact that it was Saturn himself who was responsible for the suppres-\nsion of the circumstellar disk, the celestial sea of their forefathers. As they also well remem-\nbered, this was an act that led to radical repercussions. This Babylonian suppression, however,\nmust not be understood as an eradication. Although the circumstellar disk did fall apart, some-\nthing of it seems to have survived.\n\nThe ancients were not the only ones who felt confused when it came to describing proto-\nSaturn’s circumstellar disk. Modern mythologists, too, have been at a loss in attempting to\nunderstand what our forefathers were alluding to. Given the disk’s nebulosity, to say nothing\nof the difficulty it presented in being compared to earthly substances, the vagueness of its var-\nious descriptions is understandable. What then worsened this confusion was the uncertainty\nattached to its transformation following its primary’s flare-up. This uncertainty was further\ncrystallized when the telling of the event was frozen into writing, when the written words lost\ntheir exact meaning, when these meanings were allowed to be debated, and translations from\none language to another introduced too many ambiguities. Needless to say, this transpired in\nthe telling of other events. I shall not, however, bore the reader with a list of such regrettable\nexamples. The translation of tehom as “deep,” mentioned above, is one such instance. Another\nis the following:\n\nThe Saturnian identity of Varuna need not be re-stressed.3 Now it is said that Brahma, who\nwas also Saturn, crowned Varuna, that is himself, “as the lord of the waters.”4 More than that,\nthe Rig Veda directly lauds Varuna as he who is “an ocean far removed” with worship ascend-\ning to him through heaven.’ One would think this “ocean far removed” would have been an\nocean up in heaven “far removed” from Earth. Others have however understood this term to\nmean “hidden,” and thus referring to Varuna “who is himself called ‘the hidden ocean’.”6 So,\nsimilarly, with another passage from the same Rig Veda which has been translated as “Varuna\nhath o’erspread the mighty sea of air,”7 but which others have rendered as “Great Varuna has\nhidden the ocean,”8 or “Great Varuna has hidden the sea.”9\n\nOn Earth’s opposite hemisphere, the Maya, too, told something similar. “Thus let it be\ndone,” was their gods’ fiat of Creation. “Let the water recede and make a void.”!° Receding",
        "bibliography": [
            "! [bid., p. 29.",
            "2.C.H.Gordon & G. A. Rendsburg, The Bible and the Ancient Near East (N. Y., 1997), p. 42.",
            "3 God Star, pp. 167-169, 269, 310; Flare Star, p.306.",
            "4 Linga Purana LVI: 3.",
            "5 Rig Veda VUII:41:8, as translated by R. T. H. Griffith, Hinduism: The Rig Veda, Volume 5 of J. Pelikan (ed.),",
            "5 Rig Veda VIIL-41:8, as translated by R. T. H. Griffith, Hinduism: The Rig Veda, Volume 5 of J. Pelikan (ed.),",
            "Sacred Writings, p.428.",
            "Sacred Writings, p. 428.",
            "6G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969),",
            "p. 265.",
            "7 Rig Veda 1X:73:3, as translated by R. T. H. Griffith, op. cit., p. 501.",
            "8 G. de Santillana & H. von Dechend, op. cit., p. 263.",
            "°M. Eliade, op. cit., p. 429.",
            "10D. Goetz & S.G. Morley, The Book of the People: Popul Vuh (Los Angeles, 1954), p. 4."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 123,
        "content": "waters do not connote their disappearance. If the circumstellar disk receded to make a void, it\nmust have shrunk enough to create a circular gap between it and the proto-Saturnian orb. As\nwe have indicated earlier in this very work, circumstellar disks do develop such gaps.! One\nsuch disk actually displays quite a wide gap between it and the star it hugs very much as in\nour own hypothesis.\n\nTHE UNBURDENING OF EARTH’S ATMOSPHERE\n\nAs we had noted in our previous volumes, Earth had originally been burdened with a more\nmassive atmosphere, a previous state which Frederic Jueneman referred to as pleiongaea?\nNor was this merely Jueneman’s supposition, since other authorities, before him and since,\nhave likewise theorized At present, there are two Solar System bodies that are similarly\nshrouded. One is the planet Venus, the atmosphere of which is so dense it crushed the 1967\nRussian probe during its descent to the surface of the planet. Calculations have shown it to be\n95 times as heavy as the atmosphere of Earth.4 The other is Titan, one of Saturn’s present sat-\nellites. While Titan’s atmosphere is nowhere as heavy as that of Venus, it is still heavier than\nthat of Earth calculated to be 1.5 times denser than the one above us. Even Mars, which\nhardly has any atmosphere at present, has been theorized to have once possessed a “far more\nmassive” atmospheric blanket in its early career.”\n\nHow much of Earth’s previous dense atmosphere had remained at the time of proto-\nSaturn’s flare-up is not now easily ascertained. But there is no doubt that much of it would\nhave been blown away due to that very outburst. As it is now believed, red dwarf stars can\nflare violently enough to strip atmospheres off any inner planets they may harbor within their\nclutches 8 And if red dwarfs can accomplish this, so can their slightly less massive brown sib-\nlings, even if to a lesser degree.\n\nAccording to Jueneman, the angular momentum at the loss of this extra atmosphere over\ntime would have slowed Earth’s rotation.? While I have no doubt that this would have been\nso, it would have merely added to the temporary braking of Earth’s spin due to proto-Saturn’s\nown discharge, as also noted in one of our previous volumes.!°\n\nAn additional consequence Jueneman brought to my attention is that the “loss of atmos-\npheric overburden...would result in an expansion of Earth due to isostatic rebound.”!! While",
        "bibliography": [
            "! A. Frank, “How to Make a Solar System,” Astronomy (February 2009), pp. 31-32.",
            "? F.B. Jueneman, “Pleiongaea: A Myth For All Seasons,” AEON II:3 (January 1991), pp. 21 ff.",
            "3 God Star, pp. 346, 348, 380, 385; Flare Star, p. 331; Primordial Star, p. 114; T. Owen, “The Origins and Early",
            "Histories of Planetary Atmospheres,” Bulletin of the American Physical Society (July-August 1981), p. 801",
            "4, Warshofsky, Doomsday: The Science of Catastrophe (N. Y. 1977), p. 55.",
            "5 A. Stone, “Life’s a Beach on Saturn’s Moon,” Discover (August 2006), p. 16.",
            "© M. Carroll, “Earth of the Outer Solar System,” Astronomy (November 2007), p. 36.",
            "7T. Owen, loc. cit.",
            "8c Impey, “The New Habitable Zones,” Sky & Telescope (October 2009), p. 23.",
            "°F. B.Jueneman, private communiqué (June 19, 1991).",
            "10 Flare Star, pp. 372 ff.",
            "11 FB, Jueneman, privare communiqué (August 28, 2007)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 124,
        "content": "\nthis, too, would have been so, we must keep in mind that the loss of this overburden did not\noccur in one single event. I hate to keep referring to my previous works, but, as I had earlier\nindicated, proto-Saturn had gone through a series of previous flare-ups.! Any expansion of\nEarth due to this particular cause would have occurred in separate steps through that series of\nsimilar events.\nOne more thing to keep in mind is that, at present, we cannot be positively sure that all of\nEarth’s extra atmospheric burden was blown away during the particular flare-up under discus-\nsion. While I dislike jumping ahead, it should be pointed out that Earth was yet to experience\nfurther cosmic catastrophes. It is therefore possible that Earth’s atmosphere did not reach its\npresent volume until the last of these.\nFinally, as it has recently been disclosed, Earth is still losing its atmosphere, as so are all\nother celestial bodies. “Although Earth’s [present] atmosphere may seem as permanent as\nrocks, it gradually leaks back into space.”\n“The loss rate is currently tiny, only about three kilograms of hydrogen and 50 grams\nof helium (the two lightest gases) per second, but even that trickle can be significant\nover geologic time, and the rate was probably once much higher.”3\nThis slight, but continuous, loss is due to thermal and hydrodynamic escape plus chemical\nand charged particle reactions all of which we need not here go into, But although Earth is\nlosing more atmosphere than Venus and Mars, if the loss rate does not change, our atmos-\nphere will still last for “several more billion years.”°\nAn additional cause of more concern is cosmic impacts. When a comet or asteroid strikes\na planet, it has been surmised, it creates an enormous explosion that throws rocks, water, and\nespecially air into space.\n“Both thermal and nonthermal escape are like tiny trickles compared with the huge\nsplash when comets or asteroids crash into planets. If projectiles are sufficiently big\nand fast, they vaporize both themselves and a similar mass of the surface. The ensu-\ning hot gas plume can expand faster than the escape velocity and drive off the overly-\ning air.”7\nT have no doubt, as others have claimed, that various terrestrial scars have been gouged by\nelectrical discharges of planetary proportions ,§ but it is just as certain that solid bodies have\nalso impacted on Earth. As we have seen in this very work and its preceding ones, this is evi-\n! Primordial Star, pp. 82 ff.\n2D.C. Catling & K.J.Zahnle, “The Planetary Air Leak,” Scientific American (May 2009), p. 36.\n2 D.C. Catling & K. J. Zahnle, “The Planetary Air Leak,” Scientific American (May 2009), p. 36.\n3 Ibid.\n4 Ibid., pp. 36 ff.\n51. Klotz, “Earth Losing Atmosphere Faster than Venus, Mars,” dsc .discovery.com/news (June 2, 2009).\n6 D.C. Catling & K. J. Zahnle, op. cit., p.42\n7 Ibid.\n8 See Primordial Star, pp. 240 ff., for discussion of this subject.\n° God Star, pp.77 ff.; Flare Star,p. 108.\n9 God Star, pp.77 ff.; Flare Star, p. 108.\n124",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 125,
        "content": "\ndenced by what the ancients themselves reported, and proven by the discovery of meteorites\nin various parts of the world. It is therefore quite likely that solid debris would have smashed\ninto our world due to proto-Saturn’s flare-up on encountering the Sun’s heliosphere as well as\nprevious outbursts from the same sub-stellar body. We can therefore include this as an addi-\ntional cause for the unburdening of Earth’s atmosphere.\nMOTHER EARTH IN HEAT\nAlthough Rolf Furuli did not have planetary history in mind, he was not far off the mark\nwhen he stated that “ancient chronology cannot be proven because it is built on the interpreta-\ntion of data that are fragmentary.”! Even so, just as ancient human history can be roughly\npieced together through whatever fragments survived the ravages of time, so can the cosmic\ndrama that led to man’s obsession with his past. True enough, when trying to reconstruct the\nprimordial drama with which we are concerned, we can never run the entire gamut of events\nto ground. For one thing, man was too occupied with safeguarding his own life during the\ntribulations that followed proto-Saturn’s flare-up to pay too much attention to what was really\nhappening all around him, let alone what was transpiring in the changing sky above. His later\nrecollections concerning what had come to pass immediately following the flare is under-\nstandably limited and somewhat patchy. Despite all that, as we have documented in an earlier\nvolume of this series? the heat-wave that resulted from proto-Saturn’s flare-up did not fail to\nimpress itself on his mutilated memory.\nThe North American Lakota, otherwise known as the Sioux, remained quite cognizant of\nthe fact that the first being to ever be, whom they called Inyan, existed in “the time when there\nwas no time.”3 It was however believed that Wakan Tanka co-existed with Inyan This\nWakan Tanka, known as the Great Mystery, was an indiscriminate entity, a sort of indefinable\nspirit, similar to the ruach of the Book of Genesis, which we have already identified as the\nuniversal mytho-historical polar column, or axis mundi.\nInyan himself is described as having been shapeless.> In other words, very much like the\nRoman Janus and the Eskimo Ataksak, both of whom were described as having originally had\nthe shape of a mere sphere,® Inyan lacked limbs or other appendages. Like the Saturnian dei-\nties of other nations, he also lived in darkness.? The Lakotan Mother Earth, named Maka, was\nsaid to have complained because “she was cold”’—which can be taken as an allusion to the\nfrigid climate of the Pleistocene Ice Age. She thus demanded of Inyan that he should banish\n'R. J. Furuli, “Studies in Persian Chronology—A Response to Jonsson,” Chronology & Catastrophism Review\n(2009), p.31.\n? Flare Star, pp. 370-371.\n3 §. Eddy, Native American Myths (London, 2001), p. 9.\n3 §. Eddy, Native American Myths (London, 2001), p.9.\n4 Ibid.\n5 Ibid.\n6 Ovid, Fasti I:111; M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mytholo-\ngy (London, 1972), p.427.\n78. Eddy, loc. cit..\n8 pid.\n125",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 126,
        "content": "the darkness, at which point light was created.!\n\n“Now there was light everywhere,” it was said, “but this was still not good enough for\nMaka for there was no warmth and no shade.”? In order to dispel the cold, part of Inyan be-\ncame Wi, described as a “brilliant disc” which was said to have “shone on the world” until\n“everything became hot and bright.” It is unfortunate that, in time, the Lakota came to under-\nstand this Wi as the present Sun. But that Wi was proto-Saturn in its new radiant phase is in-\ndicated by the immobility of Inyan from whom he was formed. As already noted it, was pre-\ncisely at this time, following its flare-up, that proto-Saturn began to shine as a true sun. What\nis also of importance to our study is the statement that, under this new sun called Wi, “there\nwas no respite from the burning heat.”*\n\nThe Maidu of California also tell of this heat at the beginning of what became known as\nthe Creation. “At first,” these natives relate, “the earth was very hot, so hot it was melted...”>\n\nWe encounter the same belief half a world away in India. In speaking of tapas, the bodily\nheat said to be experienced by some mystics, Heinrich Zimmer informs us that, in Vedic lore,\n“such energy is employed by the gods themselves to many ends,” one of which is “the pur-\npose of creation.” It is said that the Creator “produces the universe” by heating himself. And,\nquite often, this is accomplished “by internal incandescence.”®\n\nMan remembers more than just the heat. Take the Biblical Enosh (sometimes rendered\nEnos, not to be confused with Enoch). It was said that, in his generation, “God caused the sea\nto transgress its bounds, and a portion of the earth was flooded.”? The ocean, it was said,\n“flooded a third part of the earth.”8 Other occurrences that transpired during the same genera-\ntion has led us to believe that the transgression of the sea at this particular time refers to the\ninundation of the land due to Earth’s rotational braking at the time of proto-Saturn’s flare-up?\nIn keeping with our surmise that humanity thereafter lost its robustness,!° we also learn that,\nin Enosh’s time, “man’s stature was shortened.”!!\n\nJust as importantly, it was said that “mankind became ill in his time.”!? In fact, the very\nname Enosh, derived from anash,'3 means “sickly”!4 and/or “incurable.”!> It is as if the devas-\ntation of his generation bestowed its mark as a name on this shadowy figure who, despite the",
        "bibliography": [
            "! Pbid., p. 10.",
            "2 Ibid.",
            "3 Ibid.",
            "4 Ibid. (emphasis added).",
            "5. Van Over, Sun Songs: Creation Myths From Around the World (N.Y ., 1980), p. 39 (emphasis added).",
            "6 H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), p. 116.",
            "7L. Ginzberg, The Legends of the Jews, Vol. (Philadelphia, 1968), p. 123.",
            "8 [bid., Vol. V, p. 152.",
            "9 Flare Star, pp. 419-420.",
            "10 Primordial Star ,p. 134.",
            "lL. Ginzberg, loc. cit.",
            "12 Ihid., p. 151.",
            "13 J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 15.",
            "141 Ginzberg, loc. cit.",
            "15 J. Strong, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 127,
        "content": "\nflurry of Biblical “begats” that led to his own birth, might not even have existed. After all, de-\nspite its derivation, the very name Enosh simply means “man.”!\nAn added feature to this ancient memory was the belief that “the dead bodies of men be-\ngan to decay.”? As a finality, God was said to have ultimately destroyed Enosh’s entire gen-\neration?\nSince sickness could not have been unknown before that era, and cadavers must have been\nknown to decay, what was so remarkable this time around that ancient man saw fit to pass on\nthese inevitabilities as if they were remarkable?\nAlthough we distance ourselves from Hans Hoerbiger’s cosmological theory and its en-\ndorsement by Hans Schindler Bellamy, it nevertheless seems that the latter placed his finger\non the right button in his interpretation of the above legend. Despite the fact that he supplied a\ndifferent cause for the phenomena that took place at the time, while mistakenly alluding to\nEnosh as a “deluge hero,” Bellamy did rightly understand why the sickness and decomposi-\ntion of the corpses etched itself so vividly in the minds of the survivors. As he aptly para-\nphrased the incident, what transpired was partly due to the intense heat that suddenly engulfed\nEarth.\n“A very significant allusion to the sudden change of temperature from a cold-\ntemperate to a warm-temperate or subtropical climate is given in one of the old tales\nof the Jews. In this it is reported that, at the time of the deluge hero Enos, worms and\nmaggots appeared in the bodies of the dead and their flesh became corrupt. Evidently\nthe corpses, stored in caves and other places, were now no longer preserved by the\ncold which had previously reigned in that part of the world.”>\nIt is not that we accept Bellamy’s reason for the previous preservation of corpses since the\ndead would have normally been buried. And even then, naturally enough, bodies decayed, alt-\nhough not often in full view of those who buried them. What we do accept is that the influx of\ncosmic rays released by proto-Saturn’s flare-up, to say nothing of the excessive heat itself,\nwould have caused a wide ranging epidemic—a plague if you wish—that felled humanity in\nlarge numbers. Heat-related death due to a rise in temperature in Earth’s geologic past is not\nunknown to science.® And it was due to the heat itself that the cadavers of the fallen would\nmore than likely have decayed on the spot with few survivors left to bury them. Under such\nwidespread circumstances, it is easy to understand why sickness and bodily decay would have\nbeen remembered for all time. It was no different when similar plagues hit the cities of the\ncivilized world in much later times.\nThe above interpretation is corroborated by what the Tchiglit Indians of the lower\nMacfkenzie River had to say about the event. As these Amerinds told it, “the whole world was",
        "bibliography": [
            "1J. Strong, op. cit., p. 14.",
            "2L. Ginzberg, op, cit., Vol. 1, p. 123.",
            "3L. Ginzberg, op. cit., Vol. I, p. 123.",
            "4H. S. Bellamy, Moons, Myths and Man (London, 1949), p. 103.",
            "> Ibid., pp. 102-103.",
            "© See, for instance, K. Wong, “Supersized Serpent,” Scientific American (April 2009), p. 28."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 128,
        "content": "submerged, and those who escaped drowning died of a terrible heat-wave.”! It is then, howev-\ner, added that “those who escaped the heat-wave were soon shivering under a keen frost.”\nHow could that have come about?",
        "bibliography": [
            "1 H.S. Bellamy, op. cit., p. 102.",
            "2 Ibid. (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 129,
        "content": "\nChapter 7\nThe Interglacials\nTEMPERATURE REVERSALS\nTs return to frosty, or freezing, conditions following an abrupt heat wave, as told by the\nTchiglit, should not surprise glaciologists since, as we'll soon see, there have been\nmany such drastic fluctuations of climate toward the end of the Pleistocene. This also\ntells us quite plainly that the bits and pieces that man remembered of this early series of events\nwere accurate enough to be relied on.\nJudging by what past climate extremes have left behind—which is not to say we under-\nstand all of the signs—there has never been a stretch of cold on Earth, whether a so-called ice\nera, an ice epoch, or an ice age cycle, that was not repeatedly sliced through by periodic warm\nspells known as interglacials and/or interstadials. Electrical conductivity measurements on\nGreenland ice cores have shown that in the late Pleistocene, with which we are presently con-\ncerned, Earth’s climatic system “consistently and frequently” changed “between glacial and\nnear-glacial conditions in periods of less than a decade, and on occasion as quickly as three\nyears.”!\nTHE BLYTT-SERNANDER SEQUENCE\nThe temperature fluctuations that took place toward the end of the last Ice Age had be-\ncome known long before the electrical conductivity measurements of the Greenland ice cores\nmentioned above. These climatic oscillations first came to light in 1829 when Heinrich Dau\nnoticed that the peat in Danish bogs displayed distinct layers. The Royal Danish Academy of\nSciences and Letters then offered a prize to anyone who could explain the reason behind these\nlayered sediments. In1876, Axel Blytt rose to the occasion by suggesting that the layers indi-\ncated a series of alternating dry and moist times during which they were deposited. By 1908,\nRutger Sernander had further defined these periods as having oscillated between cold and\nwarm temperatures, for which reason the entire stretch became known as the Blytt-Sernander\nSequence.\nPeat bogs in Germany were then correlated to the Danish ones and matched to Blytt’s\nclassification by C. A. Weber. In Sweden, Lennart van Post, one of the founders of palynolo-\ngy, was also involved in its later adaptations as, in England, so was Harry Godwin in 1940.\nGeneral correspondence with pollen sequences across Eurasia and North America followed in\ndue time.\nIn the end, however, these past climate fluctuations turned out to be more complex than\nthe Blytt-Sernander Sequence could indicate, especially since the sediments in question did",
        "bibliography": [
            "kc. Taylor, et al., “The ‘Flickering Switch’ of Late Pleistocene Climate Change,” Nature (February 4, 1993),",
            "p.435 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 130,
        "content": "\nnot amount to the same number of layers in all localities. Despite all that, the main zones that\nwere proposed on the strength of these earlier investigations came to be accepted by ortho-\ndoxy. In chronological sequence the resulting zones were named the Oldest Dryas, followed\nby the Bglling, the Older Dryas, the Allergd, and the Younger Dryas, the last of which has\nreceived the most attention. The three periods dubbed the Oldest Dryas, Older Dryas, and\nYounger Dryas, were named for Dryas octopetala because pollen from this Alpine flower was\nfound in great quantity in cores said to contain ice from the Younger period in question.\nTHE OLDEST DRYAS\nThe first of these cold intervals, the Oldest Dryas, has been calculated to have commenced\nsomewhere between 19,000 and 18,000 years ago, and to have ended somewhere between\n14,700 and 14,600 years before the present, for which reason 14,650 years ago is usually giv-\nen. It should, however, be pointed out right at the start that these calibrated radiocarbon-\nderived dates, concerning which we’ll be having more to say, were actually chosen through\ncomparison with graphs indicating concentration of oxygen isotope ratio cycles not all of\nwhich are sharply defined. Besides which, the selection of terminal points on these graphs\nwere often arbitrarily chosen in order to conform with preconceived beliefs.\nAn attempt has been made to correlate seasonal loess deposits with the advent and cessa-\ntion of this particular cold spell.! Although, as we have claimed, there was no seasonal demar-\ncation prior to proto-Saturn’s entry into the Solar System,? proto-Saturn would, by then, have\nalready commenced to spiral slowly around the Sun. Given that Earth’s tilt to the Sun’s eclip-\ntic was then close to what it is now, it can be said that, by then, seasons would have just been\nborn. Yet since the proto-Saturnian system was still at the outmost edge of the Sun’s helio-\norn, Yet since the proto-Saturnian system was still at the outmost edge of the Sun’s helio-\nsphere, it remains doubtful that seasonal changes would have already become apparent to say\nnothing of producing distinguishable alternating sediments. Layered sedimentary deposition\ndoes not, however, depend on seasonality.\nNeedless to say, the reason this cold period managed to leave a recognizable mark was\nbecause it was preceded and then followed by a warm, if not hot, cycle separating it from the\necause it was preceded and then followed by a warm, if not hot, cycle separating it from the\nlonger phase of the Ice Age proper. Demarcations between these climatic changes are marked\nby signs left behind by the northward encroachment of forests across the previous tundra con-\ny signs left behind by the northward encroachment of forests across the previous tundra con-\nditions at the beginning of the warming periods, and then the southward re-encroachment of\nthe glaciers across the newly forested domains at the commencement of the cooling episodes 3\nThis is indicated by the frequent forest fires that took place at the beginning of the warming\nperiods which have left their mark in a series of charcoal residues in various sedimentary lay-\neriods which have left their mark in a series of charcoal residues in various sedimentary lay-\ners.4",
        "bibliography": [
            "1 See, for instance, F. Niessen, et al., “Dust Transport and Paleoclimate During the Oldest Dryas in Central Eu-",
            "rope—Implications from Varves (Lake Constance),” Climate Dynamics (January 1992), pp. 71-81.",
            "2 God Star, pp. 351 ff.; Flare Star, pp. 160-164, 195, 258; Primordial Star, pp. 325-326.",
            "3 See here, D. M. Peteet, “Younger Dryas,” in V. Gornitz (Ed.), Encyclopedia of Paleoclimatology and Ancient",
            "Environments (N. Y .,2009), pp. 993-996.",
            "4 J.P. Ballard & T. V. Lowell, “A Late Glacial Paleofire Record for East-Central Michigan,” Geological Society",
            "of America Abstracts with Programs, Vol. 41, No. 6 (2009), p. 62."
        ],
        "captions": []
    }
]