[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 171,
        "content": "Richard Firestone and Allen West had been closer to the truth in their endorsement of the\n\nsupernova theory that was originally proposed by the now neglected William Topping. As\nnoted, the main evidence for this assumption came from the exotic materials that have been\ndiscovered in association with the much discussed Clovis sites, as also elsewhere. On exami-\nnation, this composition was found to be similar to that contained in some of the lunar rocks\nrecovered by the Apollo astronauts.! This indicates that our Moon, which we claim was not\nyet orbiting Earth, was also bombarded by the same material, which means that, wherever the\nMoon had been situated, it could not have been far off. What makes this even more significant\nis that the potassium-40 that came to light in association with the Clovis sites was found to be\n“much more abundant” than that in the Solar System while being closer to what can be pro-\nduced by supernovae?\nThe problem that this raised was the specific supernova’s 250 light-year distance, which is\nwhy the culpability of the event was shifted to its theorized cometary offspring which would\nhave taken the required 28,000 years to bridge the gap. In our scheme, with proto-Saturn\nmuch closer to Earth, the initial cause can be dated to the very time of the climatic onset it in-\nstigated, with the exotic materials in question having been released through its sub-stellar\nflare.\nCONCENTRATIONS\nWhat, then, of the claimed point of impact over North America’s Great Lakes region? The\nmain reason behind this setting is that one of the highest concentration of nanodiamonds hap-\npens to occur at a site in Eastern Michigan.? But there are many other places in which nanodi-\namonds have been found in massive quantities. In a hunt for evidence to bolster the very com-\netary strike that was being proposed, Douglas Kennet, father of the previously mentioned\nJames Kennet, plus colleagues from various institutions and even private research companies,\nconcentrated their efforts on the Channel Islands off California’s coast—as if they did not al-\nready know they would find what they were looking for at that very locality. Not surprisingly,\nnanodiamonds were retrieved in quantity from the sediments of Arlington Canyon on the is-\nland of Santa Rosa. These diamonds were moreover combined with layers of soot, linking\nthem to the very incinerations we have been discussing, even though, under normal condi-\ntions, the association of soot with diamonds is considered to be “rare in the geological rec-\nord.”4 Billions of these diamonds have come to light in at least six North American locations>\nOthers have been retrieved in Ice Age drift deposits in Russia, Poland, Germany, France, and\n! D. Krotz, “Supernova Explosion May Have Caused Mammoth Extinction,” Lawrence Berkeley Laboratory\n1D. Krotz, “Supernova Explosion May Have Caused Mammoth Extinction,” Lawrence Berkeley Laboratory\nResearch News at /bl.gov/Science-Articles/Archive/NSD (September 23, 2005), p. 1.\n2 Ibid., p.2.\n2 Ibid.,p.2.\n3 R. Mitchum, “Scientists Say Comet Killed Off Mammoths, Saber-Toothed Tigers,” physorg.com (January 2,\n2009).\n4 G. Gallessich, “California’s Channel Islands Hold Evidence of Clovis-Age Comets,” University of Oregon\nNews Release (July 20, 2009).\n5 Ibid.\n171",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 172,
        "content": "\neven the Near East.' There is nothing in all this that restricts the dispersal of the nanodia-\nmonds from an atmospheric locality over North America’s Great Lakes. But it does seem to\nnarrow their extent to Earth’s northern hemisphere which, again, is in keeping with our\nscheme. As we have already noted, nanodiamonds created around distant stars can be trans-\nported by cosmic debris and dumped on planets including Earth? Such diamonds have been\nrecovered from meteorites—such as the one that crashed into frozen Tagish Lake in northern\nCanada? — which are believed to have been born in supernovae.4 And if supernovae, then also\nproto-Saturn’s closer flare-up where meteoric transport is not even called for.\nEXTERMINATIONS\nThat woolly mammoths and other members of the Pleistocene fauna met their end through\na cometary impact had been proposed as early as 1953 by Allan Kelly and Frank Dachille in a\nwork that, like ours, also took the mytho-historical record into consideration? But, like Wil-\nliam Topping, they, too, were shoved aside. Those not in favor of cosmic impacts did most of\nthe shoving, blaming most mass extinctions on “gradual” climatic changes, especially follow-\ning the more recent cometary theory proposed by West and company.® By the year 2006, the\ndispute between palaeontologists was reported to have turned into “a full-scale academic\nbrawl” or, as Peter Ward from the University of Washington in Seattle aptly phrased it, “a\nshoot-out at the OK Corral.”7 In an attempt to break the deadlock, the geophysicist Luann\nBecker and her colleagues from the University of California at Santa Barbara began searching\nfor Younger Dryas clues that would connect the posited cometary impact to the extermination\nof the mammoths$\nIt was around the same time that West and Firestone discovered the unmistakable cosmic\nscars on the mammoth tusks and bison skull discussed in our previous chapter. It might not\nmatter much, but it should be pointed out that the tusks and skull in question did not come\nfrom a contamination-controlled museum or laboratory, but from a commercial shop in Ari-\nzona dealing in such artifacts. And even then, only those eight tusks plus the one bison skull\nexhibited the tell-tale signs in a search that included thousands of such items. Worst of all, the\npeppered tusks were actually dated to somewhere between 34,000 and 35,000 years ago, some\n20,000 years older than the supposed cometary blast.?\nOne possibility that can account for this dating inconsistency was then forwarded. Since\nmost mammoth remains are usually found sticking out of the permafrost or eroding out of riv-",
        "bibliography": [
            "1D. 8. Allan & J. B. Delair, “Scientific Evidence for a Major World Catastrophe About 11,500 Years Ago: A",
            "Preliminary Selection,” Chronology and Catastrophism Review XVII (1995), p. 45.",
            "2R. A. Kerr, “Did the Mammoth Slayer Leave a Diamond Calling Card?” Science (January 2, 2009), p. 26.",
            "3 R. Boswell, “Massive Comet Shower May Have Caused Cool-Down Era,” The Vancouver Sun (April 2, 2010),",
            "p. B3.",
            "4 Flare Star, pp. 429 ff.; see also p.106, this very volume.",
            "5 A.O. Kelly & F. Dachille, Target: Earth (N. Y., 1953), in toto.",
            "6 Z. Merali, “Climate Blames for Mass Extinctions,” New Scientist (April 1-7, 2006), p. 18.",
            "7 Ibid.",
            "8 Ibid.",
            "° J. Amos, “Great Beasts Peppered From Space,” news.bbc.co.uk (December 11,2007)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 173,
        "content": "\ner banks, the tusks in question could have belonged to long-dead animals. They could then\nhave been cosmically peppered at a later time while they were thawing out of the ground.\nave been cosmically peppered at a later time while they were thawing out of the ground.\nBoth West and Firestone believe that “there must still be peppered tusks out there” that can be\ndated to that telling 13,000-year mark.! That, however, does not comply with the bison skull\nwhich showed that the animal had, in fact, survived the scarring event whenever that might\nhave been.”\nave been.”\nNone of this evidence is detrimental to our particular scheme. In fact, the peppering was\nfirst said to have come directly from the supernova rather than its cometary offspring And\nthat, again, would have been closer to the truth. In our own case, it would have been unlikely\nthat cosmic particles from previous proto-Saturnian flares would not have scarred such ex-\nposed ivory.* Nor does the “single direction” from which the particles struck the tusks have\nposed ivory. Nor does the “single direction” from which the particles struck the tusks have\nany meaning. Since such ivory would have lain lifeless on the thawing ground, it would not\nhave mattered from which direction the particles would have come since it would really have\nave mattered from which direction the particles would have come since it would really have\ndepended on the position of the ivory rather than the bearing of the cosmic stream.\nThat said, it should also be noted that, despite some reports to the contrary, not all woolly\nmammoths are known to have been exterminated during the event under discussion.’ Dwarf\nspecies of these beasts survived on an island in the Bering Sea up till 7,900 years ago.6 Mam-\nmoth bones discovered in an area south of Arkhangelsk, Siberia, have been dated to 5,000\nyears before the present.’ In Wrangell Island, in the North Pacific Ocean, an entire mammoth\npopulation survived until sometime between 3,800 and 3,500 years ago.8 Nor were mammoths\nthe only Pleistocene animals that survived beyond the period of the Younger Dryas. Various\nother fauna also made it through, in some cases up to 5,000 years ago,!° and even later.!!\nNeedless to say, individual beasts would have died on and off throughout the existence of\ntheir species the way modern ones continue to do at present. So keep in mind that all dates\nderived from individual specimens can at best tell us when that particular animal died, and not\nwhen the species it belonged to became extinct. On the other hand, a beast that registers\nyounger than a given date for the extinction of its species shows that particular extinction date\nto be in error.",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3D. Krotz, op. cit., pp. 1,2.",
            "4 See Primordial Star pp. 70 ff. for previous proto-Saturnian flares (although the perusal of that entire work is",
            "recommended for a full disclosure of the subject).",
            "5 “Extinction Delayed for Mammoths on Bering Sea Island,” The Province (June 23, 2004), p. A13.",
            "6 Ibid.; Science Frontiers (September-October 2004), p. 3.",
            "7 The Egyptian Gazette (September 13, 1984) as quoted in SIS Workshop, Vo. 6, No.2 (August 1985), p. 35.",
            "8 B. Bower, “Dwarf Mammoths Outlive Ice Age,” Science News (March 27, 1993), p. 197; R. Stone, “The Cold",
            "Zone,” Discover (February 2001), p. 63.",
            "oy, Dennings, Prehistory of North America (N. Y., 1974), p. 68; Kurt W. Marek (writing under the name C. W.",
            "Ceram), The First American (N. Y., 1971), p. 269.",
            "101. Krishtalka, Dinosaur Plots & Other Intrigues in Natural History (N. Y., 1989), p. 206.",
            "1lN_K. Vereschagin & G. F. Baryshnikov, “Quaternary Mammalian Extinctions in Northern Eurasia,” in P. S.",
            "Martin & R.G. Klein (Eds.), Quaternary Extinctions (Tucson, Arizona, 1984), p. 503."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 174,
        "content": "\nANAS      Pony             N      yy <\nSe   AQ A QQnTanw’s ANKE  na    watt\n=          et         :          an\nSG       eo dr gg Qa’\n\\\n7        a\nIE I em,\nAQ                              A\\ a\nCO IE OS Ae\n¢ Zi)  =, ae  Nea oie Woes  Sy Ra\nyr               oh\nA) I a a RS   ae\nyet\"  wa            q\nNy Ag: ae aa\nall   ow ee CO Ae\ni]     A Wo yg\n{        ee Rep 2 ap OPM     <<“\n)    -        SO ee (NS\nah    BEN A nas       <\na     yy)     #       Wy\nee EO                es\nMammoth remains, like that of the specimen shown above, are usually\nfound thawing out of the permafrost.\n(illustration by Joe Ferrante.)\n174",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 175,
        "content": "\nSUBMERGENCE\nCosmic peppering was not the only cause of faunal extermination during the time in ques-\ntion. Rising water levels also took their toll on life. The Chippewa Amerinds of western On-\ntario still remember the disastrous rise in water levels in both lakes and rivers due to the rapid\nmelting of the ice which culminated in the near extinction of life.! The flooding of the land\ndue to the melting of glacial ice is also recounted by the Hopi, as well as the Slavey.> More-\nover, this flooding was in addition to the incursion of the world’s oceans over the land that\nwas brought about by the already mentioned terrestrial braking. And while we have already\ncovered this worldwide inundation both in this and in a previous volume,‘ new evidence keeps\npiling up.\nThere is so much that rising waters from the melting glaciers have covered that worldwide\nundersea exploration will take decades, if not centuries, to record it all in detail. “Submerged\nbeneath the waves,” it has recently been reported, “lies a large part of human history.”> In\nsome areas, especially along coasts, the rising seas have actually managed to preserve what\nthey had drowned. “We have a lot to learn by looking under-water,” the archaeologist Geoff\nBailey stated. “There are many sites to discover and examine, and preservation is in fact better\nthan on land.”6\nAll of which has allowed Bailey and colleagues to inaugurate the European research net-\nwork known as the Submerged Prehistoric Landscapes and Archaeology of the Continental\nShelf, or SPLASH for short, which devotes itself to the collection of past submarine data, the\nmapping of submerged coastal regions, physical site investigations, and artifact retrieval\nthrough the use of submersibles and deep-sea divers.\nClose to 3.2 million square kilometers of Europe’s continental shelf, which is almost 40\nper cent of the continent’s entire land mass, had lain uncovered during Earth’s past glacial pe-\nriods. The submergence of these coastal regions played a major role in the dispersal of Eu-\nrope’s Paleolithic inhabitants, to say nothing of the extinction of various life forms. And that’s\njust Europe.\nWhile concentrating their efforts off the coast of England, Bailey and his team have also\nconducted preliminary explorations along the shores near Gibraltar and even the southern end\nof the Red Sea. What has so far been retrieved—wooden items, woven fibers, various insects,\nplant remains, pottery, some of which contained remains of food, human bones, mammoth\nskulls, plus other “organic material” with traces of DNA7—is much less than the proverbial\ndrop in a very big container. As I write this, the work has only just begun.\n!V. Deloria, Jr., “Catastrophism and Planetary History,” KRONOS IIL:4 (Summer 1978), p. 49.\n2 F, Waters, Book of the Hopi (N. Y., 1974), p. 20.\n2B, Waters, Book of the Hopi (N. Y., 1974), p.20.\n3.§. Eddy, Native American Myths (London, 2001), p. 99.\n3.§. Eddy, Native American Myths (London, 2001), p.99.\n4 Flare Star, pp. 391-413.\n4 Flare Star, pp.391-413.\n> D. Venton, “Feature—Grid Makes a SPLASH in Underwater Archaeology,” International Science Grid This\nWeek at isgtw.org (July 1, 2009), p. 1.\n6 Ibid.\n7 Ibid.\n175",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 176,
        "content": "\nWhat also needs to be pointed out is the improbability of such worldwide inundation to\nhave been caused by a comet disintegrating high above North America. Such a localized blast\nwould hardly have caused Earth to curb its rotational speed which, among other disasters, re-\nsulted in the immense friction between its crustal layers that led to the global volcanism,\nearthquakes, and diastrophism that we discussed in detail in a previous work of this series.!\nCAUSE AND EFFECT\nWould a cometary strike really have caused cold? According to Firestone, long-term\n“cooling effects” would have resulted from the impact due to the depletion of the ozone layer\nand the injection of pollution into the atmosphere in addition to “the shutdown of the North\nAtlantic thermohaline circulation.”? He might not yet have known that, as already noted, Su-\nsan Lozier had thrown the thermohaline circulation out of court As for pollution, we will\nhave much to clarify in the next chapter of this very work. What is really amazing, though, is\nthat the same and/or similar sort of evidence has been utilized by different parties to uphold\nconflicting theories. Those who continue to blame a cosmic impact for the direct extinction of\nthe dinosaurs are of two minds. One group maintains that the blast would have dramatically\ncooled the climate,* while others are just as vehement in claiming that a great warming event\nwas the outcome of the blast5\nThere is, however, more than all that to consider because, after all, the Younger Dryas is\nnot the only re-freezing episode that sliced through the interstadials toward the end of the\nPleistocene that has to be accounted for. How about the two previous Dryas events, those\nnamed the Oldest and the Older ones? Did comets also explode in Earth’s atmosphere to cause\nour world to re-enter a deep freeze environment at each of those sudden climatic reversals?\nFair enough, Firestone did attempt to take these earlier cooling episodes into account, but\nhe waved them aside because “none [of them] were associated with major extinctions.”6 It did\nnot seem to dawn on him that that, too, cries out loud for a solution.\nAnd even then, how about the re-warming interglacials that suddenly sliced through these\nre-freezing episodes, the Bglling and the Allergd? Were they also caused by cometary im-\npacts? Can cometary impacts cause a succeeding series of alternating warming and cooling\nepisodes? Or how far can one stretch a fiction?\nIt is not that our own hypothesis excludes cosmic impacts. On the contrary, we swear by\nthem, even in association with the Younger Dryas—but not as its direct cause. As we had\npreviously pointed out,’ such impacts are bound to have taken place in conjunction with pro-\n! Flare Star, pp. 348 ff.\n2 R.B. Firestone, “The Case for the Younger Dryas Extraterrestrial Impact Event: Mammoth, Megafauna, and\nClovis Extinction, 12,900 Years Ago,” Journal of Cosmology, Vol. 2 (November 2009), pp. 256-285, available\nat journalofcosmology.com (November 10,2009), p. 14 of 21.\n3 M. Basgall, “Ocean Circulation Doesn’t Work as Expected,” physorg.com (May 13, 2009).\n4 See the “Monitor” section of Chronology & Catastrophism Workshop (2009:1), p. 24.\n> Ibid., p. 23.\n© R.B. Firestone, op. cit., p. 2.\n7 Flare Star, pp. 435 ff.\n176",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 177,
        "content": "to-Saturn’s outbursts, including the major flare-up that resulted from its capture by our present\nSun. “Capture of a brown dwarf,” according to Wallace Thornhill, “requires that the dim star\naccommodate to a new electrical environment within the plasma sheath of the Sun.”! When\nthat transpires, the brown dwarf “flares and ejects matter” including small debris.”\n\nAs we noted in our previous chapter, there are, in the main, two sets of crater orientations\nthat have been etched on the terrestrial landscape by cosmic rubble in association with the\nYounger Dryas: northwest to southeast and northeast to southwest. Although, as William\nProuty pointed out, these variations can be accounted for by Earth’s rotation,? we have to ad-\nmit that that is not enough. But when we add the additional motions involved in the event in\nquestion, these directional variations will not seem that much at odds. Among these we must\ndefinitely include proto-Saturn’s own axial speed, since that is where we claim the rubble\noriginated from, to which we shall have to add Earth’s rotational braking and, as I aim to dis-\ncuss in a forthcoming volume, the erratic wobbling it experienced due to the same event. In\nthe end it has to be admitted that, northwest to southeast or northeast to southwest, the general\ndirection was from the north as is to be expected in accordance with our scenario. But how old\nare these scars, really?\n\nTHE BAYS’ AGE\n\nBack in 1933, the previously cited Frank Melton and William Schriever were of the opin-\nion that the Carolina Bays were formed during the Pleistocene’s glacial period.4 It was not,\nhowever, surprising when certain critics disagreed with this by dating the formations way be-\nfore the Ice Age.> The pendulum then swung back when Murray Buell placed the age of Je-\nrome Bog, which is one of the peat-filled Bays, back into the late Pleistocene.\n\nSix years later, William Prouty could not do much better. Having been so specific about\nthe various characteristics of the Carolina Bays, he could not be that precise about their age.\nThe best he could do was that they were “younger than the youngest Pleistocene terrace” of\nthe United States’ Atlantic coastal plain, and “older than at least one of the more recent ma-\nrine transgressions.”? This was not all that helpful especially when, on a different page, he had\nit that the Bays “are found on all Pleistocene terraces from the oldest along the inner edge of\nthe Coastal Plain to the Pamlico, which is the youngest and the lowest terrace.”8 He is also\nsomewhat confusing when he tells us that the Bays’ “condition of preservation...seems to in-",
        "bibliography": [
            "! W. Thornhill, as quoted by S. Smith, “Multi-Colored Centaurs,” picture of the day at thunderbolts.info (March",
            "17, 2009), p.2.",
            "2 Ibid.",
            "3 W. F. Prouty, “Carolina Bays and their Origin,” Bulletin of the Geological Society of America (February 1952),",
            "pp. 190, 214",
            "4 F. A. Melton & W. Schriever, “The Carolina ‘Bays’—Are They Meteorite Scars?” Journal of Geology, Vol.",
            "41, No. 1 (January-February, 1933), p. 56.",
            "5D. Johnson, The Origin of the Carolina Bays (N. Y.., 1942), p. 93.",
            "6M. F. Buell, “The Age of Jerome Bog,” Science, Vol. 103 (1946), pp. 14-15.",
            "7W.F. Prouty, op. cit., p. 167.",
            "8 Ibid., p. 191 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 178,
        "content": "dicate that they are all of about the same age,”! which he actually claims they should be?\nwhile he then adds that “most” of the them are “associated with other bays of slightly different\nage.”3 His final verdict was that the Bays “cannot be older than late Pleistocene,”* which is no\nimprovement over the conclusions of his predecessors.\n\nDisagreement remained rampant—not only about the Bays’ age, but also in relation to\ntheir formation. There were some who actually believed that the Bays were scoured by past\nprevailing winds,> as others had assumed for the oriented lakes of the Alaskan tundra,° which\nhave also been dated to the late Pleistocene.’ But, pendulums being what they are, an age\npointing back to the Pleistocene epoch was finally derived through the controversial radiocar-\nbon dating method,’ which seems to be the best that can be achieved in relation to these for-\nmations.\n\nBy mid-2007, hesitancy seems to have again set in. In illustrating an article by Heather\nPringle, New Scientist published a map showing the localities of the evidential material for the\n“comet” that was said to have “exploded over North America.” Each one of these localities\nincluded a derived date between 12,400 and 13,500 years ago. Perhaps in order to play it safe,\nhowever, the Carolina Bays are pinpointed without a supplied date?\n\nWhile the above does not contradict the time given for the onset of the Younger Dryas, it\nfalls somewhat short of validating it. What, then, can be said for the date that has been derived\nfor this event?\n\nTHE RADIOCARBON DATING GAME\n\nAs we have elsewhere noted, various dates have been supplied through the years for the\nend of the Pleistocene Ice Age. These have ranged from 30,000 to 7,000 years ago.!° In sifting\nthrough the evidence presented within this 23,000-year range, as well as other clues pertaining",
        "bibliography": [
            "1! Jbid., p. 174.",
            "2 Ibid., p. 191.",
            "p. 191.",
            "3 Ibid. p. 174 (emphasis added).",
            "p. 174 (emphasis added).",
            "4 Ibid., p. 192.",
            "5 H.F. Garner, The Origin of Landscapes (Oxford, 1974), pp. 436-438.",
            "© PA. Zahl, “Portrait of a Fierce and Fragile Land,” National Geographic (March 1972), p. 303.",
            "7C. E. Carson & K. M. Hussey, “The Oriented Lakes of Arctic Alaska,” The Journal of Geology, Vol. 57",
            "(1962), pp. 417-439.",
            "9.",
            "8 T. Palmer, “The Late Pleistocene Extinctions: No Evidence for Plato’s Atlantis,” Chronology & Catastrophism",
            "Workshop (1982:2), p. 13.",
            "oH. Pringle, “Firestorm From Space Wiped Out Prehistoric Americans,” New Scientist (May 26-June1, 2007), p.",
            "10 See, for instance, F. Johnson, in W. F. Libby, Radiocarbon Dating (1952), p. 105; W.Chorlton, Ice Ages (Al-",
            "exandria, Virginia, 1983), p. 95; W. Immen, “Expert Believes Last Ice Age Ended 10,400 Years Ago,” Globe &",
            "Mail (May 27, 1983); S. Begley & L. Lief, “The Way We Were,” Newsweek (November 10, 1986), p. 62; S.",
            "Mewhinney, Ice Cores and Common Sense (no place of publication given, 1989), p. 5; idem, “Ice Cores and",
            "Common Sense,” Catastrophism and Ancient History XU: 2 (July 1990), pp. 117-128; D. S. Allan, & J. B. De-",
            "lair, Catalysm! (Santa Fe, New Mexico, 1997), p. 16; “Recent Climate Changes,” Chronology & Catastrophism",
            "Review (1997:2), p. 41, in which original sources are cited; E. Dobb, “What Wiped Out the Dinosaurs,” Discover",
            "(June 2002), p. 39; R. A. Bindschalder & C. R. Bentley, “On Thin Ice?” Scientific American (December 2002),",
            "p. 100."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 179,
        "content": "\nto various related matters, we have accepted 10,000 years ago as a benchmark figure for pro-\nto-Saturn’s flare-up and the end of the Age in question.! The continuing realization that kilo-\nmeter-deep glaciers, like the one on Baffin Island, went through a rapid cataclysmic meltdown\n“about 9,500 years ago”? keeps us confident. But, as we have also seen, the tell-tale signature\nfor the blast that supposedly brought the Clovis culture and the much-heralded woolly mam-\nmoths to their doom has been radiocarbon-dated to 13,000 years ago. Although in discussions\nof such ages a 3,000-year difference is not considered of much significance, we would rather\nnot be faced with this discrepancy. We can, however, point to the fact that the original date\nderived from European peat bogs had indicated the onset of the Younger Dryas at 11,000\nyears before the present.3 That date was then eclipsed by more recent ones derived from\nGreenland ice cores,* which have been accepted as showing the onset of this particular Dryas\nsomewhere between 12,800 and 12,900 years ago,> usually rounded off to the aforementioned\n13,000 years before the present.\nOn the other hand, dates derived from the European Alps in Switzerland do not conform\nwith those derived in North America.® All of which rightly explains why Wallace Broecker\ncould refer to the onset of the Younger dryas as having occurred “within the dating uncertain-\nty” of this radiocarbon-derived sequence.’\nIf nothing else, glaciologists, as well as other ologists, should long have realized that the\nradiocarbon dates that have been derived for the period, and event, in question are in hopeless\ndisarray. In some cases, individual tests conducted on samples from the same specimen result-\ned in different dates. Take, as an example, the tissue from the famous baby mammoth paleon-\ntologists have named Dima. Soviet laboratories supplied an age of 40,000 years, but only\n26,000 when dated at a center in Pittsburgh, Pennsylvania.’ Nor were these the only divergent\ndates supplied in relation to the same infant pachyderm.?\nOf even greater importance to our present study is the fact that radiocarbon testing of the\ncharcoal found in association with the Carolina Bays and various Clovis sites yielded highly\nimprobable dates some of which were as low as 6,565 years before the present. Others were\neven worse, producing dates hundreds of years in the future .'°\n! Flare Star, pp. 339-342.\n2R. Boswell, “Cataclysmic Meltdown a Warning for the Future,” The Vancouver Sun (June 23,2009), p. BS.\n3D.1. Benn, “Younger Dryas Stade,” encyclopedia.com (June 13,2009), p. 1.\n4R.B. Alley, et al.,“Abrupt Accumulation Increase at the Younger Dryas Termination in the GISP2 Ice Core,”\nNature (April 8, 1993), pp. 527-529.\n> -D.I. Benn, loc. cit.; R. B. Alley, “The Younger Dryas Cold Interval as Viewed from Central Greenland,” Qua-\nternary Science Reviews (January 1, 2000), pp. 213-226.\n6 I. Schindelwig, “The Expansion of the Prominent Younger Dryas Glacier Re-Advance Across the Swiss Alps,”\nInternational Geological Congress (Oslo, August 6-14, 2008), as given at corm.gov.br/331GC/1345329 html\nInternational Geological Congress (Oslo, August 6-14, 2008), as given at corm.gov.br/331GC/1345329 himl\n(June 13, 2009).\n7 W. S. Broecker, “What if the Conveyor Belt Were to Shut down? Reflections on a Possible Outcome of the\nGreat Global Experiment,” GSA Today (January 1999), p. 4.\n8R.D. Guthrie, Frozen Fauna of the Mammoth Steppe (Chicago, 1990), pp. 9-10.\n9 Ibid., pp. 24, 27.\n10R. B. Firestone, op. cit., pp. 11, 12.\n179",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 180,
        "content": "There would be no point in asking which dates are correct and which are not. The only\nthing that came out of the situation was a power struggle fed by bickering by various authori-\nties, which was nothing new. In fact, one of the greatest scientific debates, as Peter Ward\nacknowledged, has centered around the validity of radiocarbon dating.! “[M]Jany carbon-14\ndates recovered during the early years of the method are in error,” disclosed Ward. “New\nmethods have also called into question many dates produced more than 20 years ago [ie., pri-\nor to 1977], dates that are absolutely crucial in identifying the killer of the Ice Age fauna.”\n\nAlthough he was referring to an entirely different time, the archaeologist Manfred Bietak\nwas not speaking idly when he cautioned that “it seems wise not to mix historical with radio-\ncarbon chronology.”3 His advice was to use such dates “in opposition to each other” until such\ntime when the “phenomenon of divergence” between them can be better understood .4\n\nWe could devote an entire multi-hundred-page volume to this subject alone, but it would\nnot get us any closer to alleviating the problems involved in what has truly turned into a radi-\nocarbon-dating roulette. Let us simply keep in mind that the radioactive decay of matter, on\nwhich all radiometric dating systems rely, has been found to vary under conditions which tend\nto alter the environment in which such matter happens to exist.> This violates the underlying\nassumption that the half-life of radioactive decay in any substance is absolutely fixed.°\nAmong other radiometric procedures, the radiocarbon dating method also relies on the amount\nof carbon-14 in the atmosphere, which amount had for long been assumed to have been con-\nstant throughout Earth’s entire history. As it, however, has now been known for quite some\ntime, nearby supernovae tend to increase the carbon-14 content in Earth’s atmosphere.”\n\nThe above did not go unnoticed by Firestone who soon began to claim to have discovered\n“four prehistoric near earth supernovae” each of which left “a unique signature” in the “cos-\nmogenic isotope record” which showed “a sudden increase in atmospheric radiocarbon.”® One\nof these increases has been tied by Firestone—who claims to have “analyzed the radiocarbon\nrecord for the past 45,000 years”—to the supernova numbered 44ka, the shrapnel from which\nhas been calculated to have reached Earth “near the time” of the Younger Dryas episode.?",
        "bibliography": [
            "! PD. Ward, The Call of Distant Mammoths (N. Y., 1997), p. 40.",
            "2 Ibid. (emphasis added).",
            "3 R. M. Porter, “Recent developments in Near Eastern Archaeology,” Chronology & Catastrophism Review",
            "(2004:3) incorporating Chronology & Catastrophism Workshop (2004:4), p. 29.",
            "4 Ibid.",
            "5 New Scientist (October 21, 2006), pp. 36-39; ibid., (November 11, 2006), p. 26.",
            "© See here, for instance, S. E. Schnoll, et al., “Realization of Discrete States During Fluctuations in Macroscopic",
            "Processes,” Uspekhi Fisichedkikh, Vol. 41, No. 10 (1998), pp. 1025-1035; J. Tennenbaum, “Discovery Chal-",
            "lenges Existence of ‘Absolute Time’ ,” 2/st Century Science and Technology Magazine, Vo. 13, No. 2 (Summer",
            "2000).",
            "7R.E. Lingenfelter & R. Ramaty, “Astrophysical and Geophysical Variations in C14 Production,” in I. U. Olson",
            "(Ed.), Radiocarbon Variations and Absolute Chronology (Stockholm, 1970), pp. 513-535; J. C. Houtermans, et",
            "al., “Reservoir Models and Production Rate Variations of Natural Radiocarbon,” Journal of Geophysical Re-",
            "search, 78 (1973), pp. 1897-1907; G. R. Brakenridge, “Terrestrial Paleoenvironmental Effects of a Late Quater-",
            "nary-Age Suypernova,” Icarus ,46 (1981), p. 86.",
            "8 R. B. Firestone, private e-mail to various recipients (August 17, 2009).",
            "9 Idem, private e-mail to M. Baillie and various others (April 9, 2010)."
        ],
        "captions": []
    }
]