[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 181,
        "content": "\nThis allowed him to excuse the incongruous, not to say impossible, dates derived for the car-\nbon samples mentioned above.!\nThat supernovae wreak havoc with the radiocarbon in planetary atmospheres, we have no\ndoubt. But, as we have often asked, how much more would the closer, even if less energetic,\nproto-Saturnian flare-up have disrupted Earth’s atmospheric carbon-14 content? More than\nthat, however, we should not lose track of the fact that all presently-accepted radiocarbon-\nderived dates have been dendrochronologically calibrated, even though this did not dispel the\nambiguities associated with the Younger Dryas?\nDENDROCATASTROPHISM\nIt was in an effort to curtail such resulting inconsistencies that dendrochronology was in-\ntroduced to fine-tune radiocarbon-derived dates. Despite outcries to the contrary, however,\ndendrochronology is just as error-ridden as the radiocarbon method. As Boy Scouts are taught,\nthe age of a tree can be told by counting the rings in its severed trunk. Dendrochronology thus\nentails the matching of growth rings in a series of sequentially older trees. In this way, starting\nfrom a tree of known age, dendrochronologists can calculate backward in time by matching\nthe rings in progressively older specimens that may even include timber used in ancient struc-\ntures.\nThe calibration of radiocarbon-derived dates is achieved through comparison on a dendro-\nchronological curve. The curve itself is obtained through the radiocarbon dating of tree sec-\ntions of known age, the resultant differences of which are then plotted on a graph.\nProblems abound. How does one, for instance, tell the age of an ancient oak tree when the\ntrunks of these old monarchs are usually hollow?? It is said that this makes “precise dating\nimpossible.”4 No kidding. It does not, however, stop dendrochronologists from making what\nthey claim are educated guesses 5\nSome trees have been known to grow as much as four rings in one year.6 Others fail to\ngrow even one. Bristlecone pines, the oldest known trees still in existence, are notorious for\nrefusing to grow rings during lean years.” Even when they do grow rings, they tend to “add no\nmore than an inch to their girth in a century.”® With growth rings often packed so tightly to-\ngether, the authentication of matching rings quite often depends on who performs the match-\n1 Ibid.\n2 R. Muscheler, et al., “Tree Rings and Ice Cores Reveal '4C Calibration Uncertainties During the Younger Dry-\nas,” Nature Geoscience, | (2009), pp. 263-267.\n3y, Balog, “Trees,” Discover (December 2004), p. 57.\n4 Ibid.\n5 Ibid.\n®N. Glueck, ef al., Botanical Review, 7, pp. 649-713; ibid., 21, pp. 245-365; V. LaMarche, “Climate Clues from\nTree Rings,” New Scientist (April 3, 1975), pp. 8-11; Nature, 150 (1942), p. 378.\n78. Schulman & W. R. Moore, “Bristlecone Pine, Oldest Known Living Thing,” The National Geographic\nMagazine (March 1958), pp. 357, 368.\n8 Ibid., p. 357 (emphasis added).\n181",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 182,
        "content": "\ning. “It has to be remembered that there is only one correct pattern,” '! wrote Mike Baillie, who\nrefers to himself as a dendrocatastrophist.? “Each tree has grown only once and ultimately its\nring pattern can only fit at one place in time.” To which he added: “Simply because two piec-\nes look alike does not necessarily mean they fit together.”+\nDendrochronological sequences are also reliant on the individual age of each tree that is\nincluded in them. It requires a minimum of 100 overlapping rings in order for two trees to\nprovide a good match.» That means that any tree that has survived for less than a hundred\nyears cannot be reliably included. And then, as Bietak also found reason to complain about,\nhow correct is a chronology that is based on ring matches between trees of different species\nthriving in separate areas under entirely disparate meteorological conditions?°\nWe have been through all this before.” As we had earlier disclosed§ water is the real con-\nstituent which limits the growth of cambium that is responsible for the formation of tree rings.\nThis is what tree rings, when they grow at all, truly indicate—a cycle that is dictated by the\navailability and cessation of an adequate supply of water. Only in the most indirect way can\ntree rings be said to indicate seasonal change, when they do so at all. It therefore follows that\nany dating sequence that is constructed on the basis of overlapping tree rings can at best be\nconsidered relative.\nWorse than all that, there have also been accusations of fabricated data. As the science\nwriter Lewis Jones wrote:\n“There isn’t even a consensus among trees. A nosey investigator was allowed to dig\nout the fact that a vital set of tree-ring data had all come from a single tree.”?\nThat is not, however, the end of it. It’s all fine to use dendrochronology to fine-tune radio-\ncarbon dates, but, according to James Dyson, dendrochronology itself is fine-tuned and sup-\nplemented through the use of radiocarbon dating.!° If that’s not circular reckoning, I do not\nknow what is.\nRADIOMETRIC ALCHEMY\nAt this point I hardly need say more on the subject of radiometric dating, but, in order to\nforestall the accusation of nit-picking, I will add a few more items. To begin with, although\nnot generally known, the Younger Dryas has led to a series of propositions that were piled on\ntop of earlier suppositions, with agreements by some, but not by others, in an altercation that\n1M. Baillie, Tree-Ring Dating and Archaeology (Chicago, 1982), p. 23.\n'M. Baillie, Tree-Ring Dating and Archaeology (Chicago, 1982), p. 23.\n2 Idem, “1200 BC: War, Climate Change and Cultural Catastrophe,” Chronology & Catastrophism Workshop\n(2009:1), p. 18.\n3 Idem (see reference #7 above).\n4 Ibid.\n> Idem, A Slice Through Time (Bath, 1995), p. 54.\n5 Idem, A Slice Through Time (Bath, 1995), p. 54.\n©R.M. Porter, loc. cit.\n© R.M. Porter, loc. cit.\n7 God Star, pp. 374-377.\n8 Ibid., p. 377.\n9 L. Jones, “Numbers Sanctify,” Skeptical Briefs (March 2010), p. 11.\n10 JL. Dyson, The World of Ice (N. Y., 1972), p. 208.\n182",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 183,
        "content": "had not subsided at the time these words were written.' What is highly interesting is that most\n\nof this debate has ranged around the different dates that have been furnished for the onset, the\nduration, and termination of the event in question. Even the best of authorities have had to\nadmit that the “dating evidence” concerning this particular episode is at best “fragmentary and\nfar from certain in many areas.”?\nIt might be pointed out that dendrochronology is not the only system that has been used to\ncalibrate radiocarbon-derived dates, but none of the other schemes are any better. What is\nmore significant is that most of the calibration had been conducted prior to 1950. Not only has\nthe accuracy of this standard been questioned, but, what is worse, as it has been pointed out,\nas if the effects of supernovae aren’t enough, the atmospheric testing of nuclear weapons since\nthat time has actually altered the absorption rate of terrestrial radiocarbon. And then, as oth-\ners have noted, whether a given date is calibrated is often not stated and, when stated, is just\nas often wrong.4\nThat debates concerning the timing of events cannot be resolved by resorting to radio-\nmetric dates and their calibrated values has been ably documented by Lily Singer-Avitz.\nMore often than not, the plus or minus years attached to radiocarbon readings may be as large\nas the differences in the dates being debated.6 And then the calibration curve that is used to\nfine-tune these radiocarbon-derived dates is periodically revised with the addition of new da-\nta.’ Besides which, there is more than one formula for obtaining this calibration curve. So that\nthe dates that are derived through calibration depend on which calibration formula is used,\nsince the obtained results can be quite different. Formulas, however, are not alone in being\ndifferent. There are also the statistics that investigators use. As Singer-Avitz continues to in-\nform, “different statistical models are used by different researchers” and, when used to inter-\npret the same data, these will again produce different results.’ Nor is there any point in argu-\ning that Singer-Avitz was referring to archaeology. It certainly is no different in geology.\nEven when it comes to the very Younger Dryas of our concern, dates around our benchmark\nfigure are referred to by European researchers as “the well-known” radiocarbon plateau\n“where calibration is almost meaningless.”\n“Single dates or periods defined by terminal dates,” it has been judged, “are estimated\ndates” and “only rarely can you say with precision and accuracy that an event or series of\nevents began or ended in that year.”!°",
        "bibliography": [
            "! See “The Blue Planet,” globalchange.umich.edu (June 13,2009).",
            "2D. 1. Benn, op. cit., p. 2.",
            "3 Sce “Blytt-Sernander,” absoluteastronomy.com (June 13, 2009).",
            "4 Ibid.",
            "> L. Singer-Avitz, “Carbon 14—The Solution to Dating David and Solomon?” Biblical Atchaeology Review",
            "(May/June 2009), p. 28.",
            "6 Ibid.",
            "7 Ibid.",
            "8 Ibid.",
            "9S. Bjorck, et al., “Anomalously Mild Younger Dryas Summer Conditions in Southern Greenland,” Geology",
            "(May 2002), p. 427.",
            "10 “Blytt-Sernander” (see above)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 184,
        "content": "\nWe could leave it there, but even that is not the entire story. Although Robert E. Lee wrote\nthe following words toward the end of the 20th century, they continue to hold true.\n“The radiocarbon method is still not capable of yielding accurate and reliable results.\nThere are gross discrepancies, the chronology is uneven and relative, and the accepted\ndates are actually selected dates.”!\nOr, to quote Robert Stuchenrath, whom Lee himself cites, the “whole blessed thing is\nnothing but 13th century alchemy and it all depends upon which funny paper you read.”?\nWhat, then, is the point of calibrating these faulty dates through the just as defective and\nquite often circular method of dendrochronology or any other dubious method that supplies\nmore than one graphic curve that can be culled from different statistical models?\nIn view of the above, it should certainly be asked: How can we be sure that the statistical\nmodel we have utilized to supply our benchmark figure of 10,000 years before the present is\nmore accurate than any other scheme? The answer is simple enough: in reality, we can not. As\nJames Adovasio rightly proclaimed, the “date’s main claim is that it is a nice round number.”3\nHe himself presented this “round number” as the date for the start of the Holocene, that is the\nend of the Younger Dryas. In our case, we have been presenting that benchmark figure as the\napproximate date of proto-Saturn’s flare-up, which would have ushered in, rather than ended,\nthat particular period.\nBut what of all these dates? When it comes to specificity, they’re all hanging in mid air.\nThe uncalibrated dates for the duration of the Younger Dryas have been calculated as stretch-\ning from 11,000 to 10,000 years ago, which figures have been calibrated to 12,900 years be-\nfore the present for the inception of the period, and 11,500 years for its termination.> This\nwould give 1,400 years for its extent, but, for whatever reason, Firestone prefers an approxi-\nmate 1,000 years. There are others who have vouched for 1,300 years,’ while authorities at\nthe University of Michigan have cut it down to a mere 700.8 With all these dates, and various\n'R.E. Lee, “Radiocarbon: Ages in Error,” Anthropological Journal of Canada , 19 (1981), p. 27 (emphasis add-\ned).\n2 R. Stuchenrath, Annals of the New York Academy of Sciences , Vol. 288 (1977), p. 188.\n2 R. Stuchenrath, Annals of the New York Academy of Sciences, Vol. 288 (1977), p. 188.\n3 J.M. Adovasio, (with Jack Page), The First Americans (N. Y., 2002), p. 45.\n4 Ibid., p. 47.\n4 Ibid., p.47.\n5 J. B. Sissons, “The Loch Lomond Stadial in the British Isles,” Nature, 280 (1979), pp. 199-203; K. C. Taylor,\net al., “The Holocene-Younger dryas Transition Recorded at Summit, Greenland,” Science, 278 (1998), pp. 825-\n827; M. Spurk, et al., “Revisions and Extension of the Hohenheim Oak and Pine Chronologies: New Evidence\nAbout the Timing of the Younger Dryas/Preboreal Transition,” Radiocarbon, 40 (1998), pp. 1107-1116; S.\nGullisken, et al., “A Calendar Age Estimate of the Younger Dryas-Holocene Boundary at Krakenes, Western\nNorway,” Holocene, 8 (1998), pp. 249-259; K. A. Hughen, et al., “Synchronous Radiocarbon and Climate Shifts\nDuring the Last Glaciation,” Science, 290 (2000), pp. 1951-1954; see also R. B. Alley, loc. cit.\n© R, B, Firestone, “The Case for the Younger Dryas Extraterrestrial Impact Event: Mammoth, Megafauna, and\nClovis Extinction, 12,900 Years Ago,” Journal of Cosmology, Vol. 2 (November 2009), pp. 256-285, available\nat journalofcosmology.com (November 10, 2009), pp. 1,2 of 21.\n7 C. Hoffman, “Exploding Asteroid Theory Strengthened by New Evidence Located in Ohio, Indiana,”\nuc.edu/news (July 2, 2008).\n8 “The Blue Planet,” globalchange.umich.edu (June 13,2009), p.5.\n184",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 185,
        "content": "others, to say nothing of the manner in which they have been reached, as we have seen, what\ncan one really hold on to?\n\nAs we have previously indicated, it would not really matter if proto-Saturn had flared up\nearlier or later than 10,000 years ago. The date for this event can in fact be moved up or down\nthe scale of ages without affecting our model. This ensues because, if our date is out of kilter,\nall associated dates would be out by the same amount since they’ve all been estimated through\nthe same, and only, technique at our disposal. And yet, when all is said and done, that round\nfigure will be found to be close enough to the event, or series of events, under discussion. Nor\nare we alone in this. As we have been discovering through the study of related subjects by au-\nthorities who are not themselves involved in the radiocarbon-dating wars we have been dis-\ncussing, our benchmark figure of 10,000 years ago continues to be accepted by various disci-\nplines as the end of Earth’s last glacial period and the beginning of man’s most essential one.\n\nThere is, however, one other question left to answer. Comets aside, how could a heat\nwave, which is what we claim was caused by proto-Saturn’s flare-up, have caused the re-\nfreezing of the world?\n\n185",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 186,
        "content": "\nChapter 10\nSubstellar Interactions\nATMOSPHERIC POLLUTION\n\\  i   J ay before the Clovis Comet theory came into vogue, concentration of dust in\nay before the Clovis Comet theory came into vogue, concentration of dust in\nEarth’s atmosphere had been given as one cause for the cooling trend of the\nYounger Dryas. There had, however, been no consensus as to where this dust could\nhave come from, so there’s no point in citing a long list of sources which would only add to\nthe confusion. All that will be mentioned here is that some had claimed this dust to have come\nfrom the deserts of Asia, while others blamed it all on volcanism. What it was that caused vol-\ncanic eruptions and/or dust storms severe enough to re-freeze Earth’s previous glaciated re-\ngions was never quite established.\nWith the advent of the comet impact theory, the cooling of the land was blamed by some\non the blocking of the Sun by the clouds of smoke and soot that surged up through the atmos-\nphere from the raging forest fires we have been discussing.! Others were of the opinion that\nthe filtering of the Sun’s rays that caused the “global cooling” was due to the debris ejected by\nthe cometary blast itself? or from the impacts produced by fragments from the blast “The\ncooling,” according to James Kennet, “resulted when dust from the high-pressure, high-\ntemperature, multiple impacts was lofted into the atmosphere, causing a dramatic drop in solar\nradiation.”*\nIt has additionally been claimed by others that dust and debris from the cometary outburst\nmay have also darkened whatever ice might have remained, which darkened ice would have\nabsorbed solar heat.> But the only way in which they could claim that this extra heat would\nhave led to cooling is through the change in the circling ocean currents we have already put to\nrest. And then, since this same debris, to say nothing of the smoke and soot from the forest\nfires, is declared to have also dimmed the Sun’s rays, what heat could the dust-covered ice\nhave been able to absorb? By the time the pollution would have settled on the ice, the cooling\ntrend would already have set in. Besides, as it has been determined, but forgotten by those\nwho wish it to be forgotten, all of the pertinent sites that have been investigated by those con-\ncerned were found to have been “ice free” at the inception of the Younger Dryas.® Worse still,\nIp. Sensing, “Death From Above, Continent-Wide,” windsofchange.net (January 13, 2008); R. Mitchum, “Sci-\nentists Say Comet Killed Off Mammoths, Saber-Toothed Tigers,” physorg.com )(January 2, 2009).\n2 A. Grant, “The Other Big Bang Theory,” Discover (April 2009), p. 14.\n3 G. Gallessich, “California’s Channel Islands Hold Evidence of Clovis-Age Comets,” University of Oregon\nNews Release (July 20, 2009).\n4 Ibid.\n5H. Pringle, “Firestorm from Space Wiped Out Prehistoric Americans,” New Scientist (May 26, 2007), p. 9.\n6 F. Largent, “The Clovis Comet—Part I: Evidence for a Cosmic Collision 12,900 Years Ago,” Mammoth Trum-\npet, Vol. 23, No. 1 (January 2008), p. 25.\n186",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 187,
        "content": "\nas some have argued, the cosmic dust that would have been released by one such blast would\nhardly have been voluminous and dense enough to account for the weakening of the Sun’s\nrays to the extent of re-freezing Earth’s thawing regions.!\nEven so, there’s more to cosmic dust than that.\nENCIRCLING MUCK\nAs described in detail in a previous volume, and succinctly noted in our thirteenth hypoth-\nesis,? what we, following an intuition by Ken Moss, surmise is that ice ages were caused by\nthe perpetual shadow cast on a ribbon of land that circled Earth’s polar latitudes, while leav-\ning Arctic regions bathed in proto-Saturn’s direct beams. This is what accounts for the fact\nthat Arctic regions teemed with warmth-loving beasts and plants through all of Earth’s past\nglaciations 3\nAs outlandish as this supposition may seem, a similar situation exists at present on the\nplanet Venus. Not only is the warmest part of Venus to be found at its north pole,* the same\nlanet Venus. Not only is the warmest part of Venus to be found at its north pole,4 the same\nlocality is similarly encircled by a cold polar collar,> which has been described as a “wide,\nshallow, river of cold air that circulates around the polar vortex.”®\nWhile this may not be seen as direct evidence for our own hypothesis, we very much\ndoubt that the mechanisms that have been proffered to account for it are anywhere close to\nbeing correct. While there would be little point in discussing technicalities, adiabatic forcing\nof the Venusian atmosphere causing an unstable barotropical flow in the polar region seems to\nbe the favored model for the planet’s polar oddities. Yet even Lee Elson, a major advocate of\nthis theory, had to admit that an actual “mechanism for producing strong polar forcing” on\nVenus “is not apparent,” and could only defend the theory “by analogy with terrestrial atmos-\nheric sudden warmings”’ —as if these were understood. As he himself pointed out, “it is im-\npheric sudden warmings””’ —as if these were understood. As he himself pointed out, “it is im-\nportant to remember that the instability mechanism does not give any indication of what fac-\ntors control the thermal structure of the [cold] collar region.”8\nIn our own case, the shadowed ribbons of land we hold responsible for the cooling of the\nareas across which they fell at both Earth’s poles were caused by the dust-laden auroral ovals\nwhich, due to their axial alignment with proto-Saturn’s polar spindle during the periods in\nquestion, would have been much more energetic than the present ones.’ As previously pointed",
        "bibliography": [
            "! J, Hirn, “Do Impacts Cause All Mass Extinctions?” Sky & Telescope (September 2009), p. 23.",
            "2 See back to p. 116, this very work.",
            "3 See Primordial Star, pp. 296 ff. for the detailed modus operandi of this structure.",
            "4B. P. Glass, Introduction to Planetary Geology (N. Y., 1982), p. 312.",
            "5 L. S. Elson, “Wave Instability in the Polar Regions of Venus,” Journal of the Atmospheric Sciences (October",
            "1982), p. 2356; R. Zimmerman, “Taking Venus by Storm,” Astronomy (October 2008), p. 70.",
            "6 G. Piccioni, et al., “South-Polar Features on Venus Similar to Those Near the North Pole,” Nature (November",
            "29, 2007), pp. 637-640.",
            "7L. S. Elson, Loc. cit.",
            "8 Ibid., p.2361.",
            "° Primordial Star, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 188,
        "content": "\nout,! plasma has a tendency to accumulate dust even out in interstellar space. Cosmic plasmas,\nwrote Hannes Alfvén, are very often dusty.? Dusty plasmas, so note the members of a special\npanel of plasma scientists, are “the most common type” in space. Dust grains, it has been de-\ntermined, can absorb electrostatic charges from plasma which can then affect their size and\ntheir spatial distribution.4 The dust’s high electrostatic potential, according to Alfvén, ensures\nits more efficient entrapment by the plasma.> The accumulated dust can also alter the compo-\nsition of the plasma, including its density, and various other factors. Cosmic dust is thus pre-\ndisposed to accrete into denser concentrations when contained within plasmatic formations\nsuch as the highly energetic auroral ovals which circled Earth’s primeval poles.\nProto-Saturn’s sudden outburst would have wreaked havoc within its entire plasmaspheric\nsphere of influence. Coupled with the posited retraction of its axial Birkeland current, the sub-\nstellar blast would have blown Earth’s auroral ovals out of their existence. The dust they had\ncontained would naturally have been scattered. But, dense as it might have been within the\nconfines of the polar toroids, once it had dispersed, the dust would definitely have thinned out.\nMuch worse than that, as we have seen, part of Earth’s once denser atmosphere would have\nalso blown away, and with it would have gone most, if not all, of its circling polar dust. Earth\nwould not therefore have been shielded from proto-Saturn’s heat by any of this dust. No cold\nwould have ensued because of it.\nCIRCUMSTELLAR WASTE\nThere was then the dust contained in proto-Saturn’s circumstellar disk. Had this circling\ndust not hugged its primary in an equatorial orbit, very much like the planet’s present system\nof rings, its density would definitely have been enough to block out proto-Saturn’s heat entire-\nly. Its equatorial embrace, however, would have forced it to dissipate laterally without shield-\ning its radiating host. Besides which, it, too, would have thinned out in its dispersal.\nThere was, however, more to it than that. As much as one may think otherwise, not all the\ndisk would have been blown away—at least not all at once. As has been indicated by studies\nconducted by the European Southern Observatory,’ as also by the National University of Ire-\nland under Gregg Hallinan,’ brown dwarf stars are known to flare up axially, with their dis-\ncharges concentrated along their poles. Nor must it be assumed that these axial discharges are\nonly exhibited by brown dwarf stars. As it, in fact, transpired in 2006, the white dwarf star\n! [bid., pp. 298-299, 301.\n? H. Alfvén, “Plasma in Laboratory and Space,” Le Journal de Physique Colloque, Vol. 40, No. C7 (July 1979),\n2H. Alfvén, “Plasma in Laboratory and Space,” Le Journal de Physique Colloque, Vol. 40, No. C7 (July 1979),\np. ll.\n3 National Research Council Report, published as Plasma Science: From Fundamental Research to Technologi-\ncal Applications (Washington, D.C., 1995), p. 108.\n4 Ibid.\n5H. Alfvén, loc. cit.\n6 National Research Council Report, loc. cit.\n7 See illustration on page 91, this very work.\n8 Illustration on page 108, this work.\n188",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 189,
        "content": "\nmember of the binary system known as RS Ophiuchi was involved in what has been pro-\nclaimed as “a powerful nova eruption.”! Very much as we have posited re proto-Saturn’s\nrelatively weaker flare, the white dwarf’s outburst was axially directed. In modeling what was\nactually seen to the best of their abilities, astrophysicists have to come to conclusions which\nare near-identical to ours. It is, for instance, not surprising to discover that material which is\nejected along a nova’s poles “interacts with far less matter.”? What is even more supportive is\nthe realization that, in the equatorial regions, the shock waves decelerate so much more rapid-\nly, that they “may leave some circumstellar material totally unshocked.”3 In fact, mid-infrared\nobservations conducted before and after the event “imply that a considerable amount of dust\nin the nova’s vicinity survived the outburst—another totally baffling result.”4 Granted that\nwhat is attributed to shock waves might have actually been achieved by an electrical dis-\ncharge, the end would remain the same.\nAs already noted, while proto-Saturn’s disk slowly dissipated, it would probably have de-\nveloped a series of widening gaps, with a vaster space between its inner periphery and the pro-\nto-Saturnian orb as can similarly be detected around existing stars.> This, as we have also\nseen, is what lies behind the Mayan claim that the celestial water receded to create a void.\nSUPER-FLARING DUST\nDisks and toroids aside, stellar flares are among the best dispensers of cosmic dust, some-\ntimes emitting enough debris as would constitute 10,000 Earths.’ In fact, drastic changes in\npast terrestrial climate have been blamed by one researcher on Earth’s passage through an in-\nterstellar cloud of dust that was spawned by such a supernova.$ And while this particular stel-\nlar flare has been dated to 250,000 years ago, its dust outflow, so it’s claimed, did not reach\nEarth until sometime between 2,000 and 8,000 years before the present?\nThat such emitted dust can actually obscure the emitting star was demonstrated by V1280\nScorpii, the nova that flared up in the constellation Scorpius in February of 2007. Eleven days\nafter reaching its maximum brightness, the discharging star engulfed itself in the dust it had\nexpelled which, according to Oliver Chesnau, constituted the equivalent of 33 times the mass\nof Earth. The shell of this debris continued to expand for “more than 200 days.” During the\nmonths that followed, the star dimmed “more than 10,000 times” its normal glow. But then,\n'§. Starfield, er al., “Prelude to Disaster.” Sky & Telescope (October 2009), p. 26.\n'S. Starrfield, et al., “Prelude to Disaster,” Sky & Telescope (October 2009), p. 26.\n2 Ibid., p. 30.\n3 Ibid.\n4 Ibid.\n5 A. Frank, “How to Make a Solar System,” Astronomy (February 2009), pp. 31-32; D. Shiga & R. Naeye,\n“Weird Disks,” Sky & Telescope (July 2006), pp. 16-17.\n©D. Goetz & S.G. Morley, The Book of the People: Popul Vuh (Los Angeles, 1954), p.4.\n6D. Goetz & S.G. Morley, The Book of the People: Popul Vuh (Los Angeles, 1954), p.4.\nTL, Layton, “Supemnovae Spawn Dust,” Astronomy (April 2008), p. 26.\n7L. Layton, “Supemovae Spawn Dust,” Astronomy (April 2008), p. 26.\n8 New Scientist (May 20, 1995), p. 30.\n9 Ibid.\n189",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 190,
        "content": "due to its wide and rapid expansion, the dust thinned out between October and November of\nthe same year and the star slowly re-emerged from its dispersing murkiness.!\n\nAn obscuration of a mere 200 days, at the end of which the emitting star’s brightness, and\ntherefore heat, began to re-assert itself, might be counted as hardly enough to freeze a planet.\nBut let us not get trapped since it is not the screening of the star per se that should concern us,\nbut the accumulation of its dust by a planet in its gravitational embrace.\n\nBecause of its much lower mass, proto-Saturn’s flare would have fallen quite short of a\nnova’s outburst. There is therefore no way in which it could have emitted as much dust as\nwould constitute 33 Earths, let alone the 10,000 Earths mentioned above. But that it did emit a\nvast quantity of dust there is no question.\n\nJudging by what other stellar outbursts have been seen to experience, vast amounts of de-\nbris from stellar novae can also be radiated out explosively. But whether such volatility is dis-\ncharged radially or axially, as also whether it would form an expanding shell or not, it would\nstill be fast in steering clear of its stellar host.\n\nIn proto-Saturn’s case, however, a goodly portion of this expanding dust would nonethe-\nless have swept past Earth. Whether it aided or restricted the reduction of Earth’s atmosphere\nis now difficult to determine. So, also, is it difficult to tell how much dust, if any, was repelled\noff the inner surface of proto-Saturn’s plasmaspheric sheath. But that a fair amount of dust\nwas eventually captured by Earth’s gravity is quite certain.\n\nThis is indicated by fluctuations in the electrical conductivity that was measured in a sec-\ntion of a Greenland ice core. What this revealed is that “rapid changes in the dust content of\nthe atmosphere” took place during the very period we’re concerned with.? It was this accumu-\nlated dust in the atmosphere that would have hindered proto-Saturn’s heat from reaching the\nground below.\n\nThis atmospheric dust would have finally settled on the land. And this, too, is evidenced\nby Greenland ice cores which contain as much as 100 times more dust in Pleistocene ice than\nin that from later times. That this dust came from a polar source, rather than one located\nabove North America’s Great Lakes region, is evidenced by its accumulated amount in sedi-\nments retrieved from a Greenland lake which contained 1,000 times more cosmic dust than\nhas been found in the oceans.*\n\nNeedless to say, the more rock-solid wreckage that gouged out the Carolina Bays and sim-\nilar oriented pockmarks would have also been emitted with the dust.\n\nBut would Earth’s capture of cosmic dust also apply to those previous cold spells that in-\nterlaced the interglacials ahead of the Younger Dryas?",
        "bibliography": [
            "1 “Watching a New Star Make the Universe Dusty,” spacedaily.com/reports (July 28, 2008), O. Chesnau, et al.,",
            "“VLTI Monitoring of the Dust Formation Event of the Nova V1280 Scorpii,” Astronomy & Astrophysics. 487",
            "(2008), pp. 223 ff.",
            "2 US. National Report to IUGG, 1991-1994, “The Younger Dryas,” American Geophysical Union at agu.org",
            "(November 18, 2007).",
            "3 C. U. Hammer, et al., “Continuous Impurity Analysis Along the Dye 3 Deep Core,” American Geophysical",
            "Union Monograph, 33 (1985), p. 90.",
            "4 Sky & Telescope (April 1987), pp. 367-368."
        ],
        "captions": []
    }
]