[
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 369,
    "content": "\ncentury, E. H. Shackleton discovered seven seams of coal at about latitude 85°, each of which\nwas between three and seven feet thick, testimonials to ancient forests which once grew\nwhere now not a single tree, not even a blade of grass, can grow.® The coal seams that run\nthrough the Transantarctic Mountains are some of the most extensive on Earth.™ Sandstone,\nassociated with this coal, was found to contain petrified coniferous wood.® Fossils from the\nPliocene include well-preserved wood in the form of tree stems as well as roots together with\nthe remains of marine life. (And this is to say nothing about fossil forests from even earlier\neras found near the South Pole, when the climate believed to have prevailed at the time\nshould not have allowed such growth.”) In 1935, Admiral Byrd could write that: “Here at the\nsouthernmost known mountain in the world, scarcely two hundred miles from the South Pole,\nwas found conclusive evidence that the climate of Antarctica was once temperate or even\nsub-tropical.”*\nThe Eocene evidence of vast forests in the Antarctic has been attributed to a paleolatitude\nwhich was close to that of present Madagascar, while Antarctica is supposed to have still\nbeen drifting toward the pole.” Continental drift can therefore be used to solve the mystery\nby those who adhere to this belief. Melvin Cook, however, is of a different opinion. Ac-\ncording to his findings, Antarctica “appears not to have moved appreciably in continental\nshift” since the continents which were once in contact with it “left Antarctica in radial\ndirections,””° thus leaving it more or less in the same locality. Besides, as we have seen, the\nproblem also involves the Arctic regions where, even according to orthodoxy, continental\ndrift cannot save the day. But the enigma entails more than just Earth’s polar regions; it also\nembraces the latitudes in between. Thus, from early in the twentieth century, many\npaleobotanists were convinced that “during by far the greater portion of time since the Azoic\nera, mild, benign climatic conditions have existed.”” According to Dolph Hooker:\n“It is also the concensus [sic.] that, astonishingly and inexplicably, such conditions\nwere comparatively uniform over most of Earth’s surface; that temperate climate\nextended both north and south to within the polar circles. It is also believed that,\namazingly, seasonal effects during most of geological time have been much less pro-\nnounced than they are now.”\nWriting in 1912, F. H. Knowlton stated that:",
    "bibliography": [
      "® BE. H. Shackleton, The Heart of the Antarctic, II (1909), pp. 314, 316, 319, 323.",
      "“ S. W. Matthews, “Ice on the World,” National Geographic (January 1987), p. 94.",
      "*° E. H. Shackleton, loc. cit.",
      "“ SW. Matthews, op. cit., pp. 94-95; see also, T. R. Henry, The White Continent (N. Y., 1950), p. 9.",
      "°\" See, for instance, New Scientist (October 10, 1992), p. 17.",
      "“ R. E. Byrd, “Exploring the Ice Age in Antarctica,” The National Geographic Magazine (October 1935).",
      "1. C. Johnson, op. cit., p. 20.",
      "™M. A. Cook, “Earth Tectonics Viewed from Rock Mechanics,” Chronology & Catastrophism Review XIII",
      "(1991), p. 15.",
      "™ D. E. Hooker, Those Astounding Ice Ages (N. Y., 1958), p. 42.",
      "Ibid. (Emphasis added.)"
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 370,
    "content": "—e        y\nos      %    °     .    » ’   2 Ase\n_                ee}.       cn   a   a\n“oS              D gi an\na      — ys A ate\n7      ~~   se= 3  =  a =                          a\na Soe oP ae     q\n> Tt        7       >  x         &                ax      =\nss     SF oo aeky |   Pa ioe\n~~ Py      ig           %      vi   ;          ~-          “\n~~ =                            A,           .\n°                         h,!      .\n~~.                          4                        >\n*                                                        f      7%, ‘                           .   @\n£                           >  y  «         a\n”                            a\n.         Py      9                                 ‘\nThe coral reef at Puunoa Beach, off Lahaina, Maui.\nCoral reefs of this nature once grew all across the polar regions of North America.\n(Photograph by the author.)",
    "bibliography": [
      "“Relative uniformity, mildness and comparative equability of climate, accompanied",
      "by high humidity, have prevailed over the greater part of the Earth, extending to or",
      "into polar circles, during the greater part of geologic time since at least the Middle",
      "Paleozoic. This is the regular, the ordinary, the normal condition.”™",
      "By 1953, this belief was still in vogue as exemplified by a paper published by Edwin",
      "Colbert in which he wrote:",
      "“So far as past climates can be interpreted from the record of fossil vertebrates, it",
      "would appear that during much of Earth history the world has enjoyed uniformly",
      "® FH. Knowlton, “Relations of Paleobotany to Geology,” Smithsonian Institute Annual Report (1912), as",
      "quoted in ibid., p. 43 (emphasis added)."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 371,
    "content": "\nwarm, equable climate over most of its surface...the general picture of past vertebrate\nlife is that of warmth-loving animals living over wide ranges of latitude, from the\nsouthern tips of the continental land masses through the middle latitudes to regions as\nfar north as the Arctic Circle.”™\nfar north as the Arctic Circle.””\nAccording to Colbert, “the definitely zoned climatic belts, so familiar to us at the present\ntime, apparently did not exist.””* Moreover, this situation prevailed from long before the\nTertiary period as Elso Barghoorn indicated: “From the paleontological evidence available, it\nwould appear that there was very slight climatic zonation between high and low latitudes\nduring the major part of the Carboniferous.”\nThere was thus an added problem that confronted paleobotanists. How could Earth’s po-\nlar regions been blessed with a sub-tropical climate while the rest of the world remained lit-\ntle, if at all, warmer than it is at present? As Barbara Bell admitted: “It is by no means clear\nthat solar radiation sufficiently intense to keep the poles as warm as they appear to have been\nat times would not heat the tropics more than observations indicate.”\nTHE CRETACEOUS CLIMATE\nContinental drift, through sea-floor spreading, is an ongoing process. Christopher\nScotese, a geologist, now predicts that, in another 250 million years, Great Britain will have\nbeen pushed to a near-Arctic locale, with the Atlantic Ocean having become nothing but a\ndistant memory. Just as all land masses are believed to have been joined together, 250 mil-\nlion years ago, in a super-continent which geologists have named Pangaea, a new mega-con-\ntinent, already dubbed Pangaea Ultima, will by then have formed. Africa would have\nrammed Europe, uplifting the colliding edges in a Himalaya-like mountain range while eras-\ning the Mediterranean in the process. The Atlantic Ocean would first widen, then reverse its\ncourse and finally close up completely.”\nIt is not, therefore, surprising that geologists and paleoclimatologists have tended to rely\non this process to account for the moving of once-tropical areas into what are now the Arctic\nand Antarctic regions. As noted in the above report, Great Britain seems destined to do ex-\nactly that. As we have seen, however, continental drift cannot be made to account for the\nsub-tropical fauna and flora of the Tertiary period, the remains of which are now found\nwithin the Arctic Circle, for the simple reason that the Arctic regions were already close to\ntheir present location at the time. But what of earlier eras?",
    "bibliography": [
      "™ E, H. Colbert, “The Record of Climatic Changes as Revealed by Vertebrate Paleontology,” in H. Shapley,",
      "Climatic Change (Cambridge, 1953), p. 269, as quoted in D. E. Hooker, loc. cit.",
      "75 Ibid., p. 44 (emphasis added).",
      "76 E. S. Barghoorn, “Evidence of Climatic Change in the Geologic Record of Plant Life,” in H. Shapley, op. cit.,",
      "p. 241, as quoted by D. E. Hooker, op. cit., p. 89.",
      "”’ B. Bell, “Solar Variation as an Explanation of Climate Change,” in H. Shapley, op. cit., p. 132, as quoted by",
      "D. E. Hooker, op. cit., p. 89 (emphasis added).",
      "78 “Experts Predict One Continent Without Atlantic,” The Province (Vancouver, October 10, 2000), p. A17."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": false,
    "page_number": 372,
    "content": "\nWhile the flora and fauna of the Cretaceous period, calculated to have prevailed 140 to\n100 million years ago, was not exactly the same as that of the following Tertiary period, the\nclimate does not seem to have been that much different. As Richard Kerr noted:\n“The earth of the Cretaceous Period 100 million years ago was unaccountably warm,\nas it generally had been since the end of the last great ice age 140 million years ear-\nlier...””\n“Explaining Cretaceous climate has been difficult because it differed so from today’s.\nCoral reefs for which warm water is essential ranged as much as 1500 kilometers\ncloser to the poles than they do today, as did nonseasonal land plants. Deep ocean\nwater that now hovers near freezing was 15° (Celsius) warmer...Alligators and croco-\ndiles seem to have thrived at latitudes as far north as that of present-day Labrador.\nAnd there is no evidence of any permanent ice like that which today deeply buries\nAntarctica and Greenland.”™\n“Not only was it generally warmer during the Cretaceous, but it was particularly\nwarmer in the polar regions.”*!\nBecause the position of the continents during the Cretaceous would have been different\nfrom the locales they would have occupied later during the Tertiary, scientists continued to\nseek an answer to the riddle of the earlier climate via continental drift. This was not only be-\ncause the lands within the present Arctic Circle would have been farther removed from polar\nregions than they would have been during the following Tertiary, but also because the\ndifferent continental configuration would have led to the development of an entirely different\nclimatic regime. It was thus reasoned that:\n“Continents bunched in low latitudes near the equator, as Cretaceous continents\ntended to be, would allow warm ocean currents to carry heat poleward. High-latitude\npolar oceans, being less reflective than land, would also absorb more heat and further\nmoderate climate.””\nmoderate climate.”\nEric Barron and Warren Washington therefore decided to test this hypothesis by recreat-\ning the Cretaceous climate through the use of a computer model.® Others followed suit.*\nThere is no point in tracing the ups and downs of these various attempts and the\ndisagreements between them. Suffice it to say that, in 1984, Kerr could safely state that",
    "bibliography": [
      "™ R.A. Kerr, “How to Make a Warm Cretaceous Climate,” Science (February 17, 1984), p. 677 (emphasis",
      "added).",
      "® Ibid. (emphasis added).",
      "® Ibid.",
      "*! Ibid. (emphasis added).",
      "* [bid., p. 678."
    ],
    "captions": []
  },
  {
    "page_type": "main",
    "image_present": true,
    "page_number": 373,
    "content": "we\nN                            a\nOS\nf                  3 Bop\n,                   U oe    ors    2\nf                                           OSA\nGZ                            \\\n£                  a}                    a\nP                 ya\n\\,     y\n\\\\     a\n—_ os\nPangaea\nThe continental configuration prior to drift through sea-floor spreading\nc.250 million years ago.",
    "bibliography": [],
    "captions": []
  }
]