[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 17,
        "content": "Austria, Greece and Asia Minor, Poland, Russia, Sweden, Denmark, England, Germany, France, Spain and, to an extent, even Morocco and Tunisia. Just as important was Wiencke-Lotz’s meeting with the folklore-telling communities that still exist in some of these countries. Their rendition of Gudrun songs and/or tales was found to be \"absolutely trustworthy\" when compared to the epic as it had been immortalized in writing in 1233, even though the recitals were anything but verbatim duplications of it. In the meantime, the recitals themselves were always repeated in exactly the same way. This was so true that, on one occasion, when a particular storyteller deliberately, and mischievously, changed a line, \"there was a drastic interruption, even from the toddlers\" who immediately sought to correct the narrator. One telling conclusion, among others, that can be drawn from this study is that, despite a passage of more than the 400 years which supposedly separate Homer from the events he narrated, the Gudrun Epic has retained geographical, historical, and archaeological accuracy with a consistency that can only be attributed to a faithful persistence in the original. In its turn, this faithfulness can only be the result of a honing of memory through learning by rote and, perhaps, to give Parry his due, by formula. LITERACY Need I even state that the invention of writing revolutionized the ancient world? And yet, despite its many advantages, writing does carry one disadvantage with it, a point that was not lost on the ancient Egyptians. Here the point I wish to make is best illustrated by the allegorical story of Thamus, a mythological king of Egypt, who, with the following words, reproached Thoth, the god of letters, for having invented writing: Thoth—the Egyptian god of letters.",
        "captions": [],
        "headers": [
            "LITERACY"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 317,
        "content": "Additional to this, the Mayan sacred book known as the Popul Vuh informs us that the Plumed Serpent, that is Kukulkan/Quetzalcoatl, lived in an ocean—here understood as the celestial waters—in an era of primordial darkness. \"Whatever might be is simply not there: only murmurs, ripples, in the dark, in the night. Only the Maker, Modeler alone, Sovereign Plumed Serpent...a glittering light.\" Moreover, in keeping with the topic of the present chapter, Quetzalcoatl was said by the Aztecs to have existed in the \"Time Before Time\"—that is, in a timeless era. The same belief is shared by the Mixtec who even claim they were the \"direct descendants\" of Plumed Serpent, and that they were \"rooted\" to their land \"through him\" since \"the time before time.\" TIME ZERO On an earlier page, we met with another Aztec god named Xiuhtecuhtli and although, like Quetzalcoatl, this deity is nowhere directly identified with Saturn, we there enumerated certain aspects of his which accord well with the Saturnian deities of other nations. Among these aspects is the deity’s other name of Huehueteotl, which means \"the old god\" and/or \"the old god of the centre\"; his being revered as \"the sun of the centre\" and \"the central fire\"; his being described as the pivot of the turning heavens; and his identification with the celestial pole. We can now add one more Saturnian characteristic of this god: Like the Greek Dionysus, he was also lauded as the year-lord. Leaving Central America, we travel briefly to China where we learn that the chaos out of which Creation progressed was equivalent to Huang-Ti, the Yellow Emperor, whom we have already encountered as a personification of the planet Saturn. Others, however, maintain that from chaos was born P’an-ku, the entity responsible for Creation. The Compendium of Wong-shi-Shing recounts how \"P’an-ku came forth in the midst of the great chaotic world,\" having \"existed before the shining of the light.\" We are further told that: \"After the chaos cleared away\"—or after \"the chaotic state passed away\"—\"heaven appeared first in order, then earth.\" Parallel statements inform us that \"the atmosphere had changed in character\"—or \"the atmosphere gradually cleared\"—which seems to be the same as saying that the chaotic state had cleared.",
        "captions": [],
        "headers": [
            "TIME ZERO"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 138,
        "content": "Astronomical belief, something that the common man in the street would not have cared about except as a curiosity. In this respect, it was no different then than it is now. Granted that religion would have augmented the belief until it fossilized itself into a credo of faith, the question of why such an obvious falsity would have been incorporated in ritual litanies in the first place remains unanswered. More amazing is the fact that the belief survived the scrutiny of those who were in the best position to know otherwise—the astronomers and astrologers. How could these professional men have attempted to utilize the datum in a more practical way when the belief on which it was based belied reality. We can, perhaps, understand how an error in astronomical observation, or a miscalculated set of figures, could have been misconstrued into a truth. Habitual acceptance of such a misconstrued fact might even, in time, have cemented the misconception into dogmatic belief. It happens. But the incongruity of a belief in something which was demonstrably false would have had a difficult time in being accepted as dogma by a culture and installed as a pillar of astrological wisdom supposedly based on astronomical verity. It is difficult to understand why ancient astronomers, astrologers, or priests looked up at the planet Saturn and asserted that it was a sun. More difficult to believe would be that such a preposterous idea, even if it was somehow believed in, say, by the Babylonians, could have been foisted on a people of a different culture. Everyone could look up into the sky and see that Saturn was not a sun. One need not have been an astronomer in order to expose such a deceit. What people might have believed is that Saturn could have once shone as a sun. This would have been different because although everyone could see that Saturn did not shine as a sun, there was no way they could tell whether it once did. And, let us face it, man has long been prone to the possibility that things could have been different in remote antiquity—which renders this very study beyond exception. On the other hand, whether embedded in fact or fiction, every belief has to have an origin. So what could have been the origin of this particular one? One explanation offered by Pingree is that the Sun’s hyposoma sets as Saturn’s rises.” A hyposoma—a plural, hyposomata—is the astrological term for the point in the zodiacal sign in which a planet is believed to exert its greatest influence. But, as Ulla Koch-Westenholz noted, “the earliest evidence for the hyposomata is from the seventh century BC,” and the association of Saturn and the sun is certainly older and far more entrenched in the tradition than warranted by such arcane speculations.”° The classicist R. Beck had a different explanation. As he had it stated: “In ancient astrology it is widely attested...that Saturn was the star of the Sun...Graeco-Roman astrology made the [same] identification because Babylonian astrology had made it already, and the western tradition here simply drew on its older eastern relative.” But the Babylonians and, before them, the Sumerians, had absolutely no reason to invent the postulate, to perpetrate this astronomical lie. It could have served no purpose—religious, political, or otherwise. It would not have answered any questions posed by theology, sovereignty, or nature. Besides, if we are to invoke diffusion as a solution to this problem, how would we explain similar beliefs from the American continent which, we have been taught, could have had absolutely no contact with the world of the ancient Near East? I will not, at",
        "captions": [],
        "headers": []
    }    
]