[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 4,
        "content": "Amount of oceanic water that went into the building of these glaciers lowered the oceans by 400 feet! — although, to be sure, estimates vary from one source to another. The world had frozen over.",
        "bibliography": [
            "1. [ibid., p. 28.4]"
        ],
        "captions": [
            "Map of northern hemisphere showing the conjectured extent of the Pleistocene Ice Age and direction of glacier flow."
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 5,
        "content": "And it happened more than once. As Dolph Earl Hooker noted: “It is more or less customary for writers to refer to the Pleistocene period, or epoch, as ‘The Ice Age,’ thereby giving the impression that it was the only geological period in which glaciation occurred.” However, as he goes on, “other glaciations...varying in severity, are known to have occurred time and again at irregular intervals, separated by millions of years.”! Or, as Windsor Chorlton put it: “The very term ‘ice age’ can be confusing, since it is generally used to refer to a period of sustained glaciation lasting a few tens of thousands of years. When scientists use the term, however, they frequently mean a period of global cooling that can last for millions of years and consists of a series of glacial advances and retreats, called glacials and interglacials. As a practical matter, it seems reasonable to call an event of such long duration an ‘ice era’ or an ‘ice epoch’ and to reserve the term ‘ice age’ for the relatively brief periods of most severe cooling.” Writing in 1958, Hooker spoke of eleven glacial episodes.> In 1983, Chorlton vouched for only seven.‘ It seems as if this depends on what exactly is understood by the term “ice age.” However, and to avoid confusion, we shall here use the term “ice age” to mean an “ice epoch” with its various advances and retreats of ice; the term “ice ages” to mean those ice epochs prior to the last such age which took place during the Pleistocene; and the term “Ice Age” to mean the Pleistocene ice epoch. The Pleistocene Ice Age itself is also said to have been interrupted by interglacial periods in cycles that lasted up to 10,000 years, which alternations have been variously given as from ten to fifteen in number, with one proponent even vouching for thirty.7 Thus, for instance, it was announced in 1986 that Antarctica “has not been dominated by a thick ice sheet over the past 15 million years, as scientists generally believe.”’’ Instead, it was discovered that “the ice sheet may have melted and reformed many times.” But, as Steven Robinson and others have pointed out, there seems to be no consensus on the actual number of glacial and interglacial periods or their duration.! In fact, except for the belief in their occurrence, there seems to be no consensus on anything concerning ice ages, least of all what caused them. In 1970, David Ericson and Goesta Wollin, from the Lamont-",
        "bibliography": [
            "1. D. E. Hooker, “Those Astounding Ice Ages” (N. Y., 1958), p. 16.",
            "2. W. Chorlton, op. cit., p. 18.",
            "3. D. E. Hooker, loc. cit.",
            "4. W. Chorlton, op. cit., p. 20.",
            "5. T. Palmer, “The Erratic Descent of Man,” Chronology and Catastrophism Review XII (1990), p. 19.",
            "6. S. J. Robinson, “On the Disproportion Between Geological Time and Historical Time: Part Two—Of Earth, Fire and Water,” Chronology and Catastrophism Review (1993 Special Issue), p. 28.",
            "7. J. P. Kennett, Marine Geology (New Jersey, 1982), p. 747.",
            "8. Anderson, “A Glimpse of the Green Hills of Antarctica,” New Scientist (July 3, 1986), p. 22.",
            "9. Ibid.",
            "10. S. J. Robinson, op. cit., pp. 28 ff., where various other sources are cited."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 6,
        "content": "Doherty Geological Observatory, could estimate that there had been nearly one theory a year to account for the cause of ice ages for more than a century.! It would be impossible in this work to evaluate all that has been said concerning each and every ice age that is believed to have gripped our world. So that, while we cannot ignore ice ages in general, we shall mainly concentrate on the Pleistocene Ice Age. THE INTERGLACIALS Ice ages are believed to have been regularly punctuated by interglacials, that is periods within any one ice age during which the cold relented, temperatures rose, and the ice retreated somewhat. The number of interglacials are said to have varied from one ice age to another. How was this learned? Immanuel Velikovsky had it stated that: “Bones of Greenland reindeer have been found in southern New Jersey and southern France, and bones of Lapland reindeer in the Crimea. This was explained as due to the invasion of ice and the retreat of northern animals to the south. The hippopotamus was found in France and England and the lion in Alaska. To explain similar occurrences, an interglacial period was introduced into the scheme: the land was warmed up and the southern animals visited northern latitudes. And since the change from one fauna to another took place repeatedly, four glacial periods with three interglacial were generally counted, though the number of periods is not consistent with all lands or with all investigators.” This is not the way it happened and Velikovsky should have known better. What transpired was this: As far back as the 1840s, in a cliff on the coast of East Anglia, the English geologist Joshua Trimmer came across two distinct layers of sediments, known as till, deposited by a glacier. What this suggested to him was that, as far as Britain was concerned, there had been at least two separate glaciations. This was confirmed in the 1860s when Archibald Geikie discovered a stratum containing the remains of plants sandwiched between two layers of till in Scotland. This not only established the past occurrence of two separate glaciations, it also indicated that the interim between them had been warm enough to allow plants to grow. As Chorlton summed up, “the argument was settled conclusively in the 1870s when the remains of a forest were found sandwiched between two sheets of till in the American Midwest.” Since then it has been theorized that the duration of each glaciation could not have been more than “a few thousand years,” with the interglacial periods “probably longer” in the region of “100,000 years or more.”4 But, as E. J. Opik had to admit:",
        "bibliography": [
            "1. J. White, Pole Shift (N. Y., 1980), p. 12.",
            "2. Velikovsky, Earth in Upheaval (N. Y., 1955), p. 43.",
            "3. W. Chorlton, op. cit., p. 95.",
            "4. EJ Opik, “The Ice Ages,” in P. Cloud (Ed.), Adventures in Earth History (San Francisco, 1970), p. 871."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 7,
        "content": "“From all we know now [i.e. in 1970], the Quaternary [which covers the Pleistocene Epoch] represented an exceptional period in the history of our globe. The repeated advance and retreat of glaciation is a phenomenon specifically restricted to this period; before that, for a time interval of about 200 million years, there was almost no permanent ice on earth’s surface; even the poles were free and enjoyed a temperate or cold-temperate climate.”! Opik then goes on with: “The Tertiary, Cretaceous and earlier were warm epochs; most of the geological history falls within such warm periods, at least for the 500 million years since the Cambrian.”? Even so, from time to time, this previous warm milieu does seem to have been interrupted by earlier ice ages. How many of them were there? PREVIOUS ICE AGES The ice age which preceded that of the Quaternary Period took place during the Permian Period, some 250 million years ago and calculated to have lasted about 25 million years. The traces it left are to be found chiefly in the southern hemisphere and mainly near the equator. This ice age was also interrupted by a succession of interglacial periods similar to those of the Pleistocene Epoch of the Quaternary Period. Previous to that, a major ice age seems to have taken place during the Cambrian Period of the Paleozoic Era about 570 to 650 million years ago. Traces of this glaciation are to be found in both hemispheres with indications of alternating interglacial periods. Before that, at least one other ice age ensued about which little is known. There was also an even earlier posited Huronian ice age, a period of intense glaciation, calculated to have occurred about 2,150 million years ago. As Opik summed up: “Minor traces of ice are recorded between these major ice ages, but they are probably rightly dismissed as ordinary ‘mountain glaciation’.”4 What is of great interest is that the succession of these ice ages “was almost periodical, with a period of about 250 million years”>—and this we must not lose track of. All in all, as Opik pointed out, the duration of these ice ages was relatively short, “not more than 10 per cent of the total,” when compared to the overall scheme.® And, at the risk of belaboring a point already made, Opik himself stresses the fact that: “The climate difference was so large that, during the normal warm periods, permanent ice was absent altogether.",
        "bibliography": [
            "1. Ibid.",
            "2. Ibid.",
            "3. No references need be given for these dates and those immediately below since these vary from one authority to another and from work to work. What are supplied here are approximations which, in any case, will probably be refined further in the future. In view of the present thesis, even the millions of years cited might have to be eventually drastically shortened.",
            "4. J. Opik, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 8,
        "content": "(except perhaps on some of the highest mountains), even the poles being free from ice during these periods.”! GONDWANA In his attempt to throw as many spokes as he could in the wheel concerning ice ages, Velikovsky stressed the signs of glaciation that are found in what today are the tropics. These discoveries date from the very inception of the theory as envisioned by Agassiz himself. As Velikovsky noted: “In 1865, Agassiz went to equatorial Brazil, one of the hottest places in the world, where he found all the signs he ascribed to the action of ice...There were drift accumulations, and scratched rocks, and erratic boulders, and fluted valleys, and the smooth surface of tillite (rock formed of consolidated till), so there must have been ice to carry and polish, and the region must have gone through an ice period.” Abundant vestiges of an ice age were eventually found also in Argentina, British Guiana, equatorial and southern Africa, Madagascar, India, most of Australia, the Falkland Islands, and, needless to say, Antarctica.3 Some of these glaciations left their signatures to within 20 and 10 degrees of the equator. Velikovsky, of course, knew that this ice age, as indicated in our last section, had been dated to the Permian Period, but that did not keep him from pointing out what, to him, appeared as an incongruity. “Even if the phenomenon took place very long ago,” he wrote, “an ice cover thousands of feet thick in the hottest places of the world is a challenging enigma.”+ What was also at first considered contradictory were the unmistakable signs that, in Africa and Madagascar, the ice in some instances seems to have spread south from the equator, rather than north from the southern pole as logic would demand. And in India, the ice seems to have flowed north from the equator, rather than south from the northern pole. What could have caused these reversals of direction. Velikovsky also quoted R. T. Chamberlain who had written: “Some of these huge ice sheets advanced even into the tropics, where their deposits of glacier-borne debris, hundreds of feet in thickness, amaze the geologists who see them. No satisfactory explanation has yet been offered for the extent and location of these extraordinary glaciers...Glaciers, almost unbelievable because of their location and size, certainly did not form in deserts.”",
        "bibliography": [
            "1. [ibid., p. 872.]",
            "2. Velikovsky, op. cit., p. 40.",
            "3. W. Hamilton & D. Krinsley, “Upper Paleozoic Glacial Deposits,” in P. Cloud, op. cit., p. 850.",
            "4. Velikovsky, op. cit., p. 41.",
            "5. R. T. Chamberlain, “The Origin and History of the Earth,” in F. R. Moulton (Ed.), The World and Man (1937), p. 80, as quoted in ibid., loc. cit."
        ],
        "captions": []
    }
]
