[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 444,
        "content": "How a prolonged drought at the end of the Ice Age could have led to grasslands turning into forests. Besides, that mammals can easily adapt to a changing environment is evidenced by the far-reaching extent of habitation that has been occupied throughout the ages by the pachyderms, from woolly mammoths in the Arctic to the present elephants in equatorial Africa. Given the millennium or so that Cooper believes in, animals could easily have migrated to more suitable regions as, in fact, some of the survivors—among them the Arctic fox, the saiga antelope, and the reindeer—are known to have done. In fact, Cooper himself realizes that a change of climate, which is what would have caused a change in the environment, raises some serious problems of its own. Keep in mind, as Derek Ager noted, that these extinctions did not result from the Pleistocene glaciation, but sometime after the retreat of the ice. The retreat of the ice, however, was not itself the cause of the extinctions as neither was it the cause of the change in climate that ensued. It was, therefore, not without reason that the glaciologist J. Charlesworth lamented his own discipline when it came to this particular epoch in world history. “Perhaps no geological period has so divergent views as has the Pleistocene,” he wrote. “Indeed, Quaternary geologists have long enjoyed the unenviable reputation of being among the most disputatious.” As if all this was not enough, a new theory was advanced by C. O. Sauer in 1944 which blamed the extinction of Ice Age fauna on man himself, such as “by hunters making fire-drives in pursuit of game.” But, as Immanuel Velikovsky rightly noted, “Stone Age hunters burning down forests would not have been able to destroy completely many species of animal, leaving not one of the kind from one coast to another and from Alaska to Tierra del Fuego.” Nor was this anything of an exaggeration on Velikovsky’s part. North America alone, as Trevor Palmer noted, lost 75% of its genera of animals which included many of its mammoths, mastodons, horses, tapirs, camels, ground sloths, the saber-toothed cats, various bears, giant rodents, musk oxen, moose, and deer. In all, 33 genera disappeared between 12,000 and 10,000 years ago, and possibly a much shorter period than that. In South America at about the same time, 46 genera became extinct. These were all large mammals, including mastodons, edentates, rodents, ungulates, carnivores, horses, peccaries, camels, and deer. The extinctions of large animals in the old world were more modest, but the long-horned buffalo, giant hartebeest, giant Cape horse, a warthog-like pig, and two species of springbok disappeared completely from Africa at the end of the Pleistocene.",
        "bibliography": [
            "1. \"Catastrophe 10,000 BC?\" Chronology & Catastrophism Workshop (1986:2), p. 24.",
            "2. J. Kahn, op. cit., p. 59.",
            "3. D. V. Ager, loc. cit.",
            "4. G. Schultz, Ice Age Lost (N. Y., 1974), p. 25.",
            "5. I. Velikovsky, Earth in Upheaval (N. Y., 1955), p. 230.",
            "6. Ibid.",
            "7. T. Palmer, \"The Late Pleistocene Extinctions: No Evidence for Plato’s Atlantis,\" Chronology & Catastrophism Workshop (1987:2), pp. 12-13."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 445,
        "content": "Woolly rhinoceros, woolly mammoth, and giant deer became extinct at this time. Nine other genera disappeared from Europe but survived on other continents. In South America, \"diluvial deposits containing bones of animals of [Pleistocene] age extends over the whole Brazilian plain, from the flanks of the Cordilleras to the borders of the Atlantic.\" Similar remains have also been found in abundance on the great plateau of Bolivia and \"west of the mountains both in Peru and Chile,\" to which can also be added the deposits discovered in Patagonia, Argentina, on the pampas and in caves, in Ecuador, Paraguay, Colombia, and Venezuela. \"Historically the bones of Pleistocene mammals, especially those of the larger genera, were noticed in South America soon after the Spanish Conquest. Curious theories were advanced by the early discoverers to explain the presence of these bones, usually by reference to a race of giants who were supposed to have anciently inhabited various parts of the New World.\" Even in Australia, the giant kangaroo and rhinoceros-sized wombat, among many others, were completely wiped out by a catastrophic event dated around 12,000 to 10,000 years ago. We could, of course, add considerably to the list with much more detailed descriptions of these finds, but to do the subject justice would require a lengthy volume on its own. The little that has been presented should be sufficient to show that humans could not have been responsible for so much killing. By the mid-1940s, F. Rainey could conclude that: \"Though man was on the scene of the final perishing, his was not...the appetite nor the capacity for such giant slaughter.\" Moreover, this conclusion was reached on the sole evidence exhibited by the vast amount of bones belonging to extinct animals in Alaska alone. Yet even were we to restrict ourselves to that sole locality, the extent of the extinctions would still have been too much for prehistoric man to have achieved. \"Even with the known destructiveness of man,\" Rainey went on, \"it is difficult to visualize how these early hunters, armed with puny flint-tipped spears, could have destroyed enough animals to cause complete extinction.\" And, as Loren Eisley emphasized: \"We are not dealing with a single, isolated relict species but with a considerable variety of Pleistocene forms, all of which must be accorded, in the light of cultural evidence, an approximately similar time of extinction.\" Despite all that, the theory which blamed man for the extermination did not itself become extinct—not for a while, at least—even though voices continued to be raised against it.",
        "bibliography": [
            "1. Pbid., p. 13.",
            "2. C. H. Hapgood, The Path of the Pole (N. Y., 1970), p. 287.",
            "3. Ibid.",
            "4. Ibid., pp. 287-288.",
            "5. [bid., p. 287.",
            "6. \"A Catastrophe 10,000 BC?\" Chronology & Catastrophism Workshop (1986:2), p. 24.",
            "7. T. Velikovsky, loc. cit.",
            "8. Ibid.",
            "9. Ibid., p. 231."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 446,
        "content": "Throughout the entire 1980s, \"Man-the-hunter\" was still being held responsible by some \"for the extinctions in a form of prehistoric overkill.\" By then the theory depended \"upon the sudden arrival of men in regions where animals had no adaptation towards evasive action.\" \"However, the likelihood of small bands of humans being able to exterminate huge and often dangerous animals is small... The evidence in Australia is also contrary to the theory, as man is known to have entered the continent at least 30,000 years ago and therefore had coexisted with the large mammals for some 20,000 years. The bones of extinct Australian animals are never in the same layers as human artifacts.\" That, however, was in 1986. The picture changed entirely before this work came to an end. The opposite is now being claimed, that a \"newly compiled fossil record of Australian mammals bolsters the notion that humanity’s arrival on the island continent led to the extinction of many large creatures there.\" By then, the arrival of humans in Australia had been pushed back to 50,000 years ago. These exterminations, however, are claimed to have \"occurred at least 25,000 years before the most recent ice age began,\" so they need not bother us at this point. New Zealand presents a different case in which the extinction of the moa, a giant flightless bird some of which achieved twelve feet in height, can definitely be attributed to human overkill. There were twenty species of this bird which disappeared in North Island only about 500 to 700 years ago, probably before the arrival of the Maori, which would mean by an earlier incursion of Polynesians. The moas lingered longer on South Island, definitely down to the time of Captain Cook’s visit. But, eventually, even these disappeared. One must keep in mind, however, that, despite its speed, the moa was an ungainly animal when cornered and an easy prey to spear-wielding hunters. Moreover, it was native only to New Zealand, two smallish islands when compared to the vast Pacific or, worse still, to the rest of the inhabited world. What needs hardly be told is that, while their remains have been traced as far back as the Pliocene epoch, moas obviously survived the Pleistocene extinctions. Not so, of course, with the North American mammoth, a well-known Pleistocene pachyderm, the extinction of which is also sometimes blamed on human hunters.",
        "bibliography": [
            "1. \"A Catastrophe 10,000 BC?\" Chronology & Catastrophism Workshop (1986:2), p. 24.",
            "2. Ibid.",
            "3. Ibid., pp. 24-25.",
            "4. S. Perkins, \"Going Under Down Under: Early People at Fault in Australian Extinctions,\" Science News (January 20, 2007).",
            "5. Science News (March 15, 2003), p. 173.",
            "6. S. Perkins, loc. cit."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 447,
        "content": "447",
        "captions": [
            {
                "source": "internal",
                "text": "Early Polynesian hunters who drove the moa to extinction prior to the advent of the Maori. (Illustration by Y. S. Green.)"
            }
        ],
        "bibliography": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 448,
        "content": "Together with his student, Richard Lane, who were soon at the site, just one look to realize that the bones belonged to the Ice Age mammoth known as Mammuthus columbi, who is known to have become extinct some 8,000 years ago, a cousin to the better-known Mammuthus primigenius of Arctic regions. While oil-digging operations were temporarily postponed, excavation continued in an effort to learn more concerning the mammoth’s demise. It was not long before the hand of man became evident when a large, worn stone knife came into view. At once the picture changed [National Geographic reported]. Mammoth remains alone were well worth excavation and study. But seldom in history—perhaps less than a dozen times—had scientists excavated evidence of man and mammoth together in North America. Evidence of man’s encounter with the mammoth multiplied. Unearthed during the excavation was \"a chopper, a scraper, a few flakes chipped from some stone utensil, and quartzite rocks the size of bowling balls.\" By the following year the mammoth’s vertebra was discovered seven feet away from the main skeleton, which seemed to indicate that man had severed this section for consumption. The discovery of a large flint knife beside the vertebra, together with a cache of split and broken bones, cemented this conviction. Battered stones, \"clearly used to crush the bones to extract marrow for food,\" added to the picture. Smashed bones, some of which bore the marks of scrapers, together with man-made tools and implements continued to turn up. In the end, the evidence led to the following scenario: \"The mammoth [got] trapped in the black mud of [a] bog. On the bank, hunters watched as the struggling animal sank deeper. When they saw that the beast was hopelessly bogged down, they stoned it with boulders. They could not crush the massive skull, but finally, after continual pounding, the mammoth weakened. Then a brave hunter perhaps finished the battle with a well-placed spear. The men swarmed over the giant carcass with sharp knives of stone, hacking off chunks of still-warm meat. They fought against the sucking mud that eventually engulfed the hulk, leaving only the black ooze—and silence. It is possible that something of the sort might have transpired, but there is one discordant note in the above scenario—and it concerns the \"brave hunter\" who \"finished the battle with a well-placed spear.\" In fact, as the same report notes: \"Despite the presence of stone knives,",
        "bibliography": [
            "'C. Irwin, ef al., \"Wyoming Muck Tells of Battle: Ice Age Man vs Mammoth,\" National Geographic (June 1962), pp. 828-831.",
            "2. Ibid., p. 831.",
            "3. Ibid., pp. 831-832.",
            "4. Ibid., p. 832.",
            "5. Ibid., p. 834.",
            "6. Ibid., p. 835.",
            "7. Ibid., pp. 828-829."
        ],
        "captions": [],
        "headers": []
    }
]