[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 54,
        "content": "“The transport mechanism was a collision or near collision-course orbit... “Upon fragmentation, roughly 10,000 to 15,000 miles from the earth’s core, and hence 6,000 to 11,000 miles from earth’s surface, the icy particles scattered into three trajectories. One trajectory flew toward the earth, like a shower of meteorites. Fragments of ice entered the atmosphere like meteors and, with the heat of friction, vaporized and precipitated to earth. It would not take very much ice, astronomically speaking, to create in this way a sudden rainfall equivalent to 100 feet of water per square foot of earth surface, which is about 200,000,000 square miles. This concept must be kept in alignment with the many ancient flood legends among nearly all primitive peoples, wherein the onset of the Biblical Flood event was a day—one day. This earthbound trajectory might account for 10 to 20 percent of the icy fragments.” So much for the Deluge. But how did Patten make this same astral visitor account for the Ice Age? While a second trajectory, accounting for perhaps 15 to 25 percent of the icy fragments, was swept away into interstellar space, a third trajectory began to orbit earth as a ring around the equator. The Sun would then have charged the particles which, interacting with Earth’s geomagnetic field, were funneled, much like the auroras, toward both poles where they fell without melting as ice and snow. “Thus the ice age took a month or so, not tens of thousands of years, to form.” Seven years later, having attracted the attention and support of two other fundamentalist scientists, Ronald Hatch and Loren Steinhauer, Patten co-authored a second book with them in which they expounded on seven distinct cosmic catastrophes as they saw them encoded between the lines of the Old Testament verses.3 Again, we shall cast all that aside and concentrate on what they had to offer concerning the Ice Age. Keeping to Patten’s original hypothesis, the icy visitor was now described as either having been the planet Mercury or a satellite of Mercury.* Writing in support of their theory in 1977, William Thompson alluded to the “astral body” as having been “probably Mercury.”> But then, in 1988, Patten revised his theory, now blaming the Deluge and the ice dump on the fragmentation of a previous icy satellite of Mars during a close flyby of that planet.® One should not castigate Patten for his change of mind because, after all, that is the way in which theories should be constructed, through refinement dictated by new evidence. Even so, leaving aside my own disbelief of the entire scenario, Patten’s theory suffers mostly from",
        "bibliography": [
            "1. D. W. & P. A. Patten, “A Comprehensive Theory on Aging, Gigantism and Longevity,” Catastrophism and Ancient History I:1 (August 1979), pp. 34-35 (emphasis as given).",
            "2. Ibid., p. 37.",
            "3. D. W. Patten, R. R. Hatch, & L. C. Steinhauer, The Long Day of Joshua and Six Other Catastrophes (Seattle 1973), in toto.",
            "4. Ibid., p. 307.",
            "5. S.W.L Thompson III, “Extraterrestrial Origin of the Ice Age,” A Symposium on Creation, VI (Seattle, 1977), pp. 4, 6.",
            "6. D. Ww. Patten, Catastrophism and the Old Testament (Seattle, 1988), pp. 31, 34 ff., and elsewhere in same work."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 55,
        "content": "the fact that it can only be made to account for the last, that is the Pleistocene, Ice Age. Patten himself was of the belief that the “traditional viewpoint of the ice age holds that there were four of them, separated by warmer interglacial periods...”! That might have been true in the 1920s, but in the '50s, well before Patten stated the above, this was no longer the picture, and Patten should at least have known that. Thanks to the study of sedimentation in deep-sea cores by the Italian-American geologist Cesare Emiliani during that decade, it was discovered that “no fewer than seven complete glacial-interglacial stages” had occurred “during the past 300,000 years.” About a decade later, further studies of similar cores by Nicholas Shackleton “showed a definite sequence of 19 stages of warming and cooling over the past 700,000 years.” It thus becomes evident that if Patten’s cause for the ice ages was to be adopted, an icy astral visitor, as a previous satellite of Mars or Mercury, or some such similar body, would have had to have interacted with Earth and fractured on some nineteen different occasions. It more than boggles the imagination. Besides, as in other cases, seeing as Earth had been much warmer prior to the Pleistocene Ice Age, with the Arctic regions warmer still, any descending ice or snow through the cusps of the geomagnetic field through the atmosphere would have tended to melt to fall as rain much in the same manner that Patten himself postulated for the Biblical Deluge. THE TIPPE-TOP MODEL Velikovsky’s scenario received something of a questionable boost in 1978 when Peter Warlow attempted to provide it with a viable mechanism.* “To produce an ‘ice age’ is quite simple,” he wrote. “You merely tilt the Earth a little bit.”5 “If, for example, we were to tilt the Earth by about 20° or 30°, so that the rotation pole was moved from its present position to a point in the Davis Strait [just south of Baffin Bay], we would produce the sudden re-advance of the ice sheet over North America... It would alter the ice cover in northern Europe by a smaller amount... It would produce a sudden change of climate in some parts of the world, and not in others. The changes would be both to warmer and to colder states, depending upon the particular location.”6 While this, according to Warlow, would have incurred changes in sea levels, there would not necessarily have been any change in the total quantity of ice at the poles.” This would be because all that would have happened, as in Velikovsky’s case, would have been a mere displacement of Earth’s polar caps. Note, in fact, the similarity of his reasoning to that of Velikovsky as reproduced above: “A circle drawn [with the pole in the Davis Strait] as center passes through North America, just below the Great Lakes; it passes through Europe in the region of the British Isles; and it just skirts the modern edge of Asia. As more than one investigator has pointed out, that is almost the extent of the last glaciation.”! Warlow, of course, had more than just ice ages in mind. Perhaps more than anything, he wanted to account for Velikovsky’s additional postulate that Earth had reversed its rotational orientation, with what was east becoming west, more than once in the past.2 This would account for various ancient statements from around the world which claim that, in past ages, the Sun had changed direction, rising in the west and setting in the east, on more than one occasion. Velikovsky had, of course, accounted for this through an inversion of our globe. But while a simple inversion would interchange north with south, east and west would not appear to have reversed for anyone stationed upon Earth. As Michael Reade succinctly explained, once one becomes familiar with seeing the Sun rise at a particular point on the horizon, while also used to calling that direction East, one shall not observe anything so very markedly different if the world should turn upside down, for the sun would still appear to rise in much the same place.3 Granted, as Reade also clarified, the rising and setting Sun would be seen to go through other minor changes. Thus, for instance, depending on one’s locality on the globe, it would (1) appear to rise twelve hours earlier or twelve hours later than before; (2) its precise direction of rising would be slightly modified; and (3) it would appear to rise at the point on the horizon where, previously, it would have done six months later, or six months earlier. But it would still appear to rise in the geographical East, and set in the direction of geographical west.4 It is therefore to Warlow’s credit when he managed to turn the world upside down while also reversing east and west. The complex motions that can account for this were best explained by Warlow through the gyrations inherent in what is popularly known as a tippe-top. As he rightly asserts, the tippe-top’s behavior is “quite intriguing.”> When first spun, this top spins like any other top, with its handle uppermost. But, in a complex series of fast precessional, nutational, and other rotational responses, it soon inverts itself. It does so, however, in a most peculiar manner. To an external observer, such a top would appear to have turned upside down while its direction of spin remains the same. But to an observer on the spinning top—if one can visualize such—the inversion would be accompanied by a reversal of rotation and—yes—on an Earth inverted in such a manner, the Sun would appear to rise in",
        "bibliography": [
            "1. Idem (with P. A. Patten), op. cit., p. 32.",
            "2. W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 131.",
            "3. Ibid., p. 137.",
            "4. P. Warlow, “Geomagnetic Reversals?” Journal of Physics (October 1978), pp. 2107-2130.",
            "5. Idem, The Reversing Earth (London, 1982), p. 158.",
            "6. Ibid., p. 159.",
            "7. Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 56,
        "content": "placement of Earth’s polar caps. Note, in fact, the similarity of his reasoning to that of Velikovsky as reproduced above: “A circle drawn [with the pole in the Davis Strait] as center passes through North America, just below the Great Lakes; it passes through Europe in the region of the British Isles; and it just skirts the modern edge of Asia. As more than one investigator has pointed out, that is almost the extent of the last glaciation.”! Warlow, of course, had more than just ice ages in mind. Perhaps more than anything, he wanted to account for Velikovsky’s additional postulate that Earth had reversed its rotational orientation, with what was east becoming west, more than once in the past.2 This would account for various ancient statements from around the world which claim that, in past ages, the Sun had changed direction, rising in the west and setting in the east, on more than one occasion. Velikovsky had, of course, accounted for this through an inversion of our globe. But while a simple inversion would interchange north with south, east and west would not appear to have reversed for anyone stationed upon Earth. As Michael Reade succinctly explained, once one becomes familiar with seeing the Sun rise at a particular point on the horizon, while also used to calling that direction East, one shall not observe anything so very markedly different if the world should turn upside down, for the sun would still appear to rise in much the same place.3 Granted, as Reade also clarified, the rising and setting Sun would be seen to go through other minor changes. Thus, for instance, depending on one’s locality on the globe, it would (1) appear to rise twelve hours earlier or twelve hours later than before; (2) its precise direction of rising would be slightly modified; and (3) it would appear to rise at the point on the horizon where, previously, it would have done six months later, or six months earlier. But it would still appear to rise in the geographical East, and set in the direction of geographical west.4 It is therefore to Warlow’s credit when he managed to turn the world upside down while also reversing east and west. The complex motions that can account for this were best explained by Warlow through the gyrations inherent in what is popularly known as a tippe-top. As he rightly asserts, the tippe-top’s behavior is “quite intriguing.”> When first spun, this top spins like any other top, with its handle uppermost. But, in a complex series of fast precessional, nutational, and other rotational responses, it soon inverts itself. It does so, however, in a most peculiar manner. To an external observer, such a top would appear to have turned upside down while its direction of spin remains the same. But to an observer on the spinning top—if one can visualize such—the inversion would be accompanied by a reversal of rotation and—yes—on an Earth inverted in such a manner, the Sun would appear to rise in",
        "bibliography": [
            "1. The physics behind this “intriguing” behavior, involving various types of simultaneous rotations and other motions, need not concern us here. Those interested can consult Warlow’s works as cited above.",
            "2. Idem, The Reversing Earth (see above), p. 55.",
            "3. Ibid., p. 58.",
            "4. Ibid., p. 185.",
            "5. Ibid. (emphasis added).",
            "6. Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 57,
        "content": "the geographical west and set in the geographical east.! As in Velikovsky’s simpler model, such a tippe-top reversal of Earth would also have generated the side effects—hurricanes, tides, volcanism, etc.—that we have now become quite familiar with in theories of cosmic catastrophes, with ice caps melting and re-freezing in different (displaced) localities. One other conundrum that Warlow’s model sought to explain was the series of past reversals of Earth’s geomagnetic field. Various theories had been proposed to account for these reversals. Warlow’s solution seemed the simplest. As he disclosed: “All of the efforts by conventional scientists to explain the magnetic reversals have concentrated on what seems to be the obvious problem, namely to find a way of reversing the field. There is, however, another possibility. That possibility is to leave the field alone and turn the Earth over instead.”? Even so, a reversal of Earth, in tippe-top fashion or otherwise, would not displace Earth’s polar caps and, as we have already seen, Warlow himself calls for only a twenty or thirty degree tilt in order to account for the displaced ice caps. This is accommodated by him by claiming that “Earth may not be turned over completely on each occasion” and that the amount of tilt “may be a little less or a little more than 180°, or there may be only a minor tilt of a few degrees.”3 Did Warlow accept a close encounter with the planet Venus, as per Velikovsky, to account for the polar cap displacement during the Pleistocene? His research led him to believe that “many large bodies have sailed by in the past.” But, more than that, he offered the following confession: “Though I have not given consideration to the particular bodies in question, Velikovsky’s investigations have led him to conclude that Venus was one of the bodies involved in recent events. Despite the ridicule with which this idea has been greeted, and fully aware that that ridicule may be leveled at me, I cannot find any reason for not accepting his conclusion.”> Very much like the Milankovitch theory, but among a lesser group of interested parties, Warlow’s model had its ups and downs. Eric Crew was among the first to show how his “initial skepticism developed into firm support for Warlow’s views,”6 even though, in his",
        "bibliography": [
            "1. Tdem., “Reversals of the Earth?” S.LS. Review IV:2/3 (Winter 1979/80), pp. 62-63; idem., “Further Comments on Shell Slipping,” Society for Interdisciplinary Studies Review 3:3 (January 1981), pp. 35-37; idem, “Slipping Shell— An Adjustment,” Society for Interdisciplinary Studies Workshop 3:4 (April 1981), p. 25.",
            "2. T. W. Field, “Evidence of an Inversion Event?” AEON IL:1 (June 1989), pp. 6-8; idem, “Some Thoughts on Inversion Calculations,” Chronology and Catastrophism Review XI (1989), pp. 21 ff.; idem, “Further Thoughts on Tippe Top Inversion,” in ibid. XII (1990), pp. 47-48.",
            "3. D. A. Slade, “Eric Crew and the Tippe-Top,” Society for Interdisciplinary Studies Workshop 4:3 (December 1981), pp. 34-36, but see also the appended reply by Eric Crew, pp. 36-37; see also C. L. Ellenberger, “Bulge-bilge, Inertia and Torque,” Society for Interdisciplinary Studies Workshop 4:4 (March 1982), pp. 32-34.",
            "4. C. Kulyk, “Spinning Heads: Our Planet Within a Planet,” Equinox (December 1996), p. 14.",
            "5. E. R. Milton, “Electric Stars in a Gravity-Less Electrified Cosmos,” S.I.S. Review V:1 (1980/81), p. 7.",
            "6. J. White, “The Day the Earth Flipped End-Over-End,” The Province (June 9, 1980), p. C1; idem, Pole Shift (N. Y., 1980), pp.135 ff., 385."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 58,
        "content": "placement of Earth’s polar caps. Note, in fact, the similarity of his reasoning to that of Velikovsky as reproduced above: “A circle drawn [with the pole in the Davis Strait] as center passes through North America, just below the Great Lakes; it passes through Europe in the region of the British Isles; and it just skirts the modern edge of Asia. As more than one investigator has pointed out, that is almost the extent of the last glaciation.”! Warlow, of course, had more than just ice ages in mind. Perhaps more than anything, he wanted to account for Velikovsky’s additional postulate that Earth had reversed its rotational orientation, with what was east becoming west, more than once in the past.2 This would account for various ancient statements from around the world which claim that, in past ages, the Sun had changed direction, rising in the west and setting in the east, on more than one occasion. Velikovsky had, of course, accounted for this through an inversion of our globe. But while a simple inversion would interchange north with south, east and west would not appear to have reversed for anyone stationed upon Earth. As Michael Reade succinctly explained, once one becomes familiar with seeing the Sun rise at a particular point on the horizon, while also used to calling that direction East, one shall not observe anything so very markedly different if the world should turn upside down, for the sun would still appear to rise in much the same place.3 Granted, as Reade also clarified, the rising and setting Sun would be seen to go through other minor changes. Thus, for instance, depending on one’s locality on the globe, it would (1) appear to rise twelve hours earlier or twelve hours later than before; (2) its precise direction of rising would be slightly modified; and (3) it would appear to rise at the point on the horizon where, previously, it would have done six months later, or six months earlier. But it would still appear to rise in the geographical East, and set in the direction of geographical west.4 It is therefore to Warlow’s credit when he managed to turn the world upside down while also reversing east and west. The complex motions that can account for this were best explained by Warlow through the gyrations inherent in what is popularly known as a tippe-top. As he rightly asserts, the tippe-top’s behavior is “quite intriguing.”> When first spun, this top spins like any other top, with its handle uppermost. But, in a complex series of fast precessional, nutational, and other rotational responses, it soon inverts itself. It does so, however, in a most peculiar manner. To an external observer, such a top would appear to have turned upside down while its direction of spin remains the same. But to an observer on the spinning top—if one can visualize such—the inversion would be accompanied by a reversal of rotation and—yes—on an Earth inverted in such a manner, the Sun would appear to rise in the geographical west and set in the geographical east.! As in Velikovsky’s simpler model, such a tippe-top reversal of Earth would also have generated the side effects—hurricanes, tides, volcanism, etc.—that we have now become quite familiar with in theories of cosmic catastrophes, with ice caps melting and re-freezing in different (displaced) localities. One other conundrum that Warlow’s model sought to explain was the series of past reversals of Earth’s geomagnetic field. Various theories had been proposed to account for these reversals. Warlow’s solution seemed the simplest. As he disclosed: “All of the efforts by conventional scientists to explain the magnetic reversals have concentrated on what seems to be the obvious problem, namely to find a way of reversing the field. There is, however, another possibility. That possibility is to leave the field alone and turn the Earth over instead.”? Even so, a reversal of Earth, in tippe-top fashion or otherwise, would not displace Earth’s polar caps and, as we have already seen, Warlow himself calls for only a twenty or thirty degree tilt in order to account for the displaced ice caps. This is accommodated by him by claiming that “Earth may not be turned over completely on each occasion” and that the amount of tilt “may be a little less or a little more than 180°, or there may be only a minor tilt of a few degrees.”3 Did Warlow accept a close encounter with the planet Venus, as per Velikovsky, to account for the polar cap displacement during the Pleistocene? His research led him to believe that “many large bodies have sailed by in the past.” But, more than that, he offered the following confession: “Though I have not given consideration to the particular bodies in question, Velikovsky’s investigations have led him to conclude that Venus was one of the bodies involved in recent events. Despite the ridicule with which this idea has been greeted, and fully aware that that ridicule may be leveled at me, I cannot find any reason for not accepting his conclusion.”> Very much like the Milankovitch theory, but among a lesser group of interested parties, Warlow’s model had its ups and downs. Eric Crew was among the first to show how his “initial skepticism developed into firm support for Warlow’s views,”6 even though, in his",
        "bibliography": [
            "1. Tdem., “Reversals of the Earth?” S.LS. Review IV:2/3 (Winter 1979/80), pp. 62-63; idem., “Further Comments on Shell Slipping,” Society for Interdisciplinary Studies Review 3:3 (January 1981), pp. 35-37; idem, “Slipping Shell— An Adjustment,” Society for Interdisciplinary Studies Workshop 3:4 (April 1981), p. 25.",
            "2. T. W. Field, “Evidence of an Inversion Event?” AEON IL:1 (June 1989), pp. 6-8; idem, “Some Thoughts on Inversion Calculations,” Chronology and Catastrophism Review XI (1989), pp. 21 ff.; idem, “Further Thoughts on Tippe Top Inversion,” in ibid. XII (1990), pp. 47-48.",
            "3. D. A. Slade, “Eric Crew and the Tippe-Top,” Society for Interdisciplinary Studies Workshop 4:3 (December 1981), pp. 34-36, but see also the appended reply by Eric Crew, pp. 36-37; see also C. L. Ellenberger, “Bulge-bilge, Inertia and Torque,” Society for Interdisciplinary Studies Workshop 4:4 (March 1982), pp. 32-34.",
            "4. C. Kulyk, “Spinning Heads: Our Planet Within a Planet,” Equinox (December 1996), p. 14.",
            "5. E. R. Milton, “Electric Stars in a Gravity-Less Electrified Cosmos,” S.I.S. Review V:1 (1980/81), p. 7.",
            "6. J. White, “The Day the Earth Flipped End-Over-End,” The Province (June 9, 1980), p. C1; idem, Pole Shift (N. Y., 1980), pp.135 ff., 385."
        ],
        "captions": [
            {
                "source": "internal",
                "text": "The workings of a tippe-top. (5) Initial state with primary spin. (b & c) Fast precessional secondary rotation leading to inversion. (d) Continuation of primary spin but with top and bottom inverted, and right and left reversed."
            }
        ]
    }
]
