[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 99,
        "content": "Phaethon and his chariot. Phaethon ended up hurtling through the air in flames together with the shattered chariot, falling to his untimely death and leaving a long trail behind! This myth has its counterpart in one told by the Bella Coola Indians of British Columbia in which the son of the Sun took his father’s torches, carrying them across the sky, with which he ended up burning the Earth and its inhabitants. Like Phaethon, he too was finally cast down from the sky.\" The same tale, in slightly different garb, is also told by the neighboring Kwakiutl. While in this version the son of the Sun is entrusted with his father’s jewels in lieu of torches, the outcome is the same. Deciding to take a shortcut across the sky, our unfortunate hero strayed too close to Earth, coming close to burning it, until the Sun intervened by tearing the jewels from his grasp and casting him into the sea.3 In comparing these far-flung but similar myths,4 James Frazer raised the issue concerning whether their similarity could have been due to borrowing. “Whether the remarkable resemblances between the Greek and the Indian versions of the tale are to be explained as due to independent invention or to European influence,” he wrote, “is a question which, so far as I know, there is no evidence to determine, and on which therefore it would be rash to pronounce an opinion.” Similar sentiments have been expressed since then by others, but, as Donald Mackenzie noted as early as 1915 in relation to Babylonian mythology, these similarities should not automatically be dismissed as having necessarily been due to borrowing. “To students of comparative folklore and mythology the myths and legends of Babylonia present many features of engrossing interest. They are of great antiquity, yet not a few seem curiously familiar. We must not conclude, however, that because a European legend may bear resemblances to one translated from a cuneiform tablet that it is necessarily of Babylonian origin. Certain beliefs, and the myths which were based upon them, are older than even the civilization of the Tigr-euphrates valley. They belong, it would appear, to a stock of common inheritance from an uncertain cultural centre of immense antiquity.”6 It is not that direct borrowing through diffusion did not occur. The path of diffusive borrowing, however, can be easily traced. But what of mythological similarities which leave no trace of appropriation? If not through borrowing and diffusion, how could different races and nations separated by geography have ended up believing in identical, or near-identical, events, especially when these events bear such obvious marks of the extraordinary? This is",
        "bibliography": [
            "1. Ovid, Metamorphoses, Book 11:1:329.",
            "2. S. Thompson, Tales of the North American Indians (1929), pp. 44-45.",
            "3. D. B. Vitaliano, Legends of the Earth (London, 1973), p. 269.",
            "4. D. Cardona, op. cit., pp. 29-34.",
            "5. J. G. Frazer, Appendix XI to his translation of Apollodorus, The Library, Vol. 2 (Loeb, 1921), p. 394.",
            "6. D. A. Mackenzie, loc. cit.",
            "7. D. Cardona, op. cit., pp. 35-42."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 100,
        "content": "Especially so when it comes to the major deities of mankind’s ancient past. Forget the idea that the gods were invented as prototypes of benevolence. As we indicated in our previous volume, none of these ancient deities were upholders of law and order. On the contrary, their biographies and histories reveal them to have been thought of being nothing more than a bunch of revelers, indulging in sexual dishonesty, incest, rape, murder, and genocide without equal! “The gods [Alfred de Grazia wrote] are made ‘to be’ as they ‘should be,’ friends of ours, of our tribe, or perhaps even of humanity. No matter that they are also believed",
        "bibliography": [
            "1. [bid., pp. 43-46.",
            "2. D. A. Mackenzie, op. cit., p. 289.",
            "3. D. A. Mackenzie, op. cit., p. 289.",
            "4. W. Gibbon, “Asiatic Parallels in North American Star Lore: Ursa Major,” Journal of American Folklore, 77 (1964), p. 236.",
            "5. C. Krupp, “Sky Tales and Why We Tell Them,” in H. Selin (Ed.), Astronomy Across Cultures (London, 2000), p. 20.",
            "6. D. Cardona, op. cit., pp. 205-212.",
            "7. Babylonian Talmud, Shabbat 156b."
        ],
        "captions": [
            "Yd Vaniakode “Srna, Wa     \\                 /               ¥ K                 SSN]                  J                             a Socrates, who never wrote anything himself, berated the art of writing. (illustration by Charles Hogarth.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 101,
        "content": "",
        "bibliography": [
            "0. bi ne Ree RY NE Gg al wi r : Y dh Lo . —— we , ga uN “tty, SS 5 NO vs. | Vp i J Writing, so Socrates avowed, is inferior to orality Since the written word cannot be made to answer questions. Shown above: Greek scholar writing on papyrus. (Illustration by John Green.)",
            "101."
        ],
        "captions": [
            "Writing, so Socrates avowed, is inferior to orality Since the written word cannot be made to answer questions. Shown above: Greek scholar writing on papyrus. (Illustration by John Green.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 102,
        "content": "To have repeatedly destroyed the nations and that they will do so again! Why, then, did man invent such lawless gods? Or did he? If the characters and actions of the deities of one ancient race or nation were reflected in the divine characters and actions of other far-flung peoples, could it not be that they had all witnessed the same events which were attributed to godly actions in the first place? But for all such actions to have been witnessed by one and all, regardless of geographical locality, the events would have to have been portrayed on a screen that would have been visible from just about everywhere. The only such screen available to all of mankind at one and the same time is the sky. The Sun, the Moon, the stars, all act out their drama on the sky and everyone on Earth witnesses their ever-changing spectacle no matter where they may be located. THE PLANETARY DEITIES That man’s ancient deities resided in the sky—although sometimes on top of mountains—need not be stressed. Down to the present age, regardless of the religion concerned, God is still believed to reside there. But who, or what, were these ancient deities? Man’s ancient deities were not merely celestial, or somewhat vaguely astral, but specific-",
        "bibliography": [
            "1A. de Grazia, Homo Schizo, Ul (Princeton, New Jersey, 1983), p. 179.",
            "2. E. Cochrane, op. cit., p. 16.",
            "3. K. Szarzynska, Sumerica (Warsaw, 1997), as quoted by E. Cochrane in ibid. (emphasis added).",
            "4. H. Frankfort, Cylinder Seals (London, 1965), p. 156.",
            "5. G. C. Heider, The Cult of Molek (Sheffield, England, 1985), p. 96.",
            "6. F. G. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970), p. 21."
        ],
        "captions": [
            ".                                                   x LNA LAGS. Sb). SAV NMS 8 aH UNE The rongorongo script of Easter Island Which dates no farther back than the late nineteenth century."
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 103,
        "content": "103",
        "bibliography": [],
        "captions": [
            "!                                    :                 a C                 Mom Hawaiian mele singer. Having no written language, ancient Hawaiians passed their traditional lore down the generations in the form of mele—memorized songs, chants, or poems. (Illustration by Y. S. Green.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 104,
        "content": "Ally planetary. In other words, they were the anthropomorphized representations of those planets visible to the naked eye! Although most early mythologists were quite cognizant of this verity, there were some among them who attempted to counteract this claim. Prime among them was Donald Mackenzie despite the fact that he, too, recognized the “stellar” association of the ancient Mesopotamian gods. “From the earliest times of which we have knowledge [he wrote], the religious beliefs of the Sumerians had vague stellar associations. But it does not follow that their myths were star myths to begin with.”? Mackenzie, however, was wrong on two counts: (1) the “stellar” associations with the ancient deities were anything but vague, and (2) their myths were definitely “star” myths or, to be more precise, planetary, from the very beginning. Unfortunately, many modern mythologists have seen fit to follow in Mackenzie’s footsteps in negating the planetary associations of the ancient deities. Even among those who continue to recognize the cosmic scheme behind mythology, one can still find some who attempt to downplay, if not entirely ignore, its planetary aspect. Such a scholar is W. Gibbon who opted for the stars themselves in lieu of the planets: “Star lore has often been neglected as a legitimate contribution to comparative mythology... The basic reason for this, I think, has been a failure to distinguish between the star name itself and any myth or myths which accompany it.”? Even so, as Edwin Krupp pointed out, “without celestial myth, it is difficult to understand how these concepts emerge and why they earn such high status in the symbolic vocabulary of traditional myth.”4 The only allowance some modern mythologists make in this respect concerns the Sun. Even the astronomer Carl Sagan found reason to state that: “Our ancestors worshipped the Sun, and they were far from foolish.”5 But that the planets, more than the stars or even the Sun, influenced man’s religious systems—nay, actually gave birth to them—is borne out by what the ancients themselves had to offer on the subject. That the ancient Israelites worshipped the planet Saturn has already been shown in our previous volume.6 What is less known is that the Jews of Rabbinical times continued to believe in planetary influence. It is true that, as is recorded in the Babylonian Talmud, Rabbi Yohanan proclaimed that: “There are no constellations for Israel.”7 But Rabbi Hanina, on the other hand, is re-",
        "bibliography": [
            "1. D. Cardona, op. cit., pp. 51-64.",
            "2. D. A. Mackenzie, op. cit., p. 289.",
            "3. W. Gibbon, “Asiatic Parallels in North American Star Lore: Ursa Major,” Journal of American Folklore, 77 (1964), p. 236.",
            "4. C. Krupp, “Sky Tales and Why We Tell Them,” in H. Selin (Ed.), Astronomy Across Cultures (London, 2000), p. 20.",
            "5. C. Sagan, Cosmos (N. Y., 1983), p. 243.",
            "6. D. Cardona, op. cit., pp. 205-212.",
            "7. Babylonian Talmud, Shabbat 156b.",
            "8. B. Forrest, A Guide to Velikovsky’s Sources (Santa Barbara, California, 1987), p. 68.",
            "9. D. Cardona, op. cit., pp. 47-50."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 105,
        "content": "Corded as having stated that: “The planetary influence gives wisdom, the planetary influence gives wealth and Israel stands under planetary influence.” Moreover, the Greek god known as Helios is often depicted in Jewish synagogues, and not only as a radiating disk but also in anthropomorphized human form.? Lucille Roussin has additionally noted that the same Greek god is also “frequently found on Jewish magical amulets, often with inscriptions naming the deity and such angels as Michael and Raphael.”3 The Sefer ha-Razim even includes a prayer to Helios.+ Naturally enough, Roussin understood this as referring to the worship of the Sun god by some ancient Jews.° But that Helios was originally the name of the planet Saturn, so admitted by the ancient Greeks themselves, we have already shown in our previous work.® It has also been said that “even when a god or goddess is known to have been associated with a planet, it does not follow that any and every reference to that deity necessarily symbolizes something to do with the planet.” Bob Forrest, who wrote those words, then continued by stating that: “As Geoffrey Grigson said of Aphrodite and her planet, Venus, the Greeks did not think ‘Oh, there goes Aphrodite!’ every time they set eyes on the Evening Star! The planet merely ‘belonged’ to the goddess. It was symbolically associated with her. Just so, when Ishtar and Nergal feature in the flood story it is as gods, on the same footing as other gods in the story, such as Ea, Enlil and Ninurta, and not as planets. Gods and their planets are not synonymous...”* But this, too, is entirely incorrect and, yes, the probability is that the Greeks did say “oh, there goes Aphrodite” every time they set eyes on the Evening Star. It is not true that the planet Venus merely belonged to the goddess. Aphrodite was one of the very names for the planet. This is so true that, in the western world, to this day the planets are still called by the names of the Latin deities. Nor was this due to an arbitrary decision; it is merely a continuation of the ancient Roman belief that the planets were in fact the gods they venerated. And so, also, with Ishtar, Nergal, Ea, Enlil, Ninurta and all ancient deities. They were the planets; they were the names by which the planets were called; and, yes, with but few exceptions, and shorn of embellishments, every reference to these deities were references to the planets they not only symbolized, but which they actually stood for. Like Forrest, most modern scholars of mythology are fond of declaring that the gods and their planets are not synonymous.? This constitutes a debate that has gone on for far too long. But the most ancient of extant texts",
        "bibliography": [
            "1. D. Cardona, op. cit., pp. 51-64.",
            "2. L. A. Roussin, “Helios in the Synagogue,” Biblical Archaeology Review (March-April 2001), pp. 53, 54, 55.",
            "3. L. A. Roussin, op. cit., p. 55.",
            "4. L. A. Roussin, op. cit., p. 55.",
            "5. D. Cardona, op. cit., pp. 83.",
            "6. E. Cochrane, op. cit., p. 89.",
            "7. D. Cardona, op. cit., p. 83.",
            "8. C. W. King, The Gnostics (1874), p. 83.",
            "9. F. Elworthy, The Evil Eye: The Origins and Practices of Superstition (London, 1895, reprinted in N. Y., 1971), pp. 185-187.",
            "10. F. Elworthy, op. cit., p. 221.",
            "11. C. W. King, The Gnostics (1874), p. 83.",
            "12. F. Elworthy, op. cit., p. 221."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 106,
        "content": "Prove these critics wrong. As we have shown in our previous work, the earliest known sign for deity in Sumerian, which is the earliest written language that we know of, is strictly that of a star! In fact, as Ev Cochrane pointed out, the very determinant for “god,” called dingir, in Sumerian cuneiform features a star. And, as K. Szarzynska stated outright: “In the most archaic period the determinative dingir was associated with astral deities only.”3 Henri Frankfort, who wrote that “it is possible to claim that the great gods represented the planets,”* had no doubts about this dictum. And yet, when one remembers the vast number of deities believed in by any one ancient nation that ancient texts enumerate, the mind begins to boggle. In the cuneiform tablets discovered at Ebla alone, there are something like five hundred different deities mentioned. But even this pales to insignificance when compared to a list of Sumerian deities which includes more than five thousand names.® How can all these deities be made to account for the planets, which are only five in number, that are visible to the naked eye? This complexity is due to various factors. For one thing, seeing that each planet was imbued with different attributes, each one of these attributes was often encumbered with an additional descriptive name. For another, besides the planets themselves, planetary phenomena were also deified independently of whichever planet produced the phenomena. But mainly the complexity",
        "bibliography": [
            "1. [bid., pp. 63.",
            "2. E. Cochrane, op. cit., p. 16.",
            "3. K. Szarzynska, Sumerica (Warsaw, 1997), as quoted by E. Cochrane in ibid. (emphasis added).",
            "4. H. Frankfort, Cylinder Seals (London, 1965), p. 156.",
            "5. G. C. Heider, The Cult of Molek (Sheffield, England, 1985), p. 96.",
            "6. F. G. Bratton, Myths and Legends of the Ancient Near East (N. Y., 1970), p. 21."
        ],
        "captions": [
            "PACT WAN                 / ANOVA Ry  ZA             !  VON                          \\  ( Ne We             c  Ishtar, the Assyro-Babylonian deity           t  of the planet Venus.                      } Molded brick ornamentation from  the temple of Kara-indash, Uruk.             I  (Illustration by Marie-Jostphe Devaux.)            C  t"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 107,
        "content": "Is due to the fact that the planets were named independently by different peoples who then amalgamated into ever bigger congregations, into tribes, races, civilizations, and finally nations. In the end, the same planets became known by a multitude of names, the same that now bewilder us. This was recognized in ancient times! Even though it was somehow lost on early mythologists such as Frederick Elworthy. Although Elworthy, as well as others of his ilk, well understood the synonymy of many ancient deities, his belief was that this was due to confusion by the ancients in which various deities became reduced to one. That the confusion is due to mythologists rather than the ancients or their mythology has been shown in our previous work. And yet, with such a vast array of divine names, how are we to know at this late date which divinities represented which planets? Cochrane, for instance, well understood that: “One of the most difficult problems facing the researcher in comparative mythology concerns the planetary identifications of the ancient gods...That the ancient gods were celestial objects seems obvious; what is not obvious, however, is which gods represent which celestial objects.”3 Yet even here, we are not lost in a turbulent sea. Many of the ancient deities have been identified for us by the ancients themselves. And here is where comparative mythology comes in because, when we encounter deities whose identities have been lost, we can compare them and their characteristics to ones whose identities are known. But why, then, have most mythologists not accepted the astronomical lore that lies behind this ancient mytho-historical record? Let us not blame them because, if we accept what the mytho-historical record declares, we will end up believing that the sky that stretched above our ancestors’ heads was entirely different, and drastically so, from the one that stretches above us today. And it is this, more than anything else, that has kept most mythologists from embracing the astronomical content of myth. In this, needless to say, they have been restrained by the beliefs of the astronomers who had always been vociferous in proclaiming that the motions, to say nothing of the stations, allotted to the planets as described in myth are physically impossible. With the exception of a few unorthodox scholars, iconoclasts one and all, no one thought to ask whether the arrangement of the Solar System might have been entirely different during man’s early sojourn on Earth. Astronomers were adamant in declaring that the Solar System has remained virtually unchanged since its formation. This, of course, raises yet one more question. How much can we rely on what the ancients stated about the five planets they could pick out against the starry sky with the naked eye? Or, to put it differently, how much could the ancients have known concerning the conglomeration of Sun-orbiting planets we call the Solar System?",
        "bibliography": [
            "1. C. W. King, The Gnostics (1874), p. 83.",
            "2. F. Elworthy, op. cit., p. 185-187.",
            "3. E. Cochrane, “Velikovsky and the Problem of Planetary Identification,” AEON I:2 (February 1988), p. 89."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 108,
        "content": "Ancient Astronomical Lore Put plainly, the ancients were no dummies when it came to astronomy. In many ways, they were more knowledgeable than the scientists of the nineteenth century. Take meteorites, for example: their reality was not scientifically acknowledged until 1803! And yet, the ancients did not only recognize the fact that stones and iron fell from the sky, they also knew that they originated out in space in the realm of the planets. For that reason, meteorites were also believed to be divine, and they were housed to be venerated in temples and other shrines throughout the world.? What is perhaps less widely known is that even Solomon’s temple was associated with a fallen meteorite. Thus: “According to rabbinical tradition, the site where King Solomon built his temple (in the 10th century B.C.) was determined by the fall of the Eben Shetiya (‘Fire Stone’), which landed during the reign of Solomon’s father David.”3 This Eben Shetiya (variant, Shetiyyah, or Even ha-Shetiyah), also known as the Foundation Stone, was not only preserved, but was later moved into the Holy of Holies of Solomon’s temple, on which the ark of the covenant was placed.* And later still, when Herod rebuilt the temple during the Roman period, the Eben Shetiya was again incorporated into the new edifice. The ark of the covenant having by then disappeared, this meteoric stone became the most holy object in Herod’s temple. On it was placed the fire-pan with burning coals on which incense was ladled on Yom Kippur? Among various nations, iron meteorites, usually known by the epithet “fire from heaven,” unlike stony ones, were on the other hand considered evil and, in Egypt, associated with Set, the antagonist of Osiris.° Among these nations, iron implements became tainted with this taboo, leading to the prohibition of their use in association with holy places and sacred objects. The Old Testament preaches against the utilization of iron in the construction of Yahweh’s altar. Greek and Roman cults also enforced this prohibition. Thus the Sublician Bridge in Rome, being considered sacred, had to be kept in repair without the use of iron.? The enlightened Hindu priest Raja Vijyanagram would not allow iron to be used in architectural construction within his territory lest misfortune befall his realm.!°",
        "bibliography": [
            "1. D. Cardona, op. cit., p. 83.",
            "2. D. Cardona, op. cit., pp. 77-82.",
            "3. P. James & N. Thorpe, Ancient Mysteries (N. Y., 2001), p. 102;",
            "4. L. Ginzberg, The Legends of the Jews, Vol. V (Philadelphia, 1968), p. 15.",
            "5. L. Ritmeyer, “The Ark of the Covenant: Where It Stood in Solomon’s Temple,” Biblical Archaeology Review (January-February 1996), p. 72.",
            "6. D. Cardona, op. cit., pp. 78, 80.",
            "7. Deuteronomy 27:5.",
            "8. H. B. Walters, Catalogue of the Bronzes, Greek, Roman and Etruscan, in the British Museum (London, 1899), p. xviii.",
            "9. F. Elworthy, op. cit., p. 221.",
            "10. F. Elworthy, op. cit., p. 221."
        ],
        "captions": []
    }
]
