[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 129,
        "content": "YAHWEH-ELOHIM Thirty-eight times in the Old Testament, Yahweh’s name is combined with that of Elohim, appearing as Yahweh-Elohim. And then, too, as both Frank Cross and Otto Eissfeldt noted, many of the epithets of the Canaanite El are also applied to Yahweh. This could be seen by some as a later Yahwist syncretism. It is well known, for instance, how various pagan gods were assimilated into the Christian religion as saints in order not to alienate prospective converts. It could thus be reasoned that the Israelites, or their Yahwist priesthood, saw fit to identify Yahweh as the older Israelite god known as El, Eloah, and/or",
        "bibliography": [
            "1. A. Murtonen, op. cit., p. 67; see also S. H. Langdon, op. cit., p. 43.",
            "2. L.R. Bailey, op. cit., p. 435."
        ],
        "captions": [
            "Wt YS Dionysos who, like Yahweh, is shown sitting on a winged and wheeled seat. From a Vulcan kylix."
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 130,
        "content": "",
        "bibliography": [],
        "captions": [
            "Bacchus—the Roman equivalent of Dionysos. (Illustration by Thomas Hope.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 131,
        "content": "",
        "bibliography": [],
        "captions": [
            "Priest of Bacchus—from a fictile vase. (Illustration by Thomas Hope.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 132,
        "content": "Elohim, to say nothing of Shaddai, in order to alleviate the transition of devotion from one deity to another. But that this could not have been the case, and that the direct association of Yahweh with El went further back than the time of Moses, is evidenced by a Mesopotamian text which mentions the god Yau'ilu—that is, Yah-E—, which is usually translated as “Jah (or Yah) is god.” This translation, however, is derived from the fundamentalist argument that El merely meant “God,” whereas it is well known that El was simply the name of a god who was also worshipped by the Canaanites and Phoenicians. It is therefore not improbable, as Cross has surmised, that Yahweh could have been a cultic name for El, an idea that Lloyd Bailey found quite plausible.” It then becomes obvious that the god that Moses introduced to his people was the very same one they had been worshipping since the time of Abraham under a different name. Whether Moses knew this or not remains a moot question. That El was the anthropomorphic manifestation of the planet Saturn we know from those very ancients who venerated him. Moreover, in a text discovered among the Dead Sea Scrolls, the god of Genesis is alluded to as “the Lord of the Universe.” This appellation is near-identical to that attributed to Shamash/Saturn who was hailed as En-Me-Sar-ra, that is “Lord of the Law of the Universe.” And, to be sure, that Saturn was the god of the Jews has been known since antiquity. Needless to say, this revelation does not sit well with modern Jews, even among those who tend to look favorably on the thesis presented in this very work. This was bad enough when, in the prequel to this work, I restricted my evidence to the Israelite god known as El, Eloah, and/or Elohim.6 But I now stand the chance of exacerbating matters by augmenting the argument to embrace Yahweh, because if Yahweh and El were one and the same, as the Jews themselves, to say nothing of Christians, maintain to this day, the identity of Yahweh as a personification of the planet Saturn simply cannot be ignored. In recent times, even Carl Jung had reached this conclusion when he stated that Saturn, whom he considered Earth’s “second sun,” was “the star of Israel and therefore to some extent identical with Yahweh.” And, similarly, with other modern authors who could not escape the equation Yahweh = El = Saturn.’ The belief, however, is much older than that. “That Yahweh and Saturn were identical was a belief widely accepted in antiquity,” William",
        "bibliography": [
            "1. T. G. Pinches, The Religion of Babylonia and Assyria, pp. 118, 119, cited by D. A. Mackenzie, op. cit., p. 160.",
            "2. L.R. Bailey, loc. cit.",
            "3. F,G. Martinez, The Dead Sea Scrolls Translated (N. Y., 1996), p. 230.",
            "4. M. Jastrow, Jr., “Sun and Saturn,” Revue D’Assyriologie et D’Archeologie Oreintale (Paris, September 1910), p. 173.",
            "5. See here, for instance, M. Bar-Ron & D. Cardona, “Return to the Paleo-Saturnian System,” AEON VI:2 (December 2001), pp. 16-27.",
            "6. D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 204-212.",
            "7. C. Jung, Symbols of Transformation (N. Y., 1976), p. 401.",
            "8. See here, for instance, H. Eggleton, “Some Religious Themes in the light of Velikovsky et alia,” Society for Interdisciplinary Studies Workshop, 4:2 (September 1981), p. 11; idem, “Did Saturn Explode Twice?” in ibid., 4:3 (December 1981), p. 15.",
            "9. W. A. Heidel, op. cit., p. 465."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 133,
        "content": "Heidel was honest enough to admit, even if he himself did not quite accept the identification. We should not, therefore, be surprised that when it comes to praises, hymns, and prayers to Yahweh, we find that even these were borrowed from those which had been uttered to other deities. Take, as a for-instance, the song that Moses and the Israelites are said to have sung once they had crossed the Sea of Passage. “Who is like unto thee, O Yahweh?” it is reported that they intoned. Is this not similar to the Egyptian praises in the Text of Teta in which Osiris is lauded with the words “there is no god like unto thee”? And have we not already identified Osiris, like Yahweh, as an anthropomorphism of the same planet Saturn? The very same words given in the Israelite hymn—“Who is like unto thee?”—were also addressed to Marduk. Not only that but, coincidentally or not, the hymn to Marduk, like that of the Israelites at the crossing of the Sea of Passage, is associated with the tempest and the sea: “Who shall escape from before thy power? Thy will is an eternal mystery! Thou makest it plain in heaven And in the earth. Command the sea And the sea obeyeth thee. Command the tempest And the tempest becometh a calm... Lord, thou art holy! Who is like unto thee?” Fair enough, Marduk is not identifiable as Saturn. At first a Babylonian deity of little importance, Marduk rose to prominence through the political ascendancy of the city of Babylon. With very little mythology of his own, Marduk’s adherents appropriated those of other deities. Prime among these was Ninurta, one of the Mesopotamian anthropomorphic representations of the planet Saturn. As if this was not enough, Marduk also appropriated some of the functions which were originally attributed to Ea, as well as Enki, his alter ego, both of whom are also identifiable as the Saturnian planetary deity. So that, while there",
        "bibliography": [
            "1. Ibid.",
            "2. Ibid., p. 24.",
            "3. H. Shanks, loc. cit.",
            "4. E. Stern, op. cit., p. 23.",
            "5. Psalms 95:3, 96:4, 97:7, 9.",
            "6. W. Keller, The Bible as History (N. Y., 1981), p. 268.",
            "7. Psalms 86:8.",
            "8. bid., 96:4.",
            "9. Ibid., 97:9.",
            "10. Exodus 15: 11 (emphasis added).",
            "11. B.E. Manuel, The Eighteenth Century Confronts the Gods (Cambridge, Massachusetts, 1959), pp. 200-201."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 134,
        "content": "",
        "bibliography": [],
        "captions": [
            "The shield of the god designated GIII, the Mayan Sun of Night."
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 135,
        "content": "outside Jerusalem dedicated to the Israelite national god. A cultic installation dedicated to Yahweh must have existed at Judahite Nebo in Moab during the ninth century B.C.E.: In his stela, Mesha claims to have taken from Nebo the vessels of Yahweh that he later used in a sanctuary dedicated to the Moabite god Chemosh. Another temple to Yahweh must also have existed at Lachish, “the most important city in Judah after Jerusalem,” to say nothing of others which inscriptions confirm to have existed even outside Israel and Judah—such as at Kuntillet ‘Ajrud, in the Sinai.” The remains of such a sanctuary have even been unearthed at Arad, in the Negev. “Despite scholarly disputes as to precisely when it was built and when it was destroyed, it is clear that the Arad sanctuary was in service simultaneously with the Jerusalem Temple and was probably in use during most of the monarchy.” Like Solomon’s Temple, the Arad sanctuary consisted of three parts: a courtyard, a heikhal (main hall), and a debir (holy of holies). With so many sanctuaries to Yahweh—and there may be others that have not yet been discovered—it becomes evident that the worship of this god was not restricted to Jerusalem or the monarchy that reigned from that centre. One, then, has a right to ask why the Hebrews fell victim to the influence of foreign gods? This raises yet another question: Should the worship of gods other than Yahweh by the Hebrews be seen as apostate? As Werner Keller pointed out, the claim that Yahweh was “King above all gods” can only have meaning “if people believe in other gods as well.” Psalm 86 states that: “Among the gods there is none like unto thee, O Adonai.” This, too, would be meaningless unless there were other gods with whom Adonai, that is Yahweh as Lord, could be compared. Or why would Yahweh have been said to be “feared above all gods” or “exalted far above all gods”? Even in the song of Moses mentioned above, the full verse appears as: “Who is like unto thee, O Yahweh, among the gods?” None of these Biblical declarations—and I could have supplied others—make sense unless it was believed that Yahweh was not the only god. And why should he have been? There were, after all, other planets besides Yahweh/Saturn. This was so well known that the astral nature of the gods continued to be recognized and debated well into the eighteenth century of the modern era. All of this has been discussed in detail for more than one reason, not the least of which is the origin of religion. The god of the Old Testament is the very same god of those faiths",
        "bibliography": [
            "1. Ibid.",
            "2. Ibid., p. 24.",
            "3. H. Shanks, loc. cit.",
            "4. E. Stern, op. cit., p. 23.",
            "5. Psalms 95:3, 96:4, 97:7, 9.",
            "6. W. Keller, The Bible as History (N. Y., 1981), p. 268.",
            "7. Psalms 86:8.",
            "8. bid., 96:4.",
            "9. Ibid., 97:9.",
            "10. Exodus 15: 11 (emphasis added).",
            "11. B.E. Manuel, The Eighteenth Century Confronts the Gods (Cambridge, Massachusetts, 1959), pp. 200-201."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 136,
        "content": "",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 137,
        "content": "",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 138,
        "content": "",
        "bibliography": [],
        "captions": [
            "The shield of the god designated GIII, the Mayan Sun of Night."
        ]
    }
]
