[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 39,
        "content": "",
        "bibliography": [],
        "captions": [
            "Nucleus of a comet. (illustration by Bruce LaFontaine.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 40,
        "content": "A matter of speculation,” wrote Palmer, “there is no doubt that the latter were far-reaching, culminating 9 Myr later in the Pleistocene Ice Ages.”! Clube and Napier present a table which intends to show the periodicity of geophysical processes.? They fare rather well when it comes to that section which correlates the major geological boundaries to the time interval between them, showing that the intervals do average out to 57.5 million years—close enough to their stated 50 million years for the Sun’s periodic crossing of a galactic arm. When it comes to the principal ice ages, however, the intervals between them fall far short of this, with a maximum of 350 and a minimum of 100 million years, an average of 200 million years. What, then, goes amiss with the theory when it comes to ice ages? But then, it was the ending of the last Ice Age that Hoyle now also blamed on the breakup of a giant comet through the subsequent impacts generated by its debris. It therefore seems that cometary impacts, or that of their debris, can both freeze Earth to cause ice ages and heat it up enough to then melt the ice. How did Hoyle get out of this? Easy enough for him—ice ages are caused by the impact of stony asteroids, which create the atmospheric clouds of dust we are now quite acquainted with, and terminated by the impact of metal-rich asteroids. These latter are claimed to scatter metallic particles, rather than dust, which would absorb heat from the Sun and thus warm up the atmosphere. But is it likely that a bombardment by stony asteroids, causing ice ages, would then be followed by a bombardment of metallic ones, thus ending ice ages, in a series of correctly alternating sequences throughout Earth’s geologic periods? A different cometary origin of ice ages was proposed by Louis Frank and his colleagues. This theory, in fact, proposed more than just that. Frank et al. claim that the water which fills the world’s oceans all derived from the bombardment of mini-comets impacting on Earth. The water, claims Frank and his colleagues, was originally contained in these mini-comets, and their disintegration turned Earth’s atmosphere into an ice cloud. Naturally enough, this would have drastically lowered Earth’s temperature, resulting in a series of ice ages.* That Earth’s oceans derived from cometary bombardment was picked up by various other proponents, but since this particular topic is not in and of itself germane to our review of ice age theories, we will reserve it for a future work while concentrating on Frank’s theory of ice ages. Frank’s theory rests on the hypothesis that mini-comets—cosmic snowballs no bigger than the size of houses—are hitting Earth’s atmosphere at a rate of twenty per minute. The scientific establishment did not take well to this. The editors of Nature, for instance, rejected his earlier paper on the strength of “a representative poll” between “experts” in the field. As",
        "bibliography": [
            "1. Palmer, op. cit., pp. 15-16.",
            "2. Clube & Napier, op. cit., p. 34.",
            "3. F. Hoyle, The Origin of the Universe and the Origin of Religion (London, 1993), pp. 38-39.",
            "4. A. Frank, et al., Des Moines Register (April 2, 1986)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 41,
        "content": "Robert Matthews reported in The Sunday Telegraph: “Frank’s attempt to answer his critics with fresh evidence by using major telescopes were met with obstruction and foot-dragging, with astronomers insisting that the enterprise was a waste of time.”! Photographic evidence from NASA satellite images of what purportedly showed the propensity of such cosmic snow balls in the vicinity of Earth, which were first noticed by one of Frank’s students in 1982, seemed to turn the tables in Frank’s favor. Identified by others as flaws in the photographic plates, Frank reasoned that the images, nothing but tiny black dots, appeared to behave far too regularly to be dismissed as such. And then, when Frank did finally succeed in obtaining access to a telescope, he claimed that his observations revealed the objects he had anticipated streaking across Earth’s atmosphere at 20,000 miles per hour, as he had predicted. “It made no difference,” Matthews reported, “the findings were still rejected for publication.” But then, “after ten years of obstruction and ridicule,” Frank designed cameras which were utilized in NASA’s Polar spacecraft and the pictures from these were hailed as revealing the existence of the small comets “beyond all doubt.” “Spectacular images taken by cameras show the comets streaking into the atmosphere before dumping their water. They arrive at the rate of about one every three seconds—just as Frank had claimed.”4 The truth of the matter seems to be that what Frank had managed to photograph were two entirely different, but related, phenomena: (1) holes that seem to have been punched in Earth’s ionosphere, and (2) glowing ionized trails, both of which he then attributed to mini-comets. Even so, some continued to claim that the “spots” photographed by Frank are caused by nothing other than “instrumental” defects. Others, however, realized that the same cannot be said for those images which clearly show bright streaks which are “sometimes comet-like in appearance.” These have since been identified as “ionization tracks produced by cosmic rays or other penetrating energetic particles interacting with [the] camera.” None of these objections resulted in discouraging Frank who not only continued to maintain his views, but added to them by presenting new studies which claimed that the bombardment of mini-comets was seasonal. More than 25,000 mini-comets, each one weighing from 20 to 40 tons, bombarded Earth each day, he continued to maintain. These numbers, however, varied with the seasons. In analyzing data collected by Dynamics Explorer I in 1981, and comparing it to similar data gathered by Polar in 1997, Frank and his colleague, John Sigwarth, detected “a mid-January lull” in the number of the relevant phe-",
        "bibliography": [
            "1 R. Matthews, “Ice Cubes From Space Prove the Scoffers Wrong,” The Sunday Telegraph (June 1, 1997).",
            "2 Ibid.",
            "3 Ibid.",
            "4 Ibid.",
            "5 “Louis Frank Scores Again,” SIS Internet Digest, 1997:2, p. 10.",
            "6G. Parks, et al., Geophysical Research Letters, 24:24 (1997), pp. 3109-3112."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 42,
        "content": "phenomena. This, they claim, should be enough to silence those critics who continue to assume that Frank’s photographic evidence indicates nothing but “electronic noise.”! But even this newer revelation was contested.? Frank and Sigwarth retaliated. Using an automated mathematical formula, they claimed to have managed to filter out the electronic noise from NASA’s Polar satellite data and what resulted was a “hands-off” analysis which indicated that “instrumental effects were not major contributors.” The evidence from this analysis that included such “facts” as an increase in the number and size of the atmospheric holes when imaged from lower altitudes; an increase in number when photographed during local-morning time periods; and a variation in number depending on the season.3 As Frank himself reported: “What critics of the small comet theory were analyzing was instrument noise. If you strip away the noise from the data, as they properly should have done, what remains clearly validates the reality of atmospheric holes. Our most recent paper is the only comprehensive paper on this topic and shows, without reasonable doubt, that the atmospheric holes are indeed a real phenomenon.”* The question, however, remains: What causes these atmospheric holes? Does it necessarily have to be the mini-comets postulated by Frank? Wallace Thornhill does not think so, and refers to these holes as having been punched by meteors which then generate another class of “mysterious” phenomena, namely red sprites and blue jets. These constitute electrical, or lightning, discharges which occur high in Earth’s ionosphere, often seen above storm clouds.5 Thornhill’s own proposition is that “storm clouds which span great heights are merely providing a convenient path to ground for electric charge conducted through the ionosphere from [Earth’s] plasmasphere.” A connection with meteors is then provided since it had already been suggested that “red sprites may be triggered by meteors as they blaze an ionized, conducting trail through the ionosphere and mesosphere.”6 But even if one had to concede Frank’s hypothesis, would such bombardment by mini snowball comets have been enough to cause the series of ice ages postulated by glaciologists? The arrival of these comets at the rate of one every three seconds translates into 20 impacts per minute, which would account for 28,800 mini-comets hitting Earth every day—more than ten million and a half per year. And yet we are not in the middle of an ice age. Again, one might argue that this bombardment, if it really takes place, could have been much more extensive in the past. True—but it would first have to be shown beyond all reasonable",
        "bibliography": [
            "1 R. Baalke, “Louis Frank Finds ‘Small Comets’ are Seasonal,” as reported in SIS Internet Digest 1998:2, p. 11.",
            "2 A. Yee, “More Trouble for Frank’s Mini-comets Theory,” in ibid., p. 14.",
            "3 L. A. Frank, Journal Of Geophysical Research—Space Science, as cited by A. Yee, “Small Comets Are Real,” reported in SIS Internet Digest 1999:1, p. 9.",
            "4 Ibid.",
            "5 W. Thornhill, “Snowball Mini-Comets,” Thoth (electronic newsletter sponsored by KRONIA Communications) I:16 (June 15, 1997), pp. 5-6.",
            "6 Ibid., p. 8; see also, idem, The Electric Universe (Portland, 1997), pp. 38-40."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 43,
        "content": "doubt that the atmospheric holes and ionized trails are really caused by mini snowball comets. And there are various objections to this claim that Frank has yet to meet. As Dave Morrison pointed out: “...we should all ask if these objects could have been missed by other detection techniques, including our eyeballs looking up at the night sky. After all, [Frank] is talking about roughly Hiroshima size flashes happening at the rate of 10 per minute [twenty per minute, actually], rather than the accepted rate of once every few months. How could these have been missed?”! Or, as Thornhill astutely noted: “It is unlikely the military would have missed them.”? So, similarly with Al Harris of NASA’s Jet Propulsion Laboratory. A further objection can also be raised in relation to the Moon since such mini-comets, were they to exist, should also be impacting our lunar neighbor. But since the Moon lacks an atmosphere, these mini-comets would not have melted on the way down. They should thus be producing new impact scars, if not as craters, at least in the nature of hot spots, of measurable and/or otherwise detectable size. No such new scars have so far been discovered. “If the sun’s heat were to drop only 13 per cent, the whole earth would soon be covered with a mile-thick mantle of ice.” So wrote Ernst Opik in 1958. In his analyses of various theories which had been proposed for the occurrence of ice ages, Opik reached the conclusion that “[i]n the end we always come back to the simplest and most plausible hypothesis: that our solar furnace varies in its output of heat.”® This, too, was an old theory proposed by Richard Flint in 1947. Termed by him the Solar-Topographic Hypothesis, he even claimed that the theory was even older.’ “The trouble with this idea,” Opik himself admitted, “has been that it is difficult to see what physical process in the sun could produce the kind of fluctuations we see reflected in the climatic history of the earth,” Earth’s periodic ice ages, he goes on, “cannot be accounted for by any simple scheme of alternate waxing and waning of the sun.” And yet it was his belief that, “with certain reasonable assumptions about the composition of the sun,” it is possible to theorize a solar",
        "bibliography": [
            "1. D. Morrison as quoted in Thoth (electronic newsletter sponsored by KRONIA Communications I:16 (June 15, 1997), pp. 5-6.",
            "2. W. Thornhill, “Snowball Mini-Comets,” see above.",
            "3. Ibid., p. 6.",
            "4. J. A. Grier & A. S. McEwen, Geophysical Research Letters, 24:24 (1997), pp. 3105-3108; see also B. Rizk & A. J. Dessler, ibid., pp. 3121-3124.",
            "5. SEI. Opik, “Climate and the Changing Sun,” Scientific American (June 1958). [NOTE: See also idem, “The Ice Ages,” in P. Cloud (Ed.), op. cit., pp. 869 ff.]",
            "6. Ibid.",
            "7. R. S. Flint, Glacial Geology and the Pleistocene Epoch (N. Y., 1947), p. 512 and elsewhere throughout the work."
        ],
        "captions": []
    }
]
