[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 9,
        "content": "",
        "bibliography": [],
        "captions": [
            "Simplified table of geologic succession with shaded cells indicating periods and epochs for which ice ages have been hypothesized. 9"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 10,
        "content": "Chamberlain, however, had written the above words in 1937. Unfortunately, meanwhile, while considering continental drift, Velikovsky discounted it because, at the time, no valid cause for the drifting of continents had yet been found. As he himself pointed out, when the British Association for the Advancement of Science met for its annual convention in August of 1950 to debate the case, the balance was not tipped in favor of drift. “There were many defenders of the theory and as many opponents. The theory was then put to a vote. The result was an even division between ‘yea’ and ‘nay.’ The chairman was entitled to cast the deciding vote but abstained. Only through the fortuitous circumstance that the presiding officer was a conscientious—or undecided— person was the sanctification of continental drift averted.”! But not for long. And, ironically, it was one of Velikovsky’s own encouragers (although not necessarily a supporter) who, in the 1960s, finally came up with the mechanism responsible for continental drift, now better known as plate tectonics. But what did continental drift have to do with the apparent ambiguities of the Permian ice age? As Warren Hamilton and David Krinsley first revealed, the answer lies in the congregation of the continents as they existed during the Permian. During this time, South America, Africa, India, Antarctica, and Australia were all bunched together in a single continental mass. This continental block—sometimes referred to as Gondwana, sometimes as Pangaea, although Pangaea is sometimes considered to have been the larger landmass resulting from the collision of Laurasia and Gondwana?—was at the time concentrated at the terrestrial south pole. The Permian ice did not therefore glaciate the tropics and equatorial areas. It glaciate the south polar regions. And the ice did not creep in a reversed direction. It crept from the south pole toward the northern latitudes as it should have done. It is only because this continental land mass split and drifted to the north that we now find the signs of this glacial epoch spread across the equator with the evidence of striation pointing in what appears to be the wrong direction.3 SNOWBALL EARTH A more recently-postulated glacial event is said to have occurred during the Neoproterozoic, dated to approximately 600 million years before the present, just ahead of the appearance of recognizable animal life. As Paul Hoffman and Daniel Schrag tell us: “Thick layers of ancient rock hold the only clues to the climate of the Neoproterozoic. For decades, many of those clues appeared rife with contradiction. The first paradox was the occurrence of glacial debris near sea level in the tropics.”+",
        "bibliography": [
            "1. Velikovsky, op. cit., pp. 117-118.",
            "2. See, for instance, R. Miller, Continents in Collision (Alexandria, Virginia, 1983), p. 162.",
            "3. W. Hamilton & D. Krinsley, op. cit., pp. 850 ff.",
            "4. P.E. Hoffman & D. P. Schrag, “Snowball Earth,” Scientific American (January 2000), p. 69."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 11,
        "content": "It was in 1964 that Brian Harland, who hailed from the University of Cambridge, brought the world’s attention to glacial deposits in the Neoproterozoic rocks of virtually every continent. This collective evidence comes from such presently widespread places as Australia, China, western North America, Namibia in south-western Africa, and the Arctic islands of Svalbard. So what is new? Is this not similar evidence to what was discovered to account for the Permian glaciation? True—this new corroboration comes from much older geologic strata, but would not the answer to the puzzle be the same as that theorized for the Permian Period?",
        "bibliography": [
            "Ibid., p. 70."
        ],
        "captions": [
            "Gondwana. The continental configuration prior to sea-floor spreading which is claimed to have been positioned at Earth’s south polar region c. 250 million years ago. Dotted areas indicate regions of known glacial till. Dashed lines indicate contours of continental lands which have been deformed since the Permian. Dotted line indicates extent of present South America. Arrows indicate the direction of glacial flow."
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 12,
        "content": "Would not the answer lie in the congregation of the continental plates around the south pole? Not according to Harland, Hoffman, and Schrag. In the early 1960s, Harland came to the conclusion that, during the Neoproterozoic, the continents had clustered near the equator rather than at the south pole as envisioned by Hamilton and Krinsley. Harland based his conjecture on the magnetic orientation of the mineral grains in the glacial detritus of the Neoproterozoic. These grains would have aligned themselves with Earth’s magnetic field before the detritus hardened into rock. The magnetic dip of these grains was only slight relative to the horizontal, which indicates a formative position near the equator. Had these grains formed anywhere near the poles, their magnetic orientation would have been close to vertical. In disagreement with Hamilton and Krinsley (whom they do not even mention), Hoffman and Schrag believe that the breakup of the continents from this single landmass occurred 770 million years ago. Glaciation in Neoproterozoic strata on all continents which were already in separate blocks and strewn across the equator led them to the conclusion that the entire Earth must have frozen over—a theory now referred to as Snowball Earth, a term coined in 1992 by the geobiologist Joseph Kirschvink. Nor did it happen just once. “As improbable as it may sound,” wrote Hoffman and Schrag, “we see clear evidence that this striking climate reversal—the most extreme imaginable on this planet—happened as many as four times between 750 million and 580 million years ago.” According to Schrag, the ancient Earth had originally been kept warm by methane leaking slowly into the atmosphere when deposits within the seafloor somehow destabilized. This increased the levels of carbon dioxide. “The trouble with the planet’s dependence on methane,” Sarah Simpson explains, “is that the gas disappears quickly in an oxygen-rich atmosphere.” Thus an interruption in the methane leak would have left Earth “in dire need of greenhouse gases.” The result was that Earth’s climate “tumbled” into these deep freezes. As Simpson sought to explain: “The planet’s only solution to the deep freeze was to wait for volcanoes to release enough heat-trapping carbon dioxide to create a runaway greenhouse effect.” Thus a “brutal episode of warming ensued” which not only melted the ice but also ended up “baking the planet.”6 First presented in the journal Science in mid 1998, the theory garnered cautious support in the scientific community. Even so, Schrag himself had to acknowledge that his scenario strained credulity. “I’m not sure I totally buy this idea—it’s outrageous,” he admitted at the end of his presentation on the subject at a conference held in Edinburgh in June of 2001. “But it’s the only idea that explains the carbon isotope crash just before the glaciations.””",
        "bibliography": [
            "Ibid.",
            "Ibid., p. 72. (Compare this with the collisions and separation of continental plates as believed in 1983—see R. Miller, op. cit., pp. 162-163.)",
            "Ibid.",
            "Ibid., p. 68.",
            "5. S. Simpson, “Triggering a Snowball,” Scientific American (September 2001), pp. 20, 21.",
            "Ibid., p. 22.",
            "Ibid., pp. 20, 22."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 13,
        "content": "",
        "bibliography": [],
        "captions": [
            "The precession of Earth’s axis."
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 14,
        "content": "Chapter 2: The Milankovitch Theory\nTHE BIRTH OF THE MILANKOVITCH THEORY\nSnowball Earth aside, what caused the ice ages? In 1842, the French mathematician Joseph Alphonse Adhémar concluded that Earth’s climate is influenced by precession, that slow gyration of Earth’s axis—the imaginary tip of which describes a small circle against the background of the fixed stars. Besides affecting a slow successive change of pole stars, this motion also alters the length of the seasons since it changes the time of year during which Earth is nearest and/or farthest from the Sun. Thus, for instance, something like 11,000 years ago, the precessional cycle had lengthened the winters in the northern hemisphere while shortening those in the southern. Adhémar thus suggested that “whichever hemisphere had a longer winter would experience an ice age, so that every 11,000 years glacial conditions would occur in either the Northern or Southern Hemisphere.”! But as the German naturalist Alexander von Humboldt noted in 1852, the decrease in solar radiation received by a hemisphere while tilted away from the Sun is balanced by the same amount of increased radiation during the opposite season when the tilt is toward the Sun.? Thus, in the course of a single year, both hemispheres receive about the same amount of solar energy. In 1864, James Croll, basing his ideas on the work of the French astronomer Urbain Jean Joseph Leverrier, came up with a new theory. Leverrier had by then discovered that Earth’s orbital path around the Sun also changes over time. According to Leverrier’s calculations, Earth’s orbit varies over a period of some 100,000 years from the ellipse it now is to a nearly perfect circle and back again. Croll thus decided that the ice ages had been caused by these orbital changes. His reasoning was that the diminishing of sunlight in winter would encourage the accumulation of snow. This, in turn, would reinforce the seasonal cooling since further solar radiation would be reflected back by the aggregation of the snow. From this he determined that precession and the degree of orbital eccentricity were the major factors governing the amount of sunlight received by Earth in its winter months.3 In 1873, Alfred Wilks Drayson published the hypothesis that ice ages had been caused by a tilt of Earth’s axis from the present 23.5° to one of about 35° and back again in a 30,000 year cycle. As he reasoned, winters would have been much colder and summers much hotter,",
        "bibliography": [
            "1. W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 102.",
            "2. Ibid.",
            "3. Ibid., p. 104."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 15,
        "content": "",
        "bibliography": [],
        "captions": [
            "The precession of Earth’s axis."
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 16,
        "content": "with floods being caused during each transition from winter to summer. In 1875, Croll himself published a book which, much like Drayson’s, also took the effect of Earth’s tilt into account, reasoning that an ice age would be most likely to occur when Earth’s axial tilt was at its least inclined since the polar regions would then receive the smallest amount of solar radiation. For this, Croll was elected a Fellow of the Royal Society in London, chosen as an honorary member of the New York Academy of Science, presented with an honorary doctoral degree by the University of St. Andrews, and granted funds to continue his research by the Geological Society of London. But then disaster struck. Basing his calculations on the above mentioned astronomical parameters, Croll had determined that the last ice age would have peaked about 80,000 years ago. But continuing studies of the geological strata in Europe and North America soon made it clear that the glacial conditions of the last ice age had persisted until a much more recent time. “By the time of Croll’s death in 1890, most geologists were beginning to believe that his theory must be wrong.” The astronomical theory of ice ages was next picked up by Milutin Milankovitch who was born in 1879 in what was then Serbia, now Yugoslavia. It was in 1911 that he decided to develop a mathematical theory which he hoped would allow him to determine Earth’s temperature at different latitudes as well as the climates of the other Solar System planets. A thorough survey of work done in this field by others before him soon brought him to Croll’s endeavors as well as Ludwig Pilgrim’s 1904 calculations of the precession of the equinoxes and the changes inherent in Earth’s orbital eccentricity and the angle of its axial tilt. Pilgrim himself had even charted the relationship between Earth’s orbital eccentricity and the ice ages. Milankovitch soon realized, however, that Croll had lacked the precise data necessary for his work and that Pilgrim’s knowledge of climatology was likewise inadequate. Even so, Milankovitch could find no fault with Pilgrim’s mathematics which he adopted for his own calculations. It was not long before Milankovitch announced to the world that, much like Adhémar, Croll, and Pilgrim had suspected, the periodic advance and retreat of glacial ice could indeed be caused by changes in solar radiation due to a combination of precession, Earth’s orbital eccentricity, and variations in Earth’s angle of tilt. Contrary to Croll’s belief that the dominant factor behind ice ages was the reduction of solar radiation at Earth’s poles during the winter, Milankovitch concluded that the decisive factor lay in the reduction of heat in temperate latitudes during the summer. The mathematical curves he drew, showing how summer heat in the middle latitudes had varied during the past 600,000 years, impressed the German climatologist Wladimir Köppen who was struck by the correspondence between these curves and the sequence of European glaciations that had been established by Eduard Brückner and Albrecht Penck.",
        "bibliography": [
            "Ibid., p. 22.",
            "2. Ibid., p. 72. (Compare this with the collisions and separation of continental plates as believed in 1983—see R. Miller, op. cit., pp. 162-163.)",
            "3. Ibid., p. 68.",
            "5. S. Simpson, “Triggering a Snowball,” Scientific American (September 2001), pp. 20, 21.",
            "6. Ibid., p. 22.",
            "7. Ibid., pp. 20, 22."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 17,
        "content": "As his work progressed, Milankovitch was finally able to maintain the possibility of determining the actual amount of solar radiation that had reached Earth at any time in the past. In 1930, he was even able to demonstrate that the radiation curves he had calculated for the higher latitudes are dominated by the 41,000-year cycle inherent in Earth’s axial tilt variation, while tropical latitudes seemed to be more heavily influenced by the 22,000-year precessional cycle. It is this theory, named after its proponent, but sometimes merely referred to as the astronomical theory, that the scientific world was most readily content to accept even though, as we shall soon see, it is the one theory that has been the most criticized. Thus, in 1953, for example, the German geologist Ingo Schaefer presented the results of his extensive analyses of Alpine river terraces. These terraces had been examined earlier by Penck and Brückner who had concluded that they had been laid down during an ice age. Schaefer, however, had found the fossils of warm-water mollusks in these same gravel layers, thus destroying Penck and Brückner’s hypothesis which had been one of the underpinnings of Milankovitch’s theory.! There was then the advent of radiocarbon dating. This enabled geologists to determine the precise age of Pleistocene fossils which led to the conclusion that the greatest advance of the Pleistocene ice sheet occurred at about 18,000 years ago and retreated about 10,000 years ago. This contradicted Milankovitch’s calculations which had indicated that “the most recent minimum in solar radiation [had] occurred 25,000 years ago.” “Many scientists wondered why, if this were the case, the ice sheet had not reached its farthest extent until 7,000 years later. Milankovitch himself had anticipated such discrepancies, explaining that it would take a massive ice sheet some 5,000 years to react to alterations in the earth’s radiation budget; an additional 2,000 years seemed to be a reasonable margin of error. But a new problem emerged when scientists studying the geology of Illinois found a layer of peat that they dated as 25,000 years old. It had been formed by the slow decay of vegetation that could have grown only during a time of relative warmth. Researchers soon found similar deposits of the same age in other parts of North America and in Europe as well, strongly suggesting that the Northern hemisphere could not have been as cool then as Milankovitch said it was.” And, the more geologists delved into the Milankovitch theory, the more they found it wanting: “In the 1960s post-glacial logs and Roman-era bricks were identified in European gravel beds that Penck and Brückner had claimed were at least 20,000 years old. Most embarrassing of all, in an undisturbed layer of gravel that was said to date from the Ice Age, a Czech researcher uncovered a rusted bicycle part.”",
        "bibliography": [
            "1. W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 102.",
            "2. Ibid., p. 72. (Compare this with the collisions and separation of continental plates as believed in 1983—see R. Miller, op. cit., pp. 162-163.)",
            "3. Ibid., p. 68.",
            "5. S. Simpson, “Triggering a Snowball,” Scientific American (September 2001), pp. 20, 21.",
            "6. Ibid., p. 22.",
            "7. Ibid., pp. 20, 22."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 18,
        "content": "Eventually, the very nature of the theory itself came under attack. Writing in The Irish Astronomical Journal in 1952, E. J. Opik rendered his verdict of the Milankovitch theory as being “unfortunately unsound” since “it amounts to making small causes responsible for consequences, large out of any proportion to the causes.”! And, with the theory’s untrustworthiness, the chronology of the Quaternary glaciation also came under attack. “In brief,” wrote Opik, “the ‘astronomical’ chronology of the ice ages must be stamped as illusory and rejected en bloc...?” He then continued with: “Here it will suffice to mention one eloquent fact. The only definite dating of a glacial period [up to 1952] is that of the Mankato (Wisconsin) forest, which was overcome by an advancing glacier of the last glaciation; the radiocarbon method...indicates that this happened 11,000 years ago; yet the ‘astronomical’ theory assigns to that date a warm period, whereas the glaciation, according to the theory, should have happened much earlier. Thus, in the first test, the ‘astronomical’ theory fails completely.” None of these obstacles swayed Milankovitch who continued to believe in the correctness of his theory up until his death in 1958. So did his defenders. THE DISTRESSED LIFE OF THE MILANKOVITCH THEORY When it comes to the predicted sequence of ice ages, the Milankovitch theory remained at variance with geological evidence. As Nigel Calder phrased it: “All along, [the theory] had the supreme attraction of an undeniable cause in search of an effect.” But then came the team of James Hays, John Imbrie, and Nicholas Shackleton. As they reported in 1976, these three individuals tested the Milankovitch theory through the analysis of deep ocean cores drilled out of the seabed about a thousand kilometers northeast of Kerguelen Island in the southern Indian Ocean. While thousands of such cores were available to them, Hays and company could not even find one that would have been adequate for their purposes. They thus ended up by constructing a composite from two cores, each of which came from collections at different universities, “neither of which,” as Lynn Rose was later to report, “was adequate in itself.” One of them was even damaged, with the Holocene section mis-",
        "bibliography": [
            "1. W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 102.",
            "2. Ibid.",
            "3. Ibid., p. 104."
        ],
        "captions": []
    }
]
