[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 224,
        "content": "PLANETARS Circumstellar disks, placental or otherwise, form around stars. Until recently, such disks were difficult to detect. But, as Antonio Del Popolo could inform us by 2002, their detection had by then become “relatively easy.” Not only are they extremely large—a typical disk extends to an order of 1000 AU from the star—but the surface area of the small particles which make up the disk is many orders of magnitude larger than that of a planet. They emit and reflect light very well, and can be seen to relatively large distances from the central star with modern telescopes... They are remarkably common throughout our Galaxy... They are particularly evident due to their strong emission of infrared wavelengths. Extra-solar planets have also now been discovered in quantum sufficit. At last count— October 2006— the number of these planets had risen to about two hundred. Most of these planets, all of them of multi-Jovian masses, are detected, rather than observed. At the end of 2001, however, one of these extrasolar planets orbiting a star was actually photographed. Not all of these exoplanets, as they are now termed, are, however, members of star systems. A few of them are actually free-floaters, moving through the reaches of space without a chaperoning star. In the year 2000, a Spanish group of astronomers, led by Maria Zapatero-Osorio, reported eighteen such unattached objects in the constellation Sigma Orionis. These free-floating objects, however, were somewhat more massive than accepted planetary masses, but somewhat less massive than the previously known masses of brown dwarf stars. Thus, as Robert Naeye reported, “few [astronomers] agreed with calling these objects ‘planets’.” The problem did not merely involve nomenclature—that is, what to call them—but, rather, what to class them as. Some settled on the acronym PMOs, short for “planetary-mass objects,” others suggested the term “planetars,” which is a contraction of “planets” and “stars.” As Naeye reported: “According to the standard theories of star formation used just a few years ago [that is, prior to 2003], solitary objects with the masses of a few Jupiters should not ex-",
        "bibliography": [
            "1. A. Del Popolo, “Extra-Solar Planets, Detection and Theoretical Problems,” Fifty Years After Worlds in Collision by Velikovsky: Classical and New Scenarios on the Evolution of the Solar System (Bergamo, 2002), pp. 165-166.",
            "2. Ibid.",
            "3. Ibid., pp. 160, 161, 325-329, 332-337, 350, 415, 469-471, 476, 485.",
            "4. G.W. Marcy, “The New Search for Distant Planets,” Astronomy (October 2006), pp. 31, 32; M. Turnbull, “Where is Life Hiding?” in ibid., p. 62.",
            "5. SE. Samuel, “First Image of Extrasolar ‘Planet’ Captured,” in ibid. (January 8, 2002), p. 1.",
            "6. R. Naeye, “Lonely Planets?” Astronomy (June 2003), p. 38.",
            "7. Ibid.",
            "8. Ibid., pp. 38, 39.",
            "224"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 225,
        "content": "ist...objects less massive than perhaps a dozen Jupiters were not expected to form by the standard mechanism of star formation.” It was, therefore, somewhat disconcerting when two of these objects were discovered with masses of only “about six Jupiters.” This makes this class of objects “even lower in mass than some of the extra-solar planets that have been found orbiting stars.” And this, as Ray Jayawardhana points out, “blurs the lines between planets and brown dwarfs.” Alan Boss therefore decided to stick by the policy that, regardless of whether an object was free-floating or orbiting a star, it should be considered a brown dwarf if it is between 13 and 75 Jupiter-masses. Anything below that limit should be termed a sub-brown dwarf. However, as Eduardo Martin noted, while these objects commence their stellar careers at relatively high temperatures, they eventually cool below -280°F. Of great importance to us, he then added that: “In their old age, they [will] look very much like Jupiter.” This would then explain why Jupiter presently radiates more energy than it receives from the Sun. Not only that, most of this energy is in the radio and infrared spectrums. As models based on thermodynamic calculations indicated, Jupiter’s energy is simply due to what it has retained from its former career as a sub-brown dwarf. It has even been suggested that Jupiter’s heat could either come, or is left over, from nuclear reaction, as it supposedly does in the Sun itself. This leftover energy, however, is not restricted to just Jupiter. Saturn, too, is known to radiate more heat than it receives from the Sun. This, in fact, has led Martin to state that: “In this sense, isolated PMOs give us a golden opportunity to see what Jupiter and Saturn were like in their youths.” If sub-brown dwarfs cool to become giant gaseous planets like Jupiter and Saturn, they could then be correctly referred to as proto-planets. Thus, our proposal that Saturn had once been a sub-brown dwarf, and our allusion to it as proto-Saturn, is not as radical as it might have once appeared. Planets large and small, at least in their formative periods, were also once believed to be surrounded by disks. These were believed to be the remains of the nebulous cloud out of which they had formed—which is why the term “placental cloud” was coined. To date, however, no such disks around planets have been discovered. They have, however, revealed themselves around brown dwarfs. As Govert Schilling reported:",
        "bibliography": [
            "1. Ibid., p. 39.",
            "2. Ibid.",
            "3. Ibid., p. 41.",
            "4. Ibid.",
            "5. Ibid.",
            "6. Ibid., p. 38.",
            "7. New Scientist (January 5, 2002), p. 11.",
            "8. D. Cardona, op. cit., pp. 154 ff.",
            "9. R. Naeye, op. cit., p. 41",
            "10. L. Barnett, The World We Live In (N. Y., 1955), pp. 5, 8-9.",
            "225"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 226,
        "content": "“Using the 3.5-meter New Technology Telescope of the European Southern Observatory in La Silla, Chile, [Charles] Lada and his colleagues studied the Orion Nebula, an active star-forming region some 1200 light years from Earth. “They found more than a hundred faint brown dwarfs floating around the nebula and 60 percent of them turned out to emit excessive amounts of infrared radiation, indicating that they are surrounded by disks of warm dust. “Some of these dusty disks had been photographed a couple of years ago [in 1999] by the Hubble Space Telescope. But Hubble could not see the obscured central objects and astronomers assumed that they were normal young stars. “But infrared radiation is not absorbed by dust, so the central objects are visible in the new observations and many of them turn out to be low-mass brown dwarfs, according to August Muench of the University of Florida.” Low-mass brown dwarfs are sub-brown dwarfs or planetars. Thus, our claim, as deduced from the mytho-historical record, that the sub-brown dwarf star that was proto-Saturn was surrounded by a circumstellar disk is right on the mark.",
        "bibliography": [
            "1. G. Schilling, “Chill-Out Zone,” NewScientist.com (June 8, 2001), p. 1.",
            "226"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 227,
        "content": "Chapter 12 Lord of the Lingam THE AXIS MUNDI The other item discussed in our previous volume that has yet received but slight mention in the present one is the jet-like plasma that stretched between proto-Saturn and Earth. From Earth, this jet would have appeared as a singular ray of light emanating from proto-Saturn or, as some had it, from the primordial ocean surrounding the proto-Saturnian orb. Thus, in a hymn of praise to Ra as contained in the Papyrus of Ani, the primordial water known as Nu is said to have flooded the deity “with his rays of light.” In Japan, this ray was visualized as “the Heaven-uniting pillar, on which the heavens rested as on a prop.” The Christian Sibyllines referred to it as a “pillar of glory.” In Egypt, this heaven-sustaining column was known as khu and/or khut, which word utilizes a hieroglyphic character that translates as “vertical streamers of light ascending the world axis.” The message is clear enough: Although the direction of the light was interpreted differently by different peoples—that is, ascending or descending—what the ancients purport to have seen was exactly what Hippolytus described as “the downward flow of light from above” and as “a ray coming from above.” Even Plato had reason to describe it as “‘a straight light like a pillar” which has been understood as “stretching along the axis of the cosmos,” while others have presented it as “a cylinder of aetherial fire surrounding the axis.” There were also some who thought of this pillar of light as the god’s single leg, or as the god acting in solemnity while standing on one leg. This was even true of the Hindu Manu, considered by some as the prototype of the Biblical Noah, who stood on one foot performing awesome austerities for 10,000 years. Osiris/Saturn, on the other hand, was lauded as having occupied a position above the leg of heaven, which leg was described as a “leg of fire.” This brings us face to face with one of the most controversial deities from Indic lore—the Lord Shiva—who received but passing mention in our previous volume.",
        "bibliography": [
            "1. B. A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 250.",
            "2. F. S. Dobbins, Error’s Chains: How Forged and Broken (N. Y., 1883), p. 311.",
            "3. W. Barnstone, The Other Bible (N. Y., 1984), pp. 559, 673.",
            "4. D.N. Talbott, The Saturn Myth (N. Y., 1980), p. 177.",
            "5. W. Barnstone, op. cit., p. 655.",
            "6. A. B. Cook, Zeus: A Study in Ancient Religion, Vol. II (N. Y., 1965), p. 44.",
            "7. Ibid.",
            "8. D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 439-441.",
            "9. A de Grazia, Homo Schizo II (Princeton, N. J., 1983), p. 142.",
            "10. E. A. W. Budge, The Egyptian Book of the Dead I (London, 1901), p. 370; G. Massey, Ancient Egypt (N. Y., 1970), p. 311.",
            "11. D. Cardona, op. cit., pp. 31, 147, 233.",
            "227"
        ],
        "captions": [
            "THE AXIS MUNDI"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 228,
        "content": "SHIVA Francis Wilford reported that “many of the Hindus acknowledge that Shiva, or the god Jupiter, shines in that planet.” This, however, is as good as his other assertion that the Sun “is the peculiar station of Vishnu.” It is doubtful that modern Hindus believe that Shiva ever personified the planet Jupiter. But even if some of them do so believe, their belief would not necessarily reflect that of their ancient forefathers. Note, for instance, the modern Hindu belief that Surya personifies the Sun when, as already indicated, Surya’s characteristics are anything but Sun-like. Likewise, in Ptolemaic Egypt, Osiris was considered the god of the planet Venus, Ra the god of the planet Mars, and Set the god of the planet Mercury, but we find nothing to substantiate these late beliefs in the literature of the more ancient dynasties. None of the above holds up under the scrutiny of comparative mythology. And it is in the earliest antiquity that we must seek the answer to Shiva’s identity. Over a century and a half after Wilford, Immanuel Velikovsky also identified Shiva as having represented the planet Jupiter, an identification that has been repeated blindly by various of his followers. Unfortunately, Velikovsky’s identifications of the Indic deities as various planets were often inadequately documented. In some cases, he offered no supporting evidence whatsoever. That the identification of Shiva as Jupiter is erroneous, I have already documented elsewhere, and all I will add here is that there is nothing in the mythology of Shiva which compares favorably with that of the Jovian deities of other nations. Ev Cochrane, on the other hand, has indicated that Shiva is to be understood as a manifestation of the planet Mars. To a certain extent this identity is subject to Shiva’s assimilation to the earlier Rudra® at a later time. What comparative mythology however indicates is that Shiva, like so many other ancient deities, traces to Saturn, an identification that had been offered as early as 1875. The connection was also made by Oldfield Howie.",
        "bibliography": [
            "1. F. Wilford, “On Egypt and Other Countries Adjacent to the Cali River or Nile of Ethiopia from the Ancient Books of the Hindus,” Asiatick Researches, Vol. II (1979), p. 382.",
            "2. Ibid.",
            "3. B. A. W. Budge, The Gods of the Egyptians, Vol. II (N. Y., 1904/1969), p. 303.",
            "4. Ibid.",
            "5. Ibid.",
            "6. Ibid.",
            "7. Ibid.",
            "8. D. Cardona, “Child of Saturn,” Part II, KRONOS VII:2 (Winter 1982), pp. 29-33; idem, “Vishnu Born of Shiva,” KRONOS VII:3 (Spring 1982), pp. 15-18.",
            "9. E. Cochrane, on the KRONIA Internet discussion group sponsored by KRONIA Communications, December 8, 1996.",
            "10. Linga Purana 1:54:62-64.",
            "11. B. Cochrane, “Martian Meteorites in Ancient Myth and Modern Science,” AEON IV:2 (August 1995), p. 70; idem, “Thundergods and Thunderbolts,” AEON VI:1 (February 2001), p. 115.",
            "12. H. M. Westropp, Ancient Symbol Worship: Influence of the Phallic Idea in the Religions of Antiquity (N. Y., 1875), p. 42.",
            "13. M. O. Howie, The Encircled Serpent (N. Y., 1955), p. 65.",
            "228"
        ],
        "captions": [
            "SHIVA"
        ]
    }
]
