[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 19,
        "content": "ing, and another section having been mechanically stretched during the drilling process, thus affecting the length of the chronological sequence. The other core, meanwhile, could not be used on its own because it did not reach as deep. As Rose was later to conclude: “It is clear that they were scraping the bottom of the barrel.”3 The choice fell on these two separate specimens because they were “centrally located between Africa, Australia, and Antarctica, and therefore little influenced by variations of erosional detritus from these continents.”4 As Hays and company admitted, no other cores known to them contained the “attributes” they were looking for. But, as Rose explains, “the main limitation on core selection is that most cores feature low accumulation rates and do not allow for sufficiently detailed resolution of climatic events.” Even so, when placed end to end, the two cores selected by Hays and his team were said to cover nearly half a million years of bottom sedimentation which could permit the detection of long-term trends in climate through the foraminifera and the remains of various other life forms they contained. Did the climatic sequence obtained from this composite core match that predicted by the Milankovitch theory? Well, yes, as Hays and company concluded, their analysis did show “that changes in the earth’s orbital geometry are the fundamental cause of the succession of Quaternary ice ages.” But, as Rose explained, only by adjusting both the theoretical expectations and the factual findings “after which there was still a need for extensive statistical manipulation in order to generate a fit.” In other words: “ad hoc reasoning, and self-fulfilling prophecy.” “If there really were a good fit between astronomical retrocalculation on the one hand, and the historical record as suggested by the deep oceanic sediment cores on the other hand, it would already be there for all to see, perhaps with different sorts of time lags here and there, but with no statistical manipulation required.” Nor was this only Rose’s verdict. D. Evans and H. Freeland were of the same opinion when they criticized some of the procedures utilized by Hays and his team and finally concluded that “while these results may be tantalizing, they fall far short of confirming the Milankovitch hypothesis; there may be an astronomical effect, but it is evidently small...At present, however, the data do not support the conclusion of cause and effect relationships.” Hays and company, of course, replied, but, as Rose noted, “only with some strenuous back-",
        "bibliography": [
            "1. J.D. Hays, et al., op. cit., p. 1122.",
            "2. Ibid., p. 1124.",
            "3. L.E. Rose, op. cit., p. 65.",
            "4. J.D. Hays, et al., op. cit., p. 1122.",
            "5. Ibid. L.E. Rose, loc. cit. T.J.D. Hays, et al., op. cit., p. 1131 (emphasis added).",
            "8. L.E. Rose, loc. cit.",
            "9. Ibid.",
            "10. —-. Evans & H. Freeland, “Variations in Earth’s Orbit: Pacemaker of the Ice Ages?” Science (November 4, 1977), p. 529 (emphasis added).",
            "19"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 20,
        "content": "THE DEATH OF THE MILANKOVITCH THEORY Pedaling since it was apparent that Evans and Freeland took much of the wind from their sails. Moreover: “A major puzzle for the Milankovitch theory is the apparent fact that the onset, the peaks, and the terminations of ice ages have been roughly simultaneous in both hemispheres. Obliquity (aside from the six-month lag) would be the same for both hemispheres, but the other factors that the Milankovitch theory relies upon—the orbital eccentricity, the precession, and the advancement of perihelion—all suggest that there should be long-term differences between the two hemispheres. How, then, can the status of the two hemispheres remain virtually the same?” Once again, this was not just Rose’s contention. Walter Broecker called this very problem “a fly in the insolation ointment,” while J.H. Mercer, likewise, called it “a Fly in the Ointment of the Milankovitch Theory.”4 THE DEATH OF THE MILANKOVITCH THEORY The major problem with the Milankovitch theory amounted to this: Would the slight variation in solar radiation caused by the combined astronomical deviations have been enough to freeze Earth? As New Scientist reported, “even ardent supporters of the model have been embarrassed by the way some of these [ice age] rhythms seem to be too strong to be explained by the relatively modest astronomical effect alone.” A special conference on “Milankovitch and Climate: Understanding the Response to Orbital Forcing” was held at Columbia University’s Lamont-Doherty Geological Observatory from November 30 to December 4 in 1982. The proceedings were published two years later under the slightly different title of Milankovitch and Climate: Understanding the Response to Astronomical Forcing. As Rose reported some years later, efforts continued to improve the astronomical retrocalculations as well as to improve the geological record which were becoming almost frantic. More deep ocean cores and other evidence were analyzed but there was “still no direct fit with retrocalculated astronomy,” with “various guesses” still “being modified in an effort to make the geology fit the theory.” And, “since the expected sort of",
        "bibliography": [
            "1. L.E. Rose, op. cit., p. 66.",
            "2. Ibid., p. 67.",
            "3. W.S. Broecker, “The Cause of Glacial to Interglacial Climatic Change,” Evolution des Atmospheres Planétaires et Climatologie de la Terre (Toulouse, 1979), p. 175.",
            "4. J.H. Mercer, “Simultaneous Climatic Change in Both Hemispheres and Similar Bipolar Interglacial Warming: Evidence and Implications,” in J.E. Hansen & T. Takahashi (Eds.), Climate Processes and Climate Sensitivity (Washington, 1984), pp. 307-308.",
            "5. “Monitor,” New Scientist (May 28, 1981), p. 559.",
            "6. L.E. Rose, op. cit., pp. 67-68.",
            "7. Ibid., p. 68.",
            "20"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 21,
        "content": "fit” was “still missing, much effort” went “into statistics, in order to prove that there might really be a fit after all.” Even Broecker who, despite his criticism of Hays and company, had counted himself as a long-time convert to the Milankovitch theory, had to refer to the simultaneity of the Ice Age terminations in both hemispheres as a “major puzzle” which caused him “to hesitate” about accepting the formality of the theory. As he himself stated: “I have no solution to this mystery.”4 Further doubts were raised by J. Oerlemans® and the team of N. Pisias and M. Leinen®. And, as Rose rightly concluded: “The overall impression that one gets from Milankovitch and Climate is that while there has been a flurry of uniformitarian activity within the context of the Milankovitch theory, the long-sought fit between astronomical retrocalculation and Pleistocene chronology [remained] as elusive as ever.” But not everyone agreed, as Nigel Calder stated that: “The astronomical theory has emerged from among a host of rival theories as the most plausible explanation for the repeated advance and withdrawal of the ice sheets.” As John Gribbin reported, however, “the theory gets a chilly reception from astronomer Fred Hoyle” who stated: “If I were to assert that a glacial condition could be induced in a room liberally supplied during winter with charged high-storage heaters simply by taking an ice cube into the room, the proposition would be no more likely than the [astronomical] theory.” And although in 1982 Peter Warlow found the courage to state that the Milankovitch theory was “back in vogue,” the consensus of opinion a year later was that “most of the world’s scientists [had] discarded the astronomical theory” altogether. BUT that was in 1983. THE RESURRECTION OF THE MILANKOVITCH THEORY As with the ancient god of mankind, it did not take long for the theory to be resurrected. Even so, when Leroy Ellenberger reported in 1985 that the Milankovitch theory “has been widely accepted since the mid-1970’s,” he was not relaying the entire truth. Besides, as Ellenberger himself had to admit, “despite promising explanations,” the way home was not",
        "bibliography": [
            "1. Ibid.",
            "2. W.S. Broecker, “Terminations,” in A. Berger, et al., Milankovitch and Climate: Understanding the Response to Astronomical Forcing (Dordrecht, 1984), p. 687.",
            "3. Ibid., p. 688.",
            "4. Ibid., p. 697.",
            "5. J. Oerlemans, “On the Origin of the Ice Ages,” in A. Berger, op. cit., p. 607.",
            "®. N.G. Pisias & M. Leinen, “Milankovitch Forcing of the Oceanic System: Evidence from the Northwest Pacific,” in ibid., pp. 307-308.",
            "7. L.E. Rose, op. cit., p. 69.",
            "8. J. Gribbin, “Coming Soon: Another Ice Age —Scientists Tell Why,” Science Digest (December 1982), p. 73.",
            "9. Ibid. (bracketed insertion as supplied).",
            "10. P. Warlow, The Reversing Earth (London, 1982), p. 158.",
            "11. W. Chorlton, op. cit., p. 121.",
            "ROL. Ellenberger, “Still Facing Many Problems,” Part II, KRONOS X:3 (Summer 1985), p. 2.",
            "21"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 22,
        "content": "THE DEVILS HOLE CONTROVERSY Newer discoveries were on the way and, as Robert Kunzig proclaimed in 1989: “The theory that ice ages are controlled by fluctuations in Earth’s orbit” took “‘a dive in the Nevada desert.” What happened? Harking back to Hays and Imbrie’s deep-sea sedimentary evidence, it had been calculated that the last set of glaciers began to melt about 14,000 years ago; the next to last glacial retreat was placed at about 128,000 years ago. Despite criticism by other geologists, Imbrie was so sure of what the sedimentary evidence had to say that he went out on a limb by stating that if that latter date ever turns out to be wrong, “then a good part of the Milankovitch theory fails.” It took Isaac Winograd to prove that that date was wrong. Winograd’s reasoning was this: The glaciers are believed to have covered something like eleven million square miles of land with a mile-thick sheet. With all the water it took to build this massive ice sheet removed from the ocean, sea level would have been about 350 feet lower than at present. The ice did not reach as far as Nevada’s Great Basin; it did not reach Devils Hole, an oasis in the Mojave Desert some 40 miles east of Death Valley. And yet, it was here, at Devils Hole, that Winograd, together with his colleagues Barney Szabo, Alan Riggs, and Tyler Coplen, came upon the evidence with which they aimed to topple the Milankovitch theory. Devils Hole is a weird place. It is an opening in a 10-mile-long fault along which Earth’s crust is slowly being torn apart. Thirty to forty feet wide at the surface, the opening narrows to about 10 feet at a depth of 50 feet or so, at which point it meets the water table. The pool itself is something like 300 feet deep. It is this pool at the bottom, or, more precisely, the calcite deposits in its walls, that attracted Winograd and his team. Calcite is laid by groundwater, and this would have occurred when the water level was lower and the hole dry. Moreover, calcite is believed to contain a good record of the advance and retreat of ice sheets because its chemical composition depends on climatic conditions. Diving into the hole, Riggs chiseled out a six-inch-thick chunk of calcite from 70 feet below the surface. Winograd and Coplen then analyzed the rock, “millimeter by millimeter, starting at the surface of the vein and going backwards in time.” What were they looking for? Well, it’s a complicated issue, but the bottom line is that they were looking for the oxygen-18 content in the calcite chunk. Why? Because, during an ice age, the oceans become depleted in oxygen-16, and thus enriched in oxygen-18 due to the fact that the proportion of these two oxygen types, while ordinarily maintained, disrupts itself when so much of that water locks itself up in continental ice sheets. In other words, the “lighter” water is kept from running back into the ocean through rivers. One hundred and ten samples later, Winograd and company plotted their measurements. They then matched the major peaks and troughs in the curve they obtained with the peaks and troughs that had been obtained in deep-sea sediments and ice cores from Greenland and Antarctica. And the result? All three curves seemed to record the same glacial advances and retreats. But not during the same time periods. As Kunzig reported: “The ice-age chronology from Devils Hole was shifted well back in time compared with the chronology from the deep-sea sediments. According to the sediments, for example, [the next to last glacial retreat] happened about 128,000 years ago; according to the Devils Hole calcite, it happened at least 147,000 years ago.” “What difference does 19,000 years make?” asked Kunzig. And he answered: “To the straightforward version of the Milankovitch theory, it makes a big difference. According to orbital calculations, 128,000 years ago the high latitudes of the Northern Hemisphere were getting an unusually large amount of sunlight during the summer—just what was needed, in Imbrie’s model, to melt the glaciers. But 147,000 years ago the situation was different. The amount of sunlight falling on the glaciers then was at best average.”3",
        "bibliography": [
            "1. Ibid.",
            "2. B. Newgrosh, “'Still Facing Many Problems'...Indeed,” KRONOS XI:2 (Winter 1986), p. 90.",
            "3. Ibid.",
            "4. SR. Kunzig, “Ice Cycles,” Discover (May 1989), p. 74.",
            "5. Ibid., p. 76.",
            "6. L.E. Rose, op. cit., p. 69.",
            "22"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 23,
        "content": "Winograd, together with his colleagues Barney Szabo, Alan Riggs, and Tyler Coplen, came upon the evidence with which they aimed to topple the Milankovitch theory. Devils Hole is a weird place. It is an opening in a 10-mile-long fault along which Earth’s crust is slowly being torn apart. Thirty to forty feet wide at the surface, the opening narrows to about 10 feet at a depth of 50 feet or so, at which point it meets the water table. The pool itself is something like 300 feet deep. It is this pool at the bottom, or, more precisely, the calcite deposits in its walls, that attracted Winograd and his team. Calcite is laid by groundwater, and this would have occurred when the water level was lower and the hole dry. Moreover, calcite is believed to contain a good record of the advance and retreat of ice sheets because its chemical composition depends on climatic conditions. Diving into the hole, Riggs chiseled out a six-inch-thick chunk of calcite from 70 feet below the surface. Winograd and Coplen then analyzed the rock, “millimeter by millimeter, starting at the surface of the vein and going backwards in time.” What were they looking for? Well, it’s a complicated issue, but the bottom line is that they were looking for the oxygen-18 content in the calcite chunk. Why? Because, during an ice age, the oceans become depleted in oxygen-16, and thus enriched in oxygen-18 due to the fact that the proportion of these two oxygen types, while ordinarily maintained, disrupts itself when so much of that water locks itself up in continental ice sheets. In other words, the “lighter” water is kept from running back into the ocean through rivers. One hundred and ten samples later, Winograd and company plotted their measurements. They then matched the major peaks and troughs in the curve they obtained with the peaks and troughs that had been obtained in deep-sea sediments and ice cores from Greenland and Antarctica. And the result? All three curves seemed to record the same glacial advances and retreats. But not during the same time periods. As Kunzig reported: “The ice-age chronology from Devils Hole was shifted well back in time compared with the chronology from the deep-sea sediments. According to the sediments, for example, [the next to last glacial retreat] happened about 128,000 years ago; according to the Devils Hole calcite, it happened at least 147,000 years ago.” “What difference does 19,000 years make?” asked Kunzig. And he answered: “To the straightforward version of the Milankovitch theory, it makes a big difference. According to orbital calculations, 128,000 years ago the high latitudes of the Northern Hemisphere were getting an unusually large amount of sunlight during the summer—just what was needed, in Imbrie’s model, to melt the glaciers. But 147,000 years ago the situation was different. The amount of sunlight falling on the glaciers then was at best average.”3",
        "bibliography": [
            "!. Ibid.",
            "2. B. Newgrosh, “‘Still Facing Many Problems’...Indeed,” KRONOS XI:2 (Winter 1986), p. 90.",
            "3. Ibid.",
            "21"
        ],
        "captions": []
    }
]
