[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 29,
        "content": "COLD VERSUS HEAT\nAll very neat, as Chorlton put it. “But the evidence in support of Wilson’s theory,” he went on, “is not wholly convincing.” Antarctic surges of the sort Wilson had in mind, he argued, are not now apparent. Well, not quite. That might have been true in 1983, but it is now known that such surges do take place in Antarctica, and through the very lubricating mechanism espoused by Wilson. These surges, however, are presently restricted to the Ronne and Ross ice shelves. The result of these surges, however, is contrary to what Wilson expected. What is actually transpiring is that these ice shelves are melting and the glaciers that feed them are retreating? In the meantime, Earth’s climate is not getting any colder. And if the Antarctic ice sheet does not at present act in the manner advocated by Wilson, what could have caused it to act according to his theory in the past? COLD VERSUS HEAT Back in 1883, the British physicist John Tyndall had already noted that those who were searching for the cause of ice ages “have overlooked the fact that the enormous extension of glaciers in bygone ages demonstrates, just as rigidly, the operation of heat as well as the action of cold.”3 As he stressed, cold is not sufficient to produce glaciers.4 What Tyndall meant was spelled out clearly in 1952 by Donald Menzel. “I have always believed than an ice age is not, of necessity, a cold age,” he told his listeners at a conference. “Tn fact, as others have noted,” he went on, “an increase of solar radiation, rather than a de- crease, may well bring about an ice age, because of the greater evaporation from the oceans produced by the stronger solar radiation.”> As Hooker had it plainly stated: “An analysis of all theories which have heretofore been advanced shows unmistakably that without exception every one is based upon the precon- ceived assumption that colder climate, per se, was the cause of ice ages.” Thus, as Hooker ably reasoned, glaciologists are not really looking for the cause of ice ages, but, rather, for what caused Earth’s climate to grow colder.” Barbara Bell was of the same opinion when she pointed out that a decrease in solar radia- tion would account for less precipitation and thus “virtually impossible to build up any ap- preciable ice sheet on the land.”8",
        "bibliography": [
            "1. Ibid., pp. 121, 122.",
            "2. See, for instance, R. A. Bindschadler & C. R. Bentley, “On Thin Ice?” Scientific American (December 2002), pp. 98 ff.",
            "3. J. Tyndall, Heat Considered as a Mode of Motion (1883), p. 192.",
            "4. Ibid.",
            "5. D. H. Menzel, “The Causes of Ice Ages,” read at the conference sponsored by the Rumford Committee of the American Academy of Arts and Sciences, 1952, as quoted by H. Shapley, Climatic Change (Cambridge, 1953), in turn quoted by D. E. Hooker, op. cit., p. 31.",
            "6. D. E. Hooker, op. cit., p. 24 (emphasis as given).",
            "7. Ibid.",
            "8. B. Bell, “Solar Variation as an Explanation of Climate Change,” in H. Shapley, op. cit., as cited by D. E. Hooker, op. cit., pp. 31-32."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 30,
        "content": "UPLIFT OF LAND\nRevived more recently by the prophet of doom John Hamaker, this same notion was again boosted in 1992 by Gifford Miller who came to Hamaker’s support: “People are taught in high school that when the world gets cold, an ice age begins. The geologic record is showing us this is not so. Just before the last climate crash, temperatures got a little warmer, as they are getting a little warmer today.”! Anne de Vernal, from the University of Quebec in Montreal, then joined the club. “That glaciers are cold,” she rightly pointed out, “does not mean they are triggered by cold.”? The problem with this mechanism is twofold. First, what would have induced the Sun to supply more heat than usual? Secondly, according to Tyndall, the heat required to evaporate the oceans in order to precipitate sufficient moisture in the form of ample snow to cause an ice age would raise a mass of iron five times greater than the mass of the ensuing ice to the melting point.3 Even though Tyndall erred in his calculation and exaggerated the effect, + the oceans would still have had to heat up. It is not enough for Leroy Ellenberger to remind us that “the ice accumulating today in Greenland and elsewhere does not originate from water that has literally boiled.”> Today’s ice, in Greenland and elsewhere, does not constitute an ice age. Even so, it remains difficult to see how Tyndall’s tremendous evaporation could have turned into snow amid his postulated infernal heat. Upon condensing, this evaporation should instead have fallen as rain. This then becomes the dilemma: for an ice age to occur according to the above postulate, Earth would have had to fry which would have kept the ice from forming. UPLIFT OF LAND Back in 1958, Cesare Emiliani attempted to revive the theory of continental uplift as a solution to the occurrence of ice ages. Commencing with the end of the Cretaceous period, Emiliani appealed to the sinking of a large portion of the Pacific bottom and “similar founderings.” According to him, this was accompanied with a simultaneous epoch of moun- tain building which created such chains as the Rockies, Andes, Alps, and Himalayas. This prolonged process resulted in “millions of square miles of previously immersed land” which now rose above a posited shallow sea. “Since dry land absorbs less solar radiation than water does,” he reasoned, “the world climate became steadily colder.” Some two million years ago, permanent ice caps developed in Antarctica and Greenland. These caps would have reflected the Sun’s heat back into space. © As he continues:",
        "bibliography": [
            "1. G. Easterbrook, “Return of the Glaciers,” Newsweek (November 23, 1992), p. 63.",
            "2. Ibid. (emphasis added).",
            "3. J. Tyndall, loc. cit.",
            "4. L. Ellenberger, “Still Facing Many Problems,” Part II, KRONOS X:3 (Summer 1985), p. 3.",
            "5. Ibid.",
            "6. Emiliani, “Ancient Temperatures,” in P. Cloud (Ed.), Adventures in Earth History (San Francisco, 1970), pp. 897, 898."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 31,
        "content": "THE VOLCANIC THEORY\n“Some 300,000 years ago the climate had become so cold that one of Milankovitch’s cool-summer cycles could have extended the northern ice south to northeastern North America and Scandinavia—both regions of heavy snowfall. Back-radiation of solar energy was still further increased, and the first great wave of ice was under way.”! And yet, Emiliani himself was quite critical of the Milankovitch theory. As he explained: “The main difficulty with the Milankovitch theory is that it fails to explain why the Ice Ep- och developed only recently —within the last million years—after 200 million years during which the earth had no ice ages.”? Through what logic can he then bolster his theory by ap- pealing to “one of Milankovitch’s cool-summer cycles”? And then, how would the raising of land-areas, which remain above sea level to this day, have resulted in a colder climate when the same land-areas, now covered with snow and ice, do not do so at present? An analogous theory, the brainchild of William Ruddiman and Maureen Raymo, blamed the possible cause of ice ages on an uplift of the Tibetan Plateau. By thus altering wind di- rection, this would have accentuated climatic swings and altered rain patterns “in a way that caused carbon dioxide to wash out of the atmosphere faster than it once did.” This would have diminished Earth’s greenhouse effect which, in turn, would have led to global cooling.3 But, heavens! —Is the Tibetan Plateau, or the Himalayas of which it is composed, the only uplift of land known to have transpired through Earth’s geologic ages? Granted—it is the highest on Earth, and could thus have served as a greater cause for atmospheric changes. But then it could only be held responsible for one ice age. What about the series of other ice ages? One may argue that other uplifts might have been the cause of other ice ages in the past. But then, since the Tibetan Plateau, and other uplifts, remain uplifted to this day, why are we not still within the grips of an ice age? After all, the changes in wind pattern and rain- fall that these uplifts created are still with us to this day. THE VOLCANIC THEORY One theory that regained temporary prominence blamed ice ages outright on the action of volcanoes. While not exactly new, this theory received a boost from Harry Wexler in 1952. Basing his findings on the explosion of Krakatoa, in the East Indies, which occurred on August 27, 1883, Wexler argued that as much as twenty per cent of the sunlight received on Earth can be blocked by just such a series of volcanic eruptions occurring in a relatively short time. Krakatoa has been calculated to have thrown some 13 cubic miles of rock, dust, and ash into the air. Enormous clouds of ash rose up to 20 miles or more into the atmosphere, drifting across the oceans and continents, arriving over Europe three months after the explosion. The Sun’s radiation, as recorded at the Montpellier Observatory in the south of France, dropped “from 30 per cent above normal to 20 per cent below normal.” As Wexler proposed: “A long",
        "bibliography": [
            "1. Ibid., p. 898.",
            "2. Ibid., p. 897.",
            "3. G. Easterbrook, op. cit., pp. 62-63."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 32,
        "content": "",
        "bibliography": [],
        "captions": [
            "See: The eruption of Krakatoa. (Illustration by the U. S. Geological Survey.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 33,
        "content": "POLE SHIFTS AND TILTS\n1964 also saw the publication of a book by René Gallant which not only severely criti- cized the Milankovitch theory, but which also proposed a theory of ice ages which has been expounded on by various authorities through the years. As presented by Gallant, this theory discusses the possibility that ice ages owed their cause to the shifting of Earth’s axial pole by",
        "bibliography": [
            "1. H. Wexler, “Volcanoes and World Climate,” Scientific American (April 1952).",
            "2. Ibid.",
            "3. New Scientist (November 7, 1998), p. 26; ibid. (November 21, 1998), p. 14.",
            "4. H. Wexler, loc. cit.",
            "5. R. Gallant, Bombarded Earth (London, 1964)."
        ],
        "captions": []
    }
]
