[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 449,
        "content": "449. Paleoindians attacking a trapped mammoth. (Illustration by John Green.)",
        "bibliography": [],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 450,
        "content": "We found no spear-points in the bog. Although the knives and other implements incriminate human butchers, if not hunters, the excavators of this particular mammoth had no means of telling what type of men they were. Our knowledge of the men is less complete. Their forebears had migrated from Asia, no one knows exactly when. They existed in pitifully small numbers, and probably resembled American Indians of historic times. Possibly they were a little more rugged. Before long, it became accepted that the mammoth had already been hunted by Neanderthal man. This was supposedly facilitated through the invention of the stone-tipped spear. It is doubtful, however, that mere spear thrusts would have brought such a massive beast down even if it had first been hemmed in against an obstacle such as a rising cliff or, as also theorized, into a dead-end arroyo. More believable is that man the hunter would have constructed traps into which an isolated member of the herd would have fallen. In this way, not only could the hunters lunge at the beast with spears, but others could have assisted by pounding it with fair-sized rocks and small boulders. That traps were used to ensnare mammoths, at least by the Cro-Magnons, seems to be evidenced by a painting from Bernifal, France, which has been interpreted by just about one and all as a captured mammoth in just such a contraption. Whether this is what is actually depicted—see illustration on opposite page—remains a moot question. Even so, as Josef Wolf noted, the trapping and killing of a mammoth would have required the cooperation of a fairly numerous band of hunters. Moreover, as he goes on, after falling into the pit and harassed with spears and rocks, the mammoth would probably have taken a long time to die. And, as noted by Thomas Canby, even when trapped against an obstacle, these most efficient predators would perhaps not rush into hand-to-tusk combat but wait until the animal was mortally exhausted. Further evidence of ancient butchers dismembering a mastodon some 22,000 years ago has been discovered near the sunbaked Mexican city of Puebla. And, in Venezuela, the skeletons of four mastodons have come to light, one of which still had the spear tip of what is known as an El Jobo point lodged in its pelvic cavity. Some time later, the skeleton of yet another mastodon was also unearthed and it, too, had an El Jobo spear point lodged in the pelvic.",
        "bibliography": [
            "1. Ibid., p. 836.",
            "2. Ibid.",
            "3. L. Barnett, et al., The Epic of Man (N. Y., 1961), pp. 24-25; see also T. Y. Canby, “The Search for the First Americans,” National Geographic (September 1979), p. 342.",
            "4. Y. Canby, op. cit., p. 347.",
            "5. Z. V. Spinar, Life Before Man (London, 1973), pp. 212-213.",
            "6. J. Jelinek, The Evolution of Man (London, 1975), pp. 413, 434-435 where, unfortunately, the locale re illustration number 693 was swapped with that of number 695; J. Wolf, The Dawn of Man (N. Y., 1978), p. 111.",
            "7. J. Wolf, op. cit., p. 109.",
            "8. Ibid., p. 111.",
            "9. T. Y. Canby, op. cit., p. 347.",
            "10. T. Ibid., p. 352."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 451,
        "content": "Cavity. Two identical targets in two separate individuals can hardly be relegated to coincidence. This suggests a thrust into the bladder in order to poison the animal, was the opinion of José Cruxent, a technique still practiced today [that is in 1979] by African elephant hunters. The kill has been dated to 13,000 years ago, but this was derived through the radiocarbon dating of some twigs which were presumed to be samples of the mastodon’s stomach contents—which remain highly debatable. In fact, all of these dates remain questionable since most of them were derived through bone samples that were subjected to the same method. Archaeologists, as Canby, who recorded it for National Geographic, was soon to find out, generally distrust radiocarbon dates of bone objects. Piles of mastodon bones turned up in the Great Lakes area of North America. Most of them showed signs of butchery. This fed fuel to the theory of overkill by human beings. But when these bones were re-examined, the picture became slightly changed. It was now thought the bones had actually been stored underwater. Although this did not exempt man from the slayings, the large collections of butchered bones would appear to far outnumber those of mastodons who had died through other means simply because the cache of stored bones would be more likely to be preserved. But how many of these butchered bones would have resulted from actual kills? How many could have been the result of coming across a carcass of a recently dead elephant? Unless putrefaction would have already set in, such a find would have been a blessing. Ross MacPhee, too, blames the extinction of the mammoth on man, but not due to overkill through hunting. After all, the scarcity of mammoth-kill sites in North America has led one authority to state that North American hunters seem to have shied away from the burly beasts. And the reason offered for this, lame as it may seem, is that mastodons, and therefore also mammoths, may have fed on spruce twigs the resinous nature of which could have given their meat an unpalatable flavor. MacPhee, like others, could not help noticing what had become a recurring theme among palaeontologists in what he terms a dreadful syncopation—humans arrive, animals disappear. But, discounting overkill, what was it about humans that dealt a hammer blow to mammals large and small? MacPhee’s particular belief is that the mammoth succumbed to an apocalyptic disease that was introduced by man against which Pleistocene fauna had no defense. Contact with humans, MacPhee says, might have exposed woolly mammoths to a new pathogen against which their immune systems could not mount an effective defense in time. If female mammoths were like their nearest relatives, the elephants, which are pregnant for nearly two years, even individuals resistant to the pathogen might not be able to breed fast enough to save the species. These extinctions, MacPhee tells us, occurred on nearly all habitable landmasses except Africa and Eurasia, where humans evolved alongside animals, so that whatever pathogens were rampant were common to one and all. According to G. E. Pilgrim, however, similar extinctions did occur in both Africa and Asia and, needless to say, these could have had nothing to do with glacial conditions or their aftermath.",
        "bibliography": [
            "1. Ibid., p. 356.",
            "2. Ibid.",
            "3. Ibid., pp. 356-357.",
            "4. Ibid., p. 348.",
            "5. New Scientist (January 27, 1990), p. 33.",
            "6. R. Stone, “The Cold Zone,” Discover (February 2001), pp. 58 ff.",
            "7. T. Y. Canby, op. cit., p. 359."
        ],
        "captions": [
            "Cave painting from Bernifal, France, which has been interpreted as a mammoth snared in a trap."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 452,
        "content": "Given their meat an unpalatable flavor. MacPhee, like others, could not help noticing what had become a recurring theme among palaeontologists in what he terms a dreadful syncopation—humans arrive, animals disappear. But, discounting overkill, what was it about humans that dealt a hammer blow to mammals large and small? MacPhee’s particular belief is that the mammoth succumbed to an apocalyptic disease that was introduced by man against which Pleistocene fauna had no defense. Contact with humans, MacPhee says, might have exposed woolly mammoths to a new pathogen against which their immune systems could not mount an effective defense in time. If female mammoths were like their nearest relatives, the elephants, which are pregnant for nearly two years, even individuals resistant to the pathogen might not be able to breed fast enough to save the species. These extinctions, MacPhee tells us, occurred on nearly all habitable landmasses except Africa and Eurasia, where humans evolved alongside animals, so that whatever pathogens were rampant were common to one and all. According to G. E. Pilgrim, however, similar extinctions did occur in both Africa and Asia and, needless to say, these could have had nothing to do with glacial conditions or their aftermath.",
        "bibliography": [
            "1. Ibid.",
            "2. R. Stone, loc. cit.",
            "3. Ibid., p. 63.",
            "4. Ibid., p. 62."
        ],
        "captions": [
            "Mammoths digging for salt on the shores of an ancient lake in Michigan."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 453,
        "content": "To do with glacial conditions or their aftermath. Also, as is now becoming quite apparent, the infiltration of man into North America long preceded the end of the Ice Age. Not only that, but, as we have seen above, mammoths and man have been in contact with each other for thousands of years before the extinction of the former. And if man did not introduce disease before that time, what would have been different following the event? Besides, as MacPhee himself noted, in the 10,000 years in between the end of the Ice Age and the present, not a single mammal species disappeared from North America. How is it that human disease did not affect these other beasts? Actually, the disease theory had already been considered by Loren Eisley in 1946. He, too, was of the opinion that epidemic disease, or climatic events, are sufficient to explain an enormous reduction in the number of a particular species, but [as he goes on] are yet inadequate to illuminate the reason for the inability of the species to rebound, in a few years, from its decimated condition. And, as Velikovsky rightly noted, no known disease would attack so many species and genera. An entirely different theory has blamed the demise of North American mammoths on the lack of salt deposits. The craving for salt by modern elephants is well known. In that much the mammoth could not have been different. This is evidenced by mammoth fossils at 203 sites discovered around a salt mine near Detroit. When the glaciers retreated from much of North America about 10,000 years ago, it has been reasoned, earth and debris once locked into the ice were left behind, covering many above-ground salt deposits. But if the detritus in question ended up covering salt deposits, would not the same deposits have been previously covered by the much deeper ice? Besides, it remains doubtful that the salt is a required constituent for pachyderm survival. What about all the other species of animals which do not crave salt but which also became extinct in North America? Despite all the above, mammoths did not become extinct at the end of the Ice Age. In Arctic regions they continued to exist until the next cosmic onslaught thousands of years later. And even then, a species of dwarf mammoth survived on Wrangel Island in eastern Siberia from 3,800 to 3,500 years ago—some 700 years after the Egyptians built their great pyramids at Giza. But while these facts have been pounced upon by past catastrophists, they do nothing to alleviate the problem in North America where Pleistocene pachyderms, to say nothing of other mammals, did not survive. Four species of mammoth and three types of mastodon vanished completely from the continent.",
        "bibliography": [
            "1. G. E. Pilgrim, “The Lowest Limit of the Pleistocene in Europe and Asia,” Geological Magazine LXXXL1, p. 28.",
            "2. R. Stone, loc. cit.",
            "3. L. C. Eisley, American Anthropologist XLVIII (1946), p. 54.",
            "4. I. Velikovsky, op. cit., p. 231.",
            "5. “Mammoth Cravings,” Science Digest (May 1989), pp. 83-84.",
            "6. The Egyptian Gazette (September 13, 1984) as cited in SIS Workshop 6:2 (August 1985), p. 35; see here also D. Cardona, “The Demands of the Saturnian Configuration Theory,” AEON VI:1 (February 2001), pp. 66-69.",
            "7. B. Bower, “Dwarf Mammoths Outlive Ice Age,” Science News (March 27, 1993), p. 197; R. Stone, op. cit., p. 63.",
            "8. T. Y. Canby, op. cit., p. 363."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 454,
        "content": "MASS SLAUGHTER. Large-scale massacres of mammoths in lieu of sporadic killings formed the accepted conclusion by the 1960s. By then, the blame for the extinction of the American mammoth was placed squarely on the shoulders of the Clovis people, forerunners of the Amerinds, named for their long, fluted spear points first discovered near Clovis in New Mexico as early as the 1930s. These plainsmen had one enormous advantage—the keen stone spear points that are the hallmark of their culture. As noted by Robert Claiborne for Time-Life Books: The seemingly delicate Clovis points are actually lethal tools, and the Clovis people make effective use of them in killing the great woolly mammoth. Archeologists have found ample evidence of the Clovis points’ deadliness embedded in the remains of the hunters’ mammoth prey...The points are generally called projectile points, but whether the tools or weapons of which they formed the cutting tip were in fact projectiles is a matter of conjecture. Unquestioningly they are spear points of some sort (they are far too big for arrow heads and, besides, the bow and arrow was unknown to Clovis hunters), but there is no direct evidence to show whether the spears were used primarily for thrusting, as lances, or for throwing, as javelins. Unlikely as it seems, even the immense mammoths could have been taken by men on foot, armed only with lances. This is the way elephants were hunted in Africa until quite recently. Like the modern elephant hunters, the mammoth’s attackers may have worked in two groups, some acting to divert the animal’s attention while others dashed in to stab at its belly and legs from close quarters. But many experts think Clovis man avoided such dangerously close encounters by throwing their weapons at their prey. To do so effectively they would have needed an extra tool, the simple but revolutionary spear thrower, or atlatl, which enables a man to hurl his weapon from a relatively safe distance, yet with enough force to penetrate the tough hide of a mammoth. Whether the Clovis people possessed the spear thrower, however, remains speculative. Even so, there are various clues which have suggested to archaeologists that the Clovis people did indeed have ways of minimizing the risks of mammoth hunting. Thus, for instance, virtually all theorized mammoth kill sites occur at locations where the nature of the ground is indicative of former ponds or streams. Hunters could have hidden in waiting until the mammoths came there to drink. In other cases the indication is that the hunters attacked animals that had bogged down in the marshy edges of a lake. Signs pointing to this procedure.",
        "bibliography": [
            "1. L. Barnett, op. cit., p. 27.",
            "2. R. Claiborne, The First Americans (N. Y., 1973), pp. 37 ff.",
            "3. Ibid., p. 40.",
            "4. Ibid.",
            "5. Ibid., p. 41."
        ],
        "captions": [],
        "headers": [
            "MASS SLAUGHTER"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 455,
        "content": "Have not only been found in North America but also at Torralba, Spain, where the earlier Homo erectus seems to have used this technique. Since mammoths, if they were anything like modern elephants, must have been intelligent beasts, they would not often have bogged down this way accidentally. It is fairly safe to assume that the hunters had worked out techniques of stampeding the animals into the treacherous lake margin. At other sites, mammoths seem to have been stampeded into a steep-sided stream gully, where they would presumably have been either injured or at least hampered in their movement. And at one place the bones uncovered are all from baby or half-grown mammoths, suggesting that the hunters had managed to cut out these less dangerous—and doubtless more tender—individuals from the herd. Whatever Clovis man’s techniques, he killed mammoths with considerable frequency; at least the bones turn up fairly consistently with his distinctively fashioned spear points. But that the above report seems somewhat exaggerated is evidenced by more recent considerations. As Canby reported in 1979: Most conspicuous [around 11,000 years ago] are the Clovis mammoth hunters, whose trademark of kill sites and fluted points boldly punctuates western North America...The points concentrate along major river systems, a pattern paralleling that of hundreds of mammoth- and mastodon-skeleton discoveries. Yet except for [an undisputed] kill site on Washington’s Olympic Peninsula and another in Missouri, evidence does not link man with mastodon north of central Mexico. North American hunters seem to have shied away from the burly beasts. In fact, many of the supposed mammoth kill sites are so controversial that, as Jared Diamond reported: Many paleontologists don’t blame the spasm of extinction on Clovis hunters, because there’s no [or very little] surviving evidence of mass slaughter—only the fossilized bones of a few butchered carcasses here and there. And, as noted above, evidence of butchery is not necessarily proof of a kill. Besides, since the African elephant did not become extinct during a much longer span of time during which it was hunted by various tribes, why would the mammoth, to say nothing of the mastodon, have succumbed to man in a much shorter duration? The case, of course, is entirely different when it comes to other animals which ancient man did slaughter en masse. Ice Age man may have derived the idea from hunting ibex in the rocky gorges of Siberia. In trying to escape, the ibex would have easily leaped across gaps, but, sometimes, some would miscalculate and fall to their deaths in the crags below. This might have led to the Cro-Magnons inducing ibex to leap across such gaps and, eventually, even into driving herds of ibex over the edge of a cliff. The discovery of a multitude of shattered ibex bones at the bottoms of narrow gorges supplies good evidence in favor of this hunting method. In time the above routine was also used in hunting wild horses. Driving the horses up a slope to a cliff, Cro-Magnon man would have kept them in line with bonfires lit along a narrow corridor and perhaps with flaming torches in their hands. Urging them ever forward in a wild stampede, the terrified animals, unable to stop because of the press from behind, would have been left with no recourse but to leap to their death over the edge.",
        "bibliography": [
            "1. Ibid.",
            "2. Ibid., p. 44.",
            "3. T. Y. Canby, op. cit., p. 359 (emphasis added).",
            "4. J. Diamond, “The American Blitzkrieg: A Mammoth Undertaking,” Discover (June 1987), p. 84 (emphasis added)."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 456,
        "content": "Rocky gorges of Siberia. In trying to escape, the ibex would have easily leaped across gaps, but, sometimes, some would miscalculate and fall to their deaths in the crags below. This might have led to the Cro-Magnons inducing ibex to leap across such gaps and, eventually, even into driving herds of ibex over the edge of a cliff. The discovery of a multitude of shattered ibex bones at the bottoms of narrow gorges supplies good evidence in favor of this hunting method. In time the above routine was also used in hunting wild horses. Driving the horses up a slope to a cliff, Cro-Magnon man would have kept them in line with bonfires lit along a narrow corridor and perhaps with flaming torches in their hands. Urging them ever forward in a wild stampede, the terrified animals, unable to stop because of the press from behind, would have been left with no recourse but to leap to their death over the edge. Of these [Cro-Magnon] communities, one of the most interesting was a huge outdoor hunting station near Solutré in France where the bones of an estimated 100,000 horses were found, along with those of other animals. Scientific study of this vast boneyard suggests that disciplined companies of Cro-Magnon hunters convened in the area, summer after summer, for organized drives on wild horses. Tbex and horses were not the only herd animals that were slaughtered en masse by ancient man at the close of the Ice Age. In North America, bison suffered a similar fate. Here the Clovis people were followed by Folsom man, named after Folsom, New Mexico, near which his distinctive weapons, different from those of the Clovis, were first discovered. While Folsom spear points were somewhat smaller in size, the flutings in which the shaft was embedded extended almost the full length of the blade giving the haft a better grip when lashed to the point. Folsom man, however, was soon replaced by a group who used entirely unfluted spear points. These became known to archaeologists as the Plano hunters. By this time—in fact by Folsom time—the North American mammoth, as well as its near cousin, the mastodon, had already become extinct. Claiborne phrased it eloquently when he stated that the mammoth’s place as preferred game had been taken by the American animal that from [then] on would be the mainstay of the Plains Indians—the bison. Or, as Jared Diamond put it: There may be a simple explanation for why Folsom hunters switched from mammoths to bisons: there weren’t any mammoths left. One of the techniques developed by Folsom man in hunting was the stampeding of bison to their death over a cliff or the lip of a gully. Whether this procedure was introduced from Europe, where it had been used much earlier by the Cro-Magnons to slaughter vast herds of horses, or whether Folsom hunters developed the technique independently is not known.",
        "bibliography": [
            "1. J. Wolf, op. cit., pp. 122-123.",
            "2. Ibid., p. 123.",
            "3. L. Barnett, op. cit., pp. 26-27.",
            "4. Ibid.",
            "5. R. Claiborne, op. cit., p. 48.",
            "6. J. Diamond, loc. cit.",
            "7. R. Claiborne, op. cit., p. 49."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 457,
        "content": "Colorado, where, about 10,000 years ago, hunters had driven a herd of bison into a natural pitfall at the end of an arroyo. The bison hunted by Folsom man was primarily Bison antiquus, a long-horned beast that stood six feet high at the shoulder and weighed a ton. The chief prey of the later Plano people was the somewhat smaller Bison occidentalis and the still smaller modern species Bison bison, the animal commonly called the buffalo. One of the, if not the, most famous buffalo kill site is what is known as Head-Smashed-In Buffalo Jump, approximately 67 kilometers west of Lethbridge, Alberta, Canada. Proclaimed a UNESCO World Heritage Site, the area has been converted into an.",
        "bibliography": [
            "1. Ibid.; see also, J. A. Maxwell, et al., America’s Fascinating Indian Heritage (N. Y., 1978), pp. 22-24; J. L. Gardner, et al., Mysteries of the Ancient Americas (N. Y., 1986), p. 90.",
            "2. R. Claiborne, loc. cit."
        ],
        "captions": [
            "The jump cliffs at Head-Smashed-In, Alberta, Canada."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 458,
        "content": "",
        "bibliography": [],
        "captions": [
            "The buffalo jump."
        ],
        "headers": []
    }
]