[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 289,
        "content": "The versions, they tend to form again, as we here posit to have transpired with the proto-Saturnian system. As distant as it was in time, the memory of the proto-Saturnian polar column’s association with the following event, mythologically known as the Creation, was retained by more than one ancient nation. As the translators of the 1973 edition of the Linga Purana state in the introduction to the work: “The entire phenomenon of creation is symbolised by the phallic image (linga) of Lord Siva.” And: “According to the Linga Purana, the primary unevolved matter, the cause of the universe is Linga itself.” Shiva, it is believed, “permeates and imparts impetus to Linga and effects the work of creation in this way.”3 So, similarly, among the Phoenicians who, according to Sanchoniathon, believed that the “beginning of all things was a dark and condensed windy air, or a breeze of thick air, and a chaos, turbid and black as Erebus.”4 This “dark and condensed windy air,” or “a breeze of thick air,” was the same as the ruach of Elohim/Saturn, usually translated “spirit,” but actually meaning “wind,” which also moved over the chaotic waters just before Creation took place as described at the beginning of the Book of Genesis. It is also the same as “the wind presided over by Dhruva” described in the Linga Purana. Sanchoniathon, however, continues to tell us that, “after a long series of ages,” this wind “became enamored of its own first principles” and that “an intimate union took place.” In view of what we have already learned, it seems obvious that this self enamoring, followed as it was by an “intimate union,” is nothing but a philosophical rendering of proto-Saturn’s impregnation by its own tornadic column. And, still according to Sanchoniathon, it was this “union” that served as “the beginning of the creation of all things.”8 Since we have already, both in this work and in our previous one, presented enough evidence to show that the Jinga, or phallus, was merely one manner in which some of the ancients visualized proto-Saturn’s polar axis, the direct association of this axis with Creation becomes evident. Whether it was the primary cause or not, the retraction of the plasma column would have overburdened the proto-Saturnian orb beyond its holding capacity and, as first proposed by Immanuel Velikovsky, proto-Saturn would have suddenly flared up in a brilliant light which flooded Earth with radiance and temporarily blinded its inhabitants. It was an event that went down in the mytho-historical record as Day One. The act of Creation had just begun.",
        "bibliography": [
            "1. Anonymous Board of Scholars, The Linga Purana (Delhi, 1973), p. xx.",
            "2. Ibid.",
            "3. Ibid.",
            "4. R. Van Over, op. cit., p. 187.",
            "5. J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 107.",
            "6. For a detailed exposition of this subject, see D. Cardona, op. cit., pp. 262, 429, 434, 441, 446, 451.",
            "7. Linga Purana I: 54: 65-68.",
            "8. R. Van Over, loc. cit.",
            "9. Velikovsky, “The Pitfalls of Radiocarbon Dating,” Pensée IVR IV (Spring-Summer 1973), p. 13."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 290,
        "content": "Chapter 14 Let There Be Light THE FIAT LUX The sudden flare-up of the proto-Saturnian sun would have left an indelible mark on the human psyche and it therefore should have etched itself in the mytho-historical records of all nations. Our thesis demands it. As we shall see, the repercussion this event had on the later religions of the world right down to our present day, as also on present astrophysical theories, is not inconsequential. The most notable mythic evidence for the event in question as far as the Western World is concerned comes from that great Judaic-Christian source, the Book of Genesis. It is amazing that Immanuel Velikovsky, who was first to recognize the flaring up of proto-Saturn, did not realize this fundamental fact. As is well known, the very beginning of this tract deals directly with Creation. And the very first thing that was said to have been created was light. “And Elohim said, let there be light. And there was light. And Elohim saw the light, that it was good. And Elohim divided the light from the darkness.” Ever since the above words came to the attention of the Western World, Christian theologians have been grappling with the apparent contradiction they invoke. This is because, according to the same Genesis, the Sun, the Moon, and the stars, which one would have believed to have shed the light in question, were actually said to have been created later. Nor must it be thought that this apparent incongruity only appears in Genesis. As George Rawlinson realized late in the nineteenth century, the same incongruity is also contained in the Babylonian version of the Creation. “While the whole tone and spirit of the two accounts, and even the point of view from which they are taken, differ, the general outline of the narrative in each is nearly the same. In both we have the earth at first ‘without form and void,’ and ‘darkness upon the face of the deep’... In both we have light mentioned before the creation of the sun and moon...” Rawlinson was also aware that various authorities of his time were of the opinion that the account in Genesis was actually adapted from that of the Babylonians. “It has been generally seen that this [Babylonian] cosmogony [as presented by Berossos] bears a remarkable resemblance to the history of Creation contained in the",
        "bibliography": [
            "1. Genesis 1:3-4.",
            "2. G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. 1 (N. Y., 1885), p. 94."
        ],
        "captions": [],
        "headers": [
            "THE FIAT LUX"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 291,
        "content": "",
        "bibliography": [],
        "captions": [
            "ae toad",
            "And Elohim said: “Let there be light. And there was light.” (Illustration by Richard M. Smith.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 292,
        "content": "Opening chapters of the book of Genesis. Some have gone so far as to argue that the Mosaic account was derived from it. Others, who reject this notion, suggest that a certain ‘old Chaldee tradition’ was ‘the basis of them both’. Even so, he was astute enough to also realize that: “If we drop the word ‘Chaldee’ from [the above] statement, it may be regarded as fairly expressing the truth. The Babylonian legend embodies a primeval tradition, common to all mankind...” This is so true that we encounter the same situation in the Creation myth of the Maya on the opposite side of the world. “In [the day known as] Six Cib,” the Chilam Balam naively recounts, “the first candle was made, and thus it was that light was created where there had been neither sun nor moon.”3 The Jews, however, seem never to have been bothered much with this conundrum. Louis Ginzberg informs us that they have always held the light of Genesis to have been entirely different and distinct from the light shed by the common heavenly bodies. “The light created at the very beginning is not the same as the light emitted by the sun, the moon, and the stars, which appeared only on the fourth day [of Creation]. The light of the first day was of a sort that would have enabled man to see the world at a glance from one end to the other.” All of which perhaps explains why, in the Book of Psalms, Elohim is lauded as having “prepared the light and the sun” as if they were two distinct entities. Writing in 1956, Zsolt Aradi, who, like others before him, had fallen victim to this pitfall, was still vainly attempting to clamber out of this incongruity. In an effort to reconcile the seeming absurdity of Genesis with the tenets of modern scientific thought, he wrote that: “Many theories of modern cosmology agree even with the minutest details of the Biblical account about the creation of the universe. The Bible and theologians have been ridiculed for standing firm on the Mosaic version, which asserts that on the first day God created light. How is it possible to create light on the first day when the sun, the moon, and the stars were created later, i.e., on the fourth day? Modern cosmology, however, offers the following confirmation.” Perhaps because the Big Bang theory was still novel—although George Gamow’s best-selling book on the subject was already in print— Aradi’s astrophysical description of the",
        "bibliography": [
            "1. Ibid., p.93.",
            "2. Ibid.",
            "3. I. Nicholson, “Mexican and Central American Mythology,” Mythology of the Americas (London, 1970), p. 177.",
            "4. L. Ginzberg, The Legends of the Jews, Vol. I (Philadelphia, 1961), pp. 8-9.",
            "5. Psalms 74:16 (emphasis added).",
            "6. Aradi, The Book of Miracles (Derby, Connecticut, 1961), p. 256 (emphasis added)."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 293,
        "content": "Supposed creation of the Universe was, even then, somewhat primitive. In brief, and according to him, space was originally filled by a cold rarefied gaseous mass which was immersed in total darkness. Through millions of years, this gaseous mass slowly condensed into “billions of small globes.” This condensation produced pressure and thus heat which resulted in “the first nuclear reactions, which increased the temperature even more.” This led to those “billions of small globes,” which he himself refers to as “stars,” becoming incandescent. “Thus,” he tells us, “there was light for the first time”—in other words, the fiat lux of Genesis. “This was not the light of the sun or of the moon,” he wrote, “it was light, material light, the same light as is produced by atomic fission.” True, this would not have been the light of the Sun or of the Moon, but, even according to him, it would have been the light of billions of stars which, if we are to believe what Genesis states, were still created after the shedding of the light. Let not the educated reader think all this is rather silly because, as I shall soon indicate, this theological conundrum is not one that has succumbed to the vagaries of time. On the contrary, it is still a part of modern religious thought and remains, to this very day, a thorn in the side of many a Christian sect which continues to uphold a creed based on the rigid interpretation of the books of the Old Testament. And, to be sure, Aradi was neither the first nor the last to attempt a reconciliation of the Book of Genesis with astrophysics. THE BIRTH OF A THEORY For quite a number of years in his career, Zsolt Aradi held various posts in which he acted as a voice for the Vatican. It is therefore strange that he seems to have been unaware of the work inaugurated by the Belgian Jesuit priest, Georges Lemaitre, which, together with that of George Gamow, he could have utilized to better advantage in attempting to invoke a scientific explanation for the light of Genesis. Most books on the subject stress that Lemaitre, who was also a brilliant astrophysicist, based his theory on the principles of general relativity together with the belief that the galaxies were receding from each other at incredible speed. What this implied to him is that, at some point in the astronomical past, the galaxies of the entire Universe must have occupied the same space. Retrocalculating further back in time convinced him that, at some point in the unknowable past, the entire matter which constituted the galaxies and the stars contained within them had to have existed as an independent mass of condensed substance. Thus, in 1927, he “galvanized cosmologists...with his proposal that a hot, dense ‘primeval atom’ exploded to create the present universe.” Relativity and galaxies aside, Lemaitre obviously familiarized himself with the Creation myths of other nations, especially those which emphasized the formation of a cosmic egg out of which all of creation is said to have tumbled. The myth of the cosmic egg was believed in by a wide section of the ancient world including the Egyptians, the Phoenicians, the",
        "bibliography": [
            "1. Tbid. (emphasis as given).",
            "2. B. Ferington, et al., The Cosmos (Alexandria, Virginia, 1990), p. 61.",
            "3. B.A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), pp. cxii, xcviii.",
            "4. L. Delaporte, “Phoenician Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 82."
        ],
        "captions": [],
        "headers": [
            "THE BIRTH OF A THEORY"
        ]
    }
]
