[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 219,
        "content": "THE WATERS OF CHAOS. Deities of the Incas, translates as “Foam of the Sea.” Known in full as Kon Tiki Viracocha, this deity was believed to have lived “in the high heavens,” and to have been “a god-creator,” attributes which identify him as a Saturnian deity. The “limitless stretch of water” of the Voguls and Ostiaks, as well as Kon Tiki Viracocha’s “foam of the sea,” bring us to the celestial watery substance which the mythologies of various races connected with the original Chaos. As J. Viaud informs us, the Egyptian Chaos was styled Nu (or Nun). But, as we pointed out in our previous volume, Nu more properly refers to “the primordial ocean” in which “the germs” of all things to come lay dormant before Creation. That this primordial ocean, inter alia known as the “father of the gods,” was celestial in origin is evidenced by it being referred to as “the watery abyss of the sky.” Nicolas Grimal was naive when he stated that “the original archetype” of Nu “was supplied by the annual flooding of the Nile.” It seems that he was ignorant of the fact that the motif of cosmic water was well nigh universal. The Egyptian Nu is equivalent to the Mesopotamian Apsu, which also stood for the primordial ocean. Apsu, also rendered Abzu, has been thought to be the origin of the Greek abyssos—Latin abyssus—from which the English word “abyss” is derived. The mythological abyss is also often termed “the deep.” This is the same “deep” we encounter in English translations of the Book of Genesis where it is said that “darkness was on the face of the deep.” In Hebrew, the word translated as “deep” is tehom which properly means “a surging mass of water.” The word is derived from hum (huwm, hoom), among the meanings of which is “to agitate.”",
        "bibliography": [
            "1. P. Tierney, The Highest Altar (N. Y., 1989), p. 154.",
            "2. R. Van Over, Sun Songs: Creation Myths from Around the World (N. Y., 1980), p. 114.",
            "3. J-C Valla, The Civilization of the Incas (Geneva, 1978), p. 66.",
            "4. For more on Kon Tiki Viracocha, see D. Cardona, op. cit., pp. 278-279, 357.",
            "5. J. Viaud, “Egyptian Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 11.",
            "6. p. Cardona, op. cit., p. 267.",
            "7. J. Viaud, loc. cit.",
            "8. Ibid.",
            "9. B.A. W. Budge, The Egyptian Book of the Dead (N. Y., 1895/1967), p. 251.",
            "10. N. Grimal, A History of Ancient Egypt (Oxford, 1992), p. 41.",
            "11. W. F. Albright, “The Mouth of the Rivers,” The American Journal of Semitic Languages and Literature, Vol. XXXV, No. 4 (July 1919), p. 167.",
            "12. A. Heidel, The Babylonian Genesis (Chicago, 1942), p. 10; see also M. Vieyra, “Empires of the Ancient Near East: The Hymns of Creation,” Larousse World Mythology (London, 1972), p. 65.",
            "13. G. Michanowsky, The Once and Future Star (N. Y., 1977), p. 49.",
            "14. Tbid.",
            "15. Genesis 1:2.",
            "16. J. Strong, Hebrew and Chaldee Dictionary (Madison, N. J., 1890), p. 123.",
            "17. Jbid., p. 32; see also D. Cardona, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 220,
        "content": "But that Ea was actually a Saturnian deity need not be repeated, and this, alone, is enough to locate the Apsu in the sky. Heinrich Zimmer touched upon the same topic as it applies to Hinduism: “From the period of the early Vedas down to the Hinduism of the present, water has been regarded in India as a tangible manifestation of the divine essence. ‘In the beginning, everything was like a sea without a light,’ declared an ancient hymn; and to this day, one of the most common and simple objects of worship in the daily ritual is a jar or pitcher filled with water, representing the presence of the divinity and serving in the place of a sacred image. The water is regarded, for the period of the worship, as a residence or seat (pitha) of the god.” A different Hindu myth also sets the stage for “the beginning” by presenting the now familiar situation in which there was only water in a starless night. This was the interval between dissolution and Creation. In this “infinite ocean” all the seeds of Creation rested in “a dormant state of undifferentiation.” Floating on this ocean was the god known as Vishnu, who was described as “the substance of his own essence.” This very Vishnu appears in “the form of a luminous giant” who is “recumbent on the liquid element, radiant with the steady glow of his blessed energy.” The identification of Vishnu as the god of the planet Saturn has already been presented in our previous volume. The Yakima of North America also believe that, prior to Creation, their creator was the solitary denizen of heaven and that all there was besides him was water: “In the beginning of the world, all was water. Whee-me-me-ow-ah, the Great Chief Above, lived up in the sky all alone.” This is paralleled by what the African Boshongo tribe of the Bantu tell: “In the beginning, in the dark, there was nothing but water. And Bumba [the creator] was alone.”",
        "bibliography": [
            "1. D. A. Mackenzie, Myths of Babylonia and Assyria, republished as Mythology of the Babylonian People (London, 1915/1996), pp. 28-29.",
            "2. Ibid., p. 29, in reference to M. Jastrow, Religion of Babylonia and Assyria, p. 88.",
            "3. For more on Apsu see D. Cardona, op. cit., pp. 266-267, 269, 449.",
            "4. H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), p. 34.",
            "5. Ibid., p. 128.",
            "6. D. Cardona, op. cit., pp. 233, 236, 246, 310, 440, 449, 451.",
            "7. R. Erdoes & A. Ortiz, op. cit., p. 117.",
            "8. D. A. Leeming, The World of Myth (N. Y., 1990), p. 39."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 221,
        "content": "",
        "bibliography": [],
        "captions": [
            "Vishnu—who was described as having floated on the cosmic sea."
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 222,
        "content": "In fact, two of the epithets of the Creator among West African tribes have been translated as “Great Ocean Whose Headdress is the Horizon” and “Great Pool Contemporary of Everything.” The Yoruba of what used to be Nigeria are also of the belief that “in the beginning the world was all marshy and watery.” In Japan, the same entity was spoken of as “the primeval oily mass.” “The records,” Moe Mendelkehr noted, “clearly denote a sea, ocean, river or stream that was conceived as cosmic, heavenly, or celestial.” As he continues: “The appearance of the celestial waters, in most cultures, goes back to very ancient times and is associated with the process of creation. Gaster and Brinton have recognised and discuss the ‘primality’ of water, in that in essentially all cultures there is a tradition of water existing before anything else. Clark also recognises the commonality of myths, that before the beginnings of all things was the Primordial Abyss of Waters, stretching endlessly in all directions. Early writers in the Middle East refer to the all-embracing great cosmic sea, with stories of creation including the celestial waters.” Unfortunately, Mandelkehr confused various unrelated myths concerning celestial rivers, lumping them erroneously into a single motif when, in fact, many of the sources he cited refer to different chronological events. Mandelkehr was influenced by these unrelated river motifs in his attempt to interpret them as a ring that had formed around Earth due to its encounter with a massive meteoroid stream at 2300 B.C. Leaving celestial rivers aside, he should have paid greater attention to what he himself had unearthed concerning the cosmic ocean of creation—namely, that this water was believed to have existed before anything else. What this means is that, as far as mankind was concerned, it had always been there, which is the reason why these cosmic waters were one of three entities which were believed not to have been created. (Of rings around the world we will have much to offer in a later section of this very work.) The pre-existence of the watery deep is not, however, restricted to the ancient Near East. Nor is it unique to the Old World. The Maya, too, retained a tradition of a primordial entity known as “black hole, black water” which is believed to “have existed at the beginning of creation.” As the Amerind tribe of the Crow phrased it: “How water came to be, nobody knows.” So, likewise, among the Polynesians who believed that “in the beginning there existed only the primordial waters, plunged in cosmic darkness.”",
        "bibliography": [
            "1. G. Parrinder, African Mythology (London, 1967), p. 20.",
            "2. J. Piggott, Japanese Mythology (London, 1969), p. 13.",
            "3. M. Mandelkehr, “The Ring About the Earth at 2300 BC,” Chronology & Catastrophism Review (2001:2), p. 9.",
            "4. Ibid., with references to T. H. Gaster, Myth, Legend and Custom in the Old Testament, Vol. 2 (Harper, 1969), pp. 3, 4; D. G. Brinton, Myths of the Americas (Steiner, 1976), pp. 128, 129, 210-213; A. R. Johnson, Sacral Kingship in Ancient Israel (University of Wales, 1955), p. 9.",
            "5. For further on this topic see D. Cardona, op. cit., pp. 268-270.",
            "6. M. D. Coe, Breaking the Maya Code (N. Y., 1992), p. 255.",
            "7. TR. Erdoes & A. Ortiz, op. cit., p. 88.",
            "8. M. Eliade, Patterns in Comparative Mythology (London, 1996), p. 410."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 223,
        "content": "THE WHIRL OF CREATION. The Yuma myth of Creation states that: “This is how it all began. There was only water. Then out of the waters rose a mist. Still there was no sun, no moon, no stars—just darkness. But deep down in the waters lived Kokomaht [All-Father], the Creator. He was bodiless, nameless, breathless, motionless.’ The “waters,” however, “stirred and rushed and thundered,” producing spray and foam. This stirring and rushing of the waters provide us with a hint of their rotation. This was also indicated above when we noted the agitation of the Hebrew tehom. More explicit was Lautzu’s description of Tao: “It stands alone and does not change,” he wrote, “goes round and does not weary.” As expressed in our previous volume, it was this rotation, often expressed as a whirling motion, that convinced our ancients that the entity was composed of water, since the closest thing they could compare it to would have been a watery whirlpool or eddy along the shores of lakes and rivers. In view of the nature of plasma, which manifests itself at present in polar auroral displays, it is not inconceivable that, as Roger Ashton had earlier indicated, a similar shimmering effect would have superimposed itself on the rotating nebulous cloud.",
        "bibliography": [
            "1. W. Barnstone, op. cit., p. 127.",
            "2. Ibid., p. 570.",
            "3. Ibid. pp. 629-630.",
            "4. R. Erdoes & A. Ortiz, op. cit., p. 77.",
            "5. Ibid.",
            "6. As quoted by C. Sagan, op. cit., p. 245.",
            "7. D. Cardona, op. cit., pp. 270-273.",
            "8. As quoted by C. Sagan, op. cit., p. 245.",
            "9. D. Cardona, op. cit., pp. 270-273.",
            "10. As quoted by C. Sagan, op. cit., p. 245.",
            "11. D. Cardona, op. cit., pp. 270-273.",
            "12. Ibid.",
            "13. R. Ashton, “The Age of Purple Darkness,” AEON V:3 (December 1998), p. 98."
        ],
        "captions": []
    }
]
