[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 239,
        "content": "Linga means “son of the waters,” was an epithet of both Vishnu and Brahma, both of whom we have already equated with Saturn.4 Brahma and Vishnu/Narayana are presented in this allegory as arguing about who of them was the real Creator when “a glorious shimmering linga...a flamboyant pillar with the brilliance of a hundred fires” appeared before them. This linga appeared to be “without beginning, without middle, without end, incomparable, indescribable.” In an attempt to discover the source of this pillar of a “thousand flames,” Vishnu plunged down to fathom its depths, while Brahma flew up to discover its top. It is said that Vishnu and Brahma spent “a thousand years” in their journey up and down without discovering either the linga’s top or bottom. After they both returned to the middle from where they both had commenced, they discovered Shiva in the place of the linga. The linga was obviously him. As a parable, this myth is meant to describe the indescribable, an attempt to illustrate the cosmic size of Shiva’s lingam. It is also meant to clarify the real identity of the Trimurti since Shiva is there said to have told Brahma and Vishnu that, in reality, he is them and that both of them are he. “For I,” Shiva is reported to have said, “supreme lord, undivided, I am three: Brahma, Vishnu and Shiva; I create, I maintain, I destroy.” PHALLIC WORSHIP Phallic worship was universal. Among some societies it has persisted until the present. It can be traced as far back as Neolithic times. As Marija Gimbutas demonstrated: “Representations of phalli are found in all phases and cultural groups of Old Europe with a wider variety in Neolithic Greece and Yugoslavia, particularly the Adriatic seaboard. They were fashioned in all sizes from the miniature to the exaggerated. Their decoration and shape range from naturalistic to fantastic...”7 Phalli carved out of chalk, still considered as symbols of fertility, have been discovered at Stonehenge. “Not only was Stonehenge itself a burial ground, but it stands within a landscape filled with memorials to the dead, principally the mounds of long and round barrows. Buried with the dead were aspects of their lives, and of life itself; carved phalluses,"
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 240,
        "content": "which are found in many prehistoric contexts, including the Stonehenge region, were emblems of human fertility, and perhaps also fertility of the soil in which they were placed.” Diodorus tells us that “speaking generally, not only the Egyptians, but also not a few other nations have consecrated that member [that is, the phallus] in their initiatory rites...” But even he sought to explain the phallus “as the cause of the production of living beings.” In 1875, still keeping to the creative energy symbolic in the phallus, Hodder Westropp wrote that: “Evidence that this worship extensively prevailed will be found in many countries, both in ancient and modern times. It occurs in ancient Egypt, in India, in Syria, in Babylon, among the Assyrians, in Persia, Greece, Italy, Spain, Germany, Scandinavia, and among the Gauls....According to Ptolemy, the phallus was the object of religious worship among the Assyrians and also among the Persians. In Syria, Baal-Peor was represented with a phallus in his mouth, according to St. Jerome.”3 In ancient Rome, according to Augustine, “the sexual organ of man was consecrated in the temple of Liber.”4 And in the month of April, a Roman festival in honor of Venus took place in which a phallus was carried in procession in a cart. “Among the Teutons and Scandinavia, the god Fricco, corresponding to the Priapus of the Romans, was adored under the form of a phallus; a similar god under a similar symbol was adored in Spain, whose name was Hortanes.”6 In China, too, according to Westropp, offerings of stone phalli were still being presented in his day in what he calls a Buddhist temple in Peking.” Also, in Japan, phalli are sold in shops to be purchased mostly by women who take them home and dress them up, much like dolls, to be kept in family shrines.’ Phallic worship was also practiced in the Americas, “particularly at Panuco,” in Mexico, as documented by one of the companions of Hernando Cortez, where phalli were preserved in temples and adored.” “In other provinces, particularly Panuco, they worship the member of the body which is between a man’s legs: they have it in the mosque [i.e., temple] and also set it in the",
        "bibliography": [
            "1 D. Souden, Stonehenge Revealed (N. Y., 1997), pp. 112-113.",
            "2 Eusebius Pamphili, Evangelicae Praeparationis, I:1:49d (emphasis added).",
            "3 H. M. Westropp, “Phallic Worship,” in H. M. Westropp & C. S. Wake, op. cit., p. 27.",
            "4 Ibid., p. 26.",
            "5 Ibid.",
            "6 Ibid., p. 28.",
            "7 Ibid. p. 31.",
            "8 General knowledge.",
            "9 H. M. Westropp, op. cit., p. 28."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 241,
        "content": "square, together with figures in relief showing all the kinds of pleasure that can exist between man and woman and they have these pictures with legs raised in various ways.” The same was true of Haiti, Peru, and Oceania: “The inhabitants of Tlascala also paid worship to the sexual organ of a man and a woman. In Peru, several representations in clay of the phallus are met with. At Hayti [i.e., Haiti]...phalli have been discovered in different parts of the island, and are believed to be undoubtedly the manufacture of the original inhabitants of the island. In one of the Marianne islands of the Pacific Ocean, on festive occasions, a phallus, highly ornamented, called by the natives Tinas, is carried in procession.” In fact, the Polynesian obsession with the phallus was so prevalent that, until the 1850s, Ure, which means “Penis,” was a common personal name on Easter Island.3 In Peru, Incan stone phalli, some up to fifteen inches high, continue to be discovered at many mountaintop sanctuaries.* But also, much farther north, phallic worship seems to have been prevalent among the mound builders of North America. One image discovered in Tennessee was endowed with a disproportionate phallus which had been broken off by a plough while still in the ground. Two other stone phallic simulacra, twelve to fifteen inches in length, have also been unearthed in the same area. Similarly, phallic worship was also practiced in West Africa. The famed explorer, Richard Francis Burton, thus described it: “Among all barbarians whose primal want is progeny, we observe a greater or less development of the phallic worship. In Dahomé [i.e., Dahomey, now Benin] it is uncomfortably prominent. Every street from Whydah to the capital is adorned with the symbol, and the old ones are not removed. The Dahoman Priapus is a clay figure, of any size between a giant and the pigmy, crouched upon the ground, as if contemplating its own attributes.”6 But it was, as it still is, mostly in India that phallic worship reached its highest culmination. ADORATION OF THE LINGA In India, too, the veneration of Shiva’s lingam goes back to the Neolithic period. “...the basic and most common object of worship in Shiva shrines is the phallus or lingam. This form of the god can be traced back to the worship of primitive stone symbols as early as the neolithic period. Already at Mohenjo-Daro the lingam occurs, side",
        "bibliography": [
            "1 P. Tompkins, Mysteries of the Mexican Pyramids (N. Y., 1976), p. 131.",
            "2 H. M. Westropp, loc. cit.",
            "3 §. R. Fischer, Glyph-Breaker (N. Y., 1997), p. 159.",
            "4 P. Tierney, The Highest Altar (N. Y., 1989), p. 62.",
            "5 A. Wilder, in the appendix to H. M. Westropp & C. S. Wake, op. cit., p. 85.",
            "6 H. M. Westropp, op. cit., p. 32.",
            "7 H. M. Westropp, op. cit., p. 31.",
            "8 General knowledge.",
            "9 H. M. Westropp, op. cit., p. 28."
        ],
        "captions": [
            "ADORATION OF THE LINGA"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 242,
        "content": "by side with other important symbols similar to those employed in later Hindu iconography.” “Conspicuous among the Indus Valley religious symbols is the phallus—to this day the most common object of worship in the sanctuaries of Hinduism, where it represents the generative male-energy of the universe, and is symbolic of the great god Shiva.” Images of the lingam are to be found all over India: “Just as along the roads of Greek and Roman antiquity there might be seen images of Priapus at every field’s end, in other words, practically everywhere, so in India today we may come upon those little cylindrical boundary-marks, more or less ornamented, which are the lingas.”3 Shiva’s lingam was also worn as a symbol by the Lingayat members of the Saiva sect.4 The symbol continues to be venerated in various Hindu shrines and temples. One of the most famous of these is the eleventh century Kandariya Mahadeva temple, itself part of the Khajuraho complex in north-central India. The exterior richness of this temple is complimented with over 900 carvings depicting various deities, demons, dancing girls, and animals. The building was meant both as a dwelling for Shiva and as “a symbolic microcosm of the created world.” Its interior is somewhat darkened, as most Hindu temples are, but still decorated with intricate figures, mostly of an erotic nature, since Hindus hold that the sexual act symbolizes “the unity of the cosmos.” The congregation is forbidden to enter the Holy of Holies, known as the Womb House. It was in this inner sanctuary that Shiva’s lingam, constructed of marble, was housed. The cosmic connection was then initiated when the temple was consecrated, during which a priest would climb to the top of the temple’s highest pinnacle and “pierce” it “to create an aperture, representing the eye of the temple opening to the celestial sphere.” The lingam is also the central feature of the cave complex of Elephanta. As Zimmer describes it: “The great subterranean rock-cut cave-temple of Elephanta, near Bombay, one of the most impressive and beautiful monuments of Hindu religious art, is adorned with many anthropomorphic representations of Shiva, as well as with scenes from his rich mythology. The central sanctuary of this extensive temple is a simple, monumental, square shrine, with four entrances on the four sides, each guarded by a pair of divine door keepers. Within is the austere symbol of the lingam, emanating to the four quarters its all-productive energy. This lingam, as the main stone image, forms the center of the innermost cella, the holy of holies or ‘womb house.’ In the innermost recess of",
        "bibliography": [
            "1 H. Zimmer, op. cit., p. 126; see also, A. F. Sjoberg, “The Dravidian Contribution to the Development of Indian Civilization: A Call for a Reassessment,” Comparative Civilizations Review, No. 23 (Fall 1990), p. 61.",
            "2 H. Zimmer, op. cit., pp. 95-96.",
            "3 H. de Wilman-Grabowska, op. cit., p. 130. ",
            "4 See here Webster’s Collegiate Dictionary (1977), under Lingam.",
            "5 C. Farman, et al., Light in the East (Alexandria, Virginia, 1990), pp. 133, 143."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 243,
        "content": "the organism of the temple it serenely stands, constituting the life-center of the subterranean cave.” Small figures of the lingam, left by pilgrims as offerings at the monastery of Jangambari Math in central Benares, cover an entire courtyard with many others from previous devotees buried beneath them. Over 60,000 of these figures have been counted. The devout congregate at this monastery for the annual feast dedicated to the marriage of Shiva. During the ceremony the priest bedecks the main lingam with flowers, anoints it with clarified butter, and washes it with milk and water.",
        "bibliography": [
            "1 H. Zimmer, op. cit., p. 127 (emphasis added).",
            "2 §R. Rau, “Banaras: India’s City of Light,” National Geographic (February 1986), pp. 234-235."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 244,
        "content": "Outside of India, Shiva’s lingam received veneration in Indo-China, especially during the Cham kingdom, as well as in Indonesia, especially in Java. Charles-Henri Marchal thus tells us that: “In the days of its splendour the Cham kingdom was predominantly Saivite, and in the temples that have been preserved to the present time the form under which the Hindu god was most frequently worshipped was the linga. In Champa the linga is a monolith, as in Cambodia, but the shapes are more various: it is sometimes cylindrical, sometimes polygonal and cylindrical, sometimes shaped like a club, and even emphatically realistic in treatment. M. Parmentier notes a tendency to give a very definite personality to the linga by the addition of figures (mukha-linga). At other times the linga is enclosed in a sheath (kosa), often of great value, adorned with faces and inlaid with precious stones.” In Java, Shiva’s lingam is fashioned after its Cambodian prototype, and quite often the image is set upon a richly ornamented pedestal to suit its religious importance.” MODERN QUIRKS Religious fervor knows no bounds, especially when fed by a fertile imagination. The mind of a religious person can recognize the sacred in the most unholy of objects. Throughout history, even down into the modern age, figures of angels, Jesus, as well as his mother Mary, have been recognized in patches and shadows that appear across the most unlikely of objects. Huge crowds are often generated by such “miraculous” apparitions, and these consist of the devout as well as the simply curious, to say nothing of those bent on ridicule and even mischief. Yet this is not merely a Christian phenomenon. Consider the following two examples, the first of which comes from Kashmir.",
        "bibliography": [
            "1 C.-H. Marchal, “The Mythology of Indo-China and Java,” Asiatic Mythology (N. Y., 1972), p. 224.",
            "2 Ibid., p. 232."
        ],
        "captions": [
            "MODERN QUIRKS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 245,
        "content": "An ice stalagmite which bears a fortuitous resemblance to a phallus exists in a cave on the Amarnath peak, 4,110 meters above sea level in Kashmir’s Himalayas. Each year, thousands of devotees trek up to this natural shrine to pay homage to this icicle. Due to severe weather conditions, with heavy snowfall combined with fierce rains, 50,000 Hindu pilgrims got trapped on the mountain trail in 1996. About 20,000 of them were restrained by the biting cold in the shrine itself. Several attempts to rescue the trapped pilgrims had to be called off because of the severe weather. It was not until Indian army troops, together with some local villagers, were summoned that the stranded devotees along the 46 kilometer snow-laden trail managed to reach the base camps that were set up at Chandanwari and Pahalgam, from where many of them had to be carted to hospital. Another 300 pilgrims trapped along the most treacherous stretches of the mountain trail had to be evacuated by army helicopters and trucks. Buses and cars were used to cart the unfortunate zealots from Pahalgam to the nearest railways station at Jammu. Nor was that the end of it since the 280 kilometer highway was blocked by landslides, snow, and flood waters. At least 160 pilgrims lost their lives. The second example comes from the state of California. It appears that even there, the worship of the linga is so strong in some people that when a four-foot high, bullet-shaped traffic barrier, with which we are all familiar, was dumped in San Francisco’s Golden Gate Park, it was elevated to the status of Shiva’s sacred emblem. Esoteric symbols soon began to show up on the barrier, followed by flower offerings. Situated behind the Japanese Tea Garden, a rock garden was constructed around it, built from the stones removed from the ruins of a Spanish abbey that had been donated to the park decades earlier by William Randolph Hearst. The shrine, which is what it eventually turned into, drew pilgrims from as far away as India itself. Apart from those of the Hindu faith, it additionally attracted the attention of Buddhists and New Agers who also went there to pray, meditate, and make offerings to this most unlikely of fetishes. It has even been claimed to cure ailments, including arthritis. CONCEPTUAL DEGENERATION As Westropp concluded: “The reverence, as well as worship, paid to the phallus in the early ages had nothing in it which partook of indecency: all ideas connected with it were of a reverential and religious kind...The indecent ideas attached to the phallic symbol were, though it seems a paradox to say so, the result of a more advanced civilization verging towards its decline, as we have evidence at Rome and Pompeii.” Or, as Constant remarked: “Indecent rites may be practiced by a religious people with the greatest purity of heart. But when incredulity has gained a footing among these peoples, these rites become then the cause and pretext of the most revolting corruption. 4",
        "bibliography": [
            "1 ta Maria, “Phallic Worship in the Modern World,” AEON V:1 (November 1997), p. 78.",
            "2 Ibid.",
            "3 H. M. Westropp, op. cit., p. 30.",
            "4 Ibid.",
            "5 C.-H. Marchal, op. cit., p. 211.",
            "6 W. Barnstone, op. cit., p. 656.",
            "7 H. de Wilman-Grabowska, op. cit., p. 130."
        ],
        "captions": [
            "CONCEPTUAL DEGENERATION"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 246,
        "content": "246",
        "bibliography": [],
        "captions": [
            {
                "source": "internal",
                "text": "gy uy ! Symbolic lingam and yoni with astral features J |"
            }
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 247,
        "content": "247",
        "bibliography": [],
        "captions": [
            {
                "source": "internal",
                "text": "Ee a Ne JG ne eS lily | Se eae NSS EE as Fe ed | A eee Cele ban Be Bee ae Se ess, ="
            }
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 248,
        "content": "So, similarly, Voltaire: “Our ideas of propriety lead us to suppose that a ceremony which appears to us so infamous could only be invented by licentiousness; but it is impossible to believe that depravity of manners would ever have led among any people to the establishment of religious ceremonies. It is probable, on the contrary, that this custom was first introduced in times of simplicity, that the first thought was to honor the deity in the symbol of life which it has given us. Such a ceremony may have excited licentiousness among youths, and have appeared ridiculous to men of education in more refined, more corrupt, and more enlightened times.” As Westropp rightly deduced, in the western world, the original concept behind the divine phallus degenerated from “an object of reverence and religious worship,” to “a protecting power against evil influences,” ending as “a charm or amulet against envy and the evil eye.” On a different level, it resulted in acts of “mere licentiousness and dissolute morals.” But it also engendered “the natural desire of women...to be the fruitful mother of children.” This, however, did not necessarily transpire in the East. Marchal, for instance, informs us that: “This linga, in Cambodia, does not exclusively carry the phallic meaning sometimes assigned to it. It sums up the creative energy of the powers of nature; the sexual idea that may be attributed to it is incorrect if we halt on this particular concept alone; in Oriental symbolism it is one of the expressions of the intense life that ends in absorption into the godhead.”3 Religious sentiments and philosophical renderings aside, we must however stress the following: The description of Shiva’s lingam as “glorious and shimmering,” a “flamboyant pillar with the brilliance of a hundred fires,” and a “pillar of a thousand flames,” can hardly be interpreted metaphorically or as an emblem of fertility, especially when this is taken together with what we exhumed in our previous volume. As we saw there, the Hindu lingam does not constitute the only example of a fiery phallus. Like Shiva’s lingam, the Sethian ithyphallic phaos rhyentes was the symbolic representation of “the downward flow of light from above,” for, it was said “there was a ray coming from above from that perfect light held fast in the dark...”5 Since past mythologists have had nothing with which to compare it, their misguided efforts are understandable. Even so, it should have been evident from the start that the axis mundi, and the linga in particular, was a visible phenomenon. As often stated in this work and our previous one, it was a singular bright ray of light stretching from the nebula-enshrouded immobile proto-Saturnian sun all the way to Earth’s northern horizon. This ray from above is understood as a sustained plasma discharge in the form of Birkeland current, a scaled-down version, or the slowly deteriorating remnant, of a plasma",
        "bibliography": [
            "1. ta Maria, “Phallic Worship in the Modern World,” AEON V:1 (November 1997), p. 78.",
            "2 Ibid.",
            "3 C.-H. Marchal, op. cit., p. 211.",
            "4 W. Barnstone, op. cit., p. 656.",
            "5 Ibid., p. 655."
        ],
        "captions": [
            "CONCEPTUAL DEGENERATION"
        ]
    }
]
