[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 69,
        "content": "Authors conclude, “if the ice-sheets of orthodoxy really existed, then the ice must have covered regions which were either in the process of being enormously upheaved, displaced, vertically faulted and fissured, or subsided to remarkable depths.” Presented as an objection to the workings of glacial ice, we actually accept this merely as a verification that the land was uplifted, and the fiords were formed, at the end of the Pleistocene, after the last Ice Age had come to an end. Thus, when it comes to erratic boulders and the striations left behind by the scouring ice, Allan and Delair note that, at many sites, “the striations occur only on the summits of high hills or only on the northern or northwestern slopes of mountains.” As they conclude: “Such evidence suggests that whatever produced them proceeded from a general northern or northwestern direction and totally ignored pre-existing topography.” As they themselves noted, “ice cannot ascend hills.”",
        "bibliography": [
            "1. D. S. Allan & J. B. Delair, op. cit., p. 37.",
            "2. Ibid., p. 9.",
            "3. Ibid., p. 45."
        ],
        "captions": [
            "Mount Rainier. Is it possible that the ancestors of the Nisqually actually witnessed the lateral shifting of this mountain? (Photograph by the author.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 70,
        "content": "Well, that depends. If a glacier is thicker, that is, higher than an obstructing hill, it would not only “crawl” up its slope, it would even top it. Such an event, however, would leave striations on both slopes of such a hill. But since, as we have seen, the authors in question themselves noted that the upheaval of land which raised most of the world’s mountains occurred at the end of the Pleistocene, I find the above somewhat strange when presented as an objection to glacial mechanical action. Should they not have realized that, when these striations were gouged out, the land bearing their signs would still have been relatively flat? The striations would then have been raised when the land itself was uplifted. This would also explain why these striations appear only on the northern or northwestern faces of high hills and mountains, since the southern faces would have previously lain underground. Hills and mountains are not always raised as blisters on the surface of the land. While some are due to folding of the crust, many owe their origin to faults which shear the land, which is then uplifted where only one side of the elevated land would have been part of the original level ground. This also applies to those erratic boulders which now “perch precariously in long lines along mountain crests, or lie singly upon the very summits of lofty eminences.” Originally, these erratics would have been deposited on relatively level ground. They would then have been raised to their lofty perches when the land was uplifted long after the Ice Age had come to an end. So, likewise, with other drift material which is now found on highland summits. This would then explain “the well-established fact that many glaciated hills and mountains in the northern hemisphere are scored and striated from top to bottom on their northern sides only.” In keeping with their acceptance that the land was uplifted at the end of the Pleistocene, it does not do for them to remark that, according to orthodoxy, the ice-sheets would have had to have “glaciated the northern and northwestern faces of these eminences as they slowly crawled up them but failed to glaciate the southern slopes as they presumably accelerated down them...” But, given that the land over which these glaciers “crawled” was relatively flat, and that this land was raised to its present level only after the Ice Age had come to an end, the conundrum disappears. Besides, were we to adopt the hypothesis that these erratics were actually transported by the wild surging of a flood, the theory would still be burdened with the same conundrum. Let us say that a tremendous surge of water could have transported huge slabs of rock up mountain sides. Since some of these erratics are found on the very summits of hills and mountains, it would necessarily mean that the upwelling flood would have topped the crests of these elevations. Why, then, did they not leave some of their detritus on the opposite southern slopes? Allan and Delair also note the occurrence of erratics and striations in areas “far beyond the limits of the most extensively conceived ice-sheets.” Among these they mention erratic boulders in the Sahara Desert, on the Mongolian plains, and in sub-tropical Uruguay. But",
        "bibliography": [
            "1. Ibid., p. 9.",
            "2. Ibid., p. 45.",
            "3. And see here especially, ibid., pp. 306, 308."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 71,
        "content": "Then they themselves inform us that some of these erratics and striations have already been recognized as having been caused by drifting sand, mud-slides, volcanic outpourings, and other erosive agents including wind. They then argue that “when it is discovered that it is possible to produce rock striae like those usually attributed to ice action...by such dissimilar agents...we are obliged to seriously question the alleged glacial origin of striae generally, particularly when, as in numerous instances, they, too, occur far outside the furthest traceable limits of supposed bygone ice-sheets.” No one has, however, ever claimed that erratic boulders and striations can only be produced by moving ice. Besides, the effects of drifting sand, mud slides, volcanic outpourings, wind, and other agents of erosion are readily identified, as so, whether they wish to believe it or not, are those of glacial ice. But here, again, they seem to have fallen into the same trap Velikovsky had fallen years earlier when he pointed out what to him was the wrong direction in which past glaciers would have had to have traveled to leave behind the traces they did. They seem to have",
        "bibliography": [
            "1. Ibid., pp. 45-46.",
            "2. See here, for example, E. O. Hovey, “Striations and U-shaped Valleys Produced by Other than Glacial Action,” Bulletin of the Geological Society of America 20 (1909), pp. 409-416."
        ],
        "captions": [
            "Glacial striations at Horseshoe Bay, Beacon Hill Park, Victoria, British Columbia. (Photograph by the author.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 72,
        "content": "Forgotten that the glacial theory vouches for more than one ice age, and that in previous ice ages the continents had been bunched together in an entirely different configuration. So that, yes, glacial signatures have been discovered in that African region which today is covered by the mostly barren wastes of the Sahara desert. Among these are glacial striations in the",
        "bibliography": [
            "1. W. Chorlton, op. cit., pp. 142 ff."
        ],
        "captions": [
            "Formation of a mountain through faulting. Note that surface material—erratics, till, detritus, etc.—including striations, marked in solid black, on relatively level land as in (a) ends up on one face of raised mountain, but not on opposing face as in (b) and finally eroded as in (c)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 73,
        "content": "Bedrock of southern Algeria where, in some cases, they stretch for hundreds of miles; erratic boulders, some of which still bear glacial scratch marks; and eskers—long but relatively gravel ridges—one of which snakes along the desert for thirty miles. In utilizing the same data, Flavio Barbiero has more recently again revived that old chestnut, polar shift, to account for these glacial signatures. As he argued: “The marks left by thick ice in Africa and India...are compelling evidence that the poles have wandered from what is today’s equator to the actual [that is present] poles.” What these investigators seem to forget is that the ice age which gripped the present area of the Sahara occurred “some 440 million to 465 million years ago,” in the Ordovician period, when Africa, South America, India, Australia, and Antarctica were still joined together in the supercontinent that has been named Gondwana. What must be kept in mind is that this supercontinent was located in Earth’s southern hemisphere. And, judging by the direction in which the glaciers traveled, as indicated by the signs they left behind, it does seem that the south pole was then located plumb in the middle of the Sahara region. It is not, however, the poles that have wandered from this locality, but, rather, the continents themselves. Now it is true that glaciologists had previously placed the south pole during this interim in East Antarctica (see map on page 11 of this same work). But, for one thing, with the continents splitting and shifting, there is no reason why both Africa and Antarctica could not have passed over the pole at different times. For another, beyond a general profile, the actual configuration of Gondwana is still somewhat imperfectly known. Allan and Delair can thus only claim that glacial signatures in the Sahara and similar localities occur “far beyond the limits of the most extensively conceived ice-sheets” because their particular cosmic scenario only allows for one ice age, that of the Pleistocene. Of course, following the assumptions of V. Oppenheim® and A. J. Mantura,’ Allan and Delair have questioned the adequacy, if not the very validity, of continental drift. But while one can argue the actual fit of the continents prior to separation, the correct paths they followed in drifting, and, yes, even the rate of drift, to say nothing of the length of periods involved, the science of plate tectonics can now be said to be securely established. While I am at it, I might as well lay Barbiero’s particular hypothesis to rest. As in other theories before his, the pole shift he envisions is assumed to have been caused by an asteroid impact. Unlike others before him, however, he was astute enough to realize that, in order to shift Earth’s axis, such an impact would have to have been a grazing one. More than that,",
        "bibliography": [
            "1. Ibid., pp. 45-46.",
            "2. See here, for example, E. O. Hovey, “Striations and U-shaped Valleys Produced by Other than Glacial Action,” Bulletin of the Geological Society of America 20 (1909), pp. 409-416."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 74,
        "content": "His calculations showed that the force of the lunisolar gravitational attraction on the terrestrial bulge would have had to have the same direction of the force developed by the asteroidal impact. But as he himself was honest enough to confess, this condition would have no more than a 50% chance of probability. “Therefore, the probability that an impact results in a shifting of the poles is smaller than 50%, regardless of the size of the asteroid.” As he reasoned, “we can reasonably expect this probability to be in the range of 10% for objects with a mass of adequate value.” True enough, his calculations also indicate the probability of “at least 4 collisions each million year period with objects as large as one kilometre or more.” Even so, a 10% probability for the perfect grazing blow to shift Earth’s axis is already low enough. And while this is theoretically applicable to one ice age—say that of the Pleistocene—the probability is severely lessened when the same cause is hypothesized, time and again, for an entire series of ice ages. MORAINES Allan and Delair are also incorrect when they state that “neither mountain glaciers generally, nor the Antarctic or Greenland ice-sheets, are now accumulating extensive ‘drift’-like deposits”— although we do note their caution in their use of the words “generally” and “extensive,” to say nothing of their own admittance that “moraines are today found at the foot of many glaciers.” Only at their “foot”? The truth is that all glaciers accumulate drift, underneath, to their sides, and up in front of them. This, they then tell us, “does not necessarily signify that every moraine associated with ‘drift’ deposits was actually produced by glacial action.” How else, then, can moraines be formed? As they inform us: “A receding sea-tide will leave what is essentially a moraine upon a beach...” True—but this can hardly be compared to terminal moraines left behind by the melting glaciers of past ice ages, some of which constitute entire hills measuring up to 150 feet in height. They also tell us that “at least one good record is known of a morainic structure formed by unusually severe cloudbursts—moraines which covered several acres and contained trees, soil, stones and boulders weighing up to an estimated 100 tonnes each.” Here they refer to an event that took place in 1872 and reported by A. M. Gibson in the Alabama Geological Survey in 1895. This cloudburst, accompanied by tornadoes, created a flood that scoured the northwestern side of Coosa Mountain in a sixty-foot wide washout three to four feet deep. The",
        "bibliography": [
            "1. W. M. Davis, “Cloud-burst Tracks and Water Gaps in Alabama,” Science (February 21, 1896), pp. 276-277.",
            "2. Ibid., p. 31.",
            "3. Velikovsky, Worlds in Collision (N. Y., 1950), pp. 326-327."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 75,
        "content": "Flood carried trees, soil, and rocks down the mountainside, creating what has been described as a “moraine-like” heap at the base of the mountain. Several scars of even greater magnitude were scoured on the southeast side, where rocks of all sizes were swept down and heaped over acres of ground. It is one of these slabs that was calculated to weigh a hundred tons— but not “tonnes” as Allan and Delair have it. But let that pass—we are still speaking of an enormous slab. So what can be said against this? Well, yes, floods have been known to carry away not only trees and boulders, but roads, buildings, and bridges too, scattering them along the way. But these can hardly be classified as moraines. Actually, one can revert Allan and Delair’s adage by claiming that this “does not necessarily signify that every moraine-like pile of debris was actually produced by flood action.” I would have liked to say that this is a sword that cuts both ways, but, unfortunately, in this particular case, one side of the sword is severely blunted. Thus, the swath of destruction left behind by the Coosa Mountain cloudburst might have been moraine-like, but it hardly qualifies as a terminal moraine. We are not here so much concerned with lateral or median moraines. Our concern is with terminal moraines. For a flood of water to leave behind a terminal moraine that is over a hundred foot high would require a wave of the same height or higher. Such a wave would then have to come to a sudden halt and retreat in order to leave its hundred-foot-high rubble piled up behind—a virtual impossibility, needless to say. Only advancing and retreating glaciers can accomplish such a feat. I will, however, grant that there are cases in which water-transported debris is found in association with glacial action and thus not always easily identifiable. Thus, to give but one example: “Near the border of Montana and Idaho...an arm of the Cordilleran Ice Sheet blocked the Clark Fork River valley, holding back the water until it formed a lake with an area of more than 3,000 square miles. When the glacial dam eventually gave way, an estimated 300 cubic miles of water burst out—probably within a matter of days. The roaring torrent greatly deepened the river valley and carried boulders that measured more than 35 feet in diameter for hundreds of miles across the Columbia Plateau.” No terminal moraine was, however, left behind by this roaring torrent. Besides, glacial moraines, especially terminal ones, are so distinctively positioned that, by relying on the glacial theory, Louis Agassiz, as many others after him, could correctly predict exactly where they would be found even in terrain that was entirely foreign to him. Nevertheless, despite all the above, it can safely be concluded that, once their reliance on Sitchin’s particular cosmic scenario is ignored, Allan and Delair have gone a long way in il-",
        "bibliography": [
            "1. W. M. Davis, “Cloud-burst Tracks and Water Gaps in Alabama,” Science (February 21, 1896), pp. 276-277."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 76,
        "content": "istrating that both the Pleistocene Ice Age and its termination were instigated by catastrophic events, and that similar signatures to those attributed to glacial action were additionally caused by a set of different, but probably related, cataclysmic episodes. With all of this, we heartily agree. THE GLACIAL HECATOMBS Was the onslaught of ice ages, especially that of the Pleistocene, gradual or sudden? This is a question with which both orthodox glaciologists and unorthodox catastrophists have grappled for many years. Back in 1958, Dolph Hooker could write that “there is evidence that glacial ice appeared with catastrophic suddenness.” “There is evidence that at a time when temperate climatic conditions extended even into polar regions, the world, teeming with warmth-loving species of floral and animal life, was overwhelmed by a fall of snow, ice and rain, so violent, so sudden, so chilling, that great numbers of creatures were forthwith destroyed; so vast, so violent that it brought to an abrupt end one geologic age and ushered in another. In many areas over the globe fossils of the buried dead eloquently testify to the suddenness and violence of the catastrophe which destroyed them. We even find it quite unnecessary to rely only upon skeletal remains. We are given the amazingly conclusive evidence of complete bodies, not just bones, of mammoths, rhinoceroses and other mammals which were destroyed and put into the deep freeze of arctic, glacial ice so suddenly that grass, branches and leaves of hardwood trees they were eating at the moment did not have time to digest!” This same evidence had been used, eight years earlier, by Immanuel Velikovsky in his axial tilt scenario: “The sudden extermination of mammoths was caused by a catastrophe and probably resulted from asphyxiation or electrocution. The immediately subsequent movement of the Siberian continent into the polar region is probably responsible for the preservation of the corpses. “It appears that the mammoths, along with other animals, were killed by a tempest of gases accompanied by a spontaneous lack of oxygen caused by fires raging high in the atmosphere. A few instants later their dying or dead bodies were moving into the polar circle.” By 1970, other voices were being heard. Keeping to his model of a shifting crust, Charles Hapgood used the same data as evidence for the sudden onslaught of the Ice Age:",
        "bibliography": [
            "1. W. M. Davis, “Cloud-burst Tracks and Water Gaps in Alabama,” Science (February 21, 1896), pp. 276-277.",
            "2. Ibid., p. 31.",
            "3. Velikovsky, Worlds in Collision (N. Y., 1950), pp. 326-327.",
            "4. W. Chorlton, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 77,
        "content": "“A very remarkable evidence of the suddenness with which the ice cap was born is the fact that it contained thousands (and perhaps millions) of animals of a temperate climate, many of them frozen entire into ice, including mastodons, mammoths, bear, elk, beaver, and so forth. “When the ice cap melted, many of these animals were dropped into bogs, which preserved their bodies and sometimes even the contents of their stomachs. It is evident enough, from the assemblage of species, that the snow overwhelmed them while they were living in temperate conditions. What this may mean is actually rather frightening to contemplate.”!",
        "bibliography": [
            "1. C. H. Hapgood, The Path of the Pole (N. Y., 1970), p. 162."
        ],
        "captions": [
            "Woolly mammoth—(Mammuthus Primigenius)—entire herds of which once roamed The Arctic regions."
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 78,
        "content": "“A very remarkable evidence of the suddenness with which the ice cap was born is the fact that it contained thousands (and perhaps millions) of animals of a temperate climate, many of them frozen entire into ice, including mastodons, mammoths, bear, elk, beaver, and so forth. “When the ice cap melted, many of these animals were dropped into bogs, which preserved their bodies and sometimes even the contents of their stomachs. It is evident enough, from the assemblage of species, that the snow overwhelmed them while they were living in temperate conditions. What this may mean is actually rather frightening to contemplate.”!",
        "bibliography": [
            "1. C. H. Hapgood, The Path of the Pole (N. Y., 1970), p. 162."
        ],
        "captions": [
            "Woolly rhinocerus—once a denizen of the Arctic. (Illustration by Bob Giuliani.)"
        ]
    }
]
