[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 474,
        "content": "But would the penetration of the heliosphere by the proto-Saturnian system have “burst” the Sun’s plasmatic bubble, even if only temporarily? Would it not be more reasonable to assume that it was the proto-Saturnian system’s own plasmasphere that would have been so affected? I will leave that for others in the future to decide. At present I can only say that the temporary obliteration of either plasmasphere is not a requirement of our scenario, although there is no doubt that the exchange of electrical charge between the two would have caused a temporary disturbance in their electric fields. As we have seen, in the proto-Saturnian case this disturbance exhibited itself in proto-Saturn’s own flare-up. What temporary damage, if any, this might have caused in the Sun’s outlying plasmasphere remains to be told. In any case, as is now known, biological cells do respond to electromagnetic fields. Moreover, cells can “rewrite” their own gene program in order to overcome stressful conditions. Such DNA alterations are actually mutations. To say that proto-Saturn’s flare-up inaugurated a “stressful condition” would be an understatement. As in the case of extinctions, mutations in Earth’s past organisms have also been linked to supernovae. Radiation, Bob Berman writes, “would pummel Earth if a supernova exploded nearby, within 30 light-years or so.” Supernovae occurring this close to Earth are considered rare, but, when they do, the radiation they emit is believed capable of triggering mutations in all forms of terrestrial life. Although he does not seem to have quite accepted such an event, Palmer at least realized that: “If increased radiation had been present, e.g. because of a supernova explosion, then there might well have been an increased incidence of mutations.” Increased radiation, X-rays, ultra-violet ray emissions, thermal agitation, plasmaspheric disruption, electromagnetic disturbance—all these, among others, were the consequences of proto-Saturn’s flare-up. On their own, every single one of them is capable of causing mutations in living organisms. Acting in concert, they would have increased the possibility of such mutations. It is therefore unreasonable to suppose that mutations did not affect life on Earth in response to the event in question. Although it has long been conceded by some authorities that mutations are “the raw material of evolution,” I will let that still controversial subject pass especially since no new species are known to have appeared at the end of the Pleistocene epoch—certainly not in the animal kingdom. But the question has to be asked: If mutations resulted in the wake of proto-Saturn’s flare-up, where do we look for the evidence? Well, for one thing, most mutations are lethal, leading to the death of the affected organism. Moreover, among those entities who survive mutation, the newly acquired traits are seldom passed on to offspring. Only those alterations occurring in the hereditary genes can actually furnish new elements for the permanent character of a race or species. It must, however, be stressed that, at least under normal conditions in the natural world, these gene-mutations are remarkably rare. This is because most mutant genes have a lower",
        "bibliography": [
            "1 “Biology of the Cell,” in ibid. (2001:2), p. 11.",
            "2 B. Berman, “Things that go Bump in the Night,” Discover (October 2002), p. 30.",
            "3 Palmer, op. cit., pp. 103-104.",
            "4 W.S. Laughlin, “Anthropology,” Encyclopaedia Britannica (1959 edition), Vol. 2, p. 55; B. Holmes, “Ready, Steady, Evolve,” New Scientist (September 28, 2002), p. 28."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 475,
        "content": "survival value. Fair enough, a few can produce effects which are about as equal in survival value as the original organism. But few, by far, end up inheriting survival values that are higher than that of the original. In the natural world, mutants are usually eliminated quite rapidly by natural selection—and, despite the vociferous objections by other catastrophists, natural selection does hold sway in normal conditions. That mutated animals can breed and reproduce their mutated forms is exemplified by those magnificent beasts, the white tigers which have been made famous by the illusionists Siegfried and Roy in Las Vegas. The white tiger, a partial albino, developed as a mutant strain of the Bengal tiger. Up until 1951, only nine had been sighted in the jungles of India. At present, numerous white tigers continue to breed in international zoos as they continue to do in India! As far as is known, Bengal tigers did not mutate into white tigers due to disastrous conditions. The same cannot be said for the voles of Chernobyl. Mutation rates due to radioactive fall-out from the disaster that befell the Chernobyl nuclear plant produced massive mutation",
        "bibliography": [
            "1 See here, for instance, “Mini-Explosion in White Tiger Births,” National Geographic (September 1989), Geographica section."
        ],
        "captions": [
            {
                "source": "internal",
                "text": "a               oe 2  Lees Y     %   ae 4             ery          Ea —       he ew g  .              ‘es y      Fs   Ce ee    AMI         Ne"
            },
            {
                "source": "external",
                "text": "White tiger —a mutant strain of the Bengal tiger. (Photograph by the author.)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 476,
        "content": "in the voles of the area. By 1995, these mutation rates had increased by 40 times normal. They were not expected to survive. But survive they did! In most cases, however, mutational flaws are not passed on to offspring. This is well known through various birth defects which, while rare, occur in the animal kingdom. Animals born with two heads or more than four limbs might survive. Unfortunately, among the thousands of fossils so far unearthed, the remains of any such beasts would be difficult to recognize. Skeletons of animals with two heads, five limbs, or other deformities could easily be mistaken for the incomplete remains of two or more individuals. Moreover, these monstrosities would have given birth to normal individuals, which is why the fossil record remains silent on the issue. But, for a while following proto-Saturn’s flare-up, these malformations would have probably been numerous enough for man to have noticed their existence among the surviving herds of normal animals. More than that, ancient man would have known enough to realize that these misshapen creatures constituted novel forms which had not previously existed. CREATURES NEW AND STRANGE That ancient man seems to have retained a memory of prehistoric animals the forms of which succumbed once the age of darkness came to an end is recorded by Berossus in a fragment preserved by Polyhistor where it is told that: “In the beginning, all was darkness and water, and therein were generated monstrous animals of strange and peculiar forms.” Among such animals might have been the woolly mammoth, the giant cave bear, the saber-toothed tiger, and the megatherium. Those who came later would have received reports of these wild beasts by word of mouth from those who had actually seen them. There was no other way in which late comers would have realized that such forms were no longer in existence. As with the intensity of the darkness itself, the nature of these beasts were later exaggerated, endowing some of them with multiple heads and/or bodies, including such monstrosities among the breeds of man himself. This belief, complete with similar exaggerations, is also encountered on the other side of the world among the Zuni Indians. One can actually imagine the old timers telling these tales around campfires and being asked how monstrous could these beasts have been. Hyperbole would have been utilized in order to impress, and these exaggerations would have multiplied with the telling of the tales. And yet, as we shall soon see, some of these embellishments might not really have been all that implausible. Another snippet preserved by Ovid is included by the Roman poet in his version of Deucalion’s flood, a Greek legend that stretches back into dim antiquity. Unfortunately this legend has gone through various transformations, especially when it comes to the dating of the event. While this is not the place to debate this particular issue, I must here borrow credence in claiming that the passage I have in mind was added by Ovid as a postscript to the tale out of chronological order because that is where it seemed logical for him to place it. In other words, without any real evidence to back me up, I am here proposing that the datum in",
        "bibliography": [
            "! New Scientist (August 12, 1995), p. 48.",
            "2 G. Rawlinson, loc. cit.",
            "3 R. Van Over, Sun Songs: Creation Myths from Around the World (N. Y., 1980), p. 26."
        ],
        "captions": [],
        "headers": [
            "CREATURES NEW AND STRANGE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 477,
        "content": "question originated as a dim memory of the events following the melting of the Pleistocene glaciation and the incursion of the sea before it was grafted to the tale of Deucalion’s flood. Judging by the different flood legends in which the Greeks believed, the confusion of one with the other seems more than obvious! “So when the earth, all muddied by the recent flood, grew warm again, under the kindly radiance of the sun in heaven [Ovid tells us in this snippet], she brought forth countless forms of life. In some cases she reproduced shapes which had been previously known, others were new and strange.” While our thesis is not reliant on the above, it should be kept in mind that no creatures “new and strange” are known to have made their appearance following the end of the Pleistocene Ice Age, whereas the temporary appearance of mutated animals following proto-Saturn’s flare-up is more than merely probable. Thus, in our own scenario, “the kindly radiance of the sun in heaven” that Ovid mentions would have been the radiance of the proto-Saturnian sun. HUMANITY IN CRISIS Man is the most intelligent animal on Earth. For that reason he would have proven better at seeking shelter from catastrophes than the lower animals. In the face of calamities, the beasts of the Earth are wont to panic. Man, too, tends to panic in such situations. But he is better at overcoming terror than the brutes of the land. Moreover, man is a fast learner. Experience would have taught him to recognize the signs of impending disasters. His chances of survival thus bear an edge over that of beasts. It is not that he would not have succumbed, and in great number, to the sort of adversities we have been studying. The number of people killed in earthquakes, hurricanes, tsunamis, and other ravages of nature in the present world is enough to demonstrate that much larger numbers would have fallen prey to the more tremendous and extensive devastations with which we are concerned. But it would be in keeping with man’s nature if we were to insist that, at least percentage-wise, fewer people would have fallen prone to these destructions than animals at large. Here it is worthwhile noting that, when compared to the colossally vast number of Pleistocene animals, human population was a mere drop in the proverbial bucket. More than that, while the members in most of these Pleistocene herds would have numbered in the thousands, the number of humans in a tribal clan would hardly have been counted in the hundreds. For that reason we should expect to find fewer remains of human victims among the fossils that can be dated to the end of the Pleistocene. But, worldwide, even these few should number in the thousands. Where do we find their graveyards? Remains consisting of several hundred human skeletons have been dug out of calcareous tufa from the banks of the Rio Santas in Brazil. These were mixed with sea shells which proves that the remains were deposited by marine action.",
        "bibliography": [
            "1 While we do not quite agree with him on every issue, see for instance R. Graves, The Greek Myths, Vol. I (Harmondsworth, 1964), pp. 138, 141-142.",
            "2 Ovid, Metamorphoses 1:416-437 (emphasis added).",
            "3 C.H. Hapgood, The Path of the Pole (N. Y., 1970), p. 289."
        ],
        "captions": [],
        "headers": [
            "HUMANITY IN CRISIS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 478,
        "content": "“It seems unlikely that these [human] remains were formerly buried by sorrowing friends. It is unlikely that so solid a stone [in which their remains were found embedded] should have been formed at so great a distance from the sea...No doubt they are co-existent with the emerged land; they are not to be considered as the results of human industry. The shore of the Atlantic must have formerly swept nearly in a line with these remarkable deposits.” The time in which these humans lived can be deduced from the fossil bones of Pleistocene elephants and other fauna which were embedded within the same bed as also nearby. The bones of human individuals of both sexes and various ages have also been found buried in the hardened clay overlying the floor of a cave on the borders of Lagoa do Sumidouro in the same country. Already mentioned on a previous page of this work, the skeletons discovered there, of Neanderthal stock, were mixed together in confusion “not only with one another but with the remains of the Megatherium and other Pleistocene mammals.” The nature of this confusion suffices “to preclude the idea that they had been entombed by the hand of man.” Other caves displayed the bones of humans alongside those of the giant Pleistocene feline known as the Smilodon, concerning which an early explorer noted that: “Doubtless these men and animals lived together and perished together, common victims of catastrophes, the time and cause of which are alike unknown.” In view of what we have learned above, it is, however, no longer possible to claim that “the time and cause” of these remains remain “unknown.” Various other instances of similar nature can be cited from other districts of South America. As Charles Hapgood noted: “These extraordinary modes of burial are further exemplified by the groups or caches of animal fossils unearthed at widely separated South American localities, in which incongruous animal types (carnivores and herbivores) are mixed promiscuously with human bones. These are found not only in the Pampas formation but also in Brazilian caves and in volcanic ash at Punin and elsewhere...Clearly these varied, but apparently contemporaneous, burials all over the South American continent are the results of different and relatively localized effects of a single tremendous upheaval, the numerous ramifications of which operated synchronously. In seeking to explain one of these effects, one must explain them all.",
        "bibliography": [
            "! Ibid.",
            "2 Ibid.",
            "3 Ibid., p. 290.",
            "4 Ibid.",
            "5 Ibid., p. 292 (emphasis added)."
        ],
        "captions": [],
        "headers": []
    }
]