[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 159,
        "content": "Their associated Birkeland currents! But what, exactly, is a plasmasphere? Wallace Thornhill put it in a nutshell when he described plasmaspheres as one characteristic of plasmas in that they tend to shield bodies embedded in them by creating what is known as a Langmuir sheath around them. Our own Solar System is encased in such a plasmasphere, one that is centered on the Sun and more popularly known as the heliosphere. Venus, it was eventually discovered, also possessed a plasmasphere in the form of a cometary tail that spread close enough to “tickle the Earth when the two planets are in line with the Sun.”4 So, also, Jupiter, which is now known to be surrounded by a plasma sheet which, like the Sun’s electric current sheet, lies along Jupiter’s magnetic equator. And, needless to say, Saturn, too, has its own plasmasphere. What, then, of Earth? The plasmasphere in which our own world is embedded was predicted by Ralph Juergens in 1972.7 This was also taken up by Wallace Thornhill, and,",
        "bibliography": [
            "1. ADS Abstract Service—see ADS Abstracts in ibid., p. 16.",
            "2. E-mail message forwarded by David Talbott to the KRONIA electronic discussion group, February 26, 1997.",
            "3. A Yee, “Sir Fred Hoyle Vindicated After 60 Years,” SIS Internet Digest (1998:2), p. 12; see also D. Cardona, op. cit., pp. 299-300.",
            "4. W. Thornhill, The Electric Universe (Beaverton, Oregon, 1997), p. 18.",
            "5. NASA release as reported by W. Thornhill, “Did They Really Say That?” Thoth Ul:1, electronic newsletter sponsored by KRONIA Communications (January 24, 1999), p. 12; see also, New York Times (May 29, 1999); New Scientist (August 7, 1999), pp. 26-31.",
            "6. W. Thornhill, Chronology & Catastrophism Review (2000:1), p. 94.",
            "TR. Juergens, “Reconciling Celestial Mechanics and Velikovskian Catastrophism,” Pensée IVR II (Fall 1972), p. 12; see also D. Cardona, op. cit., p. 302.",
            "8. W. Thornhill, loc. cit. 159"
        ],
        "captions": [
            "Were dinosaurs nocturnal animals? Their ancestor, the archosaur, seems to have been. Shown above: Baronyx, a descendant of the archosaur. (Illustration by Bob Giuiani.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 160,
        "content": "Eventually, by mainstream astronomy! By the year 2000, it had even been “photographed.” “[A team from the Southwest Research Institute in San Antonio, Texas, including researchers from Los Alamos National Laboratory] used the medium-energy neutral atom (MENA) instrument aboard the IMAGE satellite to watch the first global images of the plasma sheet, a slab of plasma that reaches tailward through the Earth’s magnetic field, or magnetosphere. The observations revealed that the solar wind fills the sheet with high-density plasma that is later squeezed toward the Earth when the interplanetary magnetic field orientation points southward.” There was, therefore, nothing unscientific when, back in 1976, Ralph Juergens proposed to this writer that the primeval Saturnian system with which we are involved had resided within a plasma sheath, a proposal that was also independently offered by Roger Ashton in 1980/81.5 It was this very plasmasphere, according to both Ashton and Thornhill, that enabled the Saturnian sun to bathe all latitudes of Earth in a universal warmth. Being opaque, the interior of this shell would have reflected back Saturn’s radiation towards all terrestrial latitudes, so that all parts of Earth would have retained very much the same climate at sea level.” This much has been reiterated from our previous volume because it, too, is going to help us in solving the mystery of Earth’s ice ages. VARVES AND THE SUNSPOT CYCLE The above discussed situation would have made for a world with only one spring-like season. This was discussed at length in our previous volume. During the writing of this second volume, however, an objection has been raised by Mike Twose concerning our hypothesis that the Saturnian system had originally been traveling alone through space outside the domain of our present Sun. The evidence Twose presented, however, bears even more directly on our additional postulate that, during this primordial time, Earth would have enjoyed the mildness of a perpetual balmy season. This evidence involves the so-called",
        "bibliography": [
            "1. K. A. Svitil, “Ring of Fire,” Discover (September 2000), p. 26.",
            "2. Ibid.",
            "3. As posted on the Internet by the American Astronomical Society, December 4, 2002.",
            "4. D. Cardona, op. cit., p. 298.",
            "5. Ibid., pp. 297-298.",
            "6. Ibid., pp. 298, 303.",
            "7. R. Ashton, “Research Memorandum #3: Notes Relevant Mainly to Saturn Studies” (deposited with the author, dated January 1, 1980), p. 2.",
            "8. D. Cardona, op. cit., pp. 351 ff.",
            "9. M. Twose, “Varves, Colors, and Bok Globules,” AEON Vi:4 (August 2003), pp. 5-6. 160"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 161,
        "content": "sunspot cycle and the signature it is believed to leave in varves. The sunspot cycle is based on the duration between periods of high sunspot activity. “As everyone knows [wrote Twose] the sunspot cycle averages a little more than 11 years in length. It is apparently controlled by the motions of the planets, with Jupiter possessing the major influence.” This cycle is believed by some to cause changes in terrestrial weather including the amount of rain that falls during each of its successions. As the rain runs off into lakes, it tends to form stratified layers of silt known as varves, the thickness of which varies according to the amount of rain that falls. In time, varves turn into sedimentary rocks which then supply geologists with a record of the stratification that is believed to indicate the cycle of solar activity as it would have occurred while the varves were being formed. Twose presents us with the table which purportedly shows the “average length of the sunspot cycle that has been worked out through this method in the sedimentary rocks of past geologic ages...”? The table, reproduced below, is taken from Frederick Zeuner upon whose work Twose relied. Pre-Cambrian, 11.3 years Superior Devonian, 11.4 years Inferior Carboniferous, 11.4 years Eocene, 12.0 years Oligocene, 11.5 years “It seems very unlikely,” Twose then tells us, “that an Earth orbiting Saturn outside the Solar System would have experienced an 11/12-year weather cycle as it does at present and as it apparently did in the past.” Apart from the fact that, in our model, Earth is not hypothesized to have orbited Saturn, but that, instead, it was in axial alignment with its primary, the above does sound like a valid objection. But, as I pointed out to Twose at the time, it should first be understood that evidence of the sunspot cycle in relation to the geologic strata, as presented above by Twose, is not based on Zeuner’s own observations, but on that of others. Moreover, despite the fact that Zeuner accepts these observations as “outstanding examples of varve-studies in pre-Pleistocene formations,” he is not averse to throwing a spoke in his own wheel. In fact, he confesses outright that, in varved deposits, the 11-year signature “is decidedly rare” and “almost” completely absent.” His actual words read:",
        "bibliography": [
            "1. Ibid.",
            "2. Ibid.",
            "3. FE, Zeuner, Dating the Past (London, 1950), pp. 37-38.",
            "4. M. Twose, loc. cit.",
            "5. D. Cardona in ibid., pp. 6 ff.",
            "6. FE. Zeuner, op. cit., p. 37.",
            "7. Ibid., p. 43.",
            "161"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 162,
        "content": "“In varved deposits, however, it [the sunspot cycle] is decidedly rare. Antevs says that ‘perhaps the most important result so far obtained from the analyses of the varve curves is the almost complete absence of the 11-year cycle in the curves’ studies by C. E. P. Brooks. The nearest approach to an 11-year periodicity is one of 10.4 years in a varve series from Argentina, but even this has nothing of the compelling rhythm of the modern sunspot curve.’ Subsequently, it became apparent that in phases with weak sunspots the 11-year cycle is often absent, and Antevs, Brooks, Douglass, Glock, and Reeds now agree that, instead, a 10-year cycle is more frequently observed in glacial varves.” To Zeuner, a 10-year cycle in lieu of an 11-year one bespeaks a deterioration of climate and an increase in glaciation, even though he was honest enough to register doubt concerning “what the connecting factor actually is.” And then, when one learns that the thickness of some of these varves varied between 7 mm and 0.3 mm, one wonders with what amount of precision were the annual layers detected in them counted. Besides, what consensus is there among scientists concerning the influence this 11-year sunspot cycle has on terrestrial weather? According to Paal Brekke: “Our sun is a variable star whose brightness waxes and wanes over an 11-year cycle. The change is subtle—about 0.1 percent—but still large enough to influence climate on Earth.” But, according to Judit Brody, “the reason for [the] 11-year cycle and any direct influence on earth remains speculation.” To top it all, the sunspot cycle itself may be something of a figment. As Zeuner himself indicated in a footnote, sunspots vary periodically, true enough. But this periodicity varies between 5.6 and 19.9 years. Even in averaging 96 spots, the best that one can come up with is that in 63 of them, they varied between 9.9 and 11.9 years. The 11.2 or 11.4-year cycle is nothing but a “composite periodicity.” And even then, Zeuner himself tells us that “it is, of course, not constant.” How, then, can such a potpourri of manipulated averages be used to account for what is claimed to be the signature of sunspot cycles in varves? By rights, as far as an objection to the hypothesis that the Saturnian system was originally outside of the Sun’s domain of influence, this particular argument should end here. As noted",
        "bibliography": [
            "1. Ibid.",
            "2. Ibid.",
            "3. FE. Zeuner, op. cit., p.16, see also F. B. Jueneman, “The Coming Ice Age,” Industrial Research & Development (June 1980), p. 17; R. J. Jaarsma & E. L. Odenwald, “Nor Heaven Nor Earth Have Been at Peace: The Contemporary Foundations of Shakespeare’s Cataclysmic Imagery” (Concluded), KRONOS VI:1 (Fall 1980), p. 21.",
            "4. P. Basu, “The Ever-Changing Sun,” Discover (April 2003), p. 11.",
            "5. From a review of J. Brody’s The Enigma of Sunspots, in Sky & Telescope (April 2003), p. 75.",
            "6. FE. Zeuner, op. cit., p.16, see also F. B. Jueneman, ...",
            "162"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 163,
        "content": "“In varved deposits, however, it [the sunspot cycle] is decidedly rare. Antevs says that ‘perhaps the most important result so far obtained from the analyses of the varve curves is the almost complete absence of the 11-year cycle in the curves’ studies by C. E. P. Brooks. The nearest approach to an 11-year periodicity is one of 10.4 years in a varve series from Argentina, but even this has nothing of the compelling rhythm of the modern sunspot curve.’ Subsequently, it became apparent that in phases with weak sunspots the 11-year cycle is often absent, and Antevs, Brooks, Douglass, Glock, and Reeds now agree that, instead, a 10-year cycle is more frequently observed in glacial varves.” To Zeuner, a 10-year cycle in lieu of an 11-year one bespeaks a deterioration of climate and an increase in glaciation, even though he was honest enough to register doubt concerning “what the connecting factor actually is.” And then, when one learns that the thickness of some of these varves varied between 7 mm and 0.3 mm, one wonders with what amount of precision were the annual layers detected in them counted. Besides, what consensus is there among scientists concerning the influence this 11-year sunspot cycle has on terrestrial weather? According to Paal Brekke: “Our sun is a variable star whose brightness waxes and wanes over an 11-year cycle. The change is subtle—about 0.1 percent—but still large enough to influence climate on Earth.” But, according to Judit Brody, “the reason for [the] 11-year cycle and any direct influence on earth remains speculation.” To top it all, the sunspot cycle itself may be something of a figment. As Zeuner himself indicated in a footnote, sunspots vary periodically, true enough. But this periodicity varies between 5.6 and 19.9 years. Even in averaging 96 spots, the best that one can come up with is that in 63 of them, they varied between 9.9 and 11.9 years. The 11.2 or 11.4-year cycle is nothing but a “composite periodicity.” And even then, Zeuner himself tells us that “it is, of course, not constant.” How, then, can such a potpourri of manipulated averages be used to account for what is claimed to be the signature of sunspot cycles in varves? By rights, as far as an objection to the hypothesis that the Saturnian system was originally outside of the Sun’s domain of influence, this particular argument should end here. As noted above, however, the objection could be directed toward the additional hypothesis that, during this unspecified time, Earth basked in a single spring-like season. This is because, regardless of the validity of the 11-year sunspot cycle, varves are still claimed to indicate seasonality. This was deduced back in 1927 by Friedrich Nipkow through an investigation of modern lakes. Taking core samples of the mud at the bottom of a lake in Zurich, Nipkow realized that they were laminated. Through a study of their contents—“one thin layer of microgranular carbonates and one layer of organic matter”—Nipkow surmised that the varves had to be annual deposits. But if, as proposed in this work, Earth’s environment was entirely different from the one at present, a reliance on modern rates and other characteristics of sedimentation cannot be made to apply to the past. Even Zeuner confesses that, in estimating the rate of sedimentation, geologists rely “on cumulative effects which have to be measured under present-day conditions and then applied to the past” which, as himself admits, suffers from certain difficulties. Of additional interest is the rhythmic regularity that is said to be encountered in the deposition of different strata. As Zeuner puts it: “Not infrequently, geological deposits exhibit an exceedingly regular, rhythmic alteration of two kinds of rock, such as sand and clay, or limestone and chert. Provided the thickness of the packets (called couplets) is sufficiently constant throughout the sequence, one is inclined to suspect that the alternation was caused by some regularly working, rhythmic force which favored for some time the deposition of one kind of sediment, and then for some time of the other.” No one in his right mind would propose that this rhythmic regularity was the result of seasonal sedimentation. In view of this, even the so-called 10-year cycle that has been detected in some varves— itself also the result of manipulated averages—cannot be said to prove seasonality. This is all the more poignant when one learns that there are various other cycles of varying length—all of them the result of manipulated averages—which have also been detected in varve curves. There is a 23-year cycle, a 56-year cycle, and one which covers 21,000 years, the last of which has been correlated to the precession of the equinoxes. Worse still is that many varves exhibit cycles which do not correspond to any known astronomical or meteorological successions, and these have been regarded as “best left out of geochronological considerations.” The upshot of it all is that not all varves can be considered annual, which would then throw havoc not only with the claimed signatures of the sunspot cycle, but even with the more prominent 10-year one.",
        "bibliography": [
            "1. W. H. Bradley, “Limnology and the Eocene Lakes of the Rocky Mountain Region,” in P. Cloud (Ed.), Adventures in Earth History (San Francisco, 1970), pp. 597-598.",
            "2. FE. Zeuner, op. cit., p. 312.",
            "3. Ibid., p. 44.",
            "4. Ibid.",
            "163"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 164,
        "content": "A good indication of Earth’s primordial single season, on the other hand, comes from the lack of rings in trees of past geological periods. This was stressed by Elso Barghoorn in his study of past climates when he wrote that: “One impressive indicator of uniform climate over great areas of the Carboniferous continents is the great absence of annual growth rings in coal-swamp trees. The entire question of ring development in woody plants is one fraught with botanical variables as well as climatic variables. However, the consistent absence of any index of seasonal growth seems difficult to explain except on the assumption that winter cold and seasonality of rainfall were absent or at a minimum. In existing woody plants, annual ring development may occur under nearly uniform climatic conditions, as in equatorial rainforests. Nevertheless, in climates with distinct seasons, seasonal effect is almost invariably reflected in pronounced annual growth rings.” Thus, David Archibald reminds us that “the Cretaceous is widely believed to have been a time of greenhouselike balminess, at least compared to our modern climate.” But, as we saw in our previous volume, this situation was not restricted to the Cretaceous period. It was balmy throughout all past geological ages.3 THE BOREAL CRADLE The Arctic regions have not only been found to have been warm during past geological ages, much warmer than at present, but even warmer than anywhere else on Earth. This boreal zone, it is now known, was teeming with life. Tropical and sub-tropical mammals and reptiles proliferated.5 Not only that, but flora and fauna had actually appeared in Arctic regions much earlier than they did in more southerly latitudes.° Even dinosaurs are now known to have proliferated within the Arctic Circle.’ And while we shall be returning to this particular subject in greater detail in Part Seven of this work, it will do to keep in mind that these “thunder lizards” are now believed to have been warm-blooded. One may therefore wonder how these massive denizens could have survived within Earth’s Arctic region under present conditions. Nor is there any point in appealing to continental drift to account for the transport of these remains from more southerly regions",
        "bibliography": [
            "1. W. H. Bradley, op. cit., p. 597-598.",
            "2. FE. Zeuner, op. cit., p. 312.",
            "3. D. Cardona, loc. cit.",
            "4. Ibid.",
            "5. Ibid., pp. 364-365; H. Pringle, In Search of Ancient North America (N. Y., 1996), pp. 15, 25.",
            "6. J.D. Archibald, op. cit., p. 197; D. Cardona, op. cit., p. 385.",
            "7. Senkowsky, “Cretaceous Park: Cache of Dino Fossils Turns up in an Arctic Reserve,” Scientific American (December 2002), p. 26."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 165,
        "content": "because, during the Cretaceous, to which these fossils have been dated, these lands were already within the Arctic. While most of this has mystified climatologists, it is easily accounted for in our scenario in which the Earth’s boreal zone would have received additional direct heat from the Saturnian sun held in permanent suspension right above it. This would not only have kept the Arctic warm during most of Earth’s geological ages, but it would also have kept it free of ice during its past glacial epochs. Even so, we are not quite home yet because, in and of itself, the above disclosure does not account for the onset or termination of ice ages. Before we come to that, however, we must not only expand our Saturnian scenario beyond the point at which we left it at the end of our previous volume, which we shall do first, we must also hearken back in time to those ages which preceded the advent of mankind, which we shall leave for last.",
        "bibliography": [
            "1. D. Cardona, op. cit., p. 366.",
            "2. Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 166,
        "content": "THE PRIMORDIAL MILIEU",
        "bibliography": [
            "166"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 167,
        "content": "Chapter 9 Paleolithic Man FRIGID EMERGENCE Of the origin and evolution of man, I will say nothing. Man, however, seems to have come into his being—that is, he reached the status that has been termed Homo sapiens—during the Pleistocene Ice Age. How did it come about that “the evolutionary line of primates leading to man” made “increasingly rapid advances” and that “man himself appeared on the scene” during this most unfavorable epoch?! At first sight this seems remarkable. Given that Earth had passed through long ages of universal warmth, with only relatively short periods of cold, one would have expected mankind to have evolved into the being he has become during one of the longer warmer periods—yet he did not. Robin Dunbar put it quite plainly when he wrote that: “We owe our origins to the fact our ancestors went through such extraordinary hard times. The remarkable thing is that we made it.” Or take Windsor Chorlton who was somewhat more elaborate: “Civilization is considered by some to be a product of the encroachments of ice. Language, cooperation, the ability to plan ahead—the very skills that enabled ancient hunters to drive a donkey herd toward a deadly precipice—may have evolved partly in response to the global changes in climate that accompanied periods of glacial advance and retreat. One anthropologist, Charles K. Brain of South Africa, has maintained that had it not been for the challenges posed by such environmental changes, humanity might still be locked in an early stage of evolutionary development, living a simple life in the tropics.” Ernst Opik, too, was of the same opinion when he wrote that “primitive man established for the first time his primacy in the subpolar conditions of a cave-dweller and hunter, being forced to exercise his wits in these stern surroundings.”+ “During the last advance of the glaciers man learned a lesson from which he profited much in later ages, and still continues to do so: the true cradle of our civilization lies in the ice ages.”5",
        "bibliography": [
            "1. Z. V. Spinar (with Z. Burian), Life Before Man (London, 1973), pp. 39-40.",
            "2. Palmer, Catastrophism, Neocatastrophism and Evolution (Nottingham Trent University, 1992), p. 82.",
            "3. W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 18.",
            "4. EJ. Opik, “The Ice Ages,” in P. Cloud (Ed.), Adventures in Earth History (San Francisco, 1970), pp. 870-871.",
            "5. Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 168,
        "content": "Hal Porter was even more blunt: “The civilizing of humankind—our rise from apelike foragers to walkers on the moon—seems to have occurred during a mere thaw in a glacial epoch millions of years long. The last ice age may have helped make us human, its intense environmental pressures hastening the development of the brain and creating a whole new kind of human being.” ARCTIC SURVIVAL If the Arctic, as per our unfolding, was free of ice during the Ice Age, the region around the Arctic Sea must have seen a proliferation of human activity. Like elsewhere in these primordial ages, our ancestors would have survived by scrounging for edible plants and by hunting the wild beasts which would also have inhabited the area. What evidence is there for this? Fossilized bones from northern Yukon, which Richard Harrington believes to have been “[B]itterly cold and windswept...at the height of the last glaciation,” proves it to have been anything but desolately frigid. Even he describes the area as having been a “steppe-like grassland.”3 “Studies of fossil pollen preserved in Bluefish Caves, for example, reveal traces of vast grasslands that once blanketed the region. Woven with sagebrush and sedges and edged with water-loving dwarf willows, it bore little resemblance to any environment known on the earth today. And it clearly offered rich fare for animals.”4 Among the bones which Harrington himself discovered in this region were those of “beavers as large as black bears” and “mammoths the size of African elephants.”5 “According to Harrington’s careful studies, more than twenty-five species of large grazing and browsing animals wandered the region. Along the Bluefish River, for example, tundra musk ox and woolly mammoths, their long tusks curving into the air, grazed low-lying willows, quietly stripping the branches. On drier ground, huge, long-horned steppe bison wallowed in the dust, while herds of pony-sized horses and sandy-colored antelope kicked up their heels in the cool northern winds. On the slopes above, caribou and Dall’s sheep criss-crossed the high meadows, watching warily for predators.”",
        "bibliography": [
            "1. W. H. Bradley, op. cit., pp. 597-598.",
            "2. FE. Zeuner, op. cit., p. 312.",
            "3. D. Cardona, loc. cit.",
            "4. Ibid.",
            "5. Ibid., p. 25.",
            "6. Ibid., p. 26."
        ],
        "captions": []
    }
]
