[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 489,
        "content": "than a single decade.” As Richard Alley, then of the Pennsylvania State University, proclaimed: “That amount of heating, coming so quickly, is astounding.” Until recently, Earth’s past global warming was blamed on increased levels of carbon dioxide. Recent research, however, indicates that variations in cosmic ray activity and magnetized plasma are more important in raising world-wide temperatures. Of course, these energetic particles are believed to have emanated from the Sun.3 Needless to say, in our own scenario they would have been shed by proto-Saturn during its momentous flare-up. We could go on enumerating sources which speak of the sudden build-up of heat at the end of the Pleistocene Ice Age, but this is a subject which finds no dissenters in orthodoxy. John Lewis put it all in a nutshell when he wrote: “Climatological studies of the last 2 million years from Antarctic to Greenland ice-core records show that the global climate has been very unstable for that entire period of time, spanning several advances and retreats of the ice sheets and several relatively benign interglacial periods. The most astonishing feature of the entire record is that the last 6,000-10,000 years have provided by far the most stable and warm conditions in those 2 million years. These few thousand years of exceptionally benign and stable climate coincide with the period of explosive development of human civilization. From the birth of agriculture, the founding of the first cities and the origin of writing, through the establishment of the major religions, the birth and growth of science, technology, and industrialization, to the space age...all this has happened in our narrow window of time. There has not been a single other time since the appearance of the earliest hominids that Earth’s climate has been so conducive to civilization. We owe all human culture to a freak interval of climate stability which we think of as ‘normal.’ We do not know why the last 2 million years were so unstable, or why the last few millennia have been so stable. We do know that civilization depends on climate stability. When—and how—will this fool’s paradise end?” From a chronological perspective, the point we have reached in our own scenario is still far from the advent of agriculture, to say nothing of civilization, the birth of writing, and all that these human novelties entailed. For the present, we will simply hold on to the end of the Pleistocene Ice Age and the balmy weather which followed, if not immediately, at least soon after. This new climatic regime that proto-Saturn’s flare-up ushered in was in later times nostalgically remembered, among other things, as Heaven on Earth. But of that, more in a future volume.",
        "bibliography": [
            "1. P. James & N. Thorpe, Ancient Mysteries (N. Y., 2001), p. 9.",
            "2. Ibid.",
            "3. New Scientist (June 21, 2003), p. 13.",
            "4. J. S. Lewis, op. cit., p. 205 (emphasis and ellipses as given)."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 490,
        "content": "Epilogue THE ELECTROMAGNETIC UNIVERSE Although the revelation of proto-Saturn’s flare-up was derived from the mytho-historical record, a fair amount of the foregoing has been based on the hard sciences. It is therefore not surprising that, while the writing of this book was in progress, discoveries continued to be made at an ever increasing rate, many of which added further evidence in support of the thesis presented in the foregoing chapters. While nothing that is strictly new has emerged in the interim, the inclusion of these discoveries should not be viewed as redundant because, in a thesis so heavily at variance with presently received opinion on many a subject, we have to buttress our position with as much evidence in its favor as we can lay our hands on. What might therefore be seen as repetitive in some of what follows below has been included to show that, regardless of what critics might come up with, there is nothing in these discoveries that contradicts our scheme. We have come a long way since the mid-1950s when Cecilia Payne-Gaposchkin went on record in stressing that electromagnetic phenomena are of no importance in space! Would that she, and those who blindly repeated her false assertions, had paid greater heed to the likes of Hannes Alfvén who had long been proclaiming what eventually was found. But then, bless their souls, when astrophysicists did eventually realize that the Universe is permeated with magnetic fields, they hamstrung themselves into believing that these fields are of “unforeseen power and unknown origin.” “A galactic field must somehow be generated from scratch, amplified to the strength now observed, ejected into intergalactic space and further amplified there. Each stage poses problems.” “The only place where you have that much energy,” Stirling Colgate announced, “is a supermassive black hole.”4 Earlier I would have said that until such black holes, supermassive or otherwise, are somehow detected, their existence must remain in the realm of speculation. But before this work went to press, news came in from mainstream physicists stressing what had been indicated five years earlier that black holes do not exist. “If new calculations are correct, the universe just got even stranger. Scientists at Case Western Reserve University in Cleveland, Ohio, have constructed",
        "bibliography": [
            "1. R.E. Juergens, “Minds in Chaos,” in A. de Grazia (Ed.), The Velikovsky Affair (N. Y., 1966), pp. 21-22.",
            "2. G. Musser, “Magnetic Anomalies,” Scientific American (August 2000), p. 22 (emphasis added).",
            "3. Ibid.",
            "4. Ibid.",
            "5. New Scientist (January 19, 2002), pp. 26-30.",
            "6. Staff writers, “Black Holes that are Not There,” spacedaily.com (June 20, 2007)."
        ],
        "captions": [],
        "headers": [
            "THE ELECTROMAGNETIC UNIVERSE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 491,
        "content": "mathematical formulas that conclude black holes cannot exist... Asked why then the universe nevertheless seems to be full of black holes, [Lawrence] Krauss replies, “How do you know they’re black holes?” No one has actually seen a black hole, he says, and anything with a tremendous amount of gravity—such as the supermassive remnants of stars—could exert effects similar to those researchers have blamed on black holes.” For whatever reason, astrophysicists have a tendency to ignore the fact that magnetic fields can only be generated by electric currents. As we have often stated, the Universe is now generally accepted to be 99% composed of plasma which conducts electricity and generates magnetic fields in all of space. Our reliance on these forces, and the phenomena they lead to, in the reconstruction of Earth’s past history as set forth in the past chapters of this volume cannot therefore be objected to. BROWN DWARF STARS Brown dwarf stars have now been numbered at 100 billion, rivaling the quantity of so-called “normal” stars in our galaxy. The proposal that proto-Saturn commenced its career as such a star which had been floating alone in space might have raised scientific eyebrows in the past. Not so these days. Although some brown dwarfs do orbit sun-like stars, the majority of them float through the galaxy independently.3 The similarity between dwarf stars and our posited proto-Saturnian sun does not end there. That proto-Saturn could have acted as a dim sun is given credence by what is being discovered about brown dwarfs most of which are actually red.4 As Subhanjoy Mohanty and Ray Jayawardhana have assured their readers, the atmosphere of young brown dwarfs should closely resemble those of low-mass stars. In fact, as the same authorities, to say nothing of others, tell us, brown dwarfs occupy an intermediate slot between planets and stars. The mytho-historical record upon which we initially based our proto-Saturnian scenario also led us to believe that proto-Saturn was surrounded by a placental cloud, otherwise known as a circumstellar disk. That such disks encircle brown dwarf stars is now universally accepted. In fact, as the above authorities tell us, disks around brown dwarfs are ubiquitous. “Of those surveyed,” they report, “more than half evince infrared disk signatures, and the fraction may be as high as 80 percent” and that “brown dwarfs are girdled by disks just as often as stars.",
        "bibliography": [
            "1. P. Berardelli, “No More Black Holes?” ScienceNOW Daily News (June 21, 2007).",
            "2. K. Croswell, “100 Billion Brown Dwarfs,” Astronomy (January 2006), p. 32.",
            "3. S. Mohanty & R. Jayawardhana, “The Mystery of Brown Dwarf Origins,” Scientific American (January 2006), pp. 40, 42, 45.",
            "4. M.R. Zapatero Osorio, “Planets Without Suns,” Astronomy (October 2006), p. 45.",
            "5. S. Mohanty & R. Jayawardhana, op. cit., p. 40.",
            "6. Ibid.",
            "7. R. Naeye, “A Bonanza of Exoplanet Discoveries,” Sky & Telescope (May 2005), p. 19; idem, “‘Free-Floating Planet’ Claims Bolstered,” Sky & Telescope (October 2004), p. 20; G. Basri, “A Decade of Brown Dwarfs,” in ibid., p. 39.",
            "8. S. Mohanty & R. Jayawardhana, op. cit., p. 43."
        ],
        "captions": [],
        "headers": [
            "BROWN DWARF STARS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 492,
        "content": "are” while “their disk lifetimes are similar.” The planetary raw material that has been detected in these disks include small olivine crystals and large dust grains. “This is exciting because we did not know whether these very light disks would evolve similarly to disks around stars,” Daniel Apai reported. “[But] we now understand that not only do they evolve similarly, but they process their dust rapidly.” So, likewise, when it comes to the column of light emanating from proto-Saturn’s south polar axis which the mytho-historical record also led us to. That jets are created by plasmoids has long been known. These jets are “shot” in opposite direction from both poles of the plasmoid.4 Such bi-polar jets have not only been detected emanating from stars but have actually been photographed. And similar bi-polar jets have also been detected emanating from brown dwarf stars. More than that, bi-polar jets seem to be closely associated with circumstellar disks. To add to all this, we also find that individual outflows have a tendency to come together and twist into helical filaments. Sometimes described as “corkscrew-shaped,” these jets are Birkeland currents which also act as colossal planetary tornados, which is hinted at when described as “outflowing jets and winds.” When discovered, at only 24 Jupiter-masses, one jetting brown dwarf, tagged 2MASS1207-3932, was hailed as being “by far the smallest object known to drive an outflow.” This process, too, has led astrophysicists to suggest that brown dwarfs form in the same manner that stars do. Moreover, as Thomas Ray noted, if such jets can, as they do, form from the centre of galaxies, ordinary stars, and brown dwarfs, there is no reason jet-like emissions could not continue to form all the way “downwards to the planetary stage.” This becomes especially so in the case of giant gas planets like Jupiter, which planet is now unremarkably described as being “similar to a star” in composition, sending out “into space more than one and-a-half times the heat it receives from the sun.” Ray is also of the opinion that planets like Jupiter",
        "bibliography": [
            "1. Ibid., pp. 44, 45.",
            "2. R. Naeye, “Evidence Mounts for Brown-Dwarf Planets,” Sky & Telescope (March 2006), p. 20.",
            "3. Ibid.",
            "4. B. Hills, Origins: Cosmology, Evolution & Creation (Cambridge, 2003), p. 36.",
            "5. R. Burnham, “Two Dust Jets Near the Solar System,” Astronomy (June 2004), p. 24; T. P. Ray, “Fountains of Youth: Early Days in the Life of a Star,” Scientific American Special Edition—The Secret Lives of Stars (2004), pp. 14-15, 16.",
            "6. R. Naeye, “‘Free-Floating Planet’ Claims Bolstered,” Sky & Telescope (October 2004), p. 20.",
            "7. T. P. Ray, op. cit. p. 17.",
            "8. Ibid.; O. Blaes, “A Universe of Disks,” Scientific American (October 2004), p. 57.",
            "9. R. Naeye, “Sculpting Cosmic Hourglasses,” Sky & Telescope (July 2006), p. 22.",
            "10. S. Mohanty & R. Jayawardhana, op. cit., p. 44.",
            "11. “A Brown Dwarf Joins the Jet-Set,” eso.org/public/outreach/press-rel/pr-2007/pr-24-07.html (May 23, 2007).",
            "12. M. McKee, “Violent Jet Detected Spewing from Brown Dwarf,” NewScientist.com news service (June 24, 2005).",
            "13. Ibid.",
            "14. M. K. Baumann, et al., What’s Out There (London, 2005), p. 83."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 493,
        "content": "and Saturn could have very well emitted jets in their youth! In fact, although now invisible due to their electrical balance with their environment, Birkeland currents are still part and parcel of Jupiter’s electrical energy. That brown dwarfs could harbor planets was at first merely accepted as a possibility. But before long, a giant planet was discovered in the company of a brown dwarf by members at the Geneva Observatory. Eventually, an object in association with a brown dwarf was actually imaged, even though, at first, there were those who doubted its planetary identity.",
        "bibliography": [
            "1. M. McKee, loc. cit.",
            "2. T. E. Cravens, et al., “Implications of Jovian X-ray Emission for Magnetosphere-Ionosphere Coupling,” Journal of Geophysical Research 108 (A12), p. 1465.",
            "3. R. Naeye, “A Bonanza of Exoplanet Discoveries,” see above; idem, “Evidence Mounts for Brown-Dwarf Planets,” see above.",
            "4. Idem, “Another Resonant Exoplanetary System,” Sky & Telescope (March 2005), p. 26.",
            "5. R. Burnham, “First Exoplanet Imaged?” Astronomy (April 2005), p. 20; F. Reddy, “Exoplanet Surprises,” in “Top 10 Astronomy Stories of 2005,” Astronomy (January 2006), p. 41."
        ],
        "captions": [
            {
                "source": "external",
                "text": "Artistic impression of a jetting brown dwarf. (Illustration courtesy of ESO.)"
            }
        ],
        "headers": []
    }
]