[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 329,
        "content": "They add: “It is doubtful if a body larger than about a thousand kilometers in size can ever be blown apart by collision with another body in the solar system.”! To be fair, in 1999 Van Flandern did propose three possible mechanisms for such planetary disruptions. The first of these involved a phase change when planetary core temperatures and pressures reach a critical point, leading to a volume discontinuity. An Earth-sized planet in this condition would then either implode or explode “depending on whether the volume decreases or increases.”? The second possible mechanism he proposed was nuclear fission due to natural fission reactors such as those discovered right here on Earth, and which would have been more energetic in the past.3 And the third concerns the unaccountable blockage of heat flow from the continually regenerated gravitational field, which would disrupt the planet’s equilibrium. “The energy excess in the interior of such a planet,” he wrote, “would build indefinitely until either the insulating layer was breached or the planet blew itself apart.”4 However, as Van Flandern himself confesses, these are nothing but “theoretical conjectures.”5 When it comes to the asteroids, which both Ovenden and Van Flandern saw as the debris of their exploded planet, Alfvén and Arrhenius claim that this could not have been the case. As they indicate: “It is also clear from the spin distribution of asteroids that they cannot originate by explosion of much bigger bodies.”6 So, likewise, when it comes to meteorites: “The accretion, fragmentation and irradiation record in meteorites clearly does not reflect processes taking place in the ‘regolith’ of a planet-size parent body, miraculously created and later exploded.” Also, if Alfvén and Arrhenius are correct, rather than being the product of exploding planets, short period comets have accreted from meteoroids. “Planetary encounters of long-period meteoroids perturb their orbits into short-period, predominantly prograde orbits with lower eccentricities. These meteoroids are focused into short-period meteor streams, and short-period comets then accrete within these streams.”? If this is correct, short-period comets cannot be anywhere as old as Van Flandern calculates. “In striking contrast to the long lifetime of short-period meteoroids is the short lifetime of short-period comets, which according to observations is only 100-10,000 yr.”!",
        "bibliography": [
            "1. bid., pp. 412-413.",
            "2. T. Van Flandern, “The Exploded Planet Hypothesis—2000,” New Scenarios on the Evolution of the Solar System and Consequences on History of Earth and Man (University of Bergamo, 1999), p. 52.",
            "3. Ibid.",
            "4. Ibid., pp. 52-53.",
            "5. Ibid., p. 52.",
            "6. H. Alfvén & G. Arrhenius, loc. cit.",
            "7. Ibid., pp. 426, 486 (emphasis as given).",
            "8. Ibid., p. 329.",
            "9. Ibid. 329"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 330,
        "content": "Conversely, Alan Stern is of exactly the opposite opinion in that comets, “though constructed of ancient material, cannot themselves be ancient.” Instead, claims Stern, “they must be ‘recently’ created chips” off larger objects which “formed as a result of violent impacts.” When it comes to short-period comets, this seems to be even more applicable. “This is truly a paradigm shift,” says Stern. “Many of the short-period comets we see aren’t even ancient!”? It is not, however, said what is meant by “ancient.” Fair enough, with such contrasting views, all that can be said for certain is that not enough is yet known concerning the formation of comets, so that one may argue that Van Flandern may still be correct in this. Our own scenario, on the other hand, is not necessarily encumbered with the origin of comets so that, for the time being, we can leave this topic aside. But, despite Van Flandern’s own attempts, this would still leave the problem concerning the mechanism that would have caused Ovenden’s and Van Flandern’s planet(s) to explode. I am therefore being only partly mischievous when I ask: In view of Ovenden’s wavering between a ring and a planet, why not think of a ringed planet? How would this get rid of the problem? It is doubtful that a 90 Earth-mass planet, which is what Ovenden’s original postulate called for, would have been entirely solid. Nothing that massive exists in a totally rigid state in our Solar System. A Saturn-size planet, which is what a 90 Earth-mass planet amounts to, would probably have been akin to Saturn—in other words a gas giant as, indeed, Van Flandern himself proposed for some of his exploded planets. And since, despite some earlier disclaimers, Saturn is still more star-like than planet-like, a nova-like outburst is not only feasible, but so is a recurring one. Thus, in contradistinction to Van Flandern, only one body is required. The difference, as we have seen with novae and supernovae, is that gaseous bodies can flare up without annihilating themselves, where the emitted material would mainly be in gaseous form. I am not sure how a recurring proto-Saturnian flare-up would fit Ovenden’s Principle of Least Interaction Action or whether this would satisfy his conclusion that the Solar System is still in the process of recovering from some past catastrophic event. Although it would have been reduced in mass, unlike Ovenden’s planet Aztex, or Van Flandern’s multiple planets, proto-Saturn did not annihilate itself. But with a change of mass to start with and some readjustments of orbits, with the addition of tidal friction and electric forces, a new set of calculations might yet justify the mytho-historic scenario. And while astronomers are not yet ready to admit it, in the end it is history that will carry the day.",
        "bibliography": [
            "1. bid., p. 330.",
            "2. “View of Comets as Pristine Relics of Solar System Formation Evolves,” Southwest Research Institute (SwRI) News Release (August 8, 2003).",
            "3. K. Croswell, “Stars too Small to Burn,” Astronomy (April 1984), pp. 16-22."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 331,
        "content": "Chapter 16 Narrowing the Gap PLANETARY NOVAE Mechanisms for planetary novae have been proposed by others besides Tom Van Flandern, although, unlike him, not to the extent of total annihilation. Among them, Frederic Jueneman has even proffered a method whereby Earth itself could have flared up in the far distant past. This, according to him, could have transpired at that time when our world was encumbered with a much heavier atmospheric envelope than at present, a hypothesis that has also been offered by other theoreticians. Referring to such an Earth as Pleiongaea, Jueneman has even tentatively argued that a gradual cooling of our planet’s atmosphere could have led to a “critical stage” in which “the metastable mixture of primordial carbon dioxide, hydrogen, and methane would lose its heterogeneous equilibrium and become unstable.”4 “At such a time, the atmosphere, catalyzed by temperature, pressure, and airborne particulates, would ignite in an exothermic polymerization reaction. The resulting conflagration throughout the planetary air-mass would literally blow a considerable quantity of the atmospheric overburden into space, in effect causing a planetary nova.” Evidence of extensive terrestrial conflagration comes from both the mytho-historical record and geological strata.7 Even so, the chances of such infernos having been caused by a universal combustion of the atmosphere is close to nil since such holocausts would probably have entailed the incineration of all life on Earth. Eric Crew, who built on the previous work of Charles Bruce, on the other hand, invoked electricity for the ejection of voluminous matter from the cores of giant planets.’ In this the-",
        "bibliography": [
            "1. FB. Jueneman, “Pleiongaea: A Myth For All Seasons,” AEON II:3 (January 1991), p. 49.",
            "2. D. Norman, Dinosaur! (N. Y., 1991), pp. 74, 218; S. Menon, “Insects of the Oxygeniferous,” Discover (September 1995), p. 32; I. C. Johnson, “Long Term Violation of Uniformitarianism Demonstrated by Fossil Discoveries in Polar Regions,” Chronology & Catastrophism Workshop (1991:2), p. 21.",
            "3. See here, D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 346, 348, 380, 385.",
            "4. FB. Jueneman, loc. cit.",
            "5. Ibid.",
            "6. See, for instance, Censorinus, Liber de Die Natali, xviii; Philo, On the Eternity of the World, 8; C. F. Volney, New Researches on Ancient History (1856), p. 157, H. C. Warren, Buddhism in Translation (1896), pp. 320 ff.; H. B. Alexander, Latin American Mythology (1920), p. 91; A. von Humboldt, Researches Concerning the Institutions and Monuments of the Ancient Inhabitants of America , Vol. II (1814), p. 16.",
            "7. New Scientist (January 24, 1985), p. 35; B. Rensberger, “A Fiery Extinction,” Science Digest (January 1986), p. 22.",
            "8. E. W. Crew, “Orbits of Core Material Ejected from Gaseous Planets,” KRONOS X:2 (Winter 1985), pp. 13 ff."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 332,
        "content": "ory, the planet’s core generates a high positive charge through the complex gravitationally driven pressure ionization process. Crew’s main aim for this proposal, however, was driven by his desire to account for Immanuel Velikovsky’s hypothesis that the planet Venus was the ejected core of the planet Jupiter, with which this work does not concur. Nevertheless, prior to his commitment to the Saturn thesis, Wallace Thornhill found much to commend in Crew’s particular postulate. According to him, a planet experiencing the processes reasoned out by Crew “would undergo a nova phase.”? More importantly, Thornhill was influenced by the electrical intimations of stellar novae which, at a later date, facilitated his acceptance of proto-Saturn’s flare-up. As he wrote: “There is interesting evidence that a nova is associated with an electric discharge as indicated by the broadening of the spectral lines from such an outburst. The broadening follows the lambda square law of the Zeeman (magnetic) effect and not the lambda law of the Doppler effect... Also, several novas have been observed to virtually extinguish around maximum brightness. This is easily explained by another of Bruce’s laws which concerns the self-extinction of a discharge at maximum current due to the high pressures generated by it in the discharge channel.”3 Needless to say, proto-Saturn was neither a full-fledged star nor yet a gaseous planet. As intimated in both this work and our previous one, despite the fine and still controversial line of demarcation, we have categorized it as a sub-brown dwarf. Are brown dwarf stars then known to flare? COMETARY FLARE-UPS Cosmic flare-ups have nothing to do with the size of the flaring bodies. Flares have even been associated with comets.4 The flare-up of Halley’s comet which occurred between the orbits of Uranus and Saturn, and so much baffled astronomers, is now a matter of cometary history. “One suggestion for the outburst,” noted Thornhill, “was a possible collision with a small asteroid, but the probability of such an occurrence was put at 2 X 10° or less.”6 What is more likely is that, having spent most of its time in the outer regions of the Solar System, Halley’s comet had achieved electrical equilibrium, which equilibrium was disrupted once it neared the Sun. The electric stress would then have exceeded its breakdown potential.",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 333,
        "content": "“It is significant that the flare-up followed some of the largest solar flares recorded. In this case, the Sun was altering the comet’s electrical milieu at a greater distance than normal.” With stars at one end and comets at the other, we need to narrow the gap in order to accommodate something of the mass which once constituted the proto-Saturnian sun. It should, however, already be evident that if nova-like flares can be exhibited by bodies as massive as stars and as small as comets, brown dwarf stars should also be able to exhibit similar phenomena. BROWN DWARF OUTBURSTS That brown dwarfs have a tendency to brighten has been known since 1977 when the dark partner of the white dwarf known as AM Herculis suddenly flared.? It was, therefore, rather surprising when, 25 years later, astronomers registered astonishment to discover that brown dwarfs flare up. “Astronomers expected brown dwarfs, like most objects in the universe, to grow steadily fainter as they cool. However, new observations showed that during a relatively short phase, brown dwarfs appear to get brighter as they cool.”3 In 1977, William Liller believed such flares had to do with the exchange of gases between the dark companion and its white dwarf host,4 something that astronomers were to come back to by 2003. In 2002, however, Mark Marley attributed such sudden brightening to the brown dwarf’s weather: “As the brown dwarf cools further, atmospheric weather patterns cause a rapid clearing of the clouds; as the clouds are whisked away by the storms, bright infrared light from the hotter atmosphere beneath the clouds escapes, accounting for the unusual brightening of the brown dwarfs.” But that such flares had nothing to do with the uncovering of the brighter atmosphere by the shifting of the clouds should have been obvious since, as early as 1999, it had been discovered that brown dwarfs also emit strong X-rays. This came to light through the shedding of such rays by the brown dwarf known as LP 944-20 in the constellation Fornax. “After nine hours of seeing nothing special,” Maia Weinstock reported, “a bright flare of X-rays taunted,",
        "bibliography": [
            "1. bid., p. 87.",
            "2. W. Liller, “The Story of AM Herculis,” Sky & Telescope (May 1977), pp. 350-354.",
            "3. “Astronomers Find Jupiter-Like Weather on Brown Dwarfs,” Science Daily [electronic|Magazine (May 27, 2002), p. 1.",
            "4. W. Liller, loc. cit.",
            "5. See reference #17, p. 2.",
            "6. W. Thornhill, “Evidence for the Extreme Youth of Venus,” Chronology and Catastrophism Review (Special 1993 Issue), p. 94."
        ],
        "captions": []
    }
]
