[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 429,
        "content": "was seen in the large Magellanic Cloud, a close neighbour of our Galaxy. If an explosion such as one of these had occurred within 100 light years of the Earth, it is likely that it would have caused severe damage to animal and plant life, both directly because of the radiation effects, and also as a result of associated destruction of the ozone layer. This is not Palmer’s own pet theory. And neither is it new. Michael Lemonick had already earlier reported that: “Although many scientists now lean toward the theory that dinosaurs were wiped out 65 million years ago by the impact on earth of a large comet or asteroid, some experts until recently were suggesting that radiation from a nearby supernova might have been the culprit.” As he then goes on: “...if one should go off within ten to 20 light-years away, says Radio Astronomer Gerrit Verschuur, ‘we would have a problem. Everything would be destroyed by blasts of X rays, ultraviolet radiation and cosmic rays.’ Radiation from an expanding supernova even as distant as 50 light-years, he says, would pack a tremendous wallop, probably destroying the atmosphere’s protective ozone layer and causing harmful mutations. Such a supernova could alter the course of biological evolution, perhaps wiping out entire species.” However, and despite all that, as Lemonick notes: “No evidence exists that a supernova has ever flared close enough to earth to destroy life.” But, while not exactly a supernova, proto-Saturn’s flare-up would have been close enough to produce similar effects. Thus, for one thing, the blasts from supernovae are believed to form great clouds of gas and dust. So, also, must have the blast from proto-Saturn’s explosive flare-up. And, to be sure, our stratosphere is still impregnated by interplanetary dust particles the nuclear tracks of which have been identified in collected specimens. The presence of these tracks “unambiguously confirms the extraterrestrial nature” of these particles and the high track densities have suggested “an exposure age of approximately 10,000 years within the inner solar system.” 10,000 years, as the educated reader knows, translates into 10,000 years, smack on our benchmark figure. DIAMONDS Atmospheric dust would also have been supplemented by the additional fall of meteorites since there is no doubt that Earth would have been besieged by a fair amount of cosmic debris during the period under discussion. And, to be sure, terrestrial meteorites said to have originated from supernovae have been suggested by the chemist Edward Anders and the physicist Roy Lewis who, at the time, both hailed from the University of Chicago. Although",
        "bibliography": [
            "Ibid.",
            "M. D. Lemonick, “Supernova!” TIME (March 23, 1987), p. 65.",
            "Ibid.",
            "Ibid.",
            "Ibid., p. 56.",
            "J. P. Bradley, Science Vol. 226 (1984), p. 1432."
        ],
        "captions": [],
        "headers": [
            "DIAMONDS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 430,
        "content": "others before them had already discovered rare elements in meteorites which were identified as having originated in stellar nucleosynthesis. Anders and Lewis confirmed this conclusion when they discovered an abundance of submicroscopic diamonds in a meteorite which had landed in Mexico in 1969. Now while it is accepted that the impact of a meteor creates enough pressure to crystallize carbon into diamonds, this was discarded in view of the fact that the submicroscopic diamonds in question contained atomic forms of the gas xenon which was entirely different from the kind found on Earth. “The diamonds, Anders suggests, came from red supergiant stars that threw off their outer coats, forming a gas shell. As the star’s shell expanded outward and cooled, the carbon in it condensed and crystallized, forming diamonds. Later, when the star exploded, it created xenon that shot from the star’s outer layers and caught up with the diamonds.” These diamond-bearing meteorites would then have traveled through interstellar space until, in our year 1969, one of them was swept up by our orbiting Earth. Actually, submicroscopic-diamond-bearing meteorites had been known from before that and, in fact, Anders himself had originally been of the belief that they would have been most likely formed through shock effects. That diamonds can also grow metastably at low pressure from gaseous phases was shown in 1968 by J.C. Angus. Another diamond-bearing meteorite was discovered in Antarctica in 1977. This one, however, spurred a different theory. Mineralogists at the National Museum of Natural History were of the opinion that the diamonds were formed when two asteroids collided in deep space, thus reverting to the impact shock theory of previous years. The meteorite in this case would then have been a fragment from the original asteroidal collision. Obviously in ignorance of previous diamond-bearing meteorites, the editors of GEO misinform their readers by telling them that the “only other iron meteorite known to contain diamonds” is the massive Canyon Diablo meteorite which “blasted a one-mile-wide crater in what is now Arizona when it fell to earth about 50,000 years ago.” It was, according to this report, the force of the impact which “converted the meteorite’s carbon content to diamonds.” However, as the same report notes, the Antarctic diamond-bearing meteorite did not form a crater when it landed and it must therefore have contained the diamonds before it landed—which is what led the above mentioned mineralogists to favor the asteroid collision theory. But one is then inclined to ask: If the Canyon Diablo meteorite created its diamond content through the shock of its impact in Arizona, should there not be some diamond traces",
        "bibliography": [
            "R.S. Lewis & E. Anders, “Interstellar Matter in Meteorites,” Scientific American (August 1983), pp. 66-77; K. F. Weaver, “Meteorites—Invaders From Space,” National Geographic (September 1986), p. 398.",
            "M. D. Lemonick, op. cit., pp. 63-65.",
            "Ibid., p. 65.",
            "H. Alfvén & G. Arrhenius, Evolution of the Solar System (Washington, D.C., 1976), pp. 185-186.",
            "Ibid., p. 186.",
            "J. Berendt, “Diamonds Fall Out of the Sky in a Meteorite,” GEO (October 1981), p. 137.",
            "Ibid."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 431,
        "content": "in the crater itself? Thus, for instance, literally millions of micro-diamonds have been hypothesized to have been formed from condensing plumes of vaporized carbonaceous material when the massive meteorite that created the 24-kilometer-wide Reis crater impacted supposedly 15 million years ago. Why not similarly with the Canyon Diablo meteorite? For a while during the 1980s cosmic diamond mania seemed to grip the astronomical world. Basing his hypothesis on his own work as well as that of Francis Ree and William Nellis, Marvin Ross, then at the Lawrence Livermore National Laboratory, managed to create, even if but for a brief period, temperatures and pressures exceeding those necessary for creating diamonds, while performing shock-wave experiments on methane. From this he then predicted that the ultradense layers of methane believed to exist thousands of miles deep within the planets Uranus and Neptune would have long created diamonds in their interiors. In the case of Neptune, they might even be raining down. As Robin Benedetti claimed, although they cannot be sure how big these Neptunian diamond crystals might form, it is “possible that diamonds are literally raining down through the atmosphere [of Neptune] toward the planet’s center, releasing heat as a result of friction.” Other researchers, jumping on the same bandwagon, speculated that Uranus and Neptune would not be the only bodies in which diamonds would have been formed in abundance. The ring around Uranus itself, it has been suggested, may also be composed of diamond dust. Titan, one of the satellites of Saturn, was named as another possible candidate since it, too, is believed to contain something like five percent methane in its atmosphere. A large number of tiny diamonds were also discovered by the then Soviet scientist E. Sobotovich strewn throughout the site over which the Tunguska bolide exploded. This led Carl Sagan to the hypothesis that diamonds might also be the constituents of comets. The subject of cometary diamonds received an additional boost when Davis Brez Carlisle and Dennis Braman came across micro-specimens in the Cretaceous-Tertiary boundary clay of Alberta, Canada. As Trevor Palmer tells it, these diamonds were similar to ones found in chondritic meteorites, the most primitive meteorites known which consist of a fine-grained matrix in which coarse-grained particles are embedded. But, although they could have been produced through impact-shock from terrestrial rocks, “further investigation excluded that possibility and confirmed that the diamonds were extraterrestrial in origin.” As he adds, “moreover, the indications were that the bolide was a comet rather than an asteroid.” Our interest here centers on the fact that diamonds have turned up in the Ice Age drift deposits in Russia, Poland, Germany, and France, not to mention other countries in Europe and the Near East, as also in Sudbury, Ontario, and as far south as Ohio. The occurrence of these diamonds in non-metamorphosed sediments indicates that they could not have been produced by pressure and temperature in situ. Allan and Delair were therefore correct in proposing that",
        "bibliography": [
            "New Scientist (November 4, 1995), p. 18.",
            "“Diamonds in the Sky,” Science Digest (December 1981), p. 64.",
            "C. Rist, “Neptune Rising,” Discover (September 2000), p. 59.",
            "“Diamonds in the sky”—see above.",
            "C. Sagan, Cosmos (N. Y., 1983), p. 77.",
            "T. Palmer, op. cit., p. 63."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 432,
        "content": "these diamonds would “have been injected into the sediments by some external mechanism.” “Diamonds, which occur in silicate rocks and are associated with volcanism, have also been discovered in considerable quantities within ‘drift’ deposits along the southern margins of Hudson Bay where no recent volcanic activity has occurred. It was initially suggested that glacial action during the so-called Ice Age transported the diamonds thither from Labrador, a region which later studies showed was actually never seriously glaciated. These diamonds...must therefore have been dispersed by other means.” Meanwhile, Anders has further suggested that if shock waves from an ancient supernova sparked the creation of our Sun and present planets, “it’s very likely that the material from which our solar system was formed was contaminated with these diamonds.” And: “The diamonds on earth,” he goes on, “may well be a mixture of those loaded with xenon and those without it.” As reported elsewhere, one recent supernova, SN1987A, “may have the right conditions for the formation of microscopic diamonds.” This theory was fed a certain amount of reliability through the nature of those peculiar black diamonds known as carbonados, the source and formation of which have long puzzled geologists. Known to be geologically old, the mystery of their formation is now thought to be solved through the suggestion that they accrued through the shock waves of just such exploding stars and falling to Earth in meteors as far back as Precambrian times. If micro-diamonds can be formed in this manner, it gives us reason to assume that proto-Saturn’s flare-up would also have produced them. After all, it is easier to believe that micro-diamonds could have showered Earth from proto-Saturn’s close proximity than from the astronomical reaches of galactic supernovae. But even if not—given that proto-Saturn’s flare-up was less than feather-weight in status when compared to supernovae—there is more. Through the utilization of the Imaging Spectrograph on the Hubble space telescope plus archival data from the International Ultraviolet Explorer satellite, Geoffrey Clayton and his research team detected a carbon crystalline substance in the dust clouds enshrouding newborn stars. Suspecting that this crystalline substance might be diamonds, they compared its ultraviolet signature to that of diamond-bearing meteorites. “The spectral data between the two samples was such a tight match,” reports Paul Morledge, “that Clayton and his colleagues are confident that they have locked on to interstellar diamonds.” Needless to say, these diamond grains are now believed to have been formed through the searing heat and extreme pressures produced by bygone supernovae. And, again, it has been suggested that space debris must have swept up some of this diamond dust as our Solar System was forming. More",
        "bibliography": [
            "D. S. Allan & J. B. Delair, “Scientific Evidence for a Major World Catastrophe About 11,500 Years Ago: A Preliminary Selection,” Chronology and Catastrophism Review XVII(1995), p. 45.",
            "Ibid.",
            "M. D. Lemonick, loc. cit.",
            "“Diamonds Are Forever” & “Diamond Mine,” both in Science Digest (September 1989), p. 50.",
            "See here Science Frontiers (September/October 1995), p. 6.; The New York Times (September 17, 1996)."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 433,
        "content": "importantly, however, additional observations now indicate that diamonds exist not only in the relative vicinity of stellar nurseries, but strewn throughout deep dark space. “Because supernovae have been pumping out diamonds over the entire history of the galaxy, Clayton and his team reason that they must be a common constituent of interstellar dust. They might possibly account for five percent of the carbonaceous molecules lurking in interstellar space. Based on this discovery, Clayton estimates that the Milky Way may contain many trillions of tons of diamonds.” If that is the case, there would be reason to believe that Earth, in the company of proto-Saturn, would have picked up its share of these cosmic diamonds as the proto-Saturnian system traveled through the reaches of space on the way to its historic rendezvous with our present Sun. Earth, however, would also have produced its own diamonds. In fact, let us be fair about all this: Most terrestrial diamonds are recovered from a rock matrix that forms mostly in so-called diamond pipes, which are funnels, more or less oval in section, that narrow with increasing depth. Although diamonds have been mined from more than 4,000 feet below ground, the pipes continue to reach downwards to unknown depths. There is therefore not much doubt that diamonds form in the depths of our planet under great heat and pressure. Those found in alluvial deposits would have either been released through erosion from the tops of such pipes or spewed up by volcanic eruptions. Given the extensive volcanic activity that accompanied, and aided in, the melting of the Pleistocene glaciers, there would have been a fair amount of micro-diamonds, if not even sizeable ones, ejected into the atmosphere at the end of the Ice Age. These would then have precipitated back down to the surface. Thus the micro-diamonds found embedded in Pleistocene glacial drift could have come from one or another of the above-discussed sources and, perhaps, even from a combination of two or more of them. As explained, these sources would have been: (1) interstellar diamond dust; (2) volcanic spewing; and (3) perhaps even through the metamorphic processes of proto-Saturn’s flare-up itself. The micro-diamonds would have landed on both the ice and the much more porous drift. The ice, as we know, melted, taking the micro-diamonds with it to the sea. The micro-diamonds in the drift remained behind. It is even possible that some of the micro-diamond-bearing meteorites would have fallen to Earth at the end of the Pleistocene, bringing with them not only diamonds, but also a fair share of iridium. The above then leads us to ask: If diamonds did rain down from the sky at the end of the Pleistocene Ice Age, would man have been aware of it? Is there anything in the mytho-historical record that mentions diamonds falling from the sky? If we are talking of micro-diamonds, that is diamond dust, there is no way in which man would have noticed such precipitation. But if we mean sizeable chunks, both individually or in meteorites, he might have. Even so, to be quite honest, I have not been able to exhume any such reports from the mytho-historical record.",
        "bibliography": [
            "P. Morledge, “Diamonds in the Rough,” Astronomy (August 2002), pp. 24-26.",
            "Ibid., p. 26."
        ],
        "captions": [],
        "headers": []
    }
]