[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 49,
        "content": "“Left to itself, it is hard to see how anything internal to the Earth could ever break the stable grip of an ice-age. Thus to understand the cause of interglacials [to say nothing of the end of ice ages] we must look to external catastrophic events.” Yet, despite the fact that he had his own theory to push forward, even he was forced to finally admit that “despite the great cost and effort that has gone into modeling the terrestrial climate system, our understanding of glacial cycles and their forcing mechanism remains rudimentary to say the least.” The date concerning the end of the Pleistocene Ice age is just as controversial. In the late nineteenth century, basing his conclusion on the rate of retreat of Niagara Falls, Grove Karl Gilbert had calculated the end of the glacial retreat at 7,000 years ago, which was a drastic reduction from the previous estimate of 30,000 years “and even more.”3 This was revised in 1878 by Gerard de Geer on the basis of sediment accumulation to about 12,000 to 14,000 years ago.4 Albrecht Penck and Eduard Briickner vouched for 20,000 years ago.5 But then, on the basis of radiocarbon dating, it was “shown” that, 10,000 to 11,000 years ago, the ice must have been still advancing rather than retreating. A glacial advance was, by the mid-twentieth century, also being reported to have taken place a mere 3000 years ago. Rates of glacial melting were estimated, refined, and corrected, only to be recalculated over and again. And so it went, round and round the mulberry bush. This merry-go-round continued into the end of the twentieth century. Thus, in 1983, Claus Hammer calculated that the last Ice Age ended 10,400 years ago. But by the end of 1986, the retreat of the glaciers and the termination of the Ice Age was pinpointed at only 7,000 years before the present. Three years later, on the basis of ice cores retrieved from the Greenland glaciers, Sean Mewhinney vouched for 11,000 years ago as the correct date for the end of the Ice Age, thus conforming with Hammer’s conclusions. The following year Mewhinney reiterated his ice core argument with the end of the Ice Age still being placed at 11,000 years ago, or, to be quite fair to him, as between 10,000 and 11,000 years ago. Then, in 1997, on the basis of past changes in the Western Desert of Egypt and sea-bed cores",
        "bibliography": [
            "1 F. Hoyle and C. Wickramasinghe, “Cometary Impacts and Ice Ages,” as reported on the Intersect electronic newsgroup sponsored by KRONIA Communications, March 27, 2001.",
            "2 Ibid.",
            "3 W. Chorlton, op. cit., p. 95.",
            "4 Ibid.",
            "5 Ibid.",
            "6 F. Johnson, in W. F. Libby, Radiocarbon Dating (1952), p. 105.",
            "7 See here the reports in Science (September 24, 1954 & April 8, 1955), as cited by I. Velikovsky, Earth in Upheaval (N. Y., 1955), p. 158.",
            "8 W. Immen, “Expert Believes Last Ice Age Ended 10,400 Years Ago,” Globe & Mail (May 27, 1983).",
            "9 S. Begley & L. Lief, “The Way We Were,” Newsweek (November 10, 1986), p. 62.",
            "10 S. Mewhinney, Ice Cores and Common Sense (no publication place given, 1989), p. 5.",
            "11 Idem, “Ice Cores and Common Sense,” Catastrophism and Ancient History XI1:2 (July 1990), pp. 117, 128, 129."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 50,
        "content": "drilled off the coast of British Columbia, as well as other data, the end of the Ice Age was upped to 14,000 years ago. In turn, by 2002, this date was once again raised to 18,000 years ago. But by the end of 2002, the end of the Ice Age was being touted as having occurred 12,000 years ago. It is therefore understandable that some have even questioned the past occurrence of ice ages, claiming that they never took place, and that the signs which have been touted as evidence for glacial advances and retreats have simply been misinterpreted.",
        "bibliography": [
            "1 Reported in “Recent Climate Changes,” Chronology & Catastrophism Review, 1997:2, p. 41, where the original sources are cited.",
            "2 E. Dobb, “What Wiped Out the Dinosaurs,” Discover (June 2002), p. 39.",
            "3 R. A. Bindschalder & C. R. Bentley, “On Thin Ice?” Scientific American (December 2002), p. 100."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 51,
        "content": "Chapter 4 Unorthodox Schemes DISLOCATED POLAR CAPS Rime among those who believed ice ages never occurred was Immanuel Velikovsky. And yet he still had to account for the presence of an ice field in Earth’s northern latitudes much farther south than the periphery of the present ice caps. How did he reconcile this without the advent of an ice age? In 1955, Velikovsky built a case for a sudden onset of ice due to the tilting of Earth’s axis by an external source. The heating of Earth’s oceans brought about by the interaction of magnetic fields between our globe and this external source, which would also have induced worldwide volcanism, would have resulted in the evaporation of Earth’s hydrosphere to a great depth. As he theorized: “Water evaporated from the oceans would rise in clouds and fall again in torrential rains and snowfalls. Clouds of dust, ejected by numerous volcanoes and swept by hurricanes from the ground, and possibly dust clouds of extraneous origin... would keep the rays of the sun from penetrating to the earth.” But because of the heated Earth, all falling snow would have melted “before reaching the ground or soon thereafter.” The ice of the polar regions would also have melted, creating floods which would have swept out of the Polar Circle. Mountain glaciers, too, would have thawed out, inundating the valleys below them. Falling “again and again in a sunless world,” however, the falling snow would eventually reach the ground without melting, turning “not into water, but into ice.” “In the course of the years the incessant action of the snow would cool the ground in the higher latitudes to such an extent that a permanent cover would be built. And the earth would go on shuddering for centuries, slowly quieting down, and as time passed one after another the volcanoes would burn themselves out.” In what way, then, was Velikovsky’s proposed scenario different from that of previous attempts? Axial tilts, heating of the oceans, volcanism, dust clouds, hindrance of solar rays, and even external causes, had all been proposed before and/or since then.",
        "bibliography": [
            "1 T. Velikovsky, Earth in Upheaval (N. Y., 1955), p. 137.",
            "2 Ibid.",
            "3 Ibid., p. 138."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 52,
        "content": "Judging by his previous work, Velikovsky would have had in mind an errant planet posing as the external cause behind the onslaught of ice. One of these errant planets, according to him, had been the planet Venus which interacted with Earth in a near-collision which he dated to 1500 (or 1450) B. C. He therefore became quite confident that the radiocarbon dating of wood, discovered in glacial till ascribed to the Late Wisconsin advance of the Pleistocene Ice Age, had to be correct. As reported by H. E. Suess, the age of this wood came out at 3300 + 200 years.* This would then date the Late Wisconsin glaciation to 1300 + 200 years B.C., —thus close to 1500 B.C.— which accorded perfectly well with Velikovsky’s date for the Venus encounter. While other proponents had fingered external causes, such as comets, meteorites, and/or asteroids, none of them had till then blamed ice ages on an errant planet, let alone the planet Venus. (Wolfli and Baltensperger’s errant planet Z, discussed in the last chapter, was proposed long after Velikovsky.) But how did all this negate the occurrence of ice ages? As Velikovsky had earlier explained: “If we look at the distribution of the ice sheet in the northern hemisphere, we see that a circle, with its center somewhere near the east shore of Greenland or in the strait between Greenland and Baffin Land [read ‘Baffin Island’] near the present north magnetic pole, and a radius of about 3,600 kilometers, embraces the region of the ice sheet of the last glacial age. Northeastern Siberia is outside the circle; the valley of the Missouri down to 39° north latitude is within the circle. The eastern part of Alaska is included, but not its western part. Northwestern Europe is well within the circle; some distance behind the Ural Mountains, the line curves toward the north and crosses the present polar circle. “Now we reflect: Was not the North Pole at some time in the past 20° or more distant from the point it now occupies—and closer to America? In like manner, the old South Pole would have been roughly the same 20° from the present pole.” In other words, what transpired 3500 years ago, according to Velikovsky, was a shift of the terrestrial axis brought about by Earth’s close encounter with the planet Venus. The heat generated by this confrontation would have melted the old polar caps, while the continuous precipitation would eventually have formed the present ice caps. Thus, still according to Velikovsky, the signs left behind by what glaciologists believe to have been the Pleistocene Ice Age would have been those left behind by the previous ice cap. In other words, Earth’s polar caps would have merely been dislocated. No ice age, per se, would have ensued. As we have already seen, in 1958, Charles Hapgood came out with a similar theory, revised in 1970, but one that was bereft of any errant planets. Rather than a tilt of Earth’s axis,",
        "bibliography": [
            "1 Idem, Worlds in Collision (N. Y., 1950), in toto.",
            "2 Idem, Earth in Upheaval (N. Y., 1955), p. 158.",
            "3 Idem, Worlds in Collision (see above), pp. 325-326.",
            "4. Hapgood, Earth’s Shifting Crust (N. Y., 1958), in toto."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 53,
        "content": "THE ICE DUMP Donald Patten, a geographer by training and an avowed Biblical fundamentalist, came up with a theory that has a certain charm to it, although, to be sure, he was more interested in proposing a cause for the Biblical Flood, or Deluge, than he was in the occurrence of ice ages. Even so, since, in his opinion, both events were the outcome of the same cause, it behooves us to take note of what he had to offer. First presented in a major work published in 1966, Patten was at least astute enough to raise valid objections to past ice age theories. Like Velikovsky, he, also, wrought a scheme involving an errant planet; but that is where the similarity ends. His own hypothesis was that the ice which constituted the Pleistocene Ice Age was delivered by an astral visitor from outer space. Casting aside the Biblical fundamentalist agenda behind Patten’s theory, we present it here because the scenario is not itself beyond the realms of possibility. Basing his theory on the belief that bodies at the edge of the Solar System, as well as others well within it, are believed to be mainly composed of ice, he reasoned that: “...it is not inconceivable that an astral visitor from the remote areas of our solar system would possess ice. Most do, and many consist almost entirely of ice. Nor is it inconceivable that such an astral visitor could contain ice in accompanying satellites (Uranus does), in rings (Saturn does), in belts (Jupiter has belts and bands), or merely ice in its crust.” Earth’s past burden of ice, according to him, would have been delivered by this astral visitor. Writing with his son Philip in 1979, he succinctly phrased his overall theory in the following manner: “The origin of a massive ice dump was a small, frozen satellite-sized body, comprised of water ice, possibly between 430 and 500 miles in diameter. Possibly it was a satellite of another planet which engaged the earth in a dramatic and devastating flyby...",
        "bibliography": [],
        "captions": []
    }
]
