[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 249,
        "content": "BROWN DWARF JETS “jet” such as can be seen emanating from stellar, and even galactic, objects. Such stellar jets have now been observed, photographed, documented, and analyzed. But, since we have also postulated that proto-Saturn was a sub-brown dwarf star, we must ask whether brown dwarfs are capable of emitting stellar “jets.” BROWN DWARF JETS To recapitulate what we disclosed in our previous volume, while adding some new evidence: Circumstellar disks and X-rays are both required for the emission of plasma “jets,” which are beamed axially, like the rays of a searchlight, from both poles of the discharging star. Although the mechanism responsible for the emission of these “jets” has been utilized to explain the bursts of gamma rays from stars, which might or might not be correct, it definitely applies to the “jets” themselves. Even so, as of this writing, the mechanism is not yet fully understood. What is believed to occur is that the star’s magnetic field builds up during the formation of the disk, which then heats to such high temperatures that it unleashes a fireball of plasma. “The fireball is [then] funneled into a pair of narrow jets that flow out along the rotational axis.” Others favor an electrical explanation. The pulsar which has been claimed to be located at the center of the Crab Nebula is believed to generate “huge electric voltages that accelerate matter and antimatter particles outward along its equator.” This “high-speed wind” plows into",
        "bibliography": [
            "1. See here D. Cardona, op. cit., pp. 461 ff.",
            "2. N. Gehrels, et al., “The Brightest Explosions in the Universe,” Scientific American (December 2002), pp. 89-90."
        ],
        "captions": [
            "Phallic amulets against the evil eye."
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 250,
        "content": "the surrounding nebula, creating the shock wave that forms the circumstellar disk, which is here referred to as a set of rings. According to Koji Mori: “Those particles then move outward to brighten the outer ring and produce an extended x-ray glow.” What is also spawned is an impressive turbulent “jet” radiating from both poles perpendicular to the rings.! In the end it may turn out that neither of the above two theories is correct—and I say this not in derision for, after all, discoveries of these nature are now piling up almost daily, and new discoveries may tend to refine or even negate either of the two hypotheses. What will not change is the association of circumstellar disks—or call them what you will—and X-rays with “jet” emissions. The association of “jets” with X-rays has been discussed for years. Various galaxies are now known to have developed a close relationship between “jets” and X-rays. It has even become customary to speak of galactic “jets” as “X-ray jets.” The so-called “knots” seen in the “jets” of various galaxies are also known to be X-rays sources. Stars, too, are known to emit X-rays. As we have already seen, brown dwarf stars have been found to be surrounded by scaled-down versions of circumstellar disks. X-rays have also been detected from brown dwarfs, the intensity of which surprised astronomers. X-rays have even now been discovered from a low mass brown dwarf. Dubbed TWA 5B, it was discovered in the binary star system known as TWA SA by NASA’s Chandra X-ray Observatory. Yohko Tsuboi reported this discovery from the Chuo University in Tokyo: “Our Chandra data show that the X-rays originate from the brown dwarf’s coronal plasma...The brown dwarf is sufficiently far from the primary stars that the reflection of X-rays is unimportant, so the X-rays must come [from] the brown dwarf itself. This brown dwarf is as bright as the Sun today in X-ray light, while it is fifty times less massive than the Sun.” Of additional importance to us is Tsuboi’s declaration that: “This observation...raises the possibility that even massive planets might emit X-rays by themselves during their youth!”5 In fact, as a NASA news release stated: “This discovery is an important piece in an increasingly complex picture of how brown dwarfs—and perhaps massive planets around other stars—evolve.”6 Despite their relative diminutive stature, most of the first brown dwarfs discovered were still much more massive than Saturn, and so one wonders whether proto-Saturn could have been a sub-brown dwarf. But most of that has changed now. To give one example: The brown dwarf designated 2MASS-04 15-0935 “may weigh so little that it falls in the range of what astronomers would usually call a giant planet.”! Defining these borderline bodies is “not so obvious,” says Frederick Vrba, “since these objects have the same masses, chemical compositions, and radii as planets.”? Besides, there is evidence which indicates that the planet Saturn had been much more massive during the age of man. With X-rays and disks —the two most important components required for the emission of “jets” — already known to be associated with brown dwarf stars, it becomes quite evident that brown dwarfs should be prime candidates for the emission of astral “jets.” After all, as Pamela Gay has noted: “Jets are one of nature’s favorite ways of spewing matter around.” These galactic and stellar jets are of immense size. William Keel, for instance, reports that higher-resolution radio observations of a Seyfert galaxy show “jets” that “can span more than a million light years.”4 “In some cases, the highest-resolution radio data show that material is still being ejected from the core along the jets at respectable fractions of the speed of light. This provides another important clue to the power source in AGNs [active galactic nuclei]—it can eject material for millions of years at a stretch along a single axis, like some kind of cosmic flywheel.”> The immense size and speed of these galactic “jets” will be seen by some to raise havoc with our supposition that something similar could have transpired in relation to such a relatively miniscule object as a brown dwarf star, to say nothing of a sub-brown dwarf. But if brown dwarf stars can be surrounded by a scaled-down version of a circumstellar disk, why cannot they emit a scaled-down version of a stellar jet? To be sure, when I discussed this problem with the astrophysicist Doug Lin, his verdict was that “jets” from brown dwarf stars were “not only possible, but very probable.”? He did, however, warn that the detection of brown dwarf “jets” would be very difficult. And this is understandable. The discovery of some of these brown dwarf stars has already stretched the present limit of detection. The disks which have been detected around them have a much greater diameter than the dwarfs themselves and are therefore a little easier to detect once the dwarfs have been pinpointed in space. Any “jets” emanating from them, however, would have a much lesser cross-sectional diameter. At their distances, those “jets” pointing directly toward Earth would have a probability of detection close to zero. “Jets” which occur at an angle or perpendicular to our line of sight would have a slightly better chance of being detected, but, because of their smaller cross-sectional diameter and the diaphanous nature of their light, these, too, would be difficult to detect. Despite all that, Lin’s privately tendered personal opinion was lent further probability less than a year after he had voiced it. Spectral",
        "bibliography": [
            "1. IR. Talcott, “The Crab’s Inner Workings,” Astronomy (January 2003), p. 26.",
            "2. Blaes, “A Universe of Disks,” Scientific American (October 2004), p. 50.",
            "3. Ibid., p. 52.",
            "4. H. Arp, Quasars, Redshifts and Controversies (Berkeley, CA, 1987), pp. 35,136.",
            "5. J. Jelinek, The Pictorial Encyclopedia of the Evolution of Man (London, 1975), pp. 329,331."
        ],
        "captions": [
            "THE END OF AN ERA"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 251,
        "content": "There is some evidence which has been interpreted to mean that a certain amount of cannibalism ensued. On the other hand, it has also been theorized that they tended their sick and those advanced in age, and when these died they buried them, as they buried all those who had passed on. It was a simple life with few requirements, which is not to say that it was always, or everywhere, without hardship. But all that was about to change—and the change came suddenly.",
        "bibliography": [],
        "captions": []
    }
]
