[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 419,
        "content": "ANCIENT TESTIMONY That most of the authorities cited above wrote their treatises early in the twentieth century might be mistaken for naïveté due to the embryonic state of geological knowledge as it existed at the time. As we have seen, however, modern geologists are finally admitting the occurrence of punctuated catastrophism. Actually, a consensus that the face of the physical world had been entirely different in primeval times had already been reached in the eighteenth century. This, however, had been the result of a mixture that was part theology and part science. To quote Frank Manuel: “For reasons theological or scientific, or more often an admixture of both, inquirers arrived at the conclusion that the world of nature must have undergone a whole succession of violent revolutions.” The part that was science was unfortunately sullied by the likes of Thomas Burnet, whom Manuel referred to as “that seventeenth-century clergyman of fantasy,” whose main aim was to “prove the Bible right.” This was exemplified by Antonio Moro who “conjectured that God created the world a perfectly smooth marble sphere” and that it was not until the third day of Creation that “the primary mountain chains” were raised. While, at first sight, this appears to be somewhat damning from a scientific point of view, it actually conforms to a primitive belief that can be found in various parts of the world. Biblical-based theology cannot be made to account for these beliefs. Meanwhile, there is nothing in the Book of Genesis, or anywhere else in the Old Testament, which specifically claims that the mountains were raised on the third day of Creation. But we do find it so recorded in Jewish legend where it is stated that: “Up to this time [the third day of Creation] the earth was a plain, and wholly covered with water.” And then “mountains appeared all over and hills.” It is therefore less than doubtful that Moro was quite familiar with this tradition as well as others. Meanwhile this much can be said: Since Creation is related to have commenced with the shedding of light, understood here as proto-Saturn’s flare-up, it becomes understandable that the raising of the mountains, which followed the shedding of the light, would be included in the tales of Creation. Needless to say, Moro’s claim that Earth was originally “a perfectly smooth marble sphere” is nothing but fantasy. And yet, all over the world, the belief is found recorded that, in primeval times, the land was flat. Louis Ginzberg, for instance, tells us that: “The conception that the mountains did not originally belong to the earth’s form is prevalent in legend...” As it is told in another Jewish source: “The earth, which originally consisted of a level surface, became mountainous as a punishment for having received Abel’s blood.” Not only that, but, during the mythical generation of Enosh—not to be confused with Enoch—the raising of the mountains is correctly associated with the inundation of the sea. As it was told.",
        "bibliography": [
            "1. F. E. Manuel, The Eighteenth Century Confronts the Gods (Cambridge, Massachusetts, 1959), p. 135.",
            "2. Ibid.",
            "3. Ibid., p. 137.",
            "4. L. Ginzberg, The Legends of the Jews, Vol. I (Philadelphia, 1968), p. 18.",
            "5. Ibid.",
            "6. Ibid., Vol. V, p. 142.",
            "7. Ibid."
        ],
        "captions": [],
        "headers": [
            "ANCIENT TESTIMONY"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 420,
        "content": "“the ocean flooded a third part of the earth; there arose mountains, valleys, and rocky ground, whereas prior to that everything had been smooth and even...” And: “God caused the sea to transgress its bounds, and a portion of the earth was flooded. This was the time also when the mountains became rocks...” A similar series of events is ably, if concisely, described by the Chinese in the Sing-Li-Ta-Tsiuen-Chou. “In a general convulsion of nature,” it is there related, “the sea is carried out of its bed, mountains spring out of the ground, rivers change their courses, human beings and everything are ruined, and the ancient traces effaced.” Moreover, the connection of this tectonic violence with Creation is not unique to Jewish lore. Thus G. H. Luquet informs us that: “In various Battak tribes of Sumatra, earthquakes are linked with cosmogony myths. Under various forms, all more or less determined, the idea is that the creation of the world was a disadvantage for a being already in existence, who reacted with a violent agitation which destroyed the earth.” Similar legends were told by other primitive peoples, such as the Kayan of Borneo who passed on the belief that valleys were hollowed out by a crab. But this was no ordinary crab since the creature had been one which had fallen from the sky. Natives in the north-west of the same country also tell how the two birds responsible for Creation ended up with an Earth that was larger than the sky. In order to adjust for this miscalculation, they squished the earth, “and this caused the foldings which made mountains and valleys.” As we noted earlier, the Eskimos of the Bering Strait also tell that “in the days of the first people on the earth plain, there were no mountains far or near.” The mountains known as the Cuillins on the Isle of Skye, one of the Hebrides, off the north-west coast of Scotland, are volcanic in origin. Dorothy Vitaliano described them as “made of gabbro, a type of rock which crystallizes from molten matter, but far below the surface rather than on it.” They are, as Vitaliano herself tells us, “the deep roots of volcanoes” which geologists claim to have been active in the Tertiary, that is the period before the Quaternary which includes the Pleistocene epoch. Thus, these volcanoes would have been active before the last Ice Age. And yet there is a Scottish legend which accounts for the formation of the Cuillins. As is often the case, the legend has been preserved in an allegorical form. It goes like this: Cailleach Bhur, the Hag of the Ridges, which stood for Winter, held a lovely maiden prisoner. This maiden was so loved by Spring that she begged the Sun to free her. The Sun flung his fiery spear at Cailleach Bhur, but missed her. Instead the spear hit the ground where an.",
        "bibliography": [
            "1. Ibid., p. 152.",
            "2. Ibid., Vol. 1, p. 123.",
            "3. G. Schlegel, Uranographie Chinoise (1875), p. 740.",
            "4. G. H. Luquet, “Oceanic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 466.",
            "5. Ibid.",
            "6. Ibid.",
            "7. T. R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 76.",
            "8. D. B. Vitaliano, op. cit. p. 47."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 421,
        "content": "immense blister formed and swelled until it burst and discharged “a molten, glowing mass” which congealed to form the Cuillins. The hag, that is Winter, ran away and was never seen again. That Cailleach Bhur could not originally have stood for normal winter is evidenced by the fact that, when she ran away, she was never seen again. As we all know and needless to say, present normal winters continue to follow in succession in Scotland, as everywhere else. The only winter man remembers as having departed never to be seen again is the long winter of the last Ice Age. But, more important than that, the description of how the Cuillins were raised matches the manner in which volcanic mountains are raised. Concerning the Scottish legend just related, the same Vitaliano tells us that the “notion of a blister forming the earth’s surface and discharging a red-hot mass could only have been imagined by some early inhabitants of Skye, for volcanism in the Hebrides has been extinct for millions of years.” Yet even she could not help noting that “nevertheless it could almost be an eye-witness account of the formation of a volcanic dome.” One of these domes, Vitaliano tells us, formed on the shores of Lake Toya on the Japanese island of Hokkaido as recently as 1943. “On December 28, 1943, a series of sharp earthquakes began to shake the shores [of the lake], and a huge blister began to swell the ground near the volcano Usu. Within six months it had risen to 165 feet above the normal ground level, and on June 23, 1944, it burst and erupted volcanic ash. It continued to grow, and ash continued to be erupted in small explosions. Finally, in November 1944, a dome of red-hot but solid lava started to protrude through the still-rising bulge. When the dome, named Showa-Shinzan (“the-new-mountain-of-the-reign-of-Showa”), reached a height of 990 feet above the original level of the land, it stopped growing; that was in September 1945, and today [1973] Showa-Shinzan is still vigorously discharging vapor.” To which Vitaliano adds: “If this happened long ago, and was described only in some local legend of the Ainu people who inhabited Hokkaido before the Japanese, surely we would think it very much exaggerated, or even fictitious.” And so, also, despite Vitaliano herself, with the Scottish legend concerning the creation of the Cuillins—for, really, how could the ancestors of the Celts have described such a volcanic blister had they not seen one in action? There is, after all, nothing which at present resembles a blister in all of the Cuillins range. We have also already seen how the North American Indians of Washington state recount that: “When the world was very young, the land was flat where the Cascades now rise.” Then, as is often usual with these reminiscences, as a punishment for some committed offense, the Great Spirit “leaned down from heaven and [like the celestial crab of the Kayan] scooped up a.",
        "bibliography": [
            "1. Ibid., p. 48 (emphasis added).",
            "2. Ibid.",
            "3. Ibid., pp. 48-49.",
            "4. Ibid., p. 49."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 422,
        "content": "great mass of earth, and with it fashioned the Cascades; Ocean flowed into the hole whence the material had been removed, making Puget Sound.” Here, once again, we see the correct association of the raising of mountains with the incursion of the sea. Also already mentioned is the legend connected with the origins of Lake Chelan in the same state. “Once,” it is said, “there were no mountains or lakes in this part of the country, only a grassy prairie with abundant game.” But here it was not as punishment that the Great Spirit struck the earth so that the ground shook while an immense cloud descended and hid the land. When the cloud cleared, the entire area was changed. “Where there had been a plain there was now a range of lofty mountains; deep canyons marked the places where the rocks and dirt had been removed to make the mountains.” Further south the Klamath Indians tell of a past conflict that took place between two godlike chiefs stationed on two mountains, one on Mount Mazama in Oregon, the other on.",
        "bibliography": [
            "1. Ibid., p. 53.",
            "2. Ibid., p. 54."
        ],
        "captions": [
            {
                "source": "external",
                "text": "The Cascades of Washington state which the Amerinds of the area believe to have been scooped up by the Great Spirit. (Photograph by the author.)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 423,
        "content": "Mount Mazama collapsed, leaving an immense cavity which eventually filled with rain to form a lake, now the world-famous Crater Lake. “The interesting thing about this legend,” Vitaliano notes, “is that, stripped of the supernatural elements, it describes rather accurately how Crater Lake was formed.” What is more interesting is that simply by looking at Crater Lake, the indigenes would have had no idea how the cavity that holds the lake could have been produced. It is therefore more than probable that they actually witnessed the collapse of Mount Mazama and the later flooding of the crater. Nor is this geologically beyond such a memory since the eruption of Mount Mazama, once dated to 12,000 years ago, has been more recently recalculated to have occurred sometime between 6,500 and 6,550 years ago.",
        "bibliography": [
            "1. B. E. Clark, Indian Legends of the Pacific Northwest (Berkeley, U of C, 1953), pp. 53-55.",
            "2. D. B. Vitaliano, op. cit., p. 123 (emphasis as given).",
            "3. J. Wyckoff, The Story of Geology (N. Y., 1960), p. 44."
        ],
        "captions": [
            {
                "source": "external",
                "text": "Lake Chelan, Washington, said by the indigenes to have been created in the days of their ancestors. (Photograph by the author.)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 424,
        "content": "We are of course aware that, while both the previous date and this newly determined period permit the event to have occurred during the age of man, the newer stretch falls past our own benchmark figure. In fact the newer dates come much closer to the time of the eventual dissolution of the proto-Saturnian system which we must definitely leave to a future volume. We have included it here out of chronological order merely to show that such indigenous legends are not all to be dismissed as flights of fancy. Special note should also be taken of the fact that the legend in question actually speaks of two simultaneous eruptions, that of Mount Mazama and Mount Shasta. In itself this is not surprising since both of these volcanoes are situated on the same fracture zone. Nor is the simultaneous eruption of two volcanoes on the same fracture zone unheard of since a similar incident occurred in September 1902 when Mount Pelée, on Martinique, erupted jointly with La Soufriére, on St. Vincent, 90 miles away. Shasta and Mazama are only approximately 100 miles from each other. One can of course argue that since primitive peoples have everywhere sought to account for the origin of everything, the belief in the raising of mountainous districts from flat land is to be expected. And, yes, to a certain extent this would certainly have been so, which is why we have left many such legendary items out of this work in order not to obfuscate the subject with doubtful material. The items we have chosen to present, however, bear the stamp of verity since, as already mentioned, they are correctly allied with two associated episodes—namely, the concurrent inundation of the sea and that misunderstood event that has gone down in the mythologies of all races as the Creation, an occurrence that was itself connected with the shedding of a great light.",
        "bibliography": [
            "1. A. Heilprin, Mont Pelée, as quoted by C. Fort, Lo! in The Complete Books of Charles Fort (N. Y., 1974), p. 792."
        ],
        "captions": [
            {
                "source": "external",
                "text": "The eruption of Mount Mazama. (Painting by Paul Rockwood, courtesy of Crater Lake Natural History Association.)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 425,
        "content": "Crater Lake, Oregon, the formation of which was witnessed by the Klamath Indians. to be expected. And, yes, to a certain extent this would certainly have been so, which is why we have left many such legendary items out of this work in order not to obfuscate the subject with doubtful material. The items we have chosen to present, however, bear the stamp of verity since, as already mentioned, they are correctly allied with two associated episodes—namely, the concurrent inundation of the sea and that misunderstood event that has gone down in the mythologies of all races as the Creation, an occurrence that was itself connected with the shedding of a great light.",
        "bibliography": [],
        "captions": [
            {
                "source": "external",
                "text": "Crater Lake, Oregon, the formation of which was witnessed by the Klamath Indians. (Photograph by the author.)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 426,
        "content": "mountains, we would have to accept the notion of vast changes on the face of the earth. Would that mollusks have been the only marine creatures that have been found on top of mountains! We have already seen that the bones of whales have been discovered in both Tunisia and Algeria in the elevated shorelines of a number of salt lakes which have been dated to the Pleistocene, as also on the elevated beaches of Lake Champlain, which bones were there discovered together with those of seals. Other whale bones have been discovered north of Lake Ontario 440 feet above sea level, as also in Vermont at a height exceeding 500 feet above sea level, and in the Montreal-Quebec area at about 600 feet above sea level. Although, as Velikovsky noted, whales do occasionally enter the St. Lawrence River, whales on the hills in the regions of Vermont and Montreal would have required either an oceanic tide of vast proportions—which, coming from the east, in our case would have been due to tidal rebound or the later regaining of Earth’s previous momentum—if not to a lowering of the land. Marine creatures dating to the Pleistocene have also been found at altitudes exceeding 200 feet above sea level along the Gulf coast east of the Mississippi River. But even these elevations are nothing when compared to the whale bones that have been discovered in the Andes at an altitude of 5,000 feet. Nor will it do to explain these remains as those of whales which died and settled on the sea bottom to be covered by sediments before the sea bed rose gently to form the Andes millions of years ago. This is especially so when the same report offers the scientific conclusion that “the South American mountain chain rose very rapidly from the sea.” Despite the fact that the same report claims that “geological upthrusting generally destroys fossil belts,” a “huge tidal wave,” as per Ginenthal, would seem to be out of the question. That a tidal wave would have swept the west coast of South America due to the braking of Earth’s axial spin we have already seen. But it is doubtful that this wave would have been higher than the Andes. A wave that high would have swept over half the South American continent leaving very little alive, if anything, in its wake. And yet, the fact that other marine life together with such land animals as camels and even rhinoceros were found together with the whales well illustrates the titanic force with which the wave must have hit. However, since raised beaches dating to the time of man are quite evident on these mountains as indicated by Darwin himself, and since it is.",
        "bibliography": [
            "1. M. A. Hoffman, Egypt Before the Pharaohs (N. Y., 1979/1990), p. 19.",
            "2. J. D. Dana, Manual of Geology (1894), p. 983.",
            "3. Ibid.",
            "4. O. Dunbar, Historical Geology (1949), p. 453.",
            "5. Velikovsky, op. cit., p. 47.",
            "6. R. F. Flint, op. cit., pp. 294-295.",
            "7. The New York Times (March 12, 1987), p. A22.",
            "8. Ibid.",
            "9. Ibid.",
            "10. Ginenthal, Carl Sagan & Immanuel Velikovsky (Tempe, Arizona, 1995), p. 217.",
            "11. A. Geikie, loc. cit."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 427,
        "content": "believed that these same mountains “rose very rapidly from the sea,” it can only mean that the whales were cast upon the land by the tidal wave in question before the Andes were raised to their present height. Many other whale fossils have been discovered high and dry in various parts of the world, including one that was found standing upright in the diatomaceous earth quarries in Lompoc, California. Not all of these other remains, however, have been dated to the end of the Pleistocene epoch so, for the moment, we will let these pass. MASTODONS UNDERWATER While marine life was swept in land to be stranded on the slopes of rising mountains, land animals were elsewhere drowned beneath the rising sea. Evidence that mastodons roamed the now submerged coasts of Florida came to light when divers discovered their bones deep inside the now submerged miles-deep cave-system of Wakulla Springs. The site of their discovery has been proclaimed too deep within the cave-system for the bones to have been “flushed” in through natural means. Either the bones had been carried inside the caves by humans or the mastodons would have had to have walked in themselves when still alive before the cave was inundated. Coastal regions would have naturally been some of the preferred areas to be occupied by early man. Thus it is that quite a few of these sites were swamped by the rising sea level as demonstrated by D. Prigent and his colleagues. Primitive tools, mainly flint hand axes, were unearthed at Hoxne in Suffolk, England, together with extinct animal remains beneath a strata.",
        "bibliography": [
            "1. K. Reese, “Workers Find Whale in Diatomaceous Earth Quarry,” Chemical and Engineering News (October 11, 1976), p. 40.",
            "2. “Space Age Divers, Ice Age Bones,” National Geographic (April 1989), Geographica section.",
            "3. D. Prigent, et al., “Human Occupation of the Submerged Coast of the Massif Armoricain and Postglacial Sea Level Changes,” in P. M. Masters & N. C. Fleming (Eds.), Quaternary Coastlines and Marine Archaeology (1983), pp. 314 ff."
        ],
        "captions": [
            {
                "source": "internal",
                "text": "Leonardo da Vinci—(1452-1519)—who well understood that marine remains on top of mountains bespeak vast changes on the face of Earth."
            }
        ],
        "headers": [
            "MASTODONS UNDERWATER"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 428,
        "content": "that contained a mixture of sand, shells, and other marine “substances.” As Paul Standring noted, various other sites, such as some of those once inhabited by the Clovis culture in North America, “are likely to be under water, several miles off the present coast.” But let’s not belabor this point either since we have much bigger problems yet to solve. GAS AND DUST Trevor Palmer, who conducted an extensive study of cosmic catastrophism, touched upon the subject of supernovae as a possible cause of past terrestrial disasters. As he pointed out, such an exploding star would increase its brightness to more than 1,000 million times the luminosity of the Sun in a period of a few days. Three such supernovae explosions, involving distant stars in our Galaxy, have been observed from Earth in the past 1,000 years. Then in 1987, a supernova explosion.",
        "bibliography": [],
        "captions": [
            {
                "source": "internal",
                "text": "Mastodons, like the one pictured above, were drowned in a cave in Florida due to the rising of sea levels during the age of man."
            }
        ],
        "headers": [
            "GAS AND DUST"
        ]
    }
]