[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 484,
        "content": "suitable for good preservation of bone. And so, likewise, concerning the absence of fossil Pygmy skeletons. But is it a coincidence that the oldest discovered Negro and Pygmy skeletal remains happen to be dated to our benchmark figure of 10,000 years ago? To be sure, evidence of a greater antiquity for the Ituri Forest Pygmies has been based on the discovery of stone implements, the oldest of which are dated to about 20,000 years ago. This, however, tells us nothing about the stature of the people who used these implements, even if they were the ancestors of the Ituri Pygmies. Am I claiming that the African Negroes and Pygmies originated as the result of sudden mutation incurred through proto-Saturn’s flare-up? Let me just say that the hypothesis is worthy of consideration. Actually, however, race is more a case of genetic recombination than outright genetic mutation. But, in our case, this will be found to make little difference. In the meantime let no one suppose that the Pygmies and Negroes of Africa, together with their North American descendants, are mentally, or otherwise, inferior to any other race. In the end, regardless of race, we are all descended from mutants. BURPING METHANE In the search for the most viable theory of past extinctions, Gregory Ryskin has recently come up with a new hypothesis. As summarized by Susan Kruglinski: Ryskin proposes that huge deposits of methane and other gases, which are naturally produced in deep-sea waters, became trapped under the pressure of a then-stagnant global ocean. Any forceful disturbance—an earthquake or a volcanic eruption, for instance—could have disrupted the pressurized gas. Rising methane could have churned the ocean, suffocating aquatic organisms, and flooded into the atmosphere, triggering a worldwide hot spell. A single lightning stroke could even have set the whole planet aflame. Ryskin meant this scenario to apply to the great extinction of the Permian which wiped out virtually all marine species and most life on land. Gregory Retallack, on the other hand, thought this explanation rather dubious because he couldn’t see how that much methane could be stored underwater. But, as Ryskin pointed out, minor gas belches still create hazards in lakes and coastal areas. Moreover, the same thing, if on a somewhat smaller scale than that envisaged by Ryskin, was later found to have transpired at the end of the Pleistocene. But where does oceanic methane come from? It has now been ascertained that nearly a third of all the life on this planet consists of microbes living under the seafloor in a dark world without oxygen. What was originally thought to be mud hoisted from the bottom of the Black Sea in the summer of 2001 turned",
        "bibliography": [
            "1. Jbid.; see also J. D. Clark, “African Beginnings,” in A. M. Josephy, Jr. (Editor), The Horizon History of Africa, Vol. 1 (N. Y., 1971), p. 28.",
            "2. J. Wolf, loc. cit., p. 174.",
            "3. Ibid.",
            "4. S. Kruglinski, “What Caused the Biggest Kill of All?” Discover (December 2003), p. 16.",
            "5. R. Kunzig, “20,000,000,000..........Microbes Under the Sea,” Discover (March 2004), p. 33."
        ],
        "captions": [],
        "headers": [
            "BURPING METHANE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 485,
        "content": "out not to be mud at all. About one ton of biological material was hauled up and it turned out to be “a cubic meter of bacteria.” Diving into the area a few days later in the German submarine Jago revealed curtains of rising bubbles through a flood-lit fog of floating particles. Nor were these bubbles being released through hot vents. They came, instead, from non-volcanic chimneys that were as soft as flesh. Knocking one over by one of the submarine’s hydraulic arms, it was discovered that the chimney had been constructed by single-celled microbes. The microbes formed the outer layers; the hard core was a carbonate mineral they had secreted. It is these microbes which are now known to manufacture methane. The evidence is now clear that far below the sea, and far below the floor of the sea, in sediments all over the world, microbes live to astonishing depths...and in astonishing numbers. The deepest of the microbes make methane, which the ones in shallower sediments consume. To all of them, oxygen is poison. The total amount of methane produced by these organisms has been estimated to be greater than the mass of all known reserves of coal, gas, and oil. Moreover, methane is a potent greenhouse gas. It has even been theorized that the release of this microbial methane may have aided in pulling Earth out of recent ice ages by radically changing the climate. More than that, sudden blasts of this methane have been linked to undersea landslides that would have caused ocean-crossing tsunamis and even mass extinctions. The scar left behind by one of these massive landslides occurs off the coast of Norway in the form of a 1,000-foot high cliff at the edge of the continental shelf. The floor of the ocean at this point has been dated to have dropped about 8,200 years ago. The landslide that caused it was one of the greatest in Earth’s history. The magnitude of this slide was reported by Kunzig on the authority of Jiirgen Mienert: Blocks of mud perhaps 20 miles long, a couple of miles wide, and 150 feet high rushed down the slope. More than 1,000 cubic miles of sediment and rock shifted. The slide ran out 500 miles to the northwest, north of Iceland, where it met the Mid-Atlantic Ridge and was diverted south. Over an area of 35,000 square miles, the whole ocean was as muddy as the Mississippi after a storm, and the seafloor was wiped clean of whatever lived there. Moreover, as Mienert has deduced, the slide occurred in a very short time...perhaps in a few weeks, perhaps a few days, perhaps a couple of hours. The disturbance propagated a tsunami that flooded coastal areas as far away as Scotland. Along the coasts of Scotland and Norway, the wave ranged between 20",
        "bibliography": [
            "1. Dbid., p. 34.",
            "2. Ibid.",
            "3. Ibid.",
            "4. Ibid., p. 39.",
            "5. Ibid.",
            "6. Ibid."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 486,
        "content": "and 50 feet high. It may have crested at 65 feet as it roared up narrow Norwegian fjords. As Kunzig cautions: To say that the cataclysm was caused by deep-living microbes would be excessive—but their methane may have had a lot to do with it. There are cracks in the seafloor about 3 miles wide and 50 feet deep just north of the slide. They are dotted with what Mienert calls pockmarks. And that is where the methane escaped. Mienert himself blames all of this on the melting of the Pleistocene ice when Atlantic water flowed in and warmed the bottom. But, in our own scenario, it is just as probable that the slide—and various others around the world which have not yet been recognized—were caused by the temporary slowing down of Earth’s rotation due to proto-Saturn’s flare-up. Such sea bottom cracks and pockmarks have also been discovered at the edge of the continental shelf near Cape Hatteras. In fact, pockmarks are turning out to be extremely common, especially in the Arctic and Mienert has seen fields of them in the Barents Sea. That these pockmarks could not be extremely old is evidenced by the fact that they have not yet been filled by sediment washing down to the sea from inland rivers. Thus, as Kunzig rightly surmises, these pockmarks date from the last ice age. The only problem with all this is that, as surmised by the marine geologist James Kennett, bursts of methane from the seafloor would have been largely responsible for virtually all the warmings the planet has experienced over the last 800,000 years. As always, once a cause is found to account for an event, it tends to end up being the event’s one and only explanation in the minds of those involved with that particular theory. Not only that, but, as always with any new theory, this one, too, found its detractors. Thus Gerald Dickens was of the opinion that the chances of deep-sea methane actually making it to the surface is zero. But blocks of hydrate floating on the surface as well as gas bubbles rising to the top have been witnessed off the coast of Oregon and the Gulf of Mexico. Even so, Dickens continued to claim that no one has shown that quantities of methane large enough to change the climate would reach the atmosphere. Our own stand, of course, is somewhere in between. No, we do not accept that the escape of oceanic bacterial methane would have been enough to change the climate or cause extinctions at the end of the Pleistocene. But, coupled with all that we have enumerated and described above, it would, if nothing else, have added to the sudden steep incline in temperature.",
        "bibliography": [
            "1. Ibid.",
            "2. Ibid.",
            "3. Ibid.",
            "4. Ibid.",
            "5. Ibid.",
            "6. Ibid."
        ],
        "captions": [],
        "headers": [
            "HEAVEN ON EARTH"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 487,
        "content": "We end this part of our work on the same subject with which we started, namely, the heat wave that followed on the heels of proto-Saturn’s flare-up. Here we will add that, although the flare-up ebbed in time, it continued to produce enough heat to raise temperatures worldwide, resulting in an entirely changed climatic regime which continued for thousands of years. As we have already seen, the memory of this heat wave was actually preserved, even if only by a few of our ancient forebears. But is there evidence of this change? As previously noted, it has now been theorized that radiation from a nearby supernova about 12,500 years ago would not only have reset Earth’s radiocarbon clocks, it would also have caused various catastrophic phenomena such as heating the atmosphere, melting ice sheets and causing extinctions. Given their astronomical distances, however, one really wonders if supernovae could actually cause such direct repercussions on Earth, despite the “nearby” tag attached to the one discussed above. It seems more likely that if Earth’s dire consequences at the end of the Pleistocene requires it to have been bathed in stellar radiation, the source would have had to be much closer than a “nearby” supernova. The only inch I'll give is that the stellar flare responsible would not by astronomical standards be considered “super.” After all, as already noted, non-dwarf stars are not the only astronomical luminaries that have a propensity for flaring up in nova-like brilliance. Even comets do—and they do so through a similar, if not identical, mechanism—by throwing off shells of matter. Some of them even do so repeatedly. Such, for instance, was the case with comet Schwassmann-Wachmann 1, which has been observed to throw off such shells more than once, each time increasing its brightness by at least a hundred-fold. Such cometary flare-ups are not known to cause any catastrophic effects on Earth. While “nearby” supernovae remain too far, “nearby” comets are much too frail. Even flares from “nearby” brown dwarf stars would fail to do the job—unless by “nearby” we mean exactly that. It has long been assumed that the disappearance of the glaciers was due to the warming up of climate. As far as Ernst Opik, as well as others, was concerned, this was due to a rise in the Sun’s own generative power. As he surmised: In the end we always come back to the simplest and most plausible hypothesis: that our solar furnace varies in its output of heat. However, he himself cautioned that the “peculiar pattern” of alternating freezes and warm climate cannot be accounted for by any simple scheme of alternate waxing and waning of the sun. And yet he could not help coming back to his “simplest and most plausible hypothesis.” Thus, despite his cautionary tone, he found it worth repeating that: A worldwide fall or rise of temperature indicates a change in the heat output by the sun; it is hard to explain in any other way. He therefore had to come up with a novel theory concerning the manner in which the Sun behaves. It is not a theory that has won many adherents. In our own scenario, proto-Saturn’s flare-up would have released a certain amount of its internal heat, which heat would have radiated onto Earth, in addition to the heat released through the friction of the sliding plates brought about by the temporary braking of our globe.",
        "bibliography": [
            "1. Reported in “Factors to Take into Account,” Chronology and Catastrophism Review (2001:2), p. 46.",
            "2. G. B. Marsden, “Non-Gravitational Effects in Comets: The Current Status,” in The Motion, Evolution of Orbits and Origin of Comets (Dordrecht, Holland, 1972), p. 136.",
            "3. E. J. Opik, “Climate and the Changing Sun,” Scientific American (June 1958).",
            "4. Ibid.",
            "5. Ibid.",
            "6. Ibid."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 488,
        "content": "to say nothing of that expelled through world-wide volcanic vents. It is this combined heat—yes, even including burping methane—that was mainly responsible for the melting of the Pleistocene glaciers. As we have also seen, the most recent complete and durable geomagnetic reversal occurred around 10,000 years ago. It therefore comes as no surprise that geomagnetic reversals have been tied to past climatic changes. When Earth’s magnetic field weakens, Goesta Wollin has shown, a general warming of the climate follows. Fluctuations in climate, it has been found out, correspond with geomagnetic reversals. It is not, however, that geomagnetic reversals have themselves caused a lowering or rise in temperature, but that climatic changes and geomagnetic reversals have coincided because they were the outcome of one and the same occurrence. This is evidenced by the fact that the geomagnetic reversal associated with the end of the Pleistocene was also accompanied by earthquakes, volcanism, fluctuations in Earth’s water table, and faunal extinctions. It is not conceivable that all these drastic events would have been caused by a geomagnetic reversal or excursion. What the evidence really calls for is that all these occurrences were concurring events resulting from the same single cause. Evidence of a rapid change in climate at the end of the Pleistocene has now been discovered in quantum sufficit. Doug Harkness of the Natural Environment Research Council has produced such evidence. Speaking for the climate of Scotland, he has found that, at the end of the last glaciation, the climate changed from Arctic-like to one similar to that of the present day. Moreover, Harkness was adamant in stating that this change happened “remarkably rapidly” within a period of 100 to 200 years. But even this period of 100 to 200 years has been repudiated by electrical conductivity measurements on Greenland ice cores. This has shown that, in the late Pleistocene, Earth’s climatic system consistently and frequently changed between glacial and near-interglacial conditions in periods of less than a decade, and on occasion as quickly as three years. From this one may suspect that, since the evidence comes from Greenland, these sudden climatic shifts would only have affected Arctic and near-Arctic latitudes. But confirmation that this sudden climatic shift at the end of the Ice Age was global in extent came from the study of a dry lake bed in New Mexico. Moreover, evidence from ocean sediment cores have also indicated similar rapid changes in sea surface temperatures. But what, exactly, do these inferred climatic changes constitute? What the Greenland ice cores really indicate is that there was a sudden increase in terrestrial heat just over 11,000 years ago when the temperature shot up by 9 to 18 degrees Fahrenheit...in possibly less",
        "bibliography": [
            "1. J. Gribbin, “Geomagnetism and Climate,” New Scientist (February 5, 1981), pp. 350-353.",
            "2. J. P. Kennett & N. D. Watkins, “Geomagnetic Polarity Change, Volcanic Maxima and Faunal Extinction in the South Pacific,” Nature 227 (1970), pp. 930-934; R. W. Fairbridge, “Global Climatic Change During 13,500 BP Gothenburg Geomagnetic Excursion,” Nature 265 (1977), pp. 430-431.",
            "3. Daily Telegraph (September 8, 1989).",
            "4. K. Taylor, et al., “The ‘Flickering Switch’ of Late Pleistocene Climate Change,” Nature (February 4, 1993), p. 435 (emphasis added).",
            "5. New Scientist (July 24, 1993), p. 14.",
            "6. K. C. Taylor, et al., loc. cit.; see also New Scientist (March 13, 1993), p. 17."
        ],
        "captions": [],
        "headers": []
    }
]