[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 174,
        "content": "Just as provocative was the discovery of what has been touted as “the first example of Neanderthal cave painting.” What is crudely depicted appears to be a line of musicians, one of whom seems to be striking a triangular instrument, while others are shown blowing through what appears to be some sort of curved horns. What remains questionable is Todkopf’s interpretation of some colored dots in groups of three, which also appear in the painting, as a series of musical notations. But then, Karen Wright, writing for the same periodical five years later, negated it all. True, like others before her, she could still claim that Neanderthals “had big brains, used tools, lit fires, and buried their dead.” Without offering any arguments of her own, she, however, felt compelled to state that “Neanderthals...didn’t have bone needles or shell beads, they didn’t paint, or play music, and their burials [to which we shall come anon] were nonsense affairs.”3 In fact, it is not even certain that Neanderthals could speak. A hyoid bone, part of a nearly complete skeleton, discovered by Baruch Arensburg in Israel’s Kebara Cave seems to indicate that “whether or not Neanderthals did speak, they could have.” This particular one has been touted as the oldest such bone found in a prehistoric site.4 “This bone was very modern in shape, in size, and in position,” according to Arensburg. “It is a bone so similar to modern bones that it may be an indication of anatomical capabilities.” But then, the same Arensburg notes that he “can’t be 100 percent sure that this is a Neanderthal.” On the other hand, when it comes to other Neanderthal skulls, Jeffrey Laitman believes that while they could have talked, they were still incapacitated to the extent that they “may not have been able to articulate some vowel sounds...as clearly as we can.” Even so, Laitman still claims that they were “intelligent creatures with capabilities for varied, extensive communication.” Just as controversial is the question of whether Neanderthal man was cannibalistic. The Italian archaeologist Carlo Blanc definitely thinks so. He came to this conclusion when he discovered a Neanderthal skull in a circle of stones on the floor of Guattari Cave in Italy. According to him, the skull bore “striking mutilations that looked like the work of cannibals.” More than that, still according to Blanc, the fact that the skull was found within an artificial stone circle probably meant that the individual “was killed in an ancient ritual murder,” rather than merely as food for the hungry. But, as Joshua Fischman reports: “Today Blanc himself stands accused of cannibalizing the prehistoric record to feed his overactive imagination. In 1991 anthropologists Tim White of Berkeley and Nicholas Toth of Indiana University reported that they had carefully compared the",
        "bibliography": [
            "1. Ibid.",
            "2. Ibid.",
            "3. K, Wright, “Neanderthals Like Us,” Discover (March 2002), p. 26.",
            "4. “Did Neanderthals Speak? New Bone of Contention,” National Geographic (October 1989), “Geographica” section.",
            "5. Ibid.",
            "6. Ibid.",
            "7. J, Fischman, op. cit., pp. 47-48.",
            "8. Idem, “Cannibal Carnage,” Discover (January 1992), p. 42."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 175,
        "content": "Guattari skull with the work of headhunters from Melanesia. And what Blanc took as signs of Neanderthal cannibalism, the two now say, are more likely signs of the scavenging of hungry hyenas.” And yet, it was precisely by comparing the skull in question with those obtained from Melanesian headhunters that Blanc himself reinforced his interpretation. Thus, for instance, Blanc paid special attention to an opening in the base of the Guattari skull which had been broken in and widened. Similar apertures are to be found in the Melanesian skulls which had been enlarged by the headhunters to get at the brains. According to White and Toth, however, there are differences between these cranial openings. The ones from Melanesia were broken inward as if hammered in with a rock; the Guattari skull bears indications that the fracture comes from inside out. Toth himself had examined similar fractures to the Guattari skull in animal skulls retrieved from hyena dens. The inside out fracture results when the hyena inserts its teeth into the base opening of the skull and pulls outward. Grooves left by the tooth marks on the inside of the Guattari skull seem to clinch the point. Besides, fossilized hyena droppings were also found near the skull in question which conclusively point to the presence of the animals in Guattari cave.” But then came the discoveries from another cave, the Baume Moula-Guercy, along the Rhone River in southeastern France. What Alban Defleur and his colleagues discovered there was a cache of ancient deer bones together with those of Neanderthal man. The deer bones showed every indication of having been hacked and smashed with stone tools. But so did the Neanderthal bones. Fragments from six individual skeletons displayed the characteristic cuts and fractures one would expect from such primitive butchering. Two of the skulls had also been shattered in order to get to the nutritious brains. Marks on a jawbone indicated that the tongue had been removed. But why would Neanderthal man have turned to cannibalism when the deer bones themselves bespeak a quantity of available game? Could it have been a form of sympathetic magic, born of the belief that they could become what they ate—a deceased family member—or appropriating the strength of a vanquished enemy? Such suggestions, which have been forwarded by others, do comply with the reasons behind headhunting in other parts of the world. And this has led Defleur to come up with a staggering conclusion. Rather than casting Neanderthal man as an aggressive and cruel brute, Defleur believes, “this cannibalism suggests a very elaborate intellectual behavior.” Was Neanderthal man a religious being? That would depend on what one means by religion. Does sympathetic magic qualify as religion? Even so, leaving cannibalism aside, is there any evidence that Neanderthal man practiced sympathetic magic? There seems to be, and this evidence, if such it is, came to light in 1990 when the French archaeologist Frangois Rouzaud explored Bruniquel Cave in Les Gorges de l’Aveyon in southern France. Nearly a",
        "bibliography": [
            "1. Ibid.",
            "2. Ibid.",
            "3. “Neanderthal Eats Neanderthal,” Discover (December 1999), p. 24.",
            "4. Ibid.",
            "5. Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 176,
        "content": "Quarter of a kilometer into the cave, Rouzaud and his colleagues reached a broad chamber on the floor of which lay an oval enclosure constructed of dagger-like stalagmites and stalactites. Inside this structure lay a small hearth and fragments of charred bear bones which have been radiocarbon dated to a minimum of 47,600 years ago. As Heather Pringle reported: “Only Neanderthals roamed the valleys and plains of France at this time.” The question that then arose was this: Why would Neanderthals have set up a hearth so deep into this cave? As Pringle noted: “A long, troublesome clamber from the entrance, the subterranean chamber would have made a poor dwelling.” Or, as Brian Hayden put it: “You don’t have to go that far in to get away from the cold.” To Hayden, as also to Jean Clottes, such a hearth enclosed with an oval of drip-stone so far into the interior of a cave bespoke of a sacred ceremony. “Just what kinds of ceremonies a small group of Neanderthals held there is unclear. But it is possible, says Hayden, that visitors to Bruniquel were part of an ancient bear cult. The Neanderthals, after all, had a special affinity for these ursine creatures.” This conclusion is strengthened by another discovery in Regourdou Cave, near the more famous Lascaux Cave, in which a stone coffer was discovered. The coffer contained a hearth, flint tools, butchered bear bones, and the headless skeleton of an adult Neanderthal —a perfect sympathetic magician’s kit. Next to the coffer lay the rearranged skeleton of a bear. The skulls of two other cave bears were also found elsewhere in the same cave. “Just why Neanderthals chose to lavish such reverence on these creatures will never be known. But bears figured prominently in the world’s oldest religion: shamanism...Whether Neanderthal bands shared similar beliefs 47,000 years ago remains speculation. But Hayden is convinced that they and Homo erectus were stirred by feelings of religious faith and awe.”6 “Awe,” we accept; “religious faith” only through clarification. Sympathetic magic of this kind, which can hardly be called religious faith, is also known from discoveries related to Cro-Magnon man, to whom we shall soon come. Diamond also tells us that Neanderthals took care of their sick and aged. “Most skeletons of older Neanderthals show signs of severe impairment, such as withered arms, healed but incapacitating broken bones, tooth loss, and severe osteoarthritis. Only care by young Neanderthals could have enabled such older folk to stay alive to the point of such incapacitation.”7",
        "bibliography": [
            "1. H. Pringle, op. cit., pp. 74, 76.",
            "2. Ibid.",
            "3. Ibid.",
            "4. Ibid.",
            "5. Ibid.",
            "6. Ibid.",
            "7. J, Diamond, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 177,
        "content": "One of the discoveries that led to this conclusion was the Neanderthal remains discovered at La Chapelle-aux-Saints. The bones were racked with arthritis and the jaws had lost their teeth. “That the old man lived as long as he did, anthropologists have suggested, attests to a kindly altruism among his kinfolk, who must have cared for the toothless cripple for years, even chewing his food for him.” But even this has come under attack. “Neil Tappen, an anthropologist at the University of Wisconsin, Milwaukee, says that just isn’t true. Tappen examined the bones closely and determined that the old man had five upper and five lower teeth on the left side of his mouth at the time of his death. The teeth must have been lost sometime after he died. He may even have had some teeth on the right side, but the indications for that are less clear. “The evidence for altruistic behavior of European Neanderthals based upon the presumed helplessness of the individual from La Chapelle-aux-Saints,’ Tappen writes in the American Journal of Physical Anthropology, ‘seems quite dubious’.” La Chapelle-aux-Saints, however, is not the only place in which clues to the care of the sick and disabled have come to light. One such other place is Shanidar Cave, in northern Iraq. The remains of a Neanderthal individual discovered there indicated that he had died from a colossal blow on the head. But also: “...inspection of his skeleton showed that even when alive he had been seriously handicapped: a birth defect had denied him the use of the upper right side of his body, and he was also arthritic and blind in one eye. In short, he must have been dependent on others for food as well as protection. It was clear to [Ralph] Solecki that the Neanderthals had possessed the humane instinct to care for those of their fellows who could not fend for themselves.”4 How long—to what age—did they live? “Their skeletons,” writes Diamond, “make clear that adults might live to their thirties or early forties but not beyond 45.”5 The dead, in turn, were not only buried with care, but, it seems, with an eye to a continued existence after death. The shallow grave at La Chapelle-aux-Saints, discovered in 1908, contained the skeleton of an individual who was supplied with provisions. A bison leg, broken animal bones, and flint tools had been interred with him. These articles would not have been buried with the dead had those who buried him did not believe that the one interred would have needed them after death.",
        "bibliography": [
            "1. “Noted...” Science Digest (January 1986), p. 22.",
            "2. Ibid.",
            "3. G. Constable, The Neanderthals (N. Y., 1973), pp. 145-146.",
            "4. Ibid., p. 146; see also S. McCarter, “When We Arrived,” Archaeology Odyssey (November/December 2001), p. 35.",
            "5. J, Diamond, loc. cit."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 178,
        "content": "Other burials containing grave goods have been discovered elsewhere, including that of a baby. And, surprisingly enough, among such grave goods were flowers. This came to light when the skeleton of a buried individual from Shanidar Cave was examined in Paris by the paleobotanist Arlette Leroi-Gourhan. What she discovered under the microscope was the inclusion of pollen from eight different flowers. “Experts agreed that the plants could not have grown in the cave or been carried there by animals. It seemed clear that the corpse had been buried with wild flowers gathered from the hillside. Here was proof that Neanderthals were loving men who confronted death with complex emotions and who mourned a loss in a ritualistic way by strewing the dead with flowers.” Anthropologist Robert Gargett was not convinced. Despite the examination of the Shanidar grave in question that was conducted in Paris by Leroi-Gourhan, Gargett still believed that the pollen in question “could have been blown to the site by the wind or carried there by animals.” As reported in Current Anthropology, “Gargett does not deny the possibility of ritual Neanderthal burials, but says that archaeologists should first rule out simpler explanations for the fossil evidence they uncover.” Even so, regardless of the validity of the above hypotheses concerning the burial customs of these Neanderthal folk, it should be pointed out that belief in a life after death does not necessarily translate into belief in a god and, therefore, it cannot be said that Neanderthals were a religious people. Dreams, including nightmares, of those departed would be enough to convince the living that the dead still lived in some mysterious realm. This would have been enough to lead them into interring provisions with the dead in the hope that the departed would not return to harm them. The custom might also have arisen simply out of respect for the departed, in which case it would be conceivable that flowers would have been added to the interred provisions. After all, as has been known for some time, even elephants have a tendency to respect their own deceased by returning to the place of their fallen comrades to pick up and caress their bleached bones. It had of course been known for quite some time that the Neanderthals were contemporaneous with the Pleistocene Ice Age. Needless to say, this led to the belief that Neanderthals had been well adapted to cold weather. But, because of the belief that Arctic regions would have been even colder than more southerly regions, Neanderthal man was not believed to have ventured that far north. This was aptly demonstrated when, back in 1989, Jared Diamond could still state that: “During the time that Neanderthals flourished, Europe and Asia were in the grip of the last ice age. Hence Neanderthals must have been a cold-adapted people—but only",
        "bibliography": [
            "1. Thid., p. 98.",
            "2. New Scientist (June 4, 1994), p. 15.",
            "3. G. Constable, op. cit., p. 148.",
            "4. Ibid.",
            "5. “Grave Errors,” Science Digest (September 1989), p. 45."
        ],
        "captions": []
    }
]
