[
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 139,
        "content": "THE POLAR STATION The notion of a motionless sun is not unheard of in astronomy. Thus Philip Plait could describe such a sun hanging “motionless” and “ominously” in a “velvety sky” above the surface of a planet orbiting a red dwarf star somewhere out in the Universe beyond our Solar System. As Plait explains: “Certainly,” they themselves had it written, “it was not the same sun which we see...”! This immobile sun was also remembered by the North American Indians. The Brule Sioux tell that: “At that point [that is ‘in the beginning’] the sun did not move yet, did not rise and did not go down, just stood in one place.” And: “The great sun, anpetu-wi, still stood idle, fixed in his place from the moment of creation.” So, also, in Oceania, where there were those who kept alive the tradition that, in the beginning, the Sun never set. In view of what we learned in our previous work, it is not through a stretch of the imagination when we claim that the belief in these motionless suns owed its origin to the immobile Saturnian sun beneath the feeble radiance of which humankind lived in primeval times.",
        "bibliography": [
            "1. Ibid.",
            "2. R. Erdoes & A. Ortiz, op. cit., p. 131.",
            "3. Ibid., p. 132.",
            "4. G. H. Luquet, “Oceanic Mythology,” New Larousse Encyclopedia of Mythology (London, 1972), p. 464.",
            "5. P. Plait, “Under Alien Skies,” Astronomy (January 2003), p. 40."
        ],
        "captions": [
            "Surya—sun god of the night who was said to have been located at the pole. (From an 18th century A.D. wooden shield.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 140,
        "content": "“The red dwarf’s gravity may be weak, but from such a small distance [6 million kilometers from the star’s surface] its effects would be felt. The gravity could cause the planet to be tidally locked with the star, meaning its rotation (‘day’) and revolution (‘year’) would be equal in length—from that distance, a little more than nine Earth days....To someone standing on the tidally locked planet’s nearside, the star would never seem to rise or set; it would always hang motionless in the sky.” This is precisely the same situation we find in the present Earth-Moon mini-system, where the Moon is phase-locked with Earth. For this reason, as viewed from Earth, the Moon always shows the same face. From Earth, we never see the Moon’s far side. And, as viewed from the Moon, Earth appears to be perpetually suspended in the lunar sky, an immobile body which never rises and never sets. This, then, is one way in which the Saturnian sun could have appeared to be suspended in an immobile position in Earth’s primeval sky. But, as explained in our previous volume, there is one other way—a peculiar one, to be sure—in which the Saturnian sun could have appeared to be motionless in the sky; and that is to posit a Saturn-Earth system in which the two bodies would have been suspended beneath each other while sharing the same rotational axis. In this case, the Saturnian sun would have appeared to be motionless in Earth’s north celestial pole, the same locality which is presently occupied by the Pole Star. As bizarre as such a system appears to be, we have actually embraced it in favor of the phase-locked model simply because that is precisely what is implied in the mytho-historical record. Ancient texts describe the Saturnian deity and his planet as having occupied precisely that locality, the north celestial pole. Because this situation is the most difficult to accept as far as the Saturn thesis is concerned; because it has been the most criticized aspect of the model; and because it is of the utmost importance to both the model and the conundrums it serves to solve; we cannot let it pass with a few allusions by way of a concise reiteration. Besides, as difficult as it may be to accept this tenet, it is amazing how much evidence had been missed and how much new evidence continues to be discovered in its favor, even when researching other aspects of the theory. Isaac Newton Vail was shrewd enough to realize that the terrestrial north was the seat of mythology, even if he did make a mess in interpreting the significance of it all. As he wrote, “humanity’s eye was ever turned to a transcendently sacred region in the northern heavens, as the very home and seat of Deity.” As far back as 1885, William Warren also reached the same conclusion, although he, too, went somewhat astray in interpreting the multitudinous evidences he himself uncovered. Frederic Jueneman was entirely correct when he declared that:",
        "bibliography": [
            "1. Ibid.",
            "2. D. Cardona, op. cit., pp. 220-247.",
            "3. N. Vail, Celestial Records of the Orient (Santa Barbara, California, 1972), p. 8.",
            "4. W. F. Warren, Paradise Found (Boston, 1885), in toto.",
            "5. See here D. Cardona, op. cit., pp. 226-227, 229, 236-237, 239, 243, 361."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 141,
        "content": "Isaac Newton Vail (1840-1912) Despite his misinterpretation of the mytho-historical record, Vail was shrewd enough to realize that the terrestrial north was the seat of mythology. (Illustration by Arthur Beeman.)",
        "bibliography": [
            "1. Ibid."
        ],
        "captions": [
            "Isaac Newton Vail (1840-1912) Despite his misinterpretation of the mytho-historical record, Vail was shrewd enough to realize that the terrestrial north was the seat of mythology. (Illustration by Arthur Beeman.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 142,
        "content": "“The earliest inchoate myths from around the world display a morphological obsession with the north. Everything of any consequence seems to have transpired in the north. More particularly, these events took place in the hyperboreal skies—beyond the north,” Like the Saturnian deities of other nations, the Sumerian An and his Akkadian alter-ego, Anu, stood at the head of the pantheon. In all theological lists, he “always stands at the beginning.” In later times, the constellation dedicated to him was placed “among the northern polar stars, about which the firmament revolves.” At the city of Erech, “sacrifices were made to the polar stars of Anu.” The Pole Star itself was even invoked with the words: “O star of Anu, prince of the heavens.” While the identification of An and/or Anu as the planet Saturn need not be repeated, it would not be amiss to re-stress the fact that this north polar association of the god, which continued into the historic period, is merely a reflection of proto-Saturn’s former polar station. Naturally enough, in time, this northern placement of the Saturnian sun attached itself to the very idea of God. According to the Manichaean doctrine, he who was claimed to be the “leader of the realm of light,” was located in the north. In Iranian texts, this “leader” or “Father of Light” is termed Zurvan. And that Zurvan, also rendered Zruan, was one of the Iranian names of the planet Saturn. Yet one more Iranian name for Saturn was Kevan, and he, too, was associated with the pole. We find the same belief in India, a situation which compelled Ananda Coomaraswamy to note that: “It must not be overlooked that the polar and solar symbolisms are almost inseparably combined in the Vedic tradition.” All of which led E. Butterworth to comment that: “The sun of the ancients is not the natural sun of heaven, for it neither rises nor sets, but is, as it seems, ever in the zenith above the navel of the world. There are signs of an ambiguity between the pole star and the sun.” This ambiguity has naturally risen because, in the present sky, it is the Pole Star that rests in the north celestial seat, a position which our present Sun can never achieve. That this was the locality of the planet Saturn was well understood by the ancient Greeks. Thus Pherecydes described Kronos, who was Saturn, “as dwelling in that part of heaven ‘nearest the earth,’ i.e., the North.” Strabo was even more specific by placing him in the “home of Boreas”—in other words, the home of the North Wind. In China, too, the palace of Shang-te, also known as Huang-ti, was located in the “celestial space about the North Pole,” an incongruity which did not escape the notice of the archaeoastronomer Edwin Krupp: “Among the Chinese, the supreme force in the cosmos was Shang di [the same as Shang-ti], the Lord of Heaven... Shang di was represented symbolically by the sky’s north pole, the spot around which the entire sky seems to circle in an orderly parade.” Where Krupp went astray was in alluding to the placement of Huang-ti in the north celestial pole as having been symbolic, when the mytho-historical record attests to the universality of the belief, thus raising the pertinent question as to how and why the same symbolism arose in every quarter of the ancient world. What Krupp also suppressed, or was ignorant of, is that Huang-ti, better known as the “Yellow Lord” or “Yellow Emperor,” was the embodiment of the planet Saturn. We find the same belief in India, a situation which compelled Ananda Coomaraswamy to note that: “It must not be overlooked that the polar and solar symbolisms are almost inseparably combined in the Vedic tradition.” All of which led E. Butterworth to comment that: “The sun of the ancients is not the natural sun of heaven, for it neither rises nor sets, but is, as it seems, ever in the zenith above the navel of the world. There are signs of an ambiguity between the pole star and the sun.”",
        "bibliography": [
            "1. F. Lenormant, Beginnings of History (N. Y., 1891), p. 531.",
            "2. Ibid.",
            "3. RK. Douglas, Confucianism and Taoism (London, 1879), p. 278.",
            "4. B.C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 24.",
            "5. H. Maspero, “The Mythology of Modern China,” Asiatic Mythology (N. Y., 1972), p. 339.",
            "6. Ibid., p. 332.",
            "7. G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 129.",
            "8. E. J. Reed, Japan: Its History, Traditions and Religions, Vol. 1 (London, 1880), p. 27."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 143,
        "content": "the North.” Strabo was even more specific by placing him in the “home of Boreas”—in other words, the home of the North Wind. In China, too, the palace of Shang-te, also known as Huang-ti, was located in the “celestial space about the North Pole,” an incongruity which did not escape the notice of the archaeoastronomer Edwin Krupp: “Among the Chinese, the supreme force in the cosmos was Shang di [the same as Shang-ti], the Lord of Heaven... Shang di was represented symbolically by the sky’s north pole, the spot around which the entire sky seems to circle in an orderly parade.” Where Krupp went astray was in alluding to the placement of Huang-ti in the north celestial pole as having been symbolic, when the mytho-historical record attests to the universality of the belief, thus raising the pertinent question as to how and why the same symbolism arose in every quarter of the ancient world. What Krupp also suppressed, or was ignorant of, is that Huang-ti, better known as the “Yellow Lord” or “Yellow Emperor,” was the embodiment of the planet Saturn. In Japan, too, while not explicitly identifying him as Saturn, the principal deity was nonetheless addressed as the Lord of the Center of Heaven. The immobility of the Saturnian sun led to various occult beliefs, such as that contained in the Poimandres, a Gnostic work attributed to Hermes Trismegistus. There allusion is made to the fixed star called Ogdoas, to which the soul attempts to ascend. While Ogdoas can be taken as an allusion to the Pole Star, similar Egyptian belief mitigates against it. Thus, as was pointed out in the prequel to this work, the Egyptian dead were believed to ascend into the sky to reach the circumpolar stars associated with Atum/Saturn. This was also the place of Osiris/Saturn, specifically known as the god of the north, to whom the deceased was believed to ascend.",
        "bibliography": [
            "1. F. Lenormant, Beginnings of History (N. Y., 1891), p. 531.",
            "2. Ibid.",
            "3. RK. Douglas, Confucianism and Taoism (London, 1879), p. 278.",
            "4. B.C. Krupp, Beyond the Blue Horizon (N. Y., 1991), p. 24.",
            "5. H. Maspero, “The Mythology of Modern China,” Asiatic Mythology (N. Y., 1972), p. 339.",
            "6. Ibid., p. 332.",
            "7. G. de Santillana & H. von Dechend, Hamlet’s Mill: An Essay on Myth and the Frame of Time (Boston, 1969), p. 129.",
            "8. E. J. Reed, Japan: Its History, Traditions and Religions, Vol. 1 (London, 1880), p. 27.",
            "9. Corpus Hermeticum in W. Barnstone, op. cit., p. 572.",
            "10. D. Cardona, op. cit., p. 230; see also E. Cochrane, op. cit., p. 170; for Atum as Saturn see D. Cardona, op. cit., pp. 141, 142, 144-145, 165, 168, 192, 193, 195, 214-216, 230-231, 274, 276, 311, 433, 435, 438, 443, 451.",
            "11. For Osiris as Saturn see Ibid., pp. 9, 37, 38-40, 142-147, 149-151, 153, 168, 195-196, 214, 231, 232, 269, 274, 312, 315, 439, 443, 446, 457.",
            "12. E. A. W. Budge, Osiris and the Egyptian Resurrection, Vol. 1 (N. Y., 1911/1973), p. 37; but see also D. Cardona, op. cit., p. 231.",
            "13. For further references see D. Cardona, loc. cit."
        ],
        "captions": []
    }
]
