[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 279,
        "content": "THE RETRACTION What appears to have transpired next does not seem to have a direct analogy in laboratory plasma experiments, but, as we shall soon see, there are indications of something similar in galactic, as well as interplanetary, space. In order to reconstruct this ensuing phase, however, we must first return to the mytho historical record. There was a general belief among the ancient Egyptians that, at one time, Ra cut off his own phallus. Since, as we have already seen, the phallus of Ra was actually the plasma column or axis mundi we have been analyzing, what this self-castration seems to indicate is a detachment of that axis. This castration motif is one that recurs often enough in myth— although, to be sure, some of it refers to a much later, but similar, event. Nevertheless there is more than that because, in this particular instance, the loss of the celestial phallus seems to have been something more than a simple severance of the column. As we noted on an earlier page, Ra was also said to have had “union with himself.” Visually, the only way in which Ra, as the proto-Saturnian sun, could have been seen to have union with himself is if the columnar axis was seen to retract itself straight up into the proto-Saturnian orb. In this manner, the proto-Saturnian sun would have been visualized as having been impregnated by its own phallic appendage. This assumption is lent strength by the well-known Greek myth in which Kronos/Saturn castrates his father Ouranos. The earliest reference to this myth is in Hesiod’s Theogony. It was, however, also utilized by Philo Byblius, who based his report on that of the Phoenician Sanchoniathon and was quoted by Eusebius of Caesarea. In his genealogy of the Phoenician",
        "bibliography": [
            "1. Ibid., pp. 110, 152; idem, reference #93, loc. cit. 2B.",
            "2. A. W. Budge, An Egyptian Hieroglyphic Dictionary, Vol. 1 (N.Y., 1920/1978), p. 489.",
            "3. R. Van Over, Sun Songs: Creation Myths from Around the World (N.Y., 1980), p. 283."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 280,
        "content": "INTENSE CHARGED PARTICLE BEAM DISPERSALS deities, Philo also stressed the emasculation of Ouranos by Kronos, whom he also alluded to as Elus. That Ouranos, whom the Romans rendered Uranus, was the same as Saturn we know from the same Sanchoniathon who directly equated Ouranos with Kronos/Elus. The belief that Saturn was his own father—the reason behind which will be explored in a future volume—is not unique to Greek mythology. But this unity of father and son makes it evident that the emasculation of Ouranos by Kronos was in actuality a self-castration. Hesiod then informs us that the castrated genitals of Ouranos were thrown “into the stormy sea” where they were surrounded with “white foam.” This “stormy sea” has normally been understood as a terrestrial one. But, as we have shown both in this work and our previous one, the mythological sea was celestial in nature. This is additionally indicated by the “white foam” which was said to surround the fallen genitals since foam was one of the most descriptive qualities of the celestial waters. It therefore becomes obvious that Ouranos’ castrated genitals did not fall down, but up—straight up into proto-Saturn’s circumstellar disk. Further evidence for the legitimacy of this postulate comes from a later near-identical event. At this point I will not be revealing too much of what was still to come by stating that the axis mundi was to re-appear not long after its disappearance only to finally suffer the same fate. This later but near-identical event, as detailed in the Shiva Purana, has Rudra agreeing to break off his own linga, where it is unambiguously claimed that the severed member “went to the very sky.” And if in this later event the axis was seen to retract itself into heaven, there is every reason to believe that it would have likewise done so at the earlier occurrence with which we are presently concerned as, in fact, the record itself intimates. Let not the reader wonder at the lack of specificity in the myths discussed above concerning the retraction of the axis for, after all, we are here attempting to analyze the very first celestial occurrence that ancient man was to retain a memory of. In view of what was next to follow, to say nothing of the sheer antiquity of the event, the amazing fact is that he remembered it at all. Nevertheless, while granting the somewhat circuitous nature of this evidence, we must now see if astrophysics has anything to offer in support of it.",
        "bibliography": [
            "4. Eusebius Pamphili, Evangelicae Praeparationis, 1:x:38b.",
            "5. Hislop, The Two Babylons (London, 1972), pp. 193-194; see also D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 168-169.",
            "6. Hesiod, Theogony, 178-208.",
            "7. D. Cardona, op. cit., pp. 267-270.",
            "8. Sw.D. O'Flaherty, Hindu Myths (Harmondsworth, 1976), p. 140.",
            "9. H. Arp, Quasars, Redshifts and Controversies (Berkeley, CA, 1987), p. 49."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 281,
        "content": "deities, Philo also stressed the emasculation of Ouranos by Kronos, whom he also alluded to as Elus. That Ouranos, whom the Romans rendered Uranus, was the same as Saturn we know from the same Sanchoniathon who directly equated Ouranos with Kronos/Elus. The belief that Saturn was his own father—the reason behind which will be explored in a future volume—is not unique to Greek mythology. But this unity of father and son makes it evident that the emasculation of Ouranos by Kronos was in actuality a self-castration. Hesiod then informs us that the castrated genitals of Ouranos were thrown “into the stormy sea” where they were surrounded with “white foam.” This “stormy sea” has normally been understood as a terrestrial one. But, as we have shown both in this work and our previous one, the mythological sea was celestial in nature. This is additionally indicated by the “white foam” which was said to surround the fallen genitals since foam was one of the most descriptive qualities of the celestial waters. It therefore becomes obvious that Ouranos’ castrated genitals did not fall down, but up—straight up into proto-Saturn’s circumstellar disk. Further evidence for the legitimacy of this postulate comes from a later near-identical event. At this point I will not be revealing too much of what was still to come by stating that the axis mundi was to re-appear not long after its disappearance only to finally suffer the same fate. This later but near-identical event, as detailed in the Shiva Purana, has Rudra agreeing to break off his own linga, where it is unambiguously claimed that the severed member “went to the very sky.” And if in this later event the axis was seen to retract itself into heaven, there is every reason to believe that it would have likewise done so at the earlier occurrence with which we are presently concerned as, in fact, the record itself intimates. Let not the reader wonder at the lack of specificity in the myths discussed above concerning the retraction of the axis for, after all, we are here attempting to analyze the very first celestial occurrence that ancient man was to retain a memory of. In view of what was next to follow, to say nothing of the sheer antiquity of the event, the amazing fact is that he remembered it at all. Nevertheless, while granting the somewhat circuitous nature of this evidence, we must now see if astrophysics has anything to offer in support of it.",
        "bibliography": [
            "10. Eusebius Pamphili, Evangelicae Praeparationis, 1:x:38b.",
            "11. Hislop, The Two Babylons (London, 1972), pp. 193-194; see also D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 168-169.",
            "12. Hesiod, Theogony, 178-208.",
            "13. D. Cardona, op. cit., pp. 267-270.",
            "14. Sw.D. O'Flaherty, Hindu Myths (Harmondsworth, 1976), p. 140.",
            "15. H. Arp, Quasars, Redshifis and Controversies (Berkeley, CA, 1987), p. 49."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 282,
        "content": "down in order to conserve momentum. In other words, they decelerate and even come to a halt. As Arp added: “The Narlikar-Das calculations apply to the most favorable case for escape from the ejecting galaxy” and this material exits “along the minor axis” which is the axis of rotation. We are here, therefore, speaking of galactic jets. And if galactic jets can decelerate, and even come to a halt, so, therefore, can less energetic stellar and sub-stellar Jets. The deceleration and halting of jets is not the same as severance and/or retraction. But consider next the jets associated with the system known as XTE J1550-564 which were “caught...in the process” of forming. First observed in 1998, one of these jets began to fade “Watching these jets slow down and disappear,” Stephane Corbel reported, “is like watching a time-lapse movie of the rise and fall of the Bronze Age.” To astrophysicist Philip Kaaret, this fading “poses a puzzle” because the “simple model for jets doesn’t explain” why this should occur. On the other hand, we are here talking of opposing axial jets calculated to be moving “at nearly half the speed of light” said to be emanating from a so-called stellar-mass black hole. But if plasma phenomena can be scaled up from laboratory magnitudes to galactic ones, it can just as easily be scaled down from galactic magnitudes to planetary ones. A similar instance of a fading cosmic jet is the one emanating from M87. As Peratt disclosed in 1992: “Comparison of the integrated magnitude of the jet in M87 over the period 1934-1980 shows that the jet is variable and has been fading, more or less uniformly, by about 0.8 mag per decade between 1964 and 1980. The data imply that over the period 1952-1980, the total jet intensity fell by at least 2.5 mag. Comparisons of isophotes taken in 1964 and 1979 show no obvious differences in overall shape, apart from effects of variation and noise. This indicates that the fading has affected the whole channel uniformly since 1964...” The fading of jets is exemplified by our present Sun. The present poleward fields emanating from our own stellar primary are so relatively weak that they operate in the dark mode. It is, however, doubtful that they always did. Granted that the fading of a cosmic jet is still not the same as a retraction, there are other indications that jets do in fact retract. Much closer to home and on a much smaller scale, we encounter jet-like plasma in cometary tails. It has now been conceded for some time that electricity and magnetism are central to the understanding of what a comet really is. The sunward spikes that some comets display have also been understood as electrical dis-",
        "bibliography": [
            "16. J.M. Mc Canney, “The Nature and Origin of Comets and the Evolution of Celestial Bodies,” KRONOS IX:1 (Fall 1983), p. 22.",
            "17. N. Calder, The Comet is Coming (N.Y., 1980), pp. 76,81,85; C. Sagan & A. Druyan, op. cit., p.170; T. Dickinson, “The Seeds of Life,” Equinox (July 1997), p.65.",
            "18. Sagan & A. Druyan, op. cit., p.170.",
            "19. N. Calder, op. cit., pp.80-81.",
            "20. TW. Thornhill, The Electric Universe (CD-Rom by Holoscience, 1999).",
            "21. Ibid.",
            "22. D. Cardona, private E-mail communication, August 18, 2003.",
            "23. Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 283,
        "content": "charges—and would not these spikes, in conjunction with the tails, make for a similar situation to a bipolar flow as in galactic jets? Like stellar jets, cometary tails are now known to be composed of plasma. More than that, comets are known to shed their tails as Comet Morehouse did in 1908. Nor is Comet Morehouse the only comet to have disposed of its tail. In fact quite a few comets have been seen to cast off their tail only to grow another. “Sometimes the entire tail disconnects itself from the nucleus and, fading, drifts slowly back until it disappears entirely. Typically, the nucleus forms a new tail after a disconnection event, and the old and the new tail may interact or even become briefly intertwined.” “The magnetism embedded in the plasma of the solar wind [Nigel Calder explains] maintains the same direction (magnetic north pole versus south pole) across a wide swathe of interplanetary space, where a comet might be plying. But as the Sun slowly spins it brings that sector of the Solar System under fire with plasma magnetised in the opposite direction. When a comet and its plasma have adjusted comfortably to the prevailing magnetism of the solar wind, encountering the zone of reversed magnetism causes electromagnetic chaos that can decouple the plasma tail.” The above still fails to constitute a retraction. But consider next: When a comet moves away from the relative vicinity of the Sun, its tail does get shortened until it is no more. And this is a retraction. This transpires because the further out from the Sun, the weaker the solar wind becomes. At least that is the most accepted version of the case. Those who favor a purely electric mechanism supply an entirely different scenario. As Wallace Thornhill claims: “The ability of a comet to entrain a huge coma of gas millions of kilometers across, cannot be explained in gravitational terms. The acceleration of the plasma tail away from the Sun is not explained by light pressure [i.e., the pressure of light] or the solar wind.” According to Thornhill, as well as others: “A cometary display is due to the rapidly increasing electrical stress as a charged body closes in on the Sun.” In this case, the shortening and eventual retraction of a cometary tail would be due to the lessening of this electrical",
        "bibliography": [
            "24. VS. Apte, The Practical Sanskrit-English Dictionary (Delhi, 1965), p. 749.",
            "25. Ibid., p.373.",
            "26. Science Frontiers (May-June 2001), p.3.",
            "27. W. Thornhill at www.holoscience.com/news.php?article=s9ke93mf (August 17, 2003).",
            "28. Ibid.",
            "29. Idem to D. Cardona, private E-mail communication, August 18, 2003.",
            "30. Ibid."
        ],
        "captions": []
    }
]
