[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 64,
        "content": "AN EXPROPRIATED SCENARIO\nA body of planetary size entered the Solar System from the reaches of outer space, interacted with the solar planets, one of which was entirely destroyed, with its fragments falling in all directions, impacting on the solar family of planets, including Earth, while the visitor from outer space finally fell into the Sun.” Allan and Delair claimed to have based this cosmic scenario on the evidence of Mesopotamian tablets, primarily the Assyro-Babylonian Creation Epic—that is the Enuma Elish—and Greek mythology. In actual fact, they expropriated the cosmic catastrophe in all its details previously proposed by Zecharia Sitchin in 1976.3 I say expropriated not because they utilized the catastrophe developed by Sitchin, which anyone has a right to do, but because they did so without acknowledging him, and thus attempted to present his reconstruction as their own. This unethical act even forced the publisher of the American edition of their book to include an acknowledgment to that effect which, in part, reads: “Bear & Co., Inc. regrets that Part IV of Cataclysm! by D. S. Allan and J. B. Delair contains substantial material covered in depth by Zecharia Sitchin, principally in his prior books The 12th Planet and The Wars of Gods and Men, without Mr. Sitchin’s permission or acknowledgement of Mr. Sitchin’s work. “Any misuse of Mr. Sitchin’s material or any failure to properly credit Mr. Sitchin, who retains fully all rights to such material, both text and illustrations, is sincerely regretted.”4 I would not even have mentioned this appropriation were it not for the additional fact that, despite the following it generated, Sitchin’s own work is nothing but a flight of fancy. More than the cosmic catastrophe he reconstructed, his work deals with the visitation of alien beings who came to Earth and used cloning to create the human race in their own image. These aliens then interbred with the primitive humans they had created in order to generate slave labor for their gold mines. The interloping planet and the havoc it caused among the planets of the Solar System, including Earth, forms only part, although a major one, in Sitchin’s overall scheme. Much as we ourselves have done in our previous work in this series, Allan and Delair present various ancient deities as representations of the planets. But while we have supplied ample evidence, including the ancients’ own testimony, for our identifications, Allan and Delair present none. In their work they claim that “Ea and Anu were the Sumerian names for",
        "bibliography": [
            "1. Ibid., pp. 218 ff.",
            "2. Ibid., p. 231.",
            "3. Z. Sitchin, The 12th Planet (N.Y., 1978 edition), pp. 173-256.",
            "4. Publisher’s note in D. S. Allan & J. B. Delair, op. cit., p. ii.",
            "5. D. Cardona, God Star (Victoria, British Columbia, 2006), in toto."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 65,
        "content": "DIASTROPHISM\nAllan and Delair draw attention to the gigantic cracks and fissures which crisscross Earth’s surface. Some of these topographical features have been attributed to the action of moving ice. However, as the authors in question rightly noted: “Detailed field studies of the well-developed fiord systems of Greenland, the Hebrides and Scandinavia have tended to favor quite another explanation, namely that they had a tectonic origin, are really gigantic cracks in the Earth’s crust, occupied and partially modified by glaciers only at a later date.”! And with this, to be sure, we also agree. As these authors correctly observed, fiords are linked to a complex system of crustal fractures, which include submarine canyons, deep-sea trenches, and rift valleys which encircle the entire globe. “All seem to be connected with a huge crack which traverses the Earth’s crust for over 40,000 miles (64,000 km) on a long meandering course.” The walls of most of these features are “sharp and angular.” Moreover, general agreement exists “that this fracturing occurred on a planetary scale at about the same time.” These fissures have by some been dated as pre-Pleistocene. But, as Allan and Delair noted, the Ganetic Trough could only have originated with the elevation of the Himalayas and the Tibetan plateau. Considered a Pleistocene feature through which the river Ganges presently flows, “the trough itself is largely choked by Pleistocene debris of enormous thickness.” And yet, the global uplift of land, of which the Himalayas and the Tibetan Plateau are merely one facet, are generally proclaimed to have occurred at the end of the Pleistocene Epoch. As Allan and Delair themselves note, “evidence clearly shows that the end of the Pleistocene epoch...was characterized by gigantic and violent crustal convulsions which, viewed globally, were nothing short of cataclysmic.” To be fair, Allan and Delair stress that this “is not to imply that the Alps or Himalayas, for instance, attained their present form at a single catastrophic stroke, for reliable evidence indicates that the original upthrust of these and other ranges first began millions of years earlier, in some cases as far back as the Mesozoic Era...” This is then clarified on a following page where they then claim that: “The Alps attained their present height suddenly and violently in times so recent that their upthrust actually post-dated the era normally assigned to the Ice Age itself. Thus the Alps, as we know them, hardly existed when the Ice Age is supposed to have occurred. They were merely a ‘chain of low hills’.”5 Also: “Before [the Pleistocene], as demonstrated by numerous geological facts and observations, mountains were mostly of very modest elevation.” To which they add: “Varying amounts of increasing elevation occurred sporadically down to the close of the Pleistocene. We do urge, however, that a high percentage of today’s major ranges rose to their present heights only at the end of, or after, Pleistocene times.”!",
        "bibliography": [
            "1. D. Allan & J. B. Delair, op. cit., p. 217",
            "2. Ibid.",
            "3. Ibid., p. 37; see also pp. 67-68.",
            "4. F. B. Jueneman, “Mars and Uranus,” AEON VI:3 (November 2002), p. 5.",
            "5. T. ta Maria, ibid.",
            "6. Z. Sitchin, op. cit., pp. 217, 221, 235, and elsewhere in same work."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 66,
        "content": "DIABLOSTROPHISM\nDetailed field studies of the well-developed fiord systems of Greenland, the Hebrides and Scandinavia have tended to favor quite another explanation, namely that they had a tectonic origin, are really gigantic cracks in the Earth’s crust, occupied and partially modified by glaciers only at a later date.” And with this, to be sure, we also agree. As these authors correctly observed, fiords are linked to a complex system of crustal fractures, which include submarine canyons, deep-sea trenches, and rift valleys which encircle the entire globe. “All seem to be connected with a huge crack which traverses the Earth’s crust for over 40,000 miles (64,000 km) on a long meandering course.” The walls of most of these features are “sharp and angular.” Moreover, general agreement exists “that this fracturing occurred on a planetary scale at about the same time.” These fissures have by some been dated as pre-Pleistocene. But, as Allan and Delair noted, the Ganetic Trough could only have originated with the elevation of the Himalayas and the Tibetan plateau. Considered a Pleistocene feature through which the river Ganges presently flows, “the trough itself is largely choked by Pleistocene debris of enormous thickness.” And yet, the global uplift of land, of which the Himalayas and the Tibetan Plateau are merely one facet, are generally proclaimed to have occurred at the end of the Pleistocene Epoch. As Allan and Delair themselves note, “evidence clearly shows that the end of the Pleistocene epoch...was characterized by gigantic and violent crustal convulsions which, viewed globally, were nothing short of cataclysmic.” To be fair, Allan and Delair stress that this “is not to imply that the Alps or Himalayas, for instance, attained their present form at a single catastrophic stroke, for reliable evidence indicates that the original upthrust of these and other ranges first began millions of years earlier, in some cases as far back as the Mesozoic Era...” This is then clarified on a following page where they then claim that: “The Alps attained their present height suddenly and violently in times so recent that their upthrust actually post-dated the era normally assigned to the Ice Age itself. Thus the Alps, as we know them, hardly existed when the Ice Age is supposed to have occurred. They were merely a ‘chain of low hills’.”5 Also: “Before [the Pleistocene], as demonstrated by numerous geological facts and observations, mountains were mostly of very modest elevation.” To which they add: “Varying amounts of increasing elevation occurred sporadically down to the close of the Pleistocene. We do urge, however, that a high percentage of today’s major ranges rose to their present heights only at the end of, or after, Pleistocene times.”!",
        "bibliography": [
            "1. D. Allan & J. B. Delair, op. cit., p. 35 (emphasis as given).",
            "2. Ibid.",
            "3. Ibid., p. 37.",
            "4. Ibid., p. 25.",
            "5. Ibid., p. 42.",
            "6. Ibid., p. 25."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 67,
        "content": "CONTINUED CATACLYSMISM\nAs they continue: “Special note should be taken of the repeated datings of these crustal derangements by acknowledged authorities: ‘late Pleistocene,’ ‘terminal Pleistocene,’ ‘end of the ice age,’ ‘post-glacial,’ and so on.” Of great importance is the study conducted by D. M. Wadia who proved “the extreme youth of Himalayan orogeny,” in which the older Himalayan rocks were uplifted and shoved on top of Pleistocene gravel and alluvia.3 As Allan and Delair noted, “this over-thrusting of older upon newer formations was attended by the dragging-up by more than 5,000 ft (1,500m) of marine beds containing Paleolithic remains in Kashmir, and [therefore must have] occurred during the age of humanity.”4 We could, of course, add much more evidence concerning the recent uplift of other mountain ranges, but enough has been said for the purpose of this study. I shall here mention only one additional item for the sake of skeptics. During the California earthquake of October, 1987, the low hills outside the town of Whittier, fifteen miles from Los Angeles, grew in height by almost two inches. And if hills can grow by that much through the action of a relatively minor earthquake, one can only imagine the extent of uplift that could take place in planet-shattering catastrophes. I might as well add here, even if only briefly, that had Earth’s major mountain ranges been uplifted after the Pleistocene Ice Age, mankind should have retained a memory, no matter how dim, of the event. Such a catastrophic episode could not have escaped man’s notice and, having remembered and passed on so many other occurrences from his primitive past, he would not have suppressed the information concerning the break-up and elevation of vast areas within the visual limits of his environment. Do we find anything of the kind reported by our long past ancestors? The Eskimos of the Bering Straits unequivocally proclaim that “in the days of the first people on the earth plain, there were no mountains far or near.”° So, similarly with the Amerinds of Washington State who similarly proclaim that: “When the world was very young, the land was flat where the Cascades now rise.” A similar myth from the same states, referring to the area around Lake Chelan, likewise declares that: “Once there were no mountains or lakes in this part of the country, only a grassy prairie with abundant game.” The raising of the mountains is here explained as having been the work of the Great Spirit who shook Earth when “a huge cloud descended and hid the land.” “When [the cloud] cleared, everything was changed. Where there had been a plain there was now a range of lofty mountains; deep canyons marked the places where the",
        "bibliography": [],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 68,
        "content": "STRIATIONS AND ERRATIC BOULDERS\nA INITIALLY legendary tale tells that 'IlouNT Kainler moved to the east side of Rugget Sound to escape crowding when all the mountains on the Olympic Peninsula side grew too fast.”? It is not necessarily that the ancestors of the Amerinds could remember the uplift of this or that particular mountain range—although that, too, is possible. It is, rather, that they retained a memory of the general elevation of land which later tradition shifted to the particular locale in which their descendants finally settled. Such localization, after all, comprises one of the hallmarks of myths and legends.\nSTRIATIONS AND ERRATIC BOULDERS\nThe above leads us to suspect that the debris which chokes the Ganetic Trough was probably eroded from Pleistocene bedrock and deposited after the end of that epoch. As these",
        "bibliography": [
            "1. J. Allan & J. B. Delair, op. cit., p. 217",
            "2. Ibid., p. 37.",
            "3. Ibid., p. 35.",
            "4. Ibid., p. 42.",
            "5. Ibid., p. 25.",
            "6. Ibid., p. 217."
        ],
        "captions": [
            {
                "source": "internal",
                "text": "Could the sudden uplifting of such mountains have been witnessed by early man? Shown above: The Peruvian Andes. (Photograph by the author.)"
            },
            {
                "source": "external",
                "text": "rocks and dirt had been removed to make the mountains.”!"
            }
        ]
    }
]
