[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 199,
        "content": "“Over time, more and more genes came into Europe and mixed with Neanderthal genes,” Wolpoff went on. “And the proportion of Neanderthal genes became lower and lower.” To prove his point, Wolpoff published an analysis of 25 fossil skulls which he claimed hinted at a mixed ancestry between moderns and Neanderthals. He also claims that many Neanderthal features persist to this day in modern Europeans. “The Neanderthals became extinct like the Cro-Magnons became extinct: because of mixing with other populations,” he says. “Their physical form is gone, their culture is gone, but their genes are still among us.” For whatever it might mean, it should, however, be pointed out that the 25 skulls analyzed by Wolpoff did not all come from Europe. Some of them came from as far away as Australia. Tan Tattersall calls all this wishful thinking. “It’s always possible that some hanky-panky may have occurred,” he is willing to allow. “But it wasn’t evolutionarily significant.” But what, then, of DNA? As noted above, DNA extracted from Neanderthal bones does not match that of modern humans. But then, DNA extracted from the remains of an early Australian failed to match with contemporary DNA. So what does the lack of DNA matching prove? To his credit, Shreeve does not use his theory to account for the extinction of the Neanderthal race. As he confesses: “Why they faded and we managed to survive is a separate story with its own shocks and surprises.” Others still claim that the Neanderthals “may simply have been absorbed by interbreeding.” That Neanderthals were exterminated by the Cro-Magnons does not seem probable. Had there been intensive fighting between the two races, “you’d think there would be evidence of violent death,” says Steve Kuhn. “But there’s not.” But here, an additional problem rears its ugly head in that Neanderthals seem to have persisted in western Europe long after they had disappeared from the eastern part of the continent. Is Wolpoff, however, correct when he claims that the Cro-Magnons became as extinct as the Neanderthals? The problem here is that the term “Cro-Magnon” is often used to denote all of Paleolithic Homo sapiens when the possibility exists that the original Cro-Magnons were not really the same as us. That is why some distinguish a separate proto-Cro-Magnon breed, while others talk of Cro-Magnon types “A” and “B,” the latter of which are believed to have survived through the Mesolithic into the Neolithic age. And here there is something else that poses something of a mystery. There is no doubt that Homo sapiens made it safely out of the Ice Age. But the exquisite European art for which the Cro-Magnons have become so famous did not survive. The tools of Homo sapiens continued to improve. His art, however, deteriorated into crudity and did not rise to its former glory—even if in a different",
        "bibliography": [
            "1. Ibid., p. 27.",
            "2. Ibid.",
            "3. Ibid.",
            "4. Ibid.",
            "5. J. Shreeve, loc. cit.",
            "6. “Neanderthal Heritage,” see above.",
            "7. K. Wright, loc. cit.",
            "8. T. Palmer, “The Erratic Descent of Man,” Chronology and Catastrophism Review XII (1990), p. 20.",
            "9. M. Gimbutas, The Goddesses and Gods of Old Europe (London, 1982), p. 27."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 200,
        "content": "style—until the beginning of civilization. What happened? Did the best Cro-Magnon artists all die out at the end of the Ice Age? CATASTROPHIC SIGNATURES Theories concerning the extinction of the Neanderthals have not been in short supply. Among the promulgated causes, disease, armed conflict, competition for resources, displacement, and interbreeding have been at the forefront. Others, realizing that not one of these could on its own have been enough to erase this robust race right off the face of Europe, have sought a combination of two or more of the above postulates. But every cause that has been suggested has also been opposed. Finally, there are those who have come to the realization that the cause could not have had anything to do with the races themselves. The blame, they claim, must be laid at the door of the environment. Sediment and pollen analyses between Mousterian and Chatelperronian sites, for instance, indicate the onset of a warmer climate. Thus the emergence of the Aurignacian period is thus believed to have been accompanied by a climatic change.",
        "bibliography": [
            "10. A. Leroi-Gourhan, “From Neanderthal Man to Homo sapiens sapiens,” in C. Flon (Ed.), The World Atlas of 200"
        ],
        "captions": [
            "Fae was Bison painted on the wall of a cave from the Magdalenian culture, Niaux, France. Why did such an anatomically accurate and distinctive style disappear at the end of the Ice Age?"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 201,
        "content": "Judging by finds in India, this change of climate is then blamed on a catastrophic event. Sand and a stratum of red clay covers the remains from the Lower Paleolithic in Pushkar in the Thar Desert. The nature of this “soil” indicates that it must have borne substantial vegetation, which implies an ample supply of surface water. Remains of Homo sapiens sapiens are to be found on top of this red clay, again indicating a change of climate. The clay itself, however, must have been carried there by what some consider to have been a catastrophic flood. A similar situation is met with in the Potwar plateau between the Indus and the Jhelum rivers in the northern Punjab. Neanderthal strata are here covered by a loess deposit, which Archaeology (London, 1985), p. 26. 1B. & R. Allchin, The Rise of Civilization in India and Pakistan (Cambridge, 1982), p. 19. 2 Ibid., p. 18. 201",
        "bibliography": [
            "11. Archaeology (London, 1985), p. 26.",
            "12. B. & R. Allchin, The Rise of Civilization in India and Pakistan (Cambridge, 1982), p. 19.",
            "13. Ibid., p. 18."
        ],
        "captions": [
            "Bellowing bison from the cave of Altamira. (illustration after Abbé Breuil.)"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 202,
        "content": "also seems to call for a sudden flooding of the area. Moreover, this same region “is complicated by rapid uplift of the Himalayas, Tibetan plateau, Pamirs and other mountain ranges.” It thus seems evident that sudden floods were not the only catastrophic events that were taking place toward the end of the Paleolithic age. From South America we have the evidence from numerous caves scattered across Brazil in which an untold number of bones in broken condition mixed with red earth were excavated. Thousands of these broken bones belonged to small animals, but others belonged to such Pleistocene fauna as the Megatherium, Mylodon, Toxodon, Smilodon, Protopithecus, the giant armadillo, and the flightless emu and rhea. Human bones were also discovered mingled with those of extinct cave jaguars, horses, and Ilamas. “One cave was especially noteworthy for yielding the bones of over fifty human beings of both sexes and every age from infant to decrepit old man. Their skeletons lay buried in hard clay and were discovered mixed together in such confusion—not only with each other but with Megatherium bones and those of other late ‘Pleistocene’ animals—as to preclude the idea that they had been buried by human agency. All the remains, both animal and human, possessed the same chemical composition, thereby indicating the contemporaneity of all the individuals represented.” What is of interest to us, however, is that the human skulls have been judged by anthropologists as having belonged to the same distinctive type as the “old” European Neanderthal race. Needless to say, such broken and jumbled remains mixed with red clay presupposes a catastrophic flood that would have swept away all these denizens to deposit them pell-mell into the caves in which they have been found. But why should such upheavals have terminated the Neanderthal legacy while leaving the Cro-Magnon one intact? GLACIAL CLEMENCY Leaving floods and tectonic upheavals aside for a while, let us look a little closer at the postulated change of climate. To begin with, how cold was it really during the Ice Age? According to the geochemists Samuel Epstein and Crayton Yapp, the analyses of heavy hydrogen in ancient wood samples indicate that temperatures in North America in those areas not actually covered by ice at the height of the Pleistocene Ice Age were higher than they are today. Sharon Begley and Louise Lief also tell us that while glaciers covered most of northern Europe, the climate “was generally mild, and the animal life was as rich and diverse as in a modern African game park.”",
        "bibliography": [
            "14. Ibid, p. 14.",
            "15. D. S. Allan & J. B. Delair, Cataclysm! (Santa Fe, 1997), p. 116 where the pertinent sources are supplied.",
            "16. Ibid.",
            "17. Ibid.",
            "18. J. White, Pole Shift (N. Y., 1980), p. 12.",
            "19. S. Begley & L. Lief, op. cit., p. 64."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 203,
        "content": "One of the most important of Pleistocene sites is to be found in Ladd’s Quarry near Cartersville. Among the remains discovered there were those of the giant sloth, the jaguar, and the spruce grouse. The wonder here is that these denizens now inhabit much more southerly regions. The jaguar, for instance, is not now found further north than Mexico. This has led authorities to the conclusion that the Ice Age could not have been a time of severe climate. According to the paleontologist Alan Holman, the weather then must have been generally mild. To be sure, this situation had been known, although mostly ignored, since 1899 through the study of Greenland flora which is believed to have survived from pre-glacial times. As R.",
        "bibliography": [
            "20. Houston Chronicle (November 20, 1985), as cited in Chronology & Catastrophism Workshop (1987:1), p. 22."
        ],
        "captions": [
            "Megatherium, the remains of which were discovered with those of Neanderthals in a Brazilian cave. (illustration by Bob Giuliani.)"
        ]
    }
]
