[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 339,
        "content": "DATING THE EVENT For decades my colleagues and I have been asked to place a date on proto-Saturn’s disruption. For years, all I could honestly offer was a time somewhere in the prehistoric past. Man’s prehistory, however, has been longer than his history, so that my contribution was not nearly enough to satisfy those who had been asking for a date. As the years went by, and research unearthed further evidence, I could narrow the gap by pointing to a time somewhere between the Paleolithic and Neolithic age. Today I can be a little more explicit by claiming that proto-Saturn’s flare-up brought the Paleolithic age to an abrupt end. But even this will not be enough to satisfy those who still call for an actual date. For them the question is not so much where to place the event chronologically; they want to know how many years ago it transpired. Of course, at this point, all one has to do is date the end of the Paleolithic. But, despite the progress of archaeology, this is not as easy as it sounds. Generally speaking, Paleolithic objects can be placed chronologically as belonging to an early, middle, or late period. This can be done in several ways. The most accurate depends on the strata in which the artifacts are found—the higher the stratum in the ground, the more recent it has to be. A less certain method involves the comparison of styles, but this can only be done after the styles of the respective periods have already been chronologically tabulated. Both these methods, as well as others, are themselves fraught with difficulties. Objects from a higher stratum can migrate through various processes into a lower one, thus supplying a false chronological placement. Similar styles, on the other hand, are not necessarily indicative of the",
        "bibliography": [
            "1. Ball, loc. cit.",
            "2. “Hot Gas Rings Saturn” (see above).",
            "3. See here, for example, P. J. James, “The Saturn Problem,” Chronology & Catastrophism Review (2000:1), p. 98.",
            "4. D. Cardona, “In Defense of the Saturn Thesis,” AEON VI:3 (November 2002), p. 49."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 340,
        "content": "A BENCHMARK FIGURE As long as it is kept in mind that this 10,000 years is an approximate and rounded figure, we can use it as a benchmark to pin-point the “date” of proto-Saturn’s flare-up with some accuracy. The next question, therefore, is: Can this date be validated? Using various lines of reasoning in early scenarios which differ from ours, some catastrophists have nevertheless zeroed in on the same date or one that is not that far off. One exception was Alfred de Grazia who claimed that a “set of [cosmic] catastrophes” took place during the Holocene epoch which he dated at 14,000 years ago.” He then posits a fissioning flare by proto-Uranus, which he termed Super-Uranus, “around 11,500 years ago,” and another by what he termed Super-Saturn “around 6000 years ago.” De Grazia based this on the well known genealogy of the Greek gods which has Ouranos birthing Kronos who, in turn, gave birth to Zeus. Unfortunately there is nothing in the mytho-historical record that can be attributed to the planet Uranus. Not only that, but, although Uranus can indeed be discerned, given good acuity of vision, with the naked eye in an unpolluted sky, the fact remains that the planet went unrecognized, and thus undocumented, by all ancient observers. It even evaded the eyes of modern man up until 1781 when, as is well known, William Herschel discovered it. Velikovsky himself would not commit to an exact date, giving instead a somewhat wide range, but leaning heavily toward our benchmark. “I am not in a position to point to the century or even millennium when the Universal Deluge took place,” he wrote, “but it must have happened between five and ten thousand years ago, probably closer to the second figure.” As already noted, to Velikovsky, although not to us, the “Universal Deluge” followed seven days after proto-Saturn’s flare-up, so that his date is also applicable to his Saturnian nova. Peter Warlow, keeping to his scheme which involves a series of partial and complete inversions of the terrestrial sphere, also dates one of these events at 10,000 years ago.” J. Bernard Delair places the “last major” invasion of the Solar System by his postulated cosmic visitor, “a fragment of an exploded star,” at 11,500 years ago. Together with Derek Scott Allan, Delair had previously bolstered this catastrophe through evidence derived from the geological record. Similar geological evidence, much of which applies to our own scenario, was also utilized by E. P. Izokh who blamed the catastrophe on Earth’s collision with a comet. He, too, placed this occurrence at about 10,000 years ago. Since none of the above scenarios are identical to ours, with some of them differing considerably, it may seem that their inclusion in this work amounts to nothing but a clutching at straws in an endeavor to keep our benchmark figure’s head above the water. But apart from the old adage that wherever there is smoke, there is bound to be a fire, it should be noted that the reasoning and hard terrestrial evidence supplied by the above catastrophists is near-identical to ours even if the actual cause proposed in each instance is not.",
        "bibliography": [
            "5. A. de Grazia, Chaos and Creation (Princeton, 1981), pp. 5, 76, 78, 80, 83 ff.",
            "6. P. Warlow, The Reversing Earth (London, 1982), p. 193.",
            "7. J. B. Delair, “Planet in Crisis: The Earth’s Last 12,000 Years,” Chronology & Catastrophism Review (1997:2), pp. 4, 9.",
            "8. J. B. Delair, with D. S. Allan, “Scientific Evidence for a Major World Catastrophe About 11,500 Years Ago: A Preliminary Selection,” Chronology & Catastrophism Review XVII (1995 Special Issue), pp. 41-48.",
            "9. P. Izokh, Geologiya I Geofizika 38:3 (1997), pp. 628-660.",
            "10. “Are We Inside a Supernova Remnant?” Sky & Telescope (January 1985), p. 13."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 341,
        "content": "THE ALUMINUM CLOUD While I cannot be definite about the following, the discovery of a cloud of Aluminum-26 just outside the Solar System and surrounding it might turn out to be vital to our hypothesis. Aluminum-26 is a radioactive isotope with a half-life of about a million years and is believed to be produced in novae and supernovae outbursts. If that is the case, Earth would literally be within this supernova remnant. Donald Clayton placed the source of this cloud at “no more distant than 45 lightyears,” which is not specific enough. Forty-five lightyears would locate the event beyond the present estimate of the Sun’s heliosphere. On the other hand, “no more distant than” could mean much less. Even so, this range was the result of an ad hoc assumption based on whether the Aluminum-26 in question is or is not evenly distributed in interstellar space. While it cannot, therefore, be yet stated for certain that this cloud originated in proto-Saturn’s flare-up, there is at least a possibility that the event could have taken place within our time interval. As noted, aluminum-26 has a half-life of about a million years. It then decays into magnesium-26. But since no magnesium-26 has been discovered in the cloud, it cannot obviously be that old. Understandably, Clayton would not crawl too far on the proverbial limb by committing himself to an absolute date for the occurrence that gave birth to this cloud. He felt more comfortable in sticking to a safe range. Given the half-life of aluminum-26, he reasoned that the nova-like outburst could have transpired as long ago as 1,000,000 years; but in view of the fact that it had not yet decayed into magnesium-26, he felt that the explosion could just as easily have occurred a mere 10,000 years ago. Even so, whether or not the origin of this cloud had anything to do with proto-Saturn’s flare-up must, as of this writing, remain something of a moot question. In the meantime, as the rest of this work will amply show, there is enough hard evidence at our disposal that speaks in favor of the event in question.",
        "bibliography": [
            "11. T. Velikovsky, “The Pitfalls of Radiocarbon Dating,” Pensée IVR IV (Spring-Summer 1973), p. 13 (emphasis added).",
            "12. P. Warlow, The Reversing Earth (London, 1982), p. 193.",
            "13. J. B. Delair, “Planet in Crisis: The Earth’s Last 12,000 Years,” Chronology & Catastrophism Review (1997:2), pp. 4, 9.",
            "14. D. S. Allan, “Scientific Evidence for a Major World Catastrophe About 11,500 Years Ago: A Preliminary Selection,” Chronology & Catastrophism Review XVII (1995 Special Issue), pp. 41-48.",
            "15. P. Izokh, Geologiya I Geofizika 38:3 (1997), pp. 628-660.",
            "16. “Are We Inside a Supernova Remnant?” Sky & Telescope (January 1985), p. 13."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 342,
        "content": "genealogy of the Greek gods which has Ouranos birthing Kronos who, in turn, gave birth to Zeus. Unfortunately there is nothing in the mytho-historical record that can be attributed to the planet Uranus. Not only that, but, although Uranus can indeed be discerned, given good acuity of vision, with the naked eye in an unpolluted sky, the fact remains that the planet went unrecognized, and thus undocumented, by all ancient observers. It even evaded the eyes of modern man up until 1781 when, as is well known, William Herschel discovered it. Velikovsky himself would not commit to an exact date, giving instead a somewhat wide range, but leaning heavily toward our benchmark. “I am not in a position to point to the century or even millennium when the Universal Deluge took place,” he wrote, “but it must have happened between five and ten thousand years ago, probably closer to the second figure.” As already noted, to Velikovsky, although not to us, the “Universal Deluge” followed seven days after proto-Saturn’s flare-up, so that his date is also applicable to his Saturnian nova. Peter Warlow, keeping to his scheme which involves a series of partial and complete inversions of the terrestrial sphere, also dates one of these events at 10,000 years ago.” J. Bernard Delair places the “last major” invasion of the Solar System by his postulated cosmic visitor, “a fragment of an exploded star,” at 11,500 years ago. Together with Derek Scott Allan, Delair had previously bolstered this catastrophe through evidence derived from the geological record. Similar geological evidence, much of which applies to our own scenario, was also utilized by E. P. Izokh who blamed the catastrophe on Earth’s collision with a comet. He, too, placed this occurrence at about 10,000 years ago. Since none of the above scenarios are identical to ours, with some of them differing considerably, it may seem that their inclusion in this work amounts to nothing but a clutching at straws in an endeavor to keep our benchmark figure’s head above the water. But apart from the old adage that wherever there is smoke, there is bound to be a fire, it should be noted that the reasoning and hard terrestrial evidence supplied by the above catastrophists is near-identical to ours even if the actual cause proposed in each instance is not. THE ALUMINUM CLOUD While I cannot be definite about the following, the discovery of a cloud of Aluminum-26 just outside the Solar System and surrounding it might turn out to be vital to our hypothesis. Aluminum-26 is a radioactive isotope with a half-life of about a million years and is believed to be produced in novae and supernovae outbursts. If that is the case, Earth would literally be within this supernova remnant.",
        "bibliography": [
            "17. Donald Clayton, “Are We Inside a Supernova Remnant?” Sky & Telescope (January 1985), p. 13.",
            "18. Ibid.",
            "19. Ibid.",
            "20. Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 343,
        "content": "genealogy of the Greek gods which has Ouranos birthing Kronos who, in turn, gave birth to Zeus. Unfortunately there is nothing in the mytho-historical record that can be attributed to the planet Uranus. Not only that, but, although Uranus can indeed be discerned, given good acuity of vision, with the naked eye in an unpolluted sky, the fact remains that the planet went unrecognized, and thus undocumented, by all ancient observers. It even evaded the eyes of modern man up until 1781 when, as is well known, William Herschel discovered it. Velikovsky himself would not commit to an exact date, giving instead a somewhat wide range, but leaning heavily toward our benchmark. “I am not in a position to point to the century or even millennium when the Universal Deluge took place,” he wrote, “but it must have happened between five and ten thousand years ago, probably closer to the second figure.” As already noted, to Velikovsky, although not to us, the “Universal Deluge” followed seven days after proto-Saturn’s flare-up, so that his date is also applicable to his Saturnian nova. Peter Warlow, keeping to his scheme which involves a series of partial and complete inversions of the terrestrial sphere, also dates one of these events at 10,000 years ago.” J. Bernard Delair places the “last major” invasion of the Solar System by his postulated cosmic visitor, “a fragment of an exploded star,” at 11,500 years ago. Together with Derek Scott Allan, Delair had previously bolstered this catastrophe through evidence derived from the geological record. Similar geological evidence, much of which applies to our own scenario, was also utilized by E. P. Izokh who blamed the catastrophe on Earth’s collision with a comet. He, too, placed this occurrence at about 10,000 years ago. Since none of the above scenarios are identical to ours, with some of them differing considerably, it may seem that their inclusion in this work amounts to nothing but a clutching at straws in an endeavor to keep our benchmark figure’s head above the water. But apart from the old adage that wherever there is smoke, there is bound to be a fire, it should be noted that the reasoning and hard terrestrial evidence supplied by the above catastrophists is near-identical to ours even if the actual cause proposed in each instance is not.",
        "bibliography": [
            "21. Velikovsky, “The Pitfalls of Radiocarbon Dating,” Pensée IVR IV (Spring-Summer 1973), p. 13 (emphasis added).",
            "22. P. Warlow, The Reversing Earth (London, 1982), p. 193.",
            "23. J. B. Delair, “Planet in Crisis: The Earth’s Last 12,000 Years,” Chronology & Catastrophism Review (1997:2), pp. 4, 9.",
            "24. D. S. Allan, “Scientific Evidence for a Major World Catastrophe About 11,500 Years Ago: A Preliminary Selection,” Chronology & Catastrophism Review XVII (1995 Special Issue), pp. 41-48.",
            "25. P. Izokh, Geologiya I Geofizika 38:3 (1997), pp. 628-660.",
            "26. “Are We Inside a Supernova Remnant?” Sky & Telescope (January 1985), p. 13."
        ],
        "captions": []
    }
]
