[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 169,
        "content": "Among these predators were the largest carnivore known from Ice Age North America, the “ursine giant known as the short-faced bear,” prides of lions “similar to those roaming the Serengeti today,” and “sleek scimitar cats” which were “related to the better-known saber-toothed cat.” But man was there too. Like Harrington, Jacques Cing-Mars has also conducted excavations in the same area. “Bone tools from the lowlands near Bluefish Caves now suggest that hunters stalked the Yukon as early as 40,000 years ago,” at the very peak of the Pleistocene Ice Age. And yet, it is quite evident from the above that this northern region remained free of ice. As Heather Pringle reported: “...lands from the Verkhoyansk Mountains in Siberia to the Mackenzie River in Canada had largely escaped advancing ice. While much of Canada and the northern United States groaned beneath steep walls of snow and ice, Beringia, as this vast northland came to be known, remained a green, grassy outpost, beckoning to wildlife.” “Such abundance would surely have tempted Beringian hunters. ‘I think it would have been very attractive for humans,’ says Harrington. And equipped as they likely were with lethal stone-tipped spears, humans were more than a match for most of this game. Among the trove of more than 10,000 bones exhumed from Bluefish Caves—the largest ever excavated from caves in northwestern North America— paleontologists identified nine species of large herbivores, meaty prey for hunters. Of these, caribou and mammoth were particularly plentiful.” And yet, as Jared Diamond noted, one must be wary of the claim that Paleolithic man was necessarily a successful hunter. “Anthropologists routinely reply that we’ve long been successful big-game hunters, but in fact there is no good evidence of hunting skills until around 100,000 years ago, and it’s clear that even then humans were still very ineffective hunters. So it’s reasonable to assume that earlier hunters were even more ineffective.” However, as he goes on: “...studies of modern hunter-gatherers, with far more effective weapons than those of early H. sapiens, show that most of a family’s calories come from plant food gathered by women. Men catch rats and other small game never mentioned in their heroic",
        "bibliography": [
            "1. Ibid., pp. 26-27.",
            "2. Ibid., pp. 15-16.",
            "3. Ibid., p. 17.",
            "4. Ibid., p. 26.",
            "5. J. Diamond, “The Great Leap Forward,” Discover (May 1989), pp. 53-54."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 170,
        "content": "campfire stories. Occasionally they get a large animal, which does indeed contribute significantly to protein intake.” Diamond then makes the natural mistake of stating that: “...it’s only in the Arctic, where little plant food is available, that big-game hunting becomes the dominant food source. And humans didn’t reach the Arctic until around 30,000 years ago.” And yet, to claim that big-game roamed these Arctic regions without realizing that plants—trees, bushes, and grass—must necessarily have been plentiful enough to sustain them, is looking at the situation with blindfolds on. Just think of the mammoth, as massive as, if not more than, the modern African elephant, and what it must have taken to fill his cavernous stomach. And then think of herds of such wild beasts, the discovered remains of which bespeak their number. THE NEANDERTHALS Among the earliest primates that can be called entirely human were the Neanderthals, named after the Neander Valley near Düsseldorf, Germany, in a cave of which the first remains were found in 1856. Once believed to have been shaggy brutes who were claimed to have been an ancestral form of man, or a split-off from the main ancestral branch of our family, more recent studies have won for Neanderthal man the honor of being named a member of Homo sapiens, earning for himself the title of Homo sapiens neanderthalensis. To R. S. Solecki, Neanderthal man was not much different from us in appearance. True enough, he possessed moderate brow ridges and a slightly low and arched forehead, a broad nose, short limbs, but, all in all, he was very well built and obviously strong. In other words he was no different from what we find among certain so-called primitive societies alive today. “If we compare fossil men such as the Neanderthals with the peripheral, primitive populations of the world,” writes C. S. Coon, “the gap between living and fossil sapiens skeletons narrows, until it is closed.” More than that, judging by their cranial cavity, Neanderthals were in possession of a brain that was 10 percent larger than our own. Also, according to Jared Diamond, the birth canal of Neanderthal women may have been wider.",
        "bibliography": [
            "1. Ibid., p. 54.",
            "2. Ibid.",
            "3. J. Jelinek, The Pictorial Encyclopedia of the Evolution of Man (N. Y., 1975), pp. 86 ff.",
            "4. J. Fischman, “Hard Evidence,” Discover (February 1992), p. 46.",
            "5. “Pity the Poor Neanderthal,” Science Impact (May 1988), p. 3; S. J. Robinson, “On the Disproportion Between Geological Time and Historical Time: Part One — Of Apes and Men,” Chronology and Catastrophism Review (1993 Special Issue), p. 17.",
            "6. R. S. Solecki, in G. Constable (Ed.), The Neanderthals (N. Y., 1973), p. 6.",
            "7. C. S. Coon, The Origin of Races (N. Y., 1962), p. 346.",
            "8. J. Diamond, op. cit., pp. 51, 54."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 171,
        "content": "than a modern woman’s, thus permitting the fetus to grow to a bigger size before birth. “If so,” Diamond believes, “a Neanderthal pregnancy might have lasted one year, instead of nine months.” Others have claimed that the slight anatomical differences between the Neanderthals and modern man were due to a deficiency of vitamin D which gave rise to rickets. This was blamed on the Ice Age conditions under which the Neanderthals lived, with a climate that was extremely wet and cloudy, which, even under the scheme here proposed, was very likely true. “In such conditions,” Steven Robinson explained, “the inhabitants of Europe (where most Neanderthals are found) may have suffered from this deficiency as a result of an unbalanced diet and inadequate exposure to sunlight.” D. J. M. Wright has even suggested that “the Neanderthals may also have suffered from congenital syphilis, a disease that frequently accompanies rickets in societies with poor nutrition.” We will not here discuss where it was that Neanderthal man first rose to prominence — although some have claimed to have discovered the remains of his ancestors—but will restrict ourselves to his presence during the Pleistocene Ice Age. As described by Windsor Chorlton, while Neanderthal man seems to have made his appearance around 100,000 years ago, the scanty fossil record of these early generations leaves us with little to deduce about them. By 70,000 years ago, however, the Neanderthals had spread across Europe and must have been physically well adapted to the Ice Age climate outside the warmer Arctic region. Judging by the remains they left behind in various localities, they had by then already learned to control fire and fabricate tools of stone. They even fashioned and wore jewelry, as a necklace of perforated teeth found at Grotte du Renne, in France, attests. “The fact that Neanderthals wore jewelry,” contends Juan Luis Arsuaga, “is a clear indication of their self-awareness, even if they may have stolen the idea from Cro-Magnons.” Neanderthal man might even have been something of an artist and, yes, even a musician. While investigating an old mine in the Indrija Valley in Slovenia in 1996, archaeologists uncovered “an ancient hearth and a scattering of distinctive flint tools made by Neanderthals.” Of greater importance, however, was the hollow femur of a young cave bear with four finger-sized holes drilled in a straight line along one side. To Ivan Turk, the leader of the archaeological team, it resembled nothing less than a flute the likes of which are known to have been employed in later times by other primitive peoples. Bonnie Blackwell, an expert on dating early human sites, realized that the holes were not drilled at a random spacing. The item is “very specific,” she declared, “and there’s no question that this was used to produce different tonal qualities. We’re very confident it’s a flute.”",
        "bibliography": [
            "1. Ibid., p. 55.",
            "2. J. Robinson, loc. cit.",
            "3. Ibid.",
            "4. R. Kunzig, “Atapuerca: The Face of an Ancestral Child,” Discover (December 1997), p. 90; B. Stutz, “Reading Old Bones,” Discover (February 2003), p. 78.",
            "5. J. Diamond, loc. cit.; W. Chorlton, op. cit., p. 22; T. Palmer, op. cit., p. 80.",
            "6. B. Stutz, op. cit., p. 76.",
            "7. J. L. Arsuaga, The Neanderthal’s Necklace: In Search of the First Thinkers, as quoted by B. Stutz, loc. cit.",
            "8. H. Pringle, “Cultured Cavemen,” Equinox (November 1997), p. 68."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 172,
        "content": "“To archaeologists struggling to understand the origins of human behavior...the flute and several other recent finds provoked intensive soul-searching. How much, wondered many researchers, did our closest hominid kin truly resemble us in character? How intelligent, cunning, and subtle were these relatives of ours? How artistic and spiritual?” And then, at the very Neander Valley in which the first Neanderthal remains were discovered, Oscar Todkopf came upon a mastodon tusk along the curve of which sixteen aligned holes had been drilled. Like the bone flute discovered by Turk a year earlier, this, too, seemed to be an unmistakable musical instrument. The number of holes, Todkopf believes, “suggests that Neanderthals used an octave scale.” Three other items that might also have been musical instruments were also unearthed by Todkopf. One has been described as resembling a bagpipe, although the “bag” part, which was probably fashioned from the bladder of some animal, had disintegrated long ago. All that was left of it was a protein stain in the rock. As for the pipes, these were made of long thin bones which were found arrayed around the impression. The other items consisted of a bone triangle and “a collection of hollowed-out bones of various lengths,” which Todkopf believes might have been “part of an instrument similar to a xylophone.” Others think the bones might have been hung at the entrance of a cave to act as wind chimes.",
        "bibliography": [
            "1. Ibid.",
            "2. “Human Origins,” Discover (April 1997), p. 19.",
            "3. Ibid."
        ],
        "captions": [
            "Left: skull of modern man Right: skull of Neanderthal man."
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 173,
        "content": "173",
        "bibliography": [],
        "captions": [
            "Left: Skeleton of Neanderthal man Right: Skeleton of modern man."
        ]
    }
]
