[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 84,
        "content": "Ellesmere Island, Banks Island and Prince Patrick Island all yield evidence militating against the notion that they were ever glaciated at all. Thus marine shells which have been found at high elevations on the islands of the Canadian Arctic “should have been pulverized had ice-sheets ever crept across these territories...” Even England might have escaped the Pleistocene ice. As Allan and Delair noted, despite maps which show the radiation of ice sheets from the interior of Great Britain toward the coast, glacial signs from southern Scotland, Aberdeenshire, the North Sea, the Shetland Islands, and elsewhere are lacking.3 Additionally, the mining of a fossil site near Oxford, dated to 200,000 years ago, when the Ice Age has been calculated to have been at its height,* yielded the remains of plants and mammals, including mammoths and lions, “indicative of a lush warm period.”5 Evidence from the other side of the world indicates that even Tibet, the present coldness of which need not be stressed, might have been ice-free during the Ice Age. This evidence comes from human hand and foot prints embedded in solidified mud which David Zhang discovered 50 miles from Lhasa. Through the technique of optical dating, Zhang and his colleague, Shenghua Li, from the University of Hong Kong, have determined that the prints date from 20,000 years ago, during the time when glaciologists believed the Tibetan Plateau to have been covered by the half-mile thick ice sheet of the Pleistocene epoch.6 Had that been the case, there would not have been any exposed surface mud to harden into rock bearing the imprints of human hands and feet. What all the above indicates is not what Velikovsky, Hapgood, and those following them have been claiming. It does not indicate a displacement of the Arctic polar cap. As can be easily seen in the preceding map, Velikovsky’s displaced ice cap, centered, as he claimed, on Baffin Bay (between Greenland and Baffin Island), would include all of Greenland, Spitzbergen, Newfoundland (including Labrador), and all of the Canadian Arctic islands, which we have seen to have been free of ice. So, likewise, with Hapgood’s displaced cap, centered on Hudson Bay, which would also have included Canada’s Arctic Islands, most of which were unglaciated. True, both of them exclude Siberia, the New Siberian Islands, Novaya Zemlya, and adjacent lands; but that, unfortunately, is not enough. One can perhaps think of shrinking the periphery of the areas indicated by both Velikovsky and Hapgood, but this, then, would omit areas in the south which were glaciated. Besides, if the glaciated region of the Pleistocene Ice Age is supposed to have been a previous polar cap, one would reasonably have to assume that it would have covered a comparatively equal area to that enclosed by the",
        "bibliography": [
            "1. S. Allan & J. B. Delair, op. cit., pp. 42, 62.",
            "2. Ibid., p. 40.",
            "3. Ibid.",
            "4. See here, for instance, G. Gamow, “Origin of the Ice,” Scientific American (October 1948), p. 42.",
            "5. Earthwatch Magazine (January-February 1995), p. 30, as reported in “Ice Age Eden,” Chronology & Catastrophism Workshop (1995:1), p. 31.",
            "6. J. Glausiusz, “High Jinks at the Hot Springs,” Discover (July 2002), p. 16.",
            "7. See here also, J. White, Pole Shift (N. Y., 1980), pp. 98, 364."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 85,
        "content": "present Arctic Circle. Fine, I will even grant that such territory would not have had to be a perfect, or even near-perfect, circle. After all, given the various elevations of land, ocean currents, and wind directions, the glaciated area would have been somewhat irregular. But, then, with enough juggling, any data can be made to fit a preconceived scheme. On the other hand, one inescapable fact we notice from a map of Earth’s north polar region is that, with but some exceptions, give or take a little, all the areas which remained unglaciated during the Pleistocene Ice Age lie within the present Arctic Circle. The major exceptions include Tibet on one side, and Great Britain on the other. These two localities, however, seem to fit no one else’s overall plan and must therefore be assigned to the vagaries of nature due to the above mentioned difference in land elevations, wind directions, and especially ocean currents as they existed at the time. Strange as it may sound—and our scenario will grow stranger still—what all this indicates is that, during the Pleistocene Ice Age, the entire Arctic Circle was free of ice. But hold on, one might object: What about the Arctic Ocean itself? Was this not supposed to have been entirely covered by pack ice, with its periphery encroaching latitudes to the south beyond its present reaches? Yes, it has been so conjectured by the vast majority, but even as early as 1949, C. E. P. Brooks found reason to doubt this. As he then asked: “The interesting question arises, has the temperature of the Arctic Ocean risen above the critical point at any stage of post-glacial times?” And, as he himself answered: “I think there is no doubt that it has...During the “Climatic Optimum” there was a rich flora in Spitsbergen, while the fossil marine mollusca indicate a coastal sea temperature much higher than the present in all the Arctic lands which are at present dominated by sea ice, including Iceland and Greenland.” So, similarly, with P. Borisov who, twenty-four years later, came to the same conclusion. “Twice during the Holocene,” he wrote, “for a total of 5,000 years the Arctic Basin was completely free of ice.” Granted, both Brooks and Borisov were alluding to post-glacial times, since the Holocene followed immediately after the Pleistocene. Even so, the Arctic Basin, which contains the Arctic Ocean, should not have been free of ice at any time either during or immediately following the Pleistocene Ice Age. Needless to say, the glaciation or otherwise of the Arctic Ocean basin is more complex than that since we are not here dealing with glacial scars left on solid ground. As Martin Siegert and his colleagues noted: “By the mid-1980s...the interpretation of the geological observations varied enormously. Whereas some saw evidence for a massive, 3.5-kilometer-thick ice sheet over the whole of northern Europe and Siberia at the height of the last ice age...others disputed this appraisal, preferring to believe that there was virtually no ice at all on the seafloor to the north of the Norwegian and Russian mainlands. Contradictory views",
        "bibliography": [
            "1. C.E.P. Brooks, Climate Through the Ages (N.Y., 1949), p. 142.",
            "2. Ibid.",
            "3. P. Borisov, Can Man Change the Climate? (Moscow, 1973), pp. 63-64."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 86,
        "content": "sparred in the literature. The problem was partly that the geological record in the Arctic can be difficult to read and thus open to misinterpretation. Moreover, as I aim to indicate in a forthcoming volume, the manner in which the present north pole froze over at the end of the Golden Age would have eradicated the majority of previous glacial signatures and jumbled up what escaped eradication.",
        "bibliography": [
            "1. M. J. Siegert, et al., “The Eurasian Arctic During the Last Ice Age,” American Scientist (January-February 2002), p. 32."
        ],
        "captions": [
            "Conjectured periphery of Arctic Ocean pack ice shown in blue. Conjectured glaciated areas shown in solid black. But do these conjectures conform with the evidence on the ground?"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 87,
        "content": "In the meantime, the evidence continues to pile up. As Derek Allan, writing on his own, noted: “At many places north of the present Arctic Circle, remnants of [temperate zone] vegetation still lie in situ...Significantly, none of these plants can now flourish there. It is, therefore, difficult to imagine a frozen Arctic Ocean existing alongside such temperate flora. “Evidence of this ancient flora has been discovered, often in great abundance, on islands which now lie closest to the present North Pole... “Furthermore, research during the latter half of the 20th century established that large areas of the Arctic were never glaciated in so-called ‘Ice Age’ times...” What is also telling is that the Arctic region was not only free of ice during the Pleistocene Ice Age, it was also free of ice during previous ice ages, including the Jurassic period and the later Devonian. Through their study of fossils, John Flynn and André Wyss could report that: “At the dawn of the Mesozoic era 250 million years ago...the planet’s land masses were united in the supercontinent Pang[a]ea...The world was a good deal warmer than at present—even the poles were free of ice.”+ Again, it is not that the dawn of the Mesozoic included a glacial age—although the Jurassic period of the same era did—but the freezing of the poles are not conventionally believed to be reliant on ice ages. Under the orthodox scheme, Earth’s polar regions should have been frozen over regardless of whether an ice age was in progress or not. That the poles were ice-free during this period still requires an explanation. When it comes to the Devonian period, Elso Barghoorn had to acknowledge that: “Unfortunately our knowledge of early Devonian plants from areas within the present tropics is extremely limited, and it is not possible to attempt a reconstruction of the climatic zones of the earth during Devonian time on the basis of plant distribution. The known distribution of Devonian plants, especially their diversification in high latitudes, suggests that glacial conditions did not exist at the poles...”",
        "bibliography": [
            "1. See here, again, D. Cardona, “The Demands of the Saturnian Configuration Theory,” Chronology & Catastrophism Review (2000:1), pp. 72-75.",
            "2. D. S. Allan, “An Unexpected Arctic Catastrophe,” Chronology & Catastrophism Review (2001:2), p. 3.",
            "3. ELS. Barghoorn, “Evidence of Climate Change in the Geologic Record of Plant Life,” in P. Cloud (Ed.), op. cit., p. 737.",
            "4. J.J. Flynn & A. R. Wyss, “Madagascar’s Mesozoic Secrets,” Scientific American (February 2002), pp. 56-57 (emphasis added).",
            "5. SES. Barghoorn, op. cit., p. 735 (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 88,
        "content": "All of the above entails a conundrum that has been known for quite some time, but glaciologists have never known what to do about it. What I have to offer next is bizarre in the extreme and will make glaciologists, and especially astronomers, shudder at the thought of it. Logic, however, compels us to assume that an ice-free Arctic situated above latitudes which themselves were gripped within a relentless ice age calls for a permanent source of heat located right above Earth’s celestial north pole. This is the same conclusion we reached when, in our previous volume of this protracted series, we examined the lengthy periods of warmth between ice ages in which the entire world was bathed in past geologic ages. Most notably, we saw there that, not only had the lands within the Arctic Circle been basking in this warmth, but that, in fact, the polar north had been even warmer than more southerly latitudes. More than that, we also noted that temperate, sub-tropical, and even tropical animals seem to have appeared there long before they did much farther to the south. What led us to this disclosure? And how will it help us solve the riddle of ice ages?",
        "bibliography": [
            "1. D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 361 ff.",
            "2. Ibid., pp. 384-385."
        ],
        "captions": []
    }
]
