[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 124,
        "content": "THE MOON AND JUPITER. Various identifications of Yahweh have been attempted. As Burton Bernstein reported: “Some scholars speculate that Yahweh (Jehovah) was once regarded as a moon god and that the early Hebrews were moon worshippers.” This has mainly come about because the mountain on which Yahweh supposedly gave Moses the ten commandments is sometimes referred to as Mount Sinai, although also as Mount Horeb. Known to have been named Sinai by Mesopotamian Semites after their god Sin, who is usually identified as the Moon, this mountain is also sometimes referred to as the Mountain of the Moon. Alfred de Grazia, on the other hand, saw Yahweh as a personification of the planet Jupiter,[2] as so, also, did David Talbott.[3] In this, De Grazia was following J. Ziegler’s controversial work in which he claimed that “the original god of the Hebrews at the Exodus was Zeus,” the god of the planet Jupiter. Ziegler himself derived the identification by claiming that the “Y” in “Yahweh” was originally “Z,” the “H” and “E,” and the final “H” an “S.” Thus Yahweh was rendered by him as Zews or Zeus. But, by such manipulation of letters, which in the above case is contrary to philological transposition, one can change any name into another. A better case had earlier been made for a connection with Jupiter, the same as Jupiter, since the prefix “Iu” has more in common with “Ya” than has “Zeus.”[6] As A. Murtonen indicated: “Philologically there seems to be nothing which would absolutely exclude the possibility of such a combination, but too little is known about the relation between these and the Semitic languages to say anything definite on the subject.”[7] De Grazia also came to the conclusion that: “The Etruscan-Roman case, ‘Jove [which stands for ‘Jupiter’]’, pronounced ‘Yowe’ is so close to Yahweh that the Roman Jupiter may be considered as basically the same entity.” Actually, the Latin for the English name “Jove” is “Jovis.” And while the “J” is to be pronounced as the English “Y,” in this case the sound of the “V” remains the same—thus Yovees. Even so, this could still be linked to “Yahweh” in the form of “Yahveh,” which is the manner in which the name is sometimes transliterated. Something similar had earlier been stated by de Grazia’s mentor, Immanuel Velikovsky, although not with the intention of equating Yahweh with Jupiter. A different trail from Yahweh to Zeus/Jupiter can be followed through Langdon’s identification of the Hebrew god with Hadad. This is because the same Langdon identified Hadad...",
        "bibliography": [
            "1. B. Bernstein, Sinai: The Great and Terrible Wilderness (N. Y., 1979), p. 6.",
            "2. A. de Grazia, Chaos and Creation (Princeton, 1981), pp. 166, 170, 198.",
            "3. D. Talbott, “From Myth to a Physical Model,” AEON IIL:3 (October 1993), p. 27.",
            "4. A. de Grazia, God’s Fire (Princeton, N. J., 1983), p. 245.",
            "5. J. Ziegler, YHWH (Princeton, N. J., 1977), p. 98.",
            "6. A. Murtonen, op. cit., p. 65.",
            "7. Ibid.",
            "8. A. de Grazia, loc. cit. 91.",
            "9. Velikovsky, Worlds in Collision (N. Y., 1950), pp. 99-100.",
            "10. H. Langdon, op. cit., p. 42."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 125,
        "content": "THE CASE FOR AND AGAINST EA. As Zeus! As the son of Anu, who was Saturn, this makes some sense since Jupiter was also considered the son of Kronos/Saturn.[4] The same Hadad has also been identified as an alter-ego of the Hittite Teshub, who himself has been equated with Marduk, one of the Babylonian names for the planet Jupiter.” All of which would be fine were it not for the fact that Langdon never supplied an iota of evidence for identifying Yahweh with Hadad in the first place. THE CASE FOR AND AGAINST EA. Rather than being the son of Anu, Yahweh has been identified, even if indirectly, with Anu himself. This comes about by following a different trail which was blazed by T. G. Pinches and picked up by Donald MacKenzie: “Ea, whose name is also rendered Aa, was identified with Ya, Ya’u, or Au, the Jah [i.e., ‘Yah’ or ‘Ya’] of the Hebrews...‘whilst another interesting name, Au-Aa, shows an identification of Jah with Aa, two names which have every appearance of being etymologically connected.’ Jah’s name ‘is one of the words for “god” in the Assyro-Babylonian language’.”[8] Ea, pronounced Eyah, identified as Kronos by Berossus, was the Sumerian god who was called Enki by the Babylonians. All these three deities are identifiable as Saturnian ones.[!!] This identification can then be strengthened because, in the Babylonian Enuma Elish, as Stephanie Dalley noted, the logogram for Ea and Anu is indistinguishable to the point of being ambiguous.[!?] Donald MacKenzie went even further by proclaiming outright that “Anu and Ea were originally identical...”[3] To us this has additional meaning since, as we have seen above, Anu, too, was a personification of the same Saturnian planet. David Rohl has come up with his own charming theory. When Moses is said to have asked Yahweh who he really was, Yahweh is said to have replied with the words “Eyah asher...",
        "bibliography": [
            "1. Exodus 3:14,",
            "2. D. Rohl, Legend: The Genesis of Civilisation (London, 1998), p. 207.",
            "3. Ibid.",
            "4. Exodus, loc. cit.",
            "5. D. Rohl, loc. cit.",
            "6. Driver, op. cit., p. 997.",
            "7. A. Murtonen, op. cit., p. 64.",
            "8. C.H. Gordon & G. A. Rendsburg, op. cit., p. 85.",
            "9. Samuel 4:4; IT Samuel 6:2.",
            "10. Genesis 2:1."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 126,
        "content": "YAHWEH’S SUN-WHEELED CHARIOT. “Eyah,” which is usually translated as “I am that I am.” But, as Rohl reasoned, this phrase can also be translated as “I am he who is called Eyah”—or simply “I am Eyah”—which he surmised to be the West Semitic form of Ea.[3] As he argued: “Scholars have simply failed to recognise that this is another of those characteristic puns in which the Old Testament abounds.” The reasonableness of this suggestion is enhanced when it comes to the words with which Yahweh is said to have instructed Moses when he told him: “Thus shalt thou say unto the children of Israel, I am hath sent me unto you.” As Rohl indicated, this is a somewhat “nonsensical instruction.” Not so, however, if it is rendered as: “Thus shalt thou say to the children of Israel, Eyah has sent me unto you.” But, while possible, can the philological trail between Ea and Ya, and therefore Yahweh, be maintained? Driver, who referred to those who associated Ea with Yahweh as amateurs,[°] might have had his own axe to grind, but he has not been the only one to criticize the identification. Murtonen also did. The reason for the latter’s criticism, however, is exactly the opposite to that of Driver who, as noted above, had argued that divine names would not have been shortened and that the name Ya would then have preceded the form Yahweh. In reference to the derivation of “Yahweh” from Jau through Ea, Murtonen argued that these derivations “are proved to be wrong by the fact that the long form cannot be derived from the shorter ones...”[7] That the form “Ya” preceded “Yahweh” is, however, now widely accepted, and Murtonen’s criticism can therefore be laid to rest. Devoid of evidence, or even an argument, to the contrary, Driver’s accusation of amateurishness, on the other hand, is nothing but a cop-out. The theory that Ya was a form of Ea, which would then equate Yahweh with Saturn, cannot therefore be ruled out.",
        "bibliography": [
            "1. Exodus 3:14,",
            "2. D. Rohl, Legend: The Genesis of Civilisation (London, 1998), p. 207.",
            "3. Ibid.",
            "4. Exodus, loc. cit.",
            "5. D. Rohl, loc. cit.",
            "6. Driver, op. cit., p. 997.",
            "7. A. Murtonen, op. cit., p. 64.",
            "8. C.H. Gordon & G. A. Rendsburg, op. cit., p. 85.",
            "9. Samuel 4:4; IT Samuel 6:2.",
            "10. Genesis 2:1."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 127,
        "content": "THE DIONYSIAC YAHWEH. Yahweh was head of the stars and was to be identified with the most important star of all, the sun,” Which is not idle speculation is supported by the implication that Yahweh was inter alia known as “the sun of righteousness,” which is described “with healing in its wings.” As Frank Moore Cross adduced: “In other words, the winged sun disk is a symbol of the deity bringing salvation.” To be sure, the belief that Yahweh was represented as a winged disk had been suggested as early as 1894 by Eugene Goblet d’Alviella. This, then, is brought home by the additional fact that on a coin from Gaza of the fourth century B.C., Yahweh, so named, is depicted sitting on a winged sun-wheel. And since the sun-wheel stood for the sun-god’s chariot, the depiction bridges the gap between the fourth century B.C. and the sun-god’s chariot outside the gates of Solomon’s Temple in the time of Josiah, usually dated to the seventh century B.C. Of this coin, Langdon stated that it “has the only known representation of this Hebrew deity.” That might, or might not, have been true at the time he penned these words in 1931. But amulets from the Hellenistic period do show Yahweh, and on one of them he is actually shown driving a sun-chariot.’ There is no point in claiming that these charms bear foreign, that is Hellenistic, influences because, while this is true, the fact that Yahweh was envisaged as traveling in a sun chariot much earlier than Hellenistic times is again proven by the existence of the above mentioned sun chariot outside the gates of Solomon’s temple. What the Hellenistic coin showing Yahweh in his chariot therefore discloses is a continuation of the belief down into Hellenistic times.",
        "bibliography": [
            "1. J.G. Taylor, op. cit., p. 60.",
            "2. Malachi 4:2.",
            "3. F. M. Cross, “King Hezekiah’s Seal Bears Phoenician Imagery,” Biblical Archaeology Review (March/April 1999), p. 45.",
            "4. E.G. d’Alviella, Symbols: Their Migration and Universality (N.Y., 1894/2000), p. 207.",
            "5. §. H. Langdon, op. cit., p. 43.",
            "6. Ibid.",
            "7. P. Tierney, The Highest Altar (N. Y., 1989), p. 377.",
            "8. T. G. Pinches, The Old Testament in the Light of the Historical Records and Legends of Assyria and Babylonia, as quoted by D. A. Mackenzie, Myths of Babylonia and Assyria (London, 1915), republished as Mythology of the Babylonian People (London, 1996), p. 31.",
            "9. G. Michanowsky, The Once and Future Star (N. Y., 1977), p. 74.",
            "10. J. Morgenstern, op. cit., pp. 15, 16; D. A. Mackenzie, loc. cit.",
            "11. For Ea and Enki as Saturn, see D. Cardona, op. cit., pp. 213, 225.",
            "12. §. Dalley, op. cit., p. 276.",
            "13. D. A. Mackenzie, op. cit., p. 125."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 128,
        "content": "THE DIONYSIAC YAHWEH (continued). YAHWEH was head of the stars and was to be identified with the most important star of all, the sun,” which is supported by the implication that Yahweh was inter alia known as “the sun of righteousness,” which is described “with healing in its wings.” As Frank Moore Cross adduced: “In other words, the winged sun disk is a symbol of the deity bringing salvation.” To be sure, the belief that Yahweh was represented as a winged disk had been suggested as early as 1894 by Eugene Goblet d’Alviella. This is brought home by the additional fact that on a coin from Gaza of the fourth century B.C., Yahweh, so named, is depicted sitting on a winged sun-wheel. And since the sun-wheel stood for the sun-god’s chariot, the depiction bridges the gap between the fourth century B.C. and the sun-god’s chariot outside the gates of Solomon’s Temple in the time of Josiah, usually dated to the seventh century B.C. Of this coin, Langdon stated that it “has the only known representation of this Hebrew deity.” That might, or might not, have been true at the time he penned these words in 1931. But amulets from the Hellenistic period do show Yahweh, and on one of them he is actually shown driving a sun-chariot. There is no point in claiming that these charms bear foreign, that is Hellenistic, influences because, while this is true, the fact that Yahweh was envisaged as traveling in a sun chariot much earlier than Hellenistic times is again proven by the existence of the above mentioned sun chariot outside the gates of Solomon’s temple. What the Hellenistic coin showing Yahweh in his chariot therefore discloses is a continuation of the belief down into Hellenistic times. THE DIONYSIAC YAHWEH. It is well known that in the Greco-Roman world, Dionysus was frequently identified with Yahweh, the god of the Jews.” William Heidel informs us that “Dionysus was frequently identified with Yahweh, the god of the Jews.” The identity of Dionysos as Yahweh had in fact already been raised by Plutarch sometime in the first century A.D.... There, in Plutarch’s work, some similarities are supplied between the Bacchanalian festivals held in honor of Bacchus, the Roman equivalent of the Greek Dionysos, and certain Jewish celebrations. Among these was mentioned the Jewish Fast held at the height of the vintage during which tables were furnished with all sorts of fruits beneath booths. A few days later, another feast was celebrated which was actually alluded to as a festival of Bacchus.",
        "bibliography": [
            "1. [bid., p. 477.",
            "2. Ibid.",
            "3. Ibid., p. 484.",
            "4. Ibid., p. 481.",
            "125"
        ],
        "captions": [
            {
                "source": "internal",
                "text": "Fourth century B.C. coin from Gaza depicting Yahweh seated on a winged sun-wheel."
            }
        ]
    }
]
