[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 264,
        "content": "COLUMNAR INSTABILITIES As the two plasmaspheres began to brush against each other, the first changes seem to have taken place in proto-Saturn’s astral “jet.” Similar, but naturally less massive, plasma columns are artificially reproducible in laboratories. Strong jolts of current passing through such plasma columns can result in what is known as a pinch effect. The term is aptly named since this is exactly what transpires. The columnar plasma is actually pinched and narrows at the point of pinch. More than that, these columns can develop more than one pinch, one above the other, resulting in what can best be described as a segmented column which has been likened by some to a string of sausages. To top all that, these pinches can then develop further instabilities. While the electronics involved in this process are much too complex to be comprehended by the uninitiated, Anthony Peratt, who is usually quite definitive, does manage to provide a simple description of the procedure bereft of technical clutter: “The simple pinch has a number of serious instabilities... The sausage...instability occurs periodically along the pinch where the magnetic pressure...becomes greater. This causes bulges to appear which result in even greater inward pressure between them. Ultimately, if the axial current is strong enough, the pinch can collapse into force-free magnetic plasmoids.” According to Scott: “These instabilities are dynamic effects that occur in intense Birkeland currents or arc discharges as found in plasma torches, z-pinched plasma filaments, or in high energy density electrical discharges. The instability takes on the shape of a column of axially symmetric toroids or spheroids that remain in a semi-stable state until disruption. During this state the column may be a source of intense x-rays whose intensity is greatly enhanced if two filaments are in interaction.” These plasmoids, toroids, or spheroids, end up forming spirals around them and eventually “smoothen” out into linear filaments which themselves can, and do, take on remarkable symmetrical formations. This is what seems to have befallen the columnar jet-like plasma emanating from the proto-Saturnian sun. The discharge from the Sun would have provided the necessary sudden jolt of current needed to destabilize proto-Saturn’s columnar plasma, or Birkeland current, and send it rollicking through its series of instabilities. There is no need to point out that, on a cosmic scale, filling half of Earth’s northern sky with its scintillating display, the various aspects of which would have taken time to metamorphose into each succeeding stereotype, the entire spectacle would have filled ancient man with awe.",
        "bibliography": [
            "1 See here for instance W. Thornhill, The Electric Universe (Beaverton, Oregon, 1997), p. 21.",
            "2 A. L. Peratt, Physics of the Plasma Universe (N. Y., 1992), p. 70.",
            "3 D.E. Scott, 'Electrical Plasma' at http://www.electric-cosmos.org/electricplasma.htm",
            "4 AL. Peratt, op. cit., p. 73."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 265,
        "content": "How do we know that this transpired? We know because the Cro-Magnons left us with specific visual representations of just such a series of events. THE PICTOGRAPHIC EVIDENCE At this point I have to submit certain evidence which, at first glance, will be even more difficult to digest by those who have not been exposed to plasma experimentation than anything else so far presented. This is especially so because the evidence in question has not yet been given wide public exposure. Nor would any of this evidence have been available were it not for the diligence of Anthony Peratt. As it happened, however, back in 2000, Peratt came to the stunning realization that many of the figures left to us by our prehistoric ancestors bear a canny resemblance to the plasma instabilities with which he was personally involved and which, in fact, were named after him. It is of course understandable that, up to that time, being a plasma physicist, Peratt knew nothing about prehistoric pictographs. He was soon enough to learn. This all came about when, at the urging of some colleagues, Peratt attended the World Conference sponsored by KRONIA Communications in September 2000 at which he gave a paper on plasma cosmology. During the private round table conference for the speakers that followed the public session, two amazing things transpired. The first was that Peratt got mildly interested in what those involved in the Saturn thesis were discussing, which, from an authority of Peratt’s stature was as unexpected as it was heartily welcomed. The second is that Peratt himself—who was actually heard saying “I don’t believe I’m doing this” — floored the attendees by illustrating aspects of plasma instabilities with which those involved in the reconstruction of the proto-Saturnian events were already familiar through ancient symbolism. Even so, to say that Peratt was there and then convinced of the validity of the Saturn thesis would be stretching it. Soon after, David Talbott, who was the organizer of the conference, e-mailed some illustrations to Peratt for his comments. As Peratt himself tells it: “It was unreal. The pictures were those of an obscure instability in a plasma discharge. But the pictures were more pencil-like than photographic. It was hard to believe that someone outside the space-plasma community had knowledge of these. When I inquired further as to their source, I was told they were carved on rock. I immediately wanted to know where these rocks were stored. It was at that point that I found out that they were called petroglyphs and existed all over the world.” The resemblance between prehistoric petroglyphs and plasma instabilities so intrigued Peratt that he, together with some interested volunteers, went out of his way in self-conducted field explorations to photograph as many of these depictions as he could find in America’s south-western states. Before long he was collecting similar pictographs from other parts of the United States and elsewhere, even from as far afield as the Australian outback.",
        "bibliography": [
            "Idem, as reported on the University of Pennsylvania Museum of Archaeology and Anthropology “News Release” in relation to the 2001 seminar titled “Celestial Catastrophes in Human Prehistory?”"
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 266,
        "content": "Instabilities which our primitive forebears could only have seen projected against the backdrop of the sky—a far-fetched hypothesis to be sure. To use his own words, however, Peratt came to the conclusion that “it was really quite simple.” According to him: “Ancient people had recorded all the phases of a plasma discharge, a lightning stroke that must have been unprecedented in intensity and duration.” Peratt soon realized that, through computer processing, it would be possible to “make a movie of the phenomena with bits and pieces of petroglyphs from around the world in spite of the fact that they were often drawn as crude looking figures.” As it turned out, and was later reported, Peratt had “greatly underestimated the information carried on the rocks.”",
        "bibliography": [
            "1 Ibid.",
            "2 Ibid.",
            "3 Ibid.",
            "4 Ibid."
        ],
        "captions": [
            {
                "source": "internal",
                "text": "So-called pendant from the Magdalenian culture of Saint-Marcel, France, depicting a columnar plasma instability. (Picture courtesy of the Musée des Antiquités Nationales, St. Germain-en-Laye.) 1"
            },
            {
                "source": "external",
                "text": "The more he collected, the more he became convinced that what was recorded all over the world through these petroglyphs amounted to a chronological sequence of plasma"
            }
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 267,
        "content": "Many parts of the hastily created movie ‘stood still’ in spite of the fact that the individual frames were photos taken a thousand miles apart. That is, they were exactly the same images or images having differences related to where on Earth the observer stood or [to] cultural perceptions. How did he determine the line of sighting in order to ascertain the correct perspective of the phenomena from where “the observer stood”? “[He did so by] digitally recording many tens of thousands of petroglyphs in the Southwest while noting their positions and orientations through global positioning satellites. The data was then processed on a large computer to look for similarities between the petroglyphs themselves as well as with other objects made by man thousands of years ago.” In other words, not only are the same and/or related images carved on rock over most of the world, but, when strung together in the proper order they correlate into the correct sequence inherent in plasma instabilities. To Peratt, as now to others, there is no way that this could be interpreted as mere coincidence. The emerging verdict is that our forebears actually left us a pictorial compendium of the sequential events they saw portrayed against the sky. Peratt disclosed some of these findings to a selective audience at the October 2001 seminar sponsored by the University of Pennsylvania Museum of Archaeology and Anthropology. Basing his findings on new high technology experimental research, he there argued that “numerous rock art designs...can be linked to the recording of a highly visible outer space event that occurred many millennia ago.” As he there indicated, “many items of antiquity including petroglyphs...are interrelated by world-wide observations of an intense ‘aurora’ that may have lasted for centuries.”* All of this is not to say that all petroglyphs, or other ancient symbols, are identifiable as plasma instabilities. Neither can it be said that those which are so identifiable pertain to the same series of events. As we shall be indicating in future volumes of this series, some of these occurrences were actually repeated at a later time. But let us return to the set of circumstances we are here primarily concerned with and the visual representations left to us by the Cro-Magnons. THE MAGDALENIAN PRIMACY As has already been noted, there is nothing in all of Paleolithic art that is recognizably cosmic. This has been acknowledged by those who have made it their business to study archaeoastronomy. Thus, while Edwin Krupp attempted to discover a semblance of seasonal",
        "bibliography": [
            "Ibid.",
            "2 Ibid. (emphasis added); see also idem, “Characteristics for the Occurrence of a High-Current Z-Pinch Aurora as Recorded in Antiquity,” Transactions on Plasma Science, Vol. 31, No. 6 (2003).",
            "3 See reference #49.",
            "4 Ibid. (emphasis added)."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 268,
        "content": "reference in Paleolithic art, he could only see “little celestial and topographic imagery” in all of it. What little he saw, he did not say. Nevertheless, my own statement above is conditional on the word “recognizably” because, to be sure, Paleolithic man was not entirely “silent” when it comes to celestial imagery. The few cosmic depictions that the Cro-Magnons left behind, however, are only recognizable to those who are familiar with plasma phenomena. The cosmic images these people left behind are specific visual representations of a series of instabilities that took place in the sustained Birkeland current that stretched between proto-Saturn and Earth. We have noted that once a plasma column receives an additional jolt of current, it tends to pinch. The jolt of current which pinched proto-Saturn’s plasma column came directly from the Sun once its plasmasphere came in contact with proto-Saturn’s. In other words, the Sun discharged toward the proto-Saturnian system. The proto-Saturnian sun, together with its columnar axis, became temporarily overcharged. When axial currents are strong enough, these pinches, which can form one above the other, develop into a series of stacked plasmoids. These plasmoids then turn into toroids, or spheroids, which end up forming concentricities and/or spirals around them. “Experimenters will tell you that the usual number of pinches (or spheroids or toroids) is between 8 and 10, e.g. 9,” Peratt informed this writer. “Many times all 9 spheroids are seen, most often only a few.” According to Peratt, three spheroids, with filamentation or flaring at the bottom, is not unusual. What, then, happens to the other six? The answer is that “magnetic pressure flattens",
        "bibliography": [
            "1 E. C. Krupp, Skywatchers, Shamans & Kings (N. Y., 1997), p. 124.",
            "2 A. L. Peratt to D. Cardona, private E-mail correspondence, July 22, 2003."
        ],
        "captions": [
            {
                "source": "internal",
                "text": "So-called pendant from the Magdalenian culture of Saint-Marcel, France, depicting a columnar plasma instability. (Picture courtesy of the Musée des Antiquités Nationales, St. Germain-en-Laye.) 1"
            }
        ]
    }
]
