[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 344,
        "content": "PART FIVE AFTERMATH",
        "bibliography": [],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 345,
        "content": "Chapter 17 Magnetospheric Upheaval THE STAR OF EVIL While the entry of the proto-Saturnian assemblage into the Solar System seems to have left whatever planets were already in the Sun’s domain unscathed, the cosmic disaster caused by proto-Saturn’s flare-up was not without its repercussions on Earth and its inhabitants. The flare itself was glorious and proto-Saturn continued to be remembered as a god of light. Man was never to forget the glory but he did not much wish to remember that the destruction which followed owed its cause to the manifestation of what had by now become his god. The Hebrews remembered Elohim but, in later times, they disassociated the planet from the god. The planet Saturn itself they named Kewan and on it, rather than on its god, they blamed the tribulations it brought to man. For that reason, they described the planet as “the star of evil which brings misfortune to Israel!” Only to Israel?— one may ask. The very word “disaster,” from the Latin dis aster or dis astrum, means “evil star.” This came about because, among the Romans, Saturnus was considered “both a good and malevolent deity.” The Latin poet, Marcus Annaeus Lucan, popularly and simply known as Lucan, described the same Saturnus as “a baleful star.”3 As Lewis Greenberg noted, “the words ‘saturnine,’ signifying gloomy, and ‘Saturnian,’ meaning Golden Age, offer a strange and almost inexplicable contrast.”4 In the end, this ambivalence between good and evil resulted in the strange association of God with the Devil. Greenberg, however, was astute enough to recognize that “it would appear that the state of the world was once closely dependent upon, and drastically altered by, the planet Saturn which itself must have undergone a transformation of cosmic magnitude.” That man tried to forget—although he did not succeed—was not because he willed it so, but because it was painful to remember; because if god, from whom there seems to have been no protection, was a god of destruction, life beneath his cruel sceptre was akin to abject slavery, an existence fraught with terror, a future pregnant with evil and impending annihilation. Primitive man found it difficult to live under these conditions and his mind, in a collective attempt to retain its sanity, reversed the aspect of reality. Out of a demonic entity—and even",
        "bibliography": [
            "1. L. Ginzberg, Legends of the Jews, Vol.V (Philadelphia, 1968), p. 135.",
            "2. J. M. Robertson, Christianity and Mythology (London, 1900), p. 246.",
            "3. Lucan, Pharsalia, 1:652.",
            "4. M. Greenberg, “The Lord of Light,” AEON IIL:4 (December 1993), p. 16.",
            "5. Ibid."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 346,
        "content": "",
        "bibliography": [],
        "captions": [
            "Saturnus—the planetary god who was the embodiment of a baleful star."
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 347,
        "content": "Zeus was later to call Kronos/Saturn a demon!—mankind manufactured for itself a benign god and one of the world’s worst destructions was transmogrified into a credo of genetic Creation. SHAITAN The ambivalence between good and evil continued to manifest itself among those who actually identified the Creator with Satan? In Hebrew, as used in the Old Testament, the term shaitan “refers not to the personification of evil, but to an adversary,” himself “an agent of the Lord who obstructs or opposes man.” In fact, as A. E. Garvie notes, before the Israelites came in contact with Persian beliefs, “evil, whether as misfortune or as sin” was originally “assigned to divine causality.”4 It was only after their exile, by which time they had been influenced by Persia, that there developed in the Israelite nation a tendency “to separate all evil from God by ascribing its origin to Satan.” What was the origin of this entity? To be sure, there are some who have seen the name “Satan” as having been derived from “Saturn.” Etymologically, this cannot be accepted since, as already noted, the name Satan is merely the English transcription of the Semitic Shaitan. There are other indications, however, that the entity known as Satan owes its origin to the planetary god in question. The Gospel of Bartholomew names this “adversary of men” as Beliar (the same as Belial), which is merely a different rendering of Bel, whose identity as Saturn has been recognized by ancient as well as modern authorities. The Gospel of Matthew, on the other hand, identifies him with Beelzebub (or Beelzebul), which should be more correctly rendered Ba’al Zebub. Later still, the early Christian Fathers continued to regard Ba’al Zephon as Satan! And yet Ba’al Zephon translates as “Lord of the North,” which is a very appropriate title for the Saturnian planetary god situated in Earth’s north celestial pole! In the Old Testament—despite Cyrus Gordon and Gary Rendsburg’s more recent apologetics—the Israelite El, a common form of the Near Eastern Saturnian deity, is",
        "bibliography": [
            "1. Orphicorum Fragmenta, frag. #155, ed. by O. Kern (Berlin, 1963), p. 194.",
            "2. W. A. Heidel, The Day of Yahweh (N. Y., 1929), p. 522.",
            "3. A. E. Guinness (Ed.), Mysteries of the Bible (N. Y., 1988), p. 296.",
            "4. A. E. Garvie, “Devil,” Encyclopaedia Britannica, Vol. 7 (1959 edition), p. 283 (emphasis added).",
            "5. Ibid.",
            "6. J. Purce, The Mystic Spiral (London, 1974), p. 21.",
            "7. Gospel of Bartholomew, IV.",
            "8. See back to page 303.",
            "9. Matthew 12:26, 27.",
            "10. W. A. Heidel, op. cit., p. 449.",
            "11. H. Goedicke, in M. Rowland (Ed.), Exodus: Myth or History (Hants, England, 1994), p. 9. (NOTE: Goedicke’s identification of the geographical locality named after this god is of no consequence to the present study.)",
            "12. See here D. Cardona, “Child of Saturn,” Part V, KRONOS X:3 (Summer 1985), pp. 61-63.",
            "13. C. H. Gordon & G. A. Rendsburg, The Bible and the Ancient Near East (N. Y., 1997), p. 227."
        ],
        "captions": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 348,
        "content": "often referred to as Ba’al! Even Yahweh, whom we have already seen identified as a Saturnian deity, was equated with Ba’al.2 The Prophet Hosea himself referred to Yahweh as the Ba’al of Israel.3 It therefore becomes evident that Satanic and divine power were ambiguously regarded as having been one and the same. This ambiguity continues to be evidenced by the Gypsy name for “God,” which is devel.4 This is traceable to early Indo-European nomenclature. Thus, as it ended up in Hinduism, the word deva stood for “God.” But according to Persian (or Iranian) tradition, deva stood for “fiend” or “devil.” It should not therefore be considered strange, as it normally is in the Western world, that a Kurdish tribe known as the Yezidis worship Shaitan as a god. To them, Shaitan represents the real force of divine power.6 All this has been brought out here in order to stress the disparity of the planetary god Saturn who continued to be remembered both as the Lord of Light and the Star of Evil. What was the evil that proto-Saturn’s flare-up brought upon mankind? What were the repercussions of this event on Earth and its inhabitants? Strange as it may seem, some of these repercussions were not even evident to man.",
        "bibliography": [
            "1. H. Langdon, Semitic Mythology, Vol. V of The Mythology of All Races (N. Y., 1931/1964), p. 67; L. E. Stager, “The Shechem Temple,” Biblical Archaeology Review (July/August 2003), p. 28.",
            "2. W. A. Heidel, op. cit., p. 445",
            "3. Hosea 2:16.",
            "4. M. O. Howie, The Encircled Serpent (N. Y., 1955), p. 225.",
            "5. Although this is widely known, see here G. Rawlinson, The Seven Great Monarchies of the Ancient Eastern World, Vol. II (N. Y., 1884), p. 50.",
            "6. M. R. Izady, The Kurds—A Concise Handbook (London, 1992) and A. Collins, From the Ashes of Angels: The Forbidden Legacy of a Fallen Race (London, 1996) as cited by D. M. Rohl, Legend: The Genesis of Civilisation (London, 1998), p. 150."
        ],
        "captions": [
            "Ba’al who, in early Christian times, was identified with Satan. From a stele discovered at Ugarit, modern Ras Shamra. (Illustration by Marie-Josephe Devaux.)"
        ]
    }
]
