[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 369,
        "content": "If our Sun ever emitted such a superflare, Kenneth Chang reported on ABC News, “the results on Earth could range from pretty to devastating.” Eric Rubenstein, however, informs us that our Sun “does not have superflares as far as we can tell.” True enough—but not quite so true when it is also proclaimed that there is “no evidence that our sun has ever suffered a superflare...”! As Wallace Thornhill pointed out, this is exactly the type of discharge that was emitted by the Sun toward proto-Saturn once its plasmasphere came in contact with the Sun’s heliosphere. “In proto-Saturn’s case,” Thornhill tells us, “the entry into the solar plasmasphere would have required rapid adjustment to the new electrical environment where the Sun was the main focus of electrical activity.” If an ordinary solar flare can disrupt Earth’s magnetic field, the enormous superflare-like discharge emitted by the Sun toward Earth and its proto-Saturnian primary would have wrought magnetic havoc in both bodies. It would also have wrought havoc with the fields of whatever planets were already in the Sun’s domain. To be sure, this discharge cannot honestly be termed a superflare, which is why I have alluded to it as a superflare-like discharge. It might not even have been visible. Even if it was, man would have hardly remembered it, seeing that it would have merged with proto-Saturn’s own flare-up. All that man would have seen would have been a blinding flash centered on proto-Saturn. Moreover, proto-Saturn would have received the main jolt of the Sun’s discharge, but part of this charge would then have been relayed to Earth. It is this secondary charge that would have most affected Earth’s magnetic field. And since we have now tied proto-Saturn’s flare-up to our 10,000-years-ago benchmark, with the last accepted geomagnetic reversal dated to around the same time, we can feel confident that it was this powerful electrical surge that was responsible for that reversal. What must also be kept in mind is that geomagnetic reversals are directly associated with the field’s decay. As we have seen, Earth’s field has been calculated to have been “considerably weaker” than at present prior to 10,000 years ago. This led us to assume that it must have received a boost between then and our benchmark date. This, in its turn, receives confirmation from the fact that reversed magnetized rocks are up to a thousand times more strongly magnetized than Earth’s present field would allow. “This is one of the most astonishing problems of paleomagnetism,” H. Manley reported, “and [one that] is not yet fully explained, although the facts are well attested.” This boost, we here venture to say, would have also been the result of the discharge from the Sun. Following that, the field would have commenced on its decay in its attempt to adjust to the Sun’s own field of influence. All of which, we are sure, would have already been suspected by our attentive readers. The same attentive readers would also want to know what would have caused the recorded geomagnetic reversals prior to 10,000 years ago. After all, in our scheme, the proto-Saturnian system would have only entered the Sun’s domain of influence once.",
        "bibliography": [
            "1. Ibid. (emphasis added).",
            "2. W. Thornhill, “Superflares,” Thoth (electronic newsletter) Hl:1 (January 24, 1999), p. 10.",
            "3. H. Manley, “Paleomagnetism,” Science News (July 1949), p. 59."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 370,
        "content": "Chapter 18 Out of the Freeze THE HEAT WAVE One abrupt change that man would have immediately noticed following proto-Saturn’s flare-up would have been the sudden heat-wave that would have engulfed Earth. This brings to mind one of the most fascinating, even if somewhat convoluted, myths of Creation, that told by the North American Lakota, otherwise known as the Sioux. This myth contains many particulars that have already been discussed both in this work and our previous one. Thus it is told that the first and only entity to ever exist was Inyan and, like the Saturnian deities of other nations, he existed in “the time when there was no time.” With him, however, was also his “spirit,” known as Wakan Tanka, the Great Mystery. This “spirit,” which elsewhere we have seen equated with “wind” and even “hurricane,” was the same “spirit”—that is ruach—which the Old Testament associates with Elohim. Identifiable as the universal mytho-historical polar column, or axis mundi, as noted in our previous volume, this phenomenon is understood as the sustained, yet rotating, jet-like Birkeland current that stretched between Earth and proto-Saturn. Also anthropomorphized as the deity’s mighty phallus, we have, in this very work, already seen this same phenomenon retracting itself just prior to proto-Saturn’s flare-up. Inyan himself, it was told, was shapeless—that is he lacked all limbs and/or protuberances. He thus compares favorably with the Eskimo Ataksak and the Roman Janus, both of whom were described as having originally had the shape of a mere sphere. And, once again like the Saturnian deities of other races, he lived in darkness.” In that curious manner which in time became the hallmark of all mythology, various Lakotan aspects of the proto-Saturnian configuration, including Earth, were ultimately endowed with human characteristics and emotions including envy and/or jealousy. Thus it was that Earth was said to have complained because “she was cold”—a direct allusion to the frigid climate of the Pleistocene Ice Age. She therefore demanded that Inyan banish the darkness, at which point light was created.",
        "bibliography": [
            "1. Eddy, Native American Myths (London, 2001), p. 9.",
            "2. Ibid.",
            "3. D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 429 ff., 438 ff.",
            "4. Ibid., pp. 458 ff.",
            "5. §. Eddy, loc. cit.",
            "6. Ovid, Fasti I:111; M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972), p. 427.",
            "7. Eddy, loc. cit.",
            "8. Ibid.",
            "9. Ibid., p. 10."
        ],
        "captions": [],
        "headers": [
            "THE HEAT WAVE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 371,
        "content": "“Now there was light everywhere, but this was still not good enough...for there was no warmth and no shade.” In order to dispel the cold, Wi was next created. “Wi shone on the world and everything became hot and bright.” In time, the Lakota came to understand this Wi as “the brilliant disc of the sun.” As we know from other myths, the Sun did eventually come into view. But that Wi was proto-Saturn in its new radiant phase rather than the present Sun is indicated by his original immobility in the sky. As already noted, it was precisely at this time, following its flare-up, that proto-Saturn began to shine as a true sun. What is also of importance to our present topic is the statement that, unfortunately, this new sun gave “no respite from the burning heat.” This heat at the beginning of Creation is reiterated by the Maidu of California. Great Man, which is what the name of the Maidu Creator translates into, was he who created the so-called “world.” As these natives relate: “At first the earth was very hot, so hot it was melted...” Nor is this merely an Amerind tradition since this belief is also encountered half a world away in India. In speaking of tapas, the bodily heat said to be experienced by some mystics, Heinrich Zimmer informs us that in Vedic lore “such energy is employed by the gods themselves to many ends,” one of which is “the purpose of creation.” The Creator is said to heat himself “and thereby produces the universe.” And, quite often, this is accomplished “by internal incandescence.”",
        "bibliography": [
            "1. Ibid.",
            "2. D. Cardona, op. cit., pp. 337-340.",
            "3. §. Eddy, op. cit. (emphasis added).",
            "4. R. Van Over, Sun Songs: Creation Myths From Around the World (N. Y., 1980), p. 39.",
            "5. H. Zimmer, Myths and Symbols in Indian Art and Civilization (Princeton, 1974), p. 116.",
            "6. GR. Brakenridge, “Terrestrial Paleoenvironmental Effects of a Late Quaternary-Age Supernova,” Icarus 46 (1981), pp. 81, 86; see also D. H. Clark, et al., “Frequency of Nearby Supernovae and Climatic and Biological Catastrophes,” Nature 265 (1977), pp. 318-319.",
            "7. A. C. Aikin, “Supernovae Effects on the Terrestrial Atmosphere,” Planetary Space Science 28 (1980), pp. 639-644.",
            "8. K. Croswell, “Red, Willing and Able,” New Scientist (January 27, 2001), pp. 30-31."
        ],
        "captions": [],
        "headers": [
            "X-RAYS AND DOUBLE LAYERS"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 372,
        "content": "Though we have posited proto-Saturn to have been a sub-brown, rather than a red, dwarf star, this is precisely what would have transpired to proto-Saturn during its flare-up. No longer the dim red orb it had formerly been, it had now become incandescent, continuing to radiate both light and heat for a long time afterwards. We have also seen that plasmatic double layers are wont to explode if their circuit is disrupted, as would have transpired once proto-Saturn’s plasmasphere came in contact with the Sun’s heliosphere. Accelerated particles from the Sun’s outburst would have interacted with the plasma. As Hannes Alfvén tells us, in such cases these particles would “produce a number of secondary effects so that the released energy finally is dissipated as heating and radiation.” As he also cautions, this energy cannot be accounted for through any sort of magnetic field disruption, but, “of course,” as we have already seen, “the secondary effects of the explosion also cause changes in the magnetic field.” A third source of this heat would have come from proto-Saturn’s emitted X-rays. We need not repeat that supernovae are known to emit such rays, as so, also, do brown dwarf stars. The amount of X-rays generated by proto-Saturn through its flare-up must have been prodigious. As Donald Goldsmith tells us, X-rays, no matter how produced, “are the sign of hot gas.” And, “the amount of X-ray emission reveals how much hot gas exists, and how high its temperature is.” It is not at present feasible to calculate the amount of X-rays emitted by proto-Saturn’s flare-up, but the heat generated through them in close proximity to Earth would definitely have added to that generated by the explosion of proto-Saturn’s plasmatic double layer. At close proximity, most of this heat would have bathed Earth and its inhabitants.",
        "bibliography": [
            "1. Ibid.",
            "2. D. Goldsmith, Einstein’s Greatest Blunder? (Harvard University Press, 1995), p. 159.",
            "3. H. Alfvén, Cosmic Plasma (Dordrecht, Holland, 1981), p. 33 (emphasis added)."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 373,
        "content": "Earth, too, would have produced its own heat. And this brings us back to solar flares. These flares from the Sun do not only affect Earth’s magnetic field, they also tend to slow down Earth’s rotation. This came to light in 1956 when André Danjon detected a sudden deceleration of Earth’s rotation following a solar flare. A repeat performance then took place in 1960. The explosion on the face of the Sun caused quite a bit of havoc down here on Earth. As Herman Friedman described it: “Six hours [after the flare], a gigantic cloud of solar hydrogen gas, ten million miles across and still trailing halfway back to the Sun, 93 million miles away, collided with the Earth at a speed of four thousand miles a second. Though inaudible and invisible, the collision started a violent chain of disturbances on and around the Earth, an electric and magnetic storm of mammoth proportions. Compass needles swerved erratically. For hours, all long-distance radio communications were blacked out. Teletypes printed gibberish. Overhead, sheets of flaming-red northern lights flashed in the night sky, bright enough to be seen through overcast and clouds. Electric lights flickered in farmhouses as if a thunderstorm raged, yet the air and sky were clear and silent.” This state of affairs continued for more than a week, but, as Friedman noted, “such a storm amounts to no more than a tiny ripple in the usual steady flow of solar energy.” Earth was also slowed down, and the length of the day again increased. True enough, as before, it did not increase by much, only by 0.85 milliseconds, thereafter decreasing at the rate of 3.7 microseconds per day. Earth’s rotation eventually stabilized close to its pre-flare value. To say that Danjon took scientists by surprise would be putting it mildly. As Ralph Juergens reported: “This announcement raised quite a few eyebrows. Quite impossible, said the experts...Danjon, anticipating such objections, argued that ‘it is very likely electromagnetism...that will furnish the explanation for these variations...’ But his claim was generally disregarded.” But then, following Danjon’s death in 1967, it happened again. This transpired in August 7-8 of 1972 “following a week of frenzied solar activity.” This event was reported by Stephen Plagemann and John Gribbin who found that the length of the day had suddenly increased by more than 10 milliseconds, following which there ensued a gradual return to normal. As with Danjon, Plagemann and Gribbin were met with disbelief and even derision. Gribbin, however, went further. He correlated the solar activity in the past with terrestrial rotation for a period commencing around 1820 all the way to almost 1980. This correlation showed that when the Sun was more active than usual, the length of the day increased through a decrease of Earth’s rotational velocity, with the opposite effect taking place when the Sun had been less active. (Unfortunately, through the publication of their 1974 book—The Jupiter Effect—in which it was postulated that the alignment of planets on one side of the Sun would cause widespread earthquakes, these two got into scientific hot water when their prediction failed to materialize.) By 1981, however, not only solar flares, but also sunspot variations were shown to affect Earth’s axial rotation.",
        "bibliography": [
            "1. H. Friedman, Our Amazing World of Nature: Its Marvels and Mysteries (N. Y., 1969), p. 261 (emphasis added).",
            "2. Ibid.",
            "3. A. Danjon, Comptes Rendus de Séances de l’Academie des Sciences, 250: 8 (February 22, 1960), p. 1399; see also idem, in ibid. 250:15 (April 11, 1960).",
            "4. R. E. Juergens, “On the Convection of Electric Charge by the Rotating Earth,” KRONOS II:3 (February, 1977), p. 15 (first & second ellipses added, third ellipses as given).",
            "5. Ibid.",
            "6. J. Gribbin, New Scientist (May 10, 1975), p. 339.",
            "7. See, for example, Science News (September 1, 1973), p. 136.",
            "8. J. Gribbin, Death of the Sun (N. Y., 1980), p. 131.",
            "9. D. Djurovic, “Solar Activity and Earth’s Rotation,” Astronomy & Astrophysics, Vol. 100 (1981), pp. 156-158; see also idem, “Short-Period Geomagnetic Atmospheric and Earth-Rotation Variations,” in ibid., Vol. 118, No. 373."
        ],
        "captions": [],
        "headers": []
    }
]