[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 479,
        "content": "of various Pleistocene mammals. So, similarly in California where human remains were discovered mixed with what later proved to be the bones of Pleistocene fauna by early gold miners. Of special interest here are the remains unearthed from beneath auriferous gravels underlying lava-capped ridges at Table Mountain. Human bones have also been found near Natchez on the Mississippi mixed with those of mastodons, horses, and rhinoceros. From a cave in France comes additional evidence of human skeletons found together with the bones of wild animals. Because some of these animals, such as bears, hyenas, lions, leopards, and wolves, are known to have been cave dwellers, the cave might be interpreted as having served as a part-time lair that was also utilized by man. Among the remains of these animals, however, were also those of the great deer, the woolly rhinoceros, and the mammoth, which are hardly animals that would have sought shelter in a cave under normal conditions. Human bones, again associated with those of the mammoth, the woolly rhinoceros, and the giant deer, have also come to light in Belgium near Namur. And so, also, in Devonshire, England, where human skeletons have again been discovered together with similar Pleistocene mammals. Further human bones have come to light in Gibraltar; near Weimar in Germany; in Honan, China; in northern Rhodesia; and elsewhere. As we know through archaeological sites, Paleolithic man buried his own kind. Thus when fractured and dismembered human skeletons are found scattered pell-mell among the similarly disarticulated bones of various beasts which are not known to normally cohabit or to inhabit the same regions, let alone in fissures and caves in which they have been found crammed, covered with water-borne sediment which often contains signs of past marine life, or beneath volcanic ash and hardened lava—these cannot be blamed on the natural order of dying and consequent entombment. These are signs of universal catastrophes which, among other things, included volcanic eruptions and tsunamis of global dimensions. We could go on enumerating case after case right across the world in greater detail but a point has to be reached where enough will have to do. It is not as if previous catastrophist literature has not filled enough pages with similar and more numerous evidence. One major point to keep in mind, however, concerns the disappearance of the Neanderthals who never made it into the Neolithic. In fact, they never made it out of the Ice Age. We cannot, however, claim that Neanderthal man was a victim of proto-Saturn’s flare-up because he seems to have disappeared much earlier. At least, other than in Brazil, no Neanderthal fossils have been found that date later than 30,000 years ago. To my knowledge, again with the exception of Brazil, none of these remains were found in a catastrophic context. What drove",
        "bibliography": [
            "1. Stock, “Occurrence of Human Remains in Conkling Cavern, New Mexico,” Bulletin of the Geological Society of America, Vol. 42, p. 370.",
            "2. D.S. Allan & J.B. Delair, Cataclysm! (Santa Fe, New Mexico, 1997), pp. 130, 132.",
            "3. H. Obermaier, Fossil Man in Spain, as cited by A. M. Rehwinkel, The Flood (St. Louis, Miss., 1951), p. 32.",
            "4. Ibid., p. 33.",
            "5. B. Hills, Origins: Cosmology, Evolution & Creation (Cambridge, 2003), p. 259."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 480,
        "content": "them to extinction thus remains a mystery. In this respect, however, we are no better or worse off than mainstream anthropologists. On the other hand, while it is generally believed that we moderns are descended from the Cro-Magnons, it can safely be stated that the Cro-Magnon culture failed to make the transition. This is especially evidenced by the fact that Cro-Magnon artistry completely disappeared at the end of the Pleistocene to be replaced by Mesolithic naiveté that continued into the Neolithic. What happened to those artists whose sophisticated and anatomically correct renditions once filled the caves of Europe? Is it likely that the artists were the only ones to succumb, and all of them at that? One may well ask why were so many faunal species exterminated while others survived into the modern world? Or why did the Arctic mammoth live on, only to be eradicated by the next cosmic catastrophe? One can only claim that this was simply due to the vagaries of nature, especially when, as in our case, nature tends to go wild. RACIAL DIVERGENCE As in the animal kingdom, radiation would also have caused mutations among humans. At present, it is our atmosphere that protects us from primary cosmic rays. John Hagen additionally tells us that: “It has been estimated that an increase by a factor of ten over the intensity of cosmic rays at sea level may affect humans by causing serious mutations in succeeding generations. The intensity of cosmic radiation outside the atmosphere may well reach this level and the particles are heavier.” How much more so would cosmic radiation have affected humans through the flare-up of a sub-brown dwarf star at close proximity? Despite what appears to be nothing but the fantasy of an ancient mind, that fragment of the work of Berossus preserved by Alexander Polyhistor we have touched upon above does not merely speak of “monstrous animals” but also treats of what appear to be human mutations. After describing that time “in which there was nothing but darkness and an abyss of waters,” he goes on with: “Men appeared with two wings, some with four and with two faces. They had one body but two heads; the one of a man, the other of a woman. They were likewise in their several organs both male and female. Other human figures were to be seen with the legs and horns of goats. Some had horses’ feet; others had the limbs of a horse behind, but before were fashioned like men...men too and other animals, with the heads and bodies of horses and the tails of fishes.",
        "bibliography": [
            "1. See here D. Cardona, op. cit., pp. 68 ff.",
            "2. J.P. Hagen, “Interplanetary Exploration,” Encyclopaedia Britannica, Vol. 12 (1959 edition), p. 531.",
            "3. Fragment of Berossus from Alexander Polyhistor as reproduced by R. K. G. Temple, The Sirius Mystery (N. Y., 1976), p. 251.",
            "4. Ibid."
        ],
        "captions": [],
        "headers": [
            "RACIAL DIVERGENCE"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 481,
        "content": "Not only is this description too fantastic to be believed, it also seems that Berossus might have been influenced by the depiction of mythological creatures he would have seen in Babylon, mistaking them for the former appearance of flesh and blood monstrosities that could have populated an earlier era. This is evidenced through his own admission when he adds that: “Of all these were preserved delineations in the temple of Belus at Babylon.” And yet one cannot help wondering whether these depictions in stone might not have been confused by Berossus with a somewhat similar description of mutated humanity in some long lost Babylonian tradition. In turn this brings to mind a modern report which appeared in the British newspaper, the Daily Telegraph, which claimed that quite a few infants born within a large radius of the previously mentioned Chernobyl disaster have been prone to birth defects including short wing-like arms and/or a lower extremity which has been compared to a fish tail. We note here two of the characteristics described by Berossus—men with two wings and others with “the tails of fishes.” Additionally, men or women with “one body but two heads” are now known as Siamese twins. The curse of the club foot is also known and these would have been easily compared to goats’ and horses’ feet. To be sure, I will not vouch for the reliability of the Daily Telegraph report since research has led me to believe that no such radioactive mutants have resulted from the fall-out of the Chernobyl disaster. But even if the report was mistaken, deformed arms that look like miniature wings and deformed legs that, together, take on the form of an enlarged fish’s tail are not unknown among human birth defects. Thus, remembering the time in which it was written, the description by Berossus is not really all that far-fetched. Much stranger creatures have exhibited themselves in side “freak” shows in circuses and fairs throughout the world in the recent past. Less dramatic was the Jewish historian Josephus who spoke of nature “which, at certain revolutions of time, produces such mutations in the bodies of men, in the earth, in plants, and in all things that grow out of the earth.” Similarly, in the New World we meet the Tupinambas of Brazil whose creator, known as Monan, is often confused with the somewhat lesser deity Maire-Monan. Unfortunately this confusion disallows us from telling which deity was responsible for what follows even though it is presently attributed to Maire-Monan. It is said of this deity that, close to the time of Creation, he had “the power of changing men and animals into other forms.”",
        "bibliography": [
            "1. Ibid.",
            "2. Daily Telegraph (April 29, 1992).",
            "3. Josephus Flavius, Antiquities of the Jews (also known as Jewish Antiquities), VI: i: 2.",
            "4. M. Fauconnet, “Mythology of the Two Americas,” New Larousse Encyclopedia of Mythology (London, 1972), p. 445."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 482,
        "content": "gantism, midgets, dwarfs, and hunchbacks, to name but a few. Although in some cases, especially among human giants, life spans might be shortened, these mutants, as well known, do mate and breed but they give birth to normal children. As in the animal kingdom, it therefore becomes obvious that most of the mutated human individuals who survived proto-Saturn’s flare-up failed to pass their mutated genes to their offspring so that, in a very short time, they would have disappeared completely. At the end of an article dealing with mutation and evolution, James Crow concludes that, “the effects produced by mutations are of all sorts, and are mostly harmful.” As he goes on: “Some [mutations] cause embryonic death, some severe disease, some physical abnormalities, and probably many more cause minor impairments of body function that bring an increased susceptibility to the various vicissitudes of life. Some have an immediate effect; others lie hidden to cause their harm many generations later. All in all, mutations must be responsible for a substantial fraction of human premature death, illness and misery in general.” Bear in mind, however, that while Caucasian dwarfs and midgets tend to give birth to normal offspring, African Pygmies give birth to pygmy children. That mutations can be inherited is well known, where such mutations are passed on from mother to child. Thus, for instance, numerous members of a Rhodesian tribe have feet with only two toes that have been compared to the feet of an ostrich or the claws of a lobster. The defect is a hereditary condition, possibly via a single mutated gene. In this particular case, the deformity has been traced to a woman in the Zambesi valley. A relative of hers is known to have settled near Botswana and her two-toed descendants now number in the hundreds. A better known case among African people is the development of steatopygia, a very conspicuous characteristic that occurs mainly among Bushmen and Hottentots. This consists of a fatty accumulation on the thighs and buttocks and is believed to serve as “food store for the body during periods of droughts.” But, as Josef Wolf notes, “ancient cave paintings show women with steatopygia at times when the Khoisan [Bushmen and Hottentots] were living in relatively fertile, well-watered territory, so this argument may not be altogether correct.” Wolf adds that: “The fact that the condition is much admired by the men indicates that sexual selection may also have played a part in preserving this interesting characteristic.” This might be so, but it does not explain how “this interesting characteristic” originated. More importantly, however, is the question concerning the origins of the Negroes and the Pygmies of the African continent. The derivation of man’s racial variety has been debated for many years. What is conceded by all parties is that “the remarkable diversity in our species today has its roots in the changing and sometimes harsh conditions of the last ice age.” This consensus has been reached because the fossil record of modern-like humans does not stretch",
        "bibliography": [
            "1. F. Crow, “Ionizing Radiation and Evolution,” Scientific American (September 1959), p. 160.",
            "2. Ibid.",
            "3. Sunday Times (January 13, 1980).",
            "4. J. Wolf, op. cit., p. 173."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 483,
        "content": "beyond that point. The Caucasoid race is known to have existed during the Ice Age as evidenced by the remains of the Neanderthals and Cro-Magnons. But, as James Strickling astutely asked, “where...did the dark-skinned people of Africa come from? Quoting C. S. Coon, Strickling stresses that the “origin of the African Negroes, and of the Pygmies, is the greatest unsolved mystery of racial study.” “Wherever any of these people originated, the accepted time scale of their color differences fits comfortably within the framework of uniformitarianism. We are assured that the ‘differentiation of white, yellow and black races took place over a period of half a million years by mutation’. But here’s the rub: “Surprisingly enough, in Africa, the continent which is considered by some to be the cradle of human evolution and which has been populated (though on a very restricted scale) by members of the genus Homo for over three million years, the origins and distribution of peoples of modern type are very largely obscure.” In discussing the African Pygmies, Colin Turnbull had this to say: “The BaMbuti, as the Pygmies of the Ituri Forest are known to themselves and to their neighbors, may be the original inhabitants of the great stretch of rain forest that reaches from the Atlantic coast right across Central Africa to the open grassland country on the far side of the chain of great lakes that divides the Congo from East Africa.” Moreover: “Their origin, along with that of Negrito peoples [that is, Asiatic Pygmies] elsewhere in the world, is lost in the prehistoric past.” As Coon writes: “As far as we know, the Congoid line started on the same evolutionary level as the Eurasiatic ones in the Early Middle Pleistocene and then stood still for a half million years, after which Negroes and Pygmies appeared as if out of nowhere.” Furthermore, they did so in the Upper Pleistocene or, in other words, at the end of the Ice Age. Later studies did not change the picture. “It is not until much later in the fossil record, about the beginning of the Neolithic period some 10,000 years ago,” writes Wolf, “that recognizably ‘modern’ Africans can be identified from the skeletal remains.” And: “It is not until a time-level of about 10,000 years ago that skulls with a definite Negro appearance occur in the fossil record.” The absence of earlier Negro fossils has often been blamed on the humid environment of West Africa which is “traditionally viewed” as the Negro homeland, and which is not",
        "bibliography": [
            "1. J. E. Strickling, Origins: Today’s Science, Tomorrow’s Myth (Norcross, 1996), p. 186.",
            "2. C. S. Coon, The Origin of Races (N. Y., 1962), p. 588.",
            "3. J. E. Strickling, loc. cit., citing C. D. Darlington, The Evolution of Man and Society (N. Y., 1969), p. 44.",
            "4. J. Wolf, op. cit., p. 158.",
            "5. C. M. Turnbull, “The Lesson of the Pygmies,” Scientific American (January 1963); see also J-P Hallet (with A. Pelle), Pygmy Kitabu (N. Y., 1973), pp. 4-5."
        ],
        "captions": [],
        "headers": []
    }
]