[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 494,
        "content": "Long after, a verifiable planet was detected around a dwarf star even though this dwarf was classed as red rather than brown. More importantly, the planet in question was described as an Earth-like one, and that it is probably just one such world to be discovered! But a planet traveling together with an actual brown dwarf has also been imaged. Thus, our own thesis, which calls for Earth having been a satellite of a sub-brown dwarf, cannot be said to be at variance with current astrophysical possibilities. PLANET FORMATION The difference between current belief concerning brown dwarf planets and our scenario is in the manner in which these planets form. Keeping to the theory of planet formation in general, the accepted modus operandi regarding the formation of brown dwarf attendants is through accretion from the debris contained in circumstellar disks. For that reason, circumstellar disks, quite a few of which have now been actually photographed, are often referred to as planetary, or protoplanetary, disks, sometimes shortened to proplyds. But even here astrophysicists are not all in accord. In fact, this method of planet formation encounters so many difficulties that some astrophysicists have ruled it out entirely. And yet, even as I write this, others continue to pay homage to the theory despite the problems they themselves admit to. While two main separate theories of planet development from circumstellar disks vie for acclaim—one through core accretion, the other through disk instability, the details of neither of which concern us here—there are at present other so-called hybrid mechanisms vying for fame. Alan Boss, who himself favors the disk instability model, was forced to admit that: “Neither core accretion nor disk instability is a completely developed theoretical mechanism. Both approaches leave major questions unanswered... [Future] studies will provide the observational tests needed to determine whether theoreticians’ amusements have a place in the real universe.” “The truth,” Adam Frank was honest enough to admit, “is that astronomers still do not know much about the origin of planets” and that “our solar system is something of an oddball.” David Rabinowitz was even more outspoken when he claimed that “we know next",
        "bibliography": [
            "1. 'Farth-Like Planet may be First of Many,' New Scientist (January 28-February 3, 2006), p. 12.",
            "2. M.R. Zapatero Osorio, op. cit., p. 46.",
            "3. See, for instance, Astronomy (June 2006), p. 71.",
            "4. D. Cardona, God Star (Victoria, British Columbia, 2006), pp. 469-471, and elsewhere in the present work.",
            "5. G.W. Marcy, 'The New Search for Distant Planets,' Astronomy (October 2006), pp. 34-35; A. P. Boss, 'How do You Make a Giant Exoplanet,' in ibid., p. 40-43.",
            "6. Ibid., p. 38; G. W. Marcy, op. cit., p. 32.",
            "7. A. P. Boss, op. cit., pp. 42-43.",
            "8. Ibid.",
            "9. Ibid., p. 42.",
            "10. Ibid., p. 43 (emphasis added).",
            "11. A. Frank, 'How Nature Builds a Planet,' Discover (July 2005), p. 30."
        ],
        "captions": [],
        "headers": [
            "PLANET FORMATION"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 495,
        "content": "to nothing about how the solar system formed! Core accretion itself, according to Frank, “is rife with uncertainties,” and “all of these theories and their impressive-looking conclusions are only as good as the assumptions built into them.” And then, that disk accretion, in whatever flavor, cannot account for the formation of planets is evidenced by disks surrounding older stars known to already harbor planets. Nor could these disks be ephemeral leftovers from previous planet formation because some of them, “for unknown reasons,” are “100 times as thick as the dust in our solar system.” The alternative is the plasma ejection model which claims that planetesimals form from “knots” within astral jets—which includes those of brown dwarf stars and thus also proto-Saturn—from where they continue to condense into bigger and more massive bodies. As revolutionary as this might presently appear, a growing number of astrophysicists have endorsed this mechanism in past years, as others continue to do at present. HEAT RETENTION AND DISSIPATION We have seen that brown dwarf stars can shed enough warmth to sustain life on any planets they might harbor in their vicinity. The only objection that might be raised against this as it pertains to our scenario concerns proto-Saturn’s mass. Having accepted proto-Saturn to have been a sub-brown dwarf, one might wonder if it would have been massive enough to deliver the required heat. But, despite past theories, it has now been discovered that the retention and dissipation of heat is not necessarily reliant on mass. This was indicated by the two brown dwarfs which orbit around each other in the Orion Nebula, the calculated temperatures of which have put astronomers in yet one more quandary. “The results [Robert Naeye reported] appear to have put astronomers in the awkward position of knowing less about brown dwarfs than they did before. The problem stems from the fact that the more massive of the two brown dwarfs is 140° C (252° F) cooler than its counterpart. This flies in the face of theoretical models, which confidently predict that massive brown dwarfs start off hotter and take longer to radiate away their heat of formation. ‘This is a mystery,’ says [Keivan] Stassun. ‘The less massive brown dwarf is hotter. No theoretical model of brown dwarfs predicts that.’ Meantime, astronomers continue to puzzle over the fact that Saturn “radiates a lot of heat, more than can be accounted for” from what it receives from the Sun. The latest theory that",
        "bibliography": [
            "1. I. Kruglinski, 'EL61, A Space Oddity,' Discover (December 2005), p. 10.",
            "2. A. Frank, op. cit., p. 31.",
            "3. Ibid.",
            "4. Ibid., p. 35.",
            "5. See here, for instance, T. P. Ray, op. cit., p. 16.",
            "6. D. Cardona, op. cit., pp. 472-476, and elsewhere in the present work.",
            "7. R. Naeye, 'Brown-Dwarf Enigma,' Sky & Telescope (May 2006), p. 18 (emphasis as given).",
            "8. D. Hawksett, 'Discovering Saturn,' Astronomy Now (July 2006), p. 61."
        ],
        "captions": [],
        "headers": [
            "HEAT RETENTION AND DISSIPATION"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 496,
        "content": "490",
        "captions": [
            {
                "source": "internal",
                "text": "bes HH409-A a"
            },
            {
                "source": "external",
                "text": "Planetesimal “knots” within the astral jet of Herbig Haro 409 (Illustration courtesy of NASA.)"
            }
        ],
        "bibliography": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 497,
        "content": "has been formulated to account for this anomaly stresses the seemingly contradictory “fact” that Saturn’s “lower temperatures” hinders helium from mixing with hydrogen, so that the helium percolates down through the hydrogen to fall as “rain” toward the core. And it is this rain of helium that is “slowly converting energy in Saturn’s atmosphere into heat,” even “the excess heat the planet generates, when compared to what it absorbs from the Sun.” POLAR CONVERGENCE It is not just excess heat that troubled astronomers when it comes to the planet Saturn. Another particular discovery the nature of which amazed one and all was the planet’s south pole which was found to be “warmer than the rest of the planet”—warmer by about 4 degrees Fahrenheit—which does not accord well with helium percolating toward the core as per above. And then, as if all that was not enough, it was additionally revealed that the planet also shines with its own light. As low as this illumination is, it is sufficient to backlight the planet’s clouds in what has been described as a Chinese lantern effect. But this, too, was then blamed on Saturn’s surplus heat.",
        "bibliography": [
            "1. Ibid.",
            "2. A. Stone, 'Cosmic Katrina,' Discover (February 2007), p. 12; M. K. Baumann, et al., What's Out There (London, 2005), pp. 136-137.",
            "3. R.R. Britt, 'Freak One-Eyed Monster Storm Spotted on Saturn,' SPACE.com (November 9, 2006).",
            "4. M. McKee, 'Saturn Glowing Like a Chinese Lantern,' NewScientist.com news service (October 21, 2006)."
        ],
        "captions": [
            {
                "source": "external",
                "text": "Saturn’s south pole—the warmest place on the entire planet. (Photograph courtesy of NASA.)"
            }
        ],
        "headers": [
            "POLAR CONVERGENCE"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 498,
        "content": "Revelations did not stop there. The Chinese lantern effect in question was then found to be brighter in the northern hemisphere, which additionally suggests that the clouds are lighter north of Saturn’s equator! But never mind these lighter northern clouds, which would mean a heavier atmosphere in the southern hemisphere. How about an actual hurricane, a colossal one at that, sustained perpetually at Saturn’s south pole? 5,000 miles across, “big enough to engulf North America”—or “two-thirds the diameter of Earth”?—it towers 45 miles high, with a wind speed of 350 miles per hour. What should be kept in mind here is that, according to the linear configuration we have been able to reconstruct from the mytho-historical record, Saturn’s south pole would have been the very pole facing Earth. It was the very pole from which the sustained Birkeland current would have extended in roiling fashion toward Earth, Saturn’s heavier atmosphere and its ensuing hurricane, both occurring in its south pole, which pole happens to be the warmest locality on the entire planet, can thus be explained as a resultant consequence of its former churning vortex. And what about the atmospheric hexagonal feature that came to light at Saturn’s north pole? First discovered in 1988, it was recognized as the “zonally symmetric current” produced by “an atmospheric jet stream.” As happened later with Saturn’s south polar hurricane, the feature surprised astronomers because its position remained fixed. The jet, however, is far from static since it’s known to twist around itself. Decades later, Saturn’s hexagon topped the astronomical news again since clearer images from the Cassini spacecraft showed that the feature was still in place. 15,000 miles (25,000 kilometers) across—large enough to fit four Earth-sized planets within its borders—the structure extends about 60 miles (100 kilometers) down into Saturn’s clouds. Billed as “one of the most bizarre weather patterns known,” this atmospheric oddity seems to have inspired",
        "bibliography": [
            "1. M. McKee, loc. cit.",
            "2. A. Stone, loc. cit.",
            "3. R. R. Britt, loc. cit.",
            "4. A. Stone, loc. cit.",
            "5. Icarus 76 (1988), pp. 335-356.",
            "6. P. J. Gierasch, 'Hexagonal Polar Current on Saturn,' Nature (January 26, 1989), p. 309.",
            "7. SPACE.com Staff, 'Bizarre Hexagon Spotted on Saturn,' SPACE.com (March 27, 2007)."
        ],
        "captions": [
            {
                "source": "internal",
                "text": "Saturn’s south polar hurricane. (Photograph courtesy of NASA.)"
            }
        ],
        "headers": []
    }
]