[
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 409,
        "content": "However, that the net increase in the average depth of the sea is compensated by the rise of the continental platforms; the Colorado plateau of the western U. S., for example, has been pushed upward some 2,000 feet in the present postglacial period. And: “From other information about the earth and its structure it is clear that the transfer of such an immense burden from the continents to the sea must [have] set further changes in motion... The melting of a continental ice sheet 9,000 to 10,000 feet thick—the thickness [more than the extent of] the [Antarctic icecap—would [have caused] the continent to rise, as Scandinavia and certain parts of North America are rising even today. This rise [was] compensated by the sinking of parts of the ocean floor.” Rather than taking millions of years, such readjustments can proceed at a very rapid pace. “Some regions [Fairbridge continues to inform us] are so unstable that their rate of movement can be measured within as short a time as half a century. Generally speaking, the harbors that lie in the axes of ancient mountain ranges are rising slowly, as at Biarritz and Nice. Those that lie near regions that were heavily laden with ice during the last ice age are rising moderately fast. In many parts of Scandinavia this uplift is so rapid that docks used by fishing boats are literally rising out of the water.” Thus the question asked by Derek Allan and Bernard Delair—“Might not the elevation of these beaches have resulted as much from an uprise of the land as from a drop in sea level?”—is at best redundant. In fact, the concept of isostatic rebound had been forwarded by Thomas Jamieson as early as 1865. As he then wrote: “In Scandinavia and North America, as well as in Scotland, we have evidence of a depression of the land following close upon the presence of the great ice-covering; and, singular to say, the height to which marine fossils have been found in all these countries is very nearly the same. It has occurred to me that the enormous weight of ice thrown upon the land may have had something to do with this depression.”> And, as Windsor Chorlton noted: “Anticipating the conclusions of 20th Century geophysicists, Jamieson explained the glacial depression and the postglacial uplift by",
        "bibliography": [
            "R. W. Fairbridge, “The Changing Level of the Sea,” Scientific American (May 1960), pp. 70-79 (emphasis added).",
            "Ibid.",
            "Ibid.",
            "D.S. Allan & J. B. Delair, op. cit., p. 27.",
            "T. Jamieson, as quoted by W. Chorlton, Ice Ages (Alexandria, Virginia, 1983), p. 90."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 410,
        "content": "Postulating that beneath the earth’s rigid crust is a layer of rock, ‘in a state of fusion,’ that would yield under the pressure exerted by a massive ice sheet and gradually rebound as the covering melted.” And that, in effect, is what really seems to have transpired. Moe Mandelkehr put it in a nutshell when he wrote that: “The Earth ended a major ice age about 10,000 years ago, with the last of the glacier melting about 6000 years ago. The sea level rise after 6000 BC is considered to be the result of isostatic rebound of the ocean floors after responding earlier to loading due to the post-glaciation melting.” The Great Plain of the Koakjuaq in Baffin Island within the Arctic Circle was created “a mere 8,000 years ago” with the rising of the bottom of the Arctic Sea. As already noted, however, the process continues to this day. To quote further from Fairbridge: “Certain regions of the sea bottom are sinking now... Thus the sea level does not depend solely upon the amount of water in the sea; it also depends upon the height of the land and the depth of the ocean basin.” And as noted by D. Schneider: “Some regions, such as Scandinavia, are still springing back after being crushed by massive glaciers during the last ice age. Such postglacial rebound explains why sea level measured in Stockholm appears to be falling at about four millimeters a year, whereas it is rising by one and a half millimeters a year in Honolulu, a more stable spot.” Furthermore, that ocean bottoms can rise in catastrophic suddenness was indicated by the 1964 earthquake which hit Anchorage in Alaska and lifted areas of the ocean floor by more than fifty feet. So much for millions of years. Yet even so, as Fairbridge stresses, it is the additional water that drained into the oceans from the melting glacial ice that was the most telling factor in the rising level of the seas. “The melting of glaciers is likely to occur faster than the tectonic readjustments that follow in the crust. It is clear, therefore, that the flow of such immense volumes of water into the sea has had its effects upon the sea level in the course of geologic time.”",
        "bibliography": [
            "W. Chorlton, loc. cit.",
            "M. M. Mandelkehr, “An Integrated model for an Earthwide Event at 2300 BC,” Chronology and Catastrophism Review X (1988), p. 16.",
            "N. Hallendy, “The Last Trial,” Equinox (September 1998), p. 22.",
            "D. Schneider, “The Rising Seas,” Scientific American (Fall 1998 special issue on The Oceans), pp. 32-33.",
            "J. White, Pole Shift (N. Y., 1980), p. 370.",
            "R. W. Fairbridge, loc. cit."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 411,
        "content": "And: “The present four-inch-per-century rise in the sea level, however, indicates that the melting of glaciers by far overwhelms all other factors and trends.” To which he adds: “The increase in sea level caused by glacial melting is from 100 to 1,000 times greater than the offsetting factor of the sinking of the ocean floor.”? TERRACED BEACHES In 1955, Immanuel Velikovsky wrote: “Whatever was the cause of the phenomenon observed, it was not the result of a slow change; in such cases we would have intermediate shore lines between the present surf line and the twenty-foot line on the same beaches, but there are none.”? In this instance, Velikovsky was wrong on two separate counts. First, contrary to what he claimed, intermediate shore lines do exist. “On a fairly steep coastline,” Fairbridge noted, “[raised beaches] appear like a flight of steps, the oldest and most poorly preserved being the highest, the youngest and clearest being the lowest.” Second, contrary to what Velikovsky presumed, had the raising of the land been the result of a slow change, these intermediate shore lines, forming an entire series of raised beaches, would not exist. In this respect, Velikovsky completely misunderstood the entire process involved. Years later, while he corrected Velikovsky’s claim that intermediate shore lines do not exist, Charles Ginenthal repeated Velikovsky’s argument, thus indicating that he, too, misunderstood the process by which beaches are left stranded above the present level of the sea. “If the land rose gradually from the sea [he wrote], then a whole series of beaches would have followed one above the other. This has, indeed, been found in certain glaciated areas and is prima facie evidence of gradual change. However, this is not the case in... all regions... Beaches are found over the globe at high altitude without numerous, intermediate ones present. This clearly indicates that the changes were not all gradual but sudden and, therefore, catastrophic.” Where both Velikovsky and Ginenthal went wrong is that had the land risen gradually, high and dry sea shores would have ended as gentle slopes. A gentle rising of the land would not have allowed for discernible intermediate beaches. There would have been no time for the waves to erode the slope into a terraced beach. Terraced beaches, appearing “like a flight of steps,” are one of the best indicators of a series of sudden tectonic uplifts with interludes of static equilibrium in between. In order for a shore to develop into a terraced step, time must be allowed for the waves to cut into the littoral. This bespeaks gradualism. But in order for such a terraced step to rise above sea level without being eroded into a gentle slope, a sudden upsurge of the land is called for. An entire series of such terraced beaches speaks loudly for a succession of such uplifts with transitional episodes of tectonic tranquility. Thus, contrary to what Ginenthal assumed, rather than indicating prima facie evidence of gradual change, it is these very intermediate terraced beaches that indicate sudden catastrophic uplifts of the land. These series of raised beaches indicate that sea shores were uplifted more than once in Earth’s tortured geologic history. Some of these beaches would have been raised at the end of the last Ice Age, others at some time thereafter, with separate bouts of isostatic rebound adding intermediate steps between major uplifts.",
        "bibliography": [
            "Ibid.",
            "Ibid.",
            "I. Velikovsky, Earth in Upheaval (N. Y., 1955), p. 182.",
            "R. W. Fairbridge, loc. cit.",
            "C. Ginenthal, “James Hutton: A Non-Inductive, Theological Catastrophist,” The Velikovskian 1:3 (1993), p. 9."
        ],
        "captions": [],
        "headers": [
            "TERRACED BEACHES"
        ]
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 412,
        "content": "412",
        "captions": [
            {
                "source": "external",
                "text": "Raised beach, now turned into farmland, Wales. (Photograph by Stephen Codrington.)"
            }
        ],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 413,
        "content": "Static equilibrium in between. In order for a shore to develop into a terraced step, time must be allowed for the waves to cut into the littoral. This bespeaks gradualism. But in order for such a terraced step to rise above sea level without being eroded into a gentle slope, a sudden upsurge of the land is called for. An entire series of such terraced beaches speaks loudly for a succession of such uplifts with transitional episodes of tectonic tranquility. Thus, contrary to what Ginenthal assumed, rather than indicating prima facie evidence of gradual change, it is these very intermediate terraced beaches that indicate sudden catastrophic uplifts of the land. These series of raised beaches indicate that sea shores were uplifted more than once in Earth’s tortured geologic history. Some of these beaches would have been raised at the end of the last Ice Age, others at some time thereafter, with separate bouts of isostatic rebound adding intermediate steps between major uplifts. TECTONIC UPHEAVAL Shore lines were not the only portions of land that were upheaved at the end of the Ice Age. Mountains, too, rose higher while others were raised where none had been before. In part this came about through the slowing down of Earth’s rotation. While Earth’s crust is solid, it is still susceptible to inertia because, being lighter than the deeper mantle, it actually floats on its viscous surface. Thus, at least to an extent, the continental and deep sea plates continued in their westward motion as Earth slowed down. This would have created friction between crust and mantle, weakening pockets and creating hot plumes of magma which would have attempted to rise upward. The plates themselves would have jostled each other, creating even more friction. Surface strata thus tended to fold over in some regions while it swelled up in others. Back in 1931 Clarence Dutton noted that “it may be remarked that the most striking features in the facts to be explained are the long narrow tracts occupied by the belts of plicated strata, and the approximate parallelism of their folds.” As he then stressed: “These call for the action of some great horizontal force thrusting in one direction.” And: “The particular characteristic with which we are concerned is that in each of these folded belts the horizontal force has acted wholly or almost wholly in one direction.”! The jostling of the plates would also have given rise to tremendous earthquakes which would have created faults and rifted plains. Apart from the slowing down of Earth, this is a well understood process of diastrophism, although, to be sure, it is usually claimed to have been gradual over the years. And yet, by the late 1980s, geologists had begun to slowly turn away from uniformitarianism while advocating, if not direct catastrophism, at least episodic upheavals. Even their time scales began to change, with such “upheavals” being dated to episodic events at 200,000, 100,000, and even 30,000 years ago. But even that was not enough. The paleontologist D. J. McLaren put it best when he stated that: “Geology was liberated as a science by Hutton and Lyell...by means of the great principle of ‘uniformity’...however, there has been a natural tendency to over-compensate and to avoid catastrophic",
        "bibliography": [
            "C. Dutton, “On Some of the Greater Problems of Physical Geology,” Physics of the Earth in the Bulletin of the National Research Council, 78, (1931), pp. 201-202 (emphasis added).",
            "See here, for instance, New Scientist (August 20, 1987), p. 42."
        ],
        "captions": [],
        "headers": [
            "TECTONIC UPHEAVAL"
        ]
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 414,
        "content": "Interpretations even when the evidence calls for it.”! During the 1983 meeting of geologists at the Dahlem Conference in Berlin, catastrophism, even cosmic catastrophism, was again discussed, suggested, and even admitted to have transpired—but only as long as it were kept at an arm’s length by being measured in millions of years. A year later, similar sentiments were expressed by the planetary scientist William Hartmann who could by then admit that: “During the eons of Earth’s history, its face has been radically changed by vast and violent events—volcanic explosions, implacable floods, giant meteorites gouging craters bigger than cities.” “Until recently [he continued], these ideas would have sounded faintly heretical. For the past 100 years, geologists have championed the principle of uniformitarianism, or ‘the present is the key to the past.’ Instead of appealing to unseen past disasters to explain geological features, they said, we should look for subtle processes at work today. River deltas are built grain by grain, mountains are torn down by the light touch of wind and water. Steeped in such a tradition, these geologists were loath even to talk of sudden catastrophes that could affect a continent or a planet.” But: “In swinging away from catastrophist theory to evolutionist theory, the pendulum of geological thought swung in the right direction, but it probably swung too far... In recent years, geologists have uncovered more and more evidence of truly catastrophic events.” And: “While the pendulum of scientific thought has swung away from the pure catastrophism of the 1700s toward a nearly pure evolutionary view in the mid-1900s, we can now see a small reversal—a correction toward a view that integrates periodic disasters with long-term evolution. Among the catastrophes that Hartmann mentions, and which Ron Miller dramatically illustrated for him, were the colossal series of volcanic eruptions of some 600,000 years ago which created the wonders that still amaze visitors to Yellowstone National Park; the bursting of the glacial dam which emptied Lake Missoula in the massive floods that scoured the scablands; and the Theran eruption which, together with the tsunami it caused, is still believed by some to have weakened, if not destroyed, the Minoan civilization of a much later time.",
        "bibliography": [
            "As reported by V. Clube & B. Napier, The Cosmic Serpent (London, 1982), pp. 273-274 (emphasis added).",
            "New Scientist (June 9, 1983), p. 704.",
            "W. Hartmann & R. Miller (artist), “Catastrophes that Shaped the Earth,” Science Digest (April 1984), p. 64.",
            "Ibid.",
            "Ibid., p. 67 (emphasis added).",
            "Ibid., pp. 65, 66, 101."
        ],
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 415,
        "content": "",
        "captions": [
            {
                "source": "external",
                "text": "Folded strata of the Samaria Gorge, Crete. (Photograph by the author.) AIS"
            }
        ],
        "bibliography": "",
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": true,
        "page_number": 416,
        "content": "Even then, despite the fact that he did mention that catastrophes could affect a planet, Hartmann steered clear of absolute global cataclysms. Where the present author differs is in Hartmann’s statement that: “Instead of the old catastrophism based on speculation or ancient writings, the new catastrophism is based on physical evidence.”! As we have seen and will continue to see, our own postulate is based on “ancient writings” as well as physical evidence. But to return to the specifics at hand: In previous pages of this work, we have already noted that the end of the Pleistocene epoch was characterized by gigantic and violent crustal convulsions. We have also already noted that, while they were already in existence as a chain of moderate hills, the Himalayas and the Tibetan Plateau are generally proclaimed to have acquired their present height at the end of the Pleistocene epoch. This was confirmed as early as 1938 by the Geological Survey of India as reported by D. M. Wadia: “Evidence of the extreme youth of Himalayan orogeny has multiplied of recent years. The tilting and elevation of the Pleistocene lake and river deposits of the Kashmir valley (Karewa series) containing fossil plants and vertebrates, to a height of 5,000-6,000 ft; the dissection of river terraces containing post-Tertiary mammalia to a depth",
        "bibliography": [
            "[bid., p. 101.",
            "D. S. Allan & J. B. Delair, op. cit., p. 37."
        ],
        "captions": [
            {
                "source": "internal",
                "text": ". FES  Vinge SR SERED SO. wey -3 SE"
            },
            {
                "source": "external",
                "text": "Contorted strata in the Wu Gorge of the Yangtze River, China, now under water due to the building of the Three Gorges Dam at San Dou Ping. (Photograph by the author.)"
            }
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 417,
        "content": "Of over 3,000 ft and the over-thrusting of the older Himalayan rocks upon Pleistocene gravel and alluvia of the plains have been noted by the Geological Survey of India and other observers. As an early expedition to the Himalayas discovered, “this over-thrusting of older upon newer formations was attended by the dragging-up by more than 5,000 ft (1,500 m) of marine beds containing palaeolithic remains in Kashmir, and occurred during the age of humanity.”? The Pir Panjal mountains, also in Kashmir, were likewise found to be of geologically recent date. “The last stage of the uplift, which must have been of the order of 6,000 ft, is believed to have occurred since the advent of early man,” reported M. S. Krishnan. “This upheaval has not only elevated the Pir Panjal and folded and tilted the Karewas, but has also affected the rocks of the Potwar and the Salt range.”? But not only was the raising of these mountains coeval with “the advent of early man,” the occurrence was “immediately post-glacial.” “The scenery which this region presented at the beginning of the Pleistocene must have differed greatly from that of our time,” Helmut de Terra and T. T. Paterson declared. “The Kashmir valley was less elevated, and its southern rampart, the Pir Panjal, lacked that Alpine grandeur that enchants the traveler today.” To their amazement, these investigators found out that, while the Himalayas had already existed in a juvenile state during the Ice Age, they could only have reached their present heights after the end of the glacial age. And they, too, took special note of ancient man’s abidance at these heights—“The archaeological records prove that early paleolithic man inhabited the adjoining plains”—before the Himalayas were once again thrust mightily upwards. “The highest mountains in the World,” Heim and Gausser concluded, “are also the youngest.” So, likewise, with the European Alps. “Late Pleistocene uplift occurred in the Himalayan region and in the Alps,” R. R. Flint disclosed, “and large scale rifting took place in eastern Africa.” As Allan and Delair declare, “several authorities have recognized the geological modernity of the Scandinavian mountains, some even advocating a post-‘glacial’ (i.e. early Holocene) uplift.”",
        "bibliography": [
            "D. M. Wadia, “The Structure of the Himalayas and of the North India Foreland,” Presidential address of the 25th Indian Scientific Congress (Calcutta, 1938), p. 26 (emphasis added).",
            "A. Heim & A. Gausser, The Throne of the Gods: An Account of the First Swiss Expedition to the Himalayas (N. Y., 1939), p. 218 (emphasis added).",
            "M. S. Krishnan, Geology of India and Burma (Madras, 1949), p. 511, as quoted by D. S. Allan & J. Delair, op. cit., p. 27 (emphasis added).",
            "R. Finsterwalder, “Die Formen der Nanga Parbat-Gruppe,” Zeitschrift der Gesellschaft für Erdkunde zu Berlin (1936), pp. 321 ff., as cited by I. Velikovsky, op. cit., p. 78.",
            "H. de Terra & T. T. Paterson, Studies on the Ice Age in India and Associated Human Cultures (1939), p. 223.",
            "Ibid., pp. 222-225.",
            "A. Heim & A. Gausser, op. cit., p. 220.",
            "D. S. Allan & J. B. Delair, op. cit., pp. 25, 42.",
            "R. F. Flint, Glacial geology and the Pleistocene Epoch (N. Y., 1947), p. 10.",
            "D. S. Allan & J. B. Delair, op. cit., p. 249, citing W. C. Putnam, Geology (N. Y., 1964), p. 125 (emphasis added)."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "image_present": false,
        "page_number": 418,
        "content": "Facts dating from the Palaeolithic have been found in caves at very high altitudes. It is more than doubtful that Palaeolithic man would have abided at these elevations, some 8,028 feet above sea level. These mountains must have risen to their present height no earlier than the end of the Palaeolithic age. As Flint reported: “Mountain uplifts [including the Cordilleras and the Alps] amounting to many thousands of feet have occurred within the Pleistocene epoch itself.” We find the same situation in China and Mongolia where colossal uplift of the land has been found to have occurred since the end of the Ice Age. Indeed, as noted by Allan and Delair: “Similar youthfulness characterizes the ranges bordering the western Gobi desert, including all those from the Russian Altai mountains to the Tien Shan range.” In fact, the very basin which contains the Gobi desert itself has been proclaimed to be “relatively young,” having been formed “coincidentally with the uplift of the Transbaikal ranges.” This is further evidenced by the fact that the Chinese have retained a memory of an immense inland sea, known as the Great Han Hai, which once occupied the area of the present Gobi. “At the time of [this] sea’s existence, the entire [Gobi] basin apparently lay from two to three thousand feet (600 to 900 m) lower than it does today, and there is every indication that it was uplifted simultaneously not only with the Pamirs and great ranges of western China but also with the Tibetan plateau immediately to the south.” That all these mountains commenced their career as flat land beneath the sea is evidenced by the amount of marine fossils they still contain embedded within their contorted strata. That much is accepted by all geologists. What is also accepted is that mountains are born through the sliding, collision, and jostling of tectonic plates. What is questioned here is that the process took millions of years. On the contrary, the hard evidence calls for sporadic, but abrupt, upheavals in between ages of quiescence and that some of these catastrophic events took place during the age of man at the end of the Pleistocene Ice Age. Islands, too, must have been created during this same period. That islands can be volcanically raised in just about overnight is evidenced by the fact that such islands have been known to be born in modern times. One such island, Anak Krakatau—“Child of Krakatau”—emerged from the sea in 1930. In 1986, an underwater volcano was responsible for the creation of a new island in the Pacific Ocean near Iwo Jima. If such islands can be created by relatively minor volcanic activity, one can just imagine the number of islands that would have been explosively born through global volcanic eruptions at the end of the Ice Age.",
        "bibliography": [
            "G. G. MacCurdy, Human Origins, Vol. 1 (1924), p. 77.",
            "R. F. Flint, op. cit., pp. 9-10.",
            "J. S. Lee, The Geology of China (London, 1939), p. 207.",
            "D. S. Allan & J. B. Delair, op. cit., p. 26.",
            "Ibid.",
            "Ibid. (emphasis as given).",
            "T. Waters, “Return to Krakatau,” Discover (October 1988), p. 67.",
            "W. H. Bakun, “Geophysics,” in “Earth Sciences,” 1988 Yearbook of Science and the Future (Chicago, 1987), p. 356."
        ],
        "headers": []
    }
]