[
    {
        "page_type": "main",
        "page_number": 17,
        "content": "Austria, Grecia e Asia Minore, Polonia, Russia, Svezia, Danimarca, Inghilterra, Germania, Francia, Spagna e, in una certa misura, anche Marocco e Tunisia. Altrettanto importante fu l'incontro di Wiencke-Lotz con le comunità che raccontano folklore, che esistono ancora in alcuni di questi paesi. La loro interpretazione delle canzoni e/o dei racconti di Gudrun si è rivelata \"assolutamente affidabile\" se confrontata con l'epopea così come era stata immortalata per iscritto nel 1233, anche se le recitazioni non erano affatto duplicazioni verbatim di essa. Nel frattempo, le recitazioni stesse venivano sempre ripetute esattamente nello stesso modo. Questo era così vero che, in un'occasione, quando un particolare narratore cambiò deliberatamente e in modo malizioso una riga, \"ci fu un'interruzione drastica, anche da parte dei più piccoli\" che immediatamente cercarono di correggere il narratore. Una conclusione significativa, tra le altre, che si può trarre da questo studio è che, nonostante il passare di oltre 400 anni che presumibilmente separano Omero dagli eventi che narrava, l'Epopea di Gudrun ha mantenuto un'accuratezza geografica, storica e archeologica con una coerenza che può essere attribuita solo a una persistente fedeltà all'originale. A sua volta, questa fedeltà può essere il risultato di un affinamento della memoria attraverso l'apprendimento a memoria e, forse, per dare a Parry il suo merito, attraverso formule. L'ISTRUZIONE È necessario anche affermare che l'invenzione della scrittura ha rivoluzionato il mondo antico? Eppure, nonostante i suoi molti vantaggi, la scrittura porta con sé uno svantaggio, un punto che non sfuggì agli antichi egizi. Qui il punto che desidero fare è meglio illustrato dalla storia allegorica di Thamus, un re mitologico d'Egitto, che, con le seguenti parole, rimproverò Thoth, il dio delle lettere, per aver inventato la scrittura: Thoth—il dio egizio delle lettere.",
        "captions": [],
        "headers": ["ISTRUZIONE"]
    },
    {
        "page_type": "main",
        "page_number": 317,
        "content": "In aggiunta a questo, il libro sacro maya conosciuto come Popul Vuh ci informa che il Serpente Piumato, cioè Kukulkan/Quetzalcoatl, viveva in un oceano—qui inteso come le acque celesti— in un'era di oscurità primordiale. \"Qualunque cosa potrebbe essere semplicemente non c'è: solo mormorii, increspature, nel buio, nella notte. Solo il Creatore, il Modellatore solo, Sovrano Serpente Piumato... una luce scintillante.\" Inoltre, in linea con l'argomento del presente capitolo, Quetzalcoatl era detto dagli Aztechi di essere esistito nel \"Tempo Prima del Tempo\"—cioè, in un'era senza tempo. La stessa credenza è condivisa dai Mixtechi che affermano addirittura di essere i \"diretti discendenti\" del Serpente Piumato, e che erano \"radicati\" nella loro terra \"attraverso di lui\" sin dal \"tempo prima del tempo.\" TEMPO ZERO In una pagina precedente, abbiamo incontrato un altro dio azteco di nome Xiuhtecuhtli e sebbene, come Quetzalcoatl, questa divinità non sia direttamente identificata con Saturno, abbiamo elencato certi aspetti di lui che si accordano bene con le divinità saturniane di altre nazioni. Tra questi aspetti c'è il nome alternativo della divinità, Huehueteotl, che significa \"il dio anziano\" e/o \"il dio anziano del centro\"; il suo essere venerato come \"il sole del centro\" e \"il fuoco centrale\"; il suo essere descritto come il perno dei cieli che girano; e la sua identificazione con il polo celeste. Possiamo ora aggiungere un'altra caratteristica saturniana di questo dio: come il greco Dioniso, era anche lodato come il signore dell'anno. Lasciando l'America Centrale, viaggiamo brevemente in Cina dove apprendiamo che il caos da cui è progredita la Creazione era equivalente a Huang-Ti, l'Imperatore Giallo, che abbiamo già incontrato come una personificazione del pianeta Saturno. Altri, tuttavia, sostengono che dal caos nacque P’an-ku, l'entità responsabile della Creazione. Il Compendio di Wong-shi-Shing racconta come \"P’an-ku emerse in mezzo al grande mondo caotico,\" avendo \"esistito prima della luce scintillante.\" Ci viene ulteriormente detto che: \"Dopo che il caos si fu dissipato\"—o dopo che \"lo stato caotico passò\"—\"il cielo apparve per primo in ordine, poi la terra.\" Dichiarazioni parallele ci informano che \"l'atmosfera era cambiata nel carattere\"—o \"l'atmosfera si era gradualmente schiarita\"—il che sembra essere lo stesso che dire che lo stato caotico si era schiarito.",
        "captions": [],
        "headers": ["TEMPO ZERO"]
    }
]