[
    {
        "page_type": "main",
        "page_number": 361,
        "content": "<p>Specie. Altre piante, nel frattempo, fioriscono indipendentemente dalla lunghezza del giorno. Ciò che non era compreso al momento in cui il fenomeno della fotoperiodicità fu nominato era che la risposta delle piante è controllata dalla durata dell'oscurità e non dalla luce—cioè dalla lunghezza della notte rispetto alla lunghezza del giorno. Possiamo essere abbastanza audaci da suggerire che questo potrebbe essere un residuo di un ambiente precedente in cui il mondo era avvolto in una semi-oscurità perpetua? La luce rossa può prevenire la fioritura delle piante a giorno corto mentre promuove quella delle piante a giorno lungo. Tuttavia, l'inibizione della fioritura da parte delle piante a giorno corto attraverso la luce rossa può essere prevenuta dall'inclusione di luce rossa di lunghezza d'onda maggiore (o ciò che è noto come infrarosso lontano). Poiché Saturno è qui ipotizzato essere stata una stella nana bruna, la sua propensione per la luce rossa, principalmente nell'infrarosso lontano, sarebbe quindi stata favorevole alla crescita delle piante. D'altra parte, come ogni giardiniere sa, alcuni fiori si chiudono di notte e riaprono quando sorge il sole. Cosa sarebbe successo, quindi, a tali piante che cercavano di prosperare in un mondo in cui la successione di giorno e notte era sostituita da una perpetua oscurità simile all'alba? La risposta è in realtà semplice: se tali piante fossero esistite all'epoca, avrebbero dovuto adattarsi al loro ambiente come hanno fatto altre, e continuano a fare, nel mondo attuale. L'ARTICO SUB-TROPICALE Già nel diciannovesimo secolo, tutte le autorità scientifiche ammettevano che un tempo le regioni all'interno del Circolo Polare Artico godevano di un clima tropicale o quasi tropicale. Queste parole furono scritte nel 1885 da William Warren nel suo tentativo di dimostrare che il Paradiso originale dell'uomo si trovava nella regione polare nord della Terra. Non lo affermò semplicemente come una sua opinione; nominò autorità e ne citò i lavori. Le regioni artiche, probabilmente fino al Polo Nord, non erano solo libere dal ghiaccio, ma erano coperte da una vegetazione ricca e lussureggiante. Una delle scoperte scientifiche più sorprendenti e importanti degli ultimi vent'anni è stata quella dei resti di una lussureggiante flora miocenica in varie parti delle regioni artiche. È una scoperta che è stata totalmente inaspettata e che anche ora è considerata da molti scienziati completamente incomprensibile. Nel primo periodo terziario, il clima dell'emisfero settentrionale, come mostrano gli animali e le piante eoceniche, era molto più caldo di quanto non sia attualmente; partecipando, infatti, a un carattere sub-tropicale. Nel periodo terziario medio o epoca miocenica, la temperatura, sebbene non alta, era ancora molto più calda di quella attualmente goduta.</p>",
        "captions": [],
        "headers": [
            "L'ARTICO SUB-TROPICALE"
        ],
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "page_number": 370,
        "content": "<p>Uniformità relativa, mitezza e comparativa equità del clima, accompagnate da alta umidità, hanno prevalso sulla maggior parte della Terra, estendendosi fino ai circoli polari, durante la maggior parte del tempo geologico da almeno il Paleozoico medio. Questa è la condizione regolare, l'ordinaria, la normale. Nel 1953, questa convinzione era ancora in voga come esemplificato da un articolo pubblicato da Edwin Colbert in cui scrisse: “Per quanto i climi passati possano essere interpretati dal record dei vertebrati fossili, sembrerebbe che durante gran parte della storia della Terra il mondo abbia goduto di un clima uniformemente...</p>",
        "captions": [
            {
                "source": "internal",
                "text": "La barriera corallina a Puunoa Beach, al largo di Lahaina, Maui. Barriere coralline di questo tipo una volta crescevano in tutte le regioni polari del Nord America. (Fotografia dell'autore.)"
            }
        ],
        "headers": [],
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "page_number": 371,
        "content": "<p>Clima caldo ed equabile su gran parte della sua superficie...l'immagine generale della vita vertebrata passata è quella di animali amanti del calore che vivevano su ampie gamme di latitudine, dalle punte meridionali delle masse terrestri continentali attraverso le latitudini medie fino a regioni così lontane come il Circolo Polare Artico. Secondo Colbert, “i cinturoni climatici definiti, così familiari a noi al giorno d'oggi, apparentemente non esistevano.” Inoltre, questa situazione prevaleva da molto prima del periodo terziario, come indicato da Elso Barghoorn: “Dalle evidenze paleontologiche disponibili, sembrerebbe che ci fosse una zonazione climatica molto lieve tra alte e basse latitudini durante la maggior parte del Carbonifero. Ciò ha rappresentato un ulteriore problema che ha affrontato i paleobotanici. Come potrebbero le regioni polari della Terra essere state benedette con un clima sub-tropicale mentre il resto del mondo rimaneva poco, se non altro, più caldo di quanto non sia attualmente? Come ammise Barbara Bell: “Non è affatto chiaro che la radiazione solare sufficientemente intensa da mantenere i poli così caldi come sembrano essere stati a volte non riscalderebbe i tropici più di quanto le osservazioni indichino.</p>",
        "captions": [],
        "headers": [],
        "markdown_converted": true
    }
]