[
    {
        "page_type": "main",
        "page_number": 42,
        "content": "<p>la forma di una donna che cavalca una scopa, e l'immagine celeste era così chiaramente definita che la stessa impressione venne imposta a tutti i popoli del mondo. Fantastica come questa spiegazione possa sembrare a prima vista, non dovrebbe essere scartata a priori. L'apparizione delle comete, per un verso, non dovrebbe essere giudicata dalle deboli luminosità che hanno vanamente cercato di illuminare il cielo del ventesimo secolo. Quando si legge in un'enciclopedia di astronomia prestigiosa riguardo \"allo spettacolo straordinario che una grande cometa può produrre;\" quando si legge in cronache antiche, e non così antiche, riguardo a comete \"che si diffondono nella somiglianza di un drago,\" che si estendono fino al Mare d'Irlanda e alle regioni della Gallia, o di altre viste \"che colpiscono la loro coda selvaggiamente come se fossero in agonia;\" quando si osservano rappresentazioni antiche, e non così antiche, di comete con le loro code che si estendono a metà cielo, alcune delle quali erano abbastanza luminose da essere viste ad occhio nudo in pieno giorno, non si può fare a meno di giungere alla conclusione che la magnificenza cometaria sta svanendo. Le comete odierne sembrano non essere altro che resti decrepiti, stanchi e pallidi—ombre spettrali della loro gloria passata. Se allora, nel passato non così lontano, le comete sono apparse assumere le forme fantastiche di draghi (per non parlare di spade e persino di persone), cosa ci sarebbe di così straordinario se una di esse avesse assunto una forma che è stata visualizzata da vari popoli come una donna che cavalca una scopa? In realtà, la visualizzazione delle comete come scope celesti era piuttosto comune nel Mondo Antico. In Cina, ad esempio, le comete erano conosciute anche come \"stelle candela\" che si diceva consistessero in una stella sopra la quale si potevano vedere scope puntate verso l'alto. E, in effetti, il termine</p>",
        "captions": [
            "Tlacolteutl, dea del vizio e mangiatrice di sporcizia, la strega azteca che cavalca la sua scopa, che scopa è accoppiata con l'immagine cometaria aggiuntiva del serpente-drago. (Dal Codex Fejervary-Mayer.)"
        ],
        "headers": [],
        "markdown_converted": true,
        "new_formatting_applied": true
    },
    {
        "page_type": "main",
        "page_number": 51,
        "content": "<p>pianeti, non dovremmo forse rivolgere la nostra attenzione a una possibile interpretazione cosmologica del mito? \n\n<b><center style='font-size: larger;'>LE DIVINITÀ PLANETARIE</center></b>\n\n Che l'uomo antico venerasse i pianeti come dei non è una nuova rivelazione. Lo studio dei testi classici, delle tavolette cuneiformi, persino le pagine dell'Antico Testamento, hanno a lungo illuminato questo aspetto spesso ignorato delle religioni antiche. Il Sole e la Luna—uno come benefattore di luce e calore, l'altro come vincitore delle ombre notturne—potrebbero essere considerati candidati appropriati per il culto divino. Ma quale influenza potrebbero avere i pianeti?</p>",
        "captions": [
            "Rea, che dà a Crono una pietra avvolta in fasce, invece del suo figlio Zeus, affinché la divori. (Da un rilievo ora nel Museo Capitolino, Roma.)"
        ],
        "headers": [
            {
                "text": "LE DIVINITÀ PLANETARIE",
                "start": 116,
                "position": "inizio"
            }
        ],
        "markdown_converted": true,
        "new_formatting_applied": true
    },
    {
        "page_type": "main",
        "page_number": 99,
        "content": "<p>\"..tutte le sue osservazioni...sono fraudolente, per quanto possiamo testarle. Molte delle osservazioni che attribuisce ad altri astronomi sono anche frodi che ha commesso. Il suo lavoro è pieno di errori teorici e di fallimenti di comprensione...I suoi modelli della luna e di Mercurio confliggono violentemente con l'osservazione elementare e devono essere considerati come fallimenti.\" Il peggiore dei fallimenti di Tolomeo, tuttavia, fu il suo sistema geocentrico, che alla fine divenne noto come il sistema tolemaico. Nonostante l'affermazione di Owen Gingerich che la visione geocentrica del mondo \"era quasi universalmente accettata ai suoi tempi,\" quando Tolomeo presentò la Terra come il centro dell'universo con i pianeti che vi ruotavano attorno, stava rifiutando ciò che era già stato dedotto prima del suo tempo. Avendo considerato il sistema eliocentrico sostenuto dai suoi predecessori, lo disqualificò poiché la violenta rotazione della Terra, dedotta dalla fisica di Aristotele, sembrava a Tolomeo contraria all'osservazione. Il suo ragionamento era che la rotazione della Terra avrebbe lasciato \"gli animali e altri pesi...sospesi nell'aria.\" La Terra stessa, ragionò, \"sarebbe molto rapidamente caduta dal cielo.\" Come affermò: \"Meramente concepire tali cose le fa apparire ridicole.\" Come notò correttamente Carl Sagan, nel rifiutare la precedente credenza che i pianeti ruotassero attorno al Sole, Tolomeo fu responsabile per aver impedito \"l'avanzamento dell'astronomia per un millennio.\" Così, Robert Newton potrebbe non essere stato troppo severo nel suo giudizio quando affermò che Tolomeo \"ci ha fatto perdere gran parte del lavoro genuino nell'astronomia greca\" e che sarebbe stato meglio per l'astronomia se l'Almagesto non fosse mai stato scritto. Quale, allora, era questa antica astronomia greca che Tolomeo cercava di superare? Quanto era superiore rispetto a quella sostenuta da Tolomeo? \n\n<b><center style='font-size: larger;'>IL SISTEMA ELIOCENTRICO</center></b>\n\n Molti esperti sull'argomento dell'astronomia greca antica hanno in passato sottolineato la natura primitiva delle loro conoscenze. Molti di loro si sono basati sul detto spesso ripetuto che \"il mondo secondo Omero\" consisteva in una Terra rotonda, ma piatta, sovrastata da un cielo semi-sferico in cui gli dei avevano plasmato i loro vari domini. Ma già nel 1881, apparentemente senza preoccupazione da parte delle varie autorità che vennero dopo di lui, Simon Newcomb aveva già messo in guardia contro questa credenza errata. Come scrisse: \"Non è stato dato abbastanza credito agli astronomi antichi. Ad esempio, non c'è mai stato un momento nella storia in cui non fosse noto che la Terra è una sfera, e che la direzione verso il basso in diversi punti è verso lo stesso punto al centro della Terra. L'insegnamento attuale nei libri di testo riguardo alla conoscenza dell'astronomia da parte degli antichi è errato.\" La scoperta che il Sole, piuttosto che la Terra, fosse il corpo al centro del Sistema Solare è stata a lungo attribuita all'astronomo polacco Nicolaus Koppernigk, noto popolarmente come Copernico (1473-1543). A volte si dimentica che l'astronomo greco,</p>",
        "captions": [],
        "headers": [
            {
                "text": "IL SISTEMA ELIOCENTRICO",
                "start": 1924,
                "position": "mezzo"
            }
        ],
        "markdown_converted": true,
        "new_formatting_applied": true
    }
]