[
    {
        "page_type": "main",
        "page_number": 102,
        "content": "<p>In Egitto c'era un pozzo che, a mezzogiorno del giorno del solstizio d'estate, era illuminato dal Sole fino in fondo. Sapeva anche che, nello stesso giorno ad Alessandria, un'asta verticale proiettava un'ombra breve. Da questo—un'ombra in un luogo ma nessuna ombra in un altro nello stesso giorno—Eratostene verificò per la prima volta che la Terra era effettivamente sferica. Poi, conoscendo la distanza tra Siene e Alessandria, che era stata misurata in 5.000 stadi, e usando una geometria semplice, si rese conto che questo corrispondeva a 7°, o circa 1/50 di un grande cerchio. Così arrivò alla cifra di 250.000 stadi, che successivamente corresse a 252.000 stadi, come circonferenza della Terra. Tradotto in miglia o chilometri, il suo risultato era solo pochi punti percentuali lontano dal valore corretto. Fu così che, scoprendo l'immensità del mondo su cui viveva, Eratostene si convinse dell'immensità dell'universo. INCLINAZIONE VERSO SUD I Greci erano anche a conoscenza che l'asse della Terra era inclinato, e che era inclinato \"verso sud.\" Come scrisse Plutarco: \"Diogene e Anassagora affermano che, dopo che il mondo fu composto e la terra aveva prodotto creature viventi, il mondo, per sua stessa propensione, fece un'inclinazione verso sud.\" Sfortunatamente, Plutarco, pover'uomo, non era solo un astronomo, ma non era nemmeno molto un geografo. Così fece un certo pasticcio quando si trattò di spiegare le ragioni dietro l'inclinazione della Terra e, soprattutto, quando tentò di spiegare i suoi effetti. D'altra parte, a pensarci bene, forse non si dovrebbe incolpare troppo Plutarco per questi malintesi, poiché, in alcune istanze, affermò di ripetere ciò che altri avevano asserito. LA PRECESSIONE DEGLI EQUINOZI Oltre ad essere inclinato, l'asse della Terra ruota in modo strano, spesso paragonato a quello di una trottola. Piuttosto che ruotare in modo rigido, l'asse della Terra oscilla in modo tale che la sua punta immaginaria descrive un cerchio tutto suo. In effetti, l'asse precessa attorno al verticale in modo da tracciare un cono nello spazio. Questa ulteriore rotazione assiale causa quindi un apparente spostamento delle stelle, osservato dalla Terra, che è diverso dalla apparente rivoluzione quotidiana delle stelle attorno al polo. Mentre la rotazione quotidiana fa sembrare che le stelle ruotino attorno alla Stella Polare, la precessione fa sì che la Stella Polare stessa ruoti in un cerchio di raggio 231°2/3. Così, nel corso degli anni, la Stella Polare sembra spostarsi e lasciare il polo celeste nord. Se un'altra stella si trova quindi nella posizione giusta, diventa la nuova Stella Polare. Attualmente, la Stella Polare è alpha Ursae Minoris, ma, al tempo degli astronomi greci di cui ci occupiamo, sarebbe stata beta Ursae Minoris. Nel 3000 a.C., sarebbe stata alpha Draconis. Non erano solo le stelle polari, tuttavia, a \"scomparire\" lentamente, ma l'intero cielo e, con esso, tutti i suoi abitanti. Questo movimento, tuttavia, è molto lento nell'esecuzione, richiedendo 26.000 anni per completare un intero cerchio. Il movimento non si presta, quindi, a una facile rilevazione. Né, per quel che riguarda, il cambiamento risultante—eccetto che dopo migliaia di anni. Inutile dire che nessuna persona può vivere abbastanza a lungo per rilevare il cambiamento. Eppure, non solo questo cambiamento è stato rilevato, ma anche il movimento precessionale che lo genera. La scoperta è attribuita a uno dei più grandi astronomi.</p>",
        "captions": [],
        "headers": [
            "INCLINAZIONE VERSO SUD",
            "LA PRECESSIONE DEGLI EQUINOZI"
        ],
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "page_number": 148,
        "content": "<p>Saturno fu scelto—anche in preferenza alla luna—per la lentezza del suo movimento, che lo rendeva visibile continuamente per un lungo periodo.\" Come se non ci fossero altre stelle nel cielo che sono \"visibili continuamente per un lungo periodo\" di tempo, o nessuna che sia più luminosa di Saturno! Inoltre, che cosa ha a che fare la lentezza di un pianeta con la sua luminosità? Jastrow continuò a dichiarare che la luce della Luna, così come quella degli altri pianeti e delle stelle, era, dai Babilonesi, attribuita a Saturno.\" Ma i Babilonesi, che potevano calcolare i complessi movimenti dei corpi celesti con precisione matematica, come abbiamo visto in un capitolo precedente, sarebbero stati così ingenui da inventare un concetto in cui anche il più ignorante dei loro contadini avrebbe difficilmente potuto credere? Non dovremmo piuttosto credere alle parole di Diodoro quando affermò che il motivo per cui i Caldei chiamavano Saturno con il nome del Sole era perché era il più prominente dei cinque pianeti o delle stelle? Un collega di Jastrow, il professor J. A. Montgomery, ha persino sollevato \"l'interessante questione se in Genesi 1:16 i due 'luci' non possano non aver fatto riferimento al Sole e a Saturno?\" Senza rendersi conto che il secondo corpo potrebbe essere stato Saturno, James Strickling suggerì anche un'interpretazione simile. Anche se non desidero usare questo particolare dato come prova di nulla, devo ammettere che è un'ipotesi interessante, poiché nel passo biblico citato, che presumibilmente descrive la creazione del Sole e della Luna, né il Sole né la Luna sono menzionati. Il passo recita semplicemente: \"E Elohim [di solito tradotto come 'Dio'] fece due grandi luci; la luce maggiore per governare il giorno, e la luce minore per governare la notte: fece anche le stelle.\" DEI NOTTURNI Fino a tempi recenti, l'antica credenza in un antico sole notturno continuò a riaffiorare nell'arte. Un mosaico pavimentale, che mostra Helios che cavalca nel suo carro trainato da quattro cavalli, è stato scoperto nella Sinagoga di Beth Alpha, datato al sesto secolo d.C., nella Valle di Jezreel in Israele. In esso, il dio è rappresentato mentre attraversa la notte, con la Luna e un cielo \"spruzzato di stelle\" dietro di lui. L'incongruenza è stata spiegata affermando che \"[t]il cielo notturno...brilla ancora intorno a lui.\" In nessun momento, tuttavia, il cielo notturno può continuare a brillare intorno al Sole una volta che è sorto. In considerazione del fatto che Helios era originariamente intercambiabile con Crono/Saturno, il mosaico in questione dovrebbe parlare da solo. Ciò che ritrae è Helios come Saturno che brilla di notte. Carl Jung, tra pochi, comprese questo. Anche lui si era imbattuto in riferimenti a un sole notturno. Come scrisse del latino Sol: \"[T]c'è...anche un Sol niger [cioè \"sole nero,\" che ci fa pensare a ciò che abbiamo notato in precedenza riguardo a \"Saturno nero\"], che, significativamente, è contrapposto al sole diurno e chiaramente distinto da esso.\" La tradizione celtica preservata nei testi irlandesi e gallesi non risale a prima dell'ottavo secolo d.C. Che incorpori credenze molto più antiche, tramandate oralmente.</p>",
        "captions": [],
        "headers": [
            "DEI NOTTURNI"
        ],
        "markdown_converted": true
    },
    {
        "page_type": "main",
        "page_number": 271,
        "content": "<p>hanno impartito un'immagine di nebbia, o schiuma, o cotone soffice, fango, melma, o materia primordiale in caos. Non è quindi più concepibile che la nube nebulare che abbiamo spinto in avanti come spiegazione provvisoria dell'entità in questione sarebbe stata vista dalla maggior parte degli antichi come un vortice rotante di acqua caotica? Se c'è una cosa che molte nebulose astronomiche assomigliano, deve essere un vortice. Ma dovremmo lasciare che le nebulose astronomiche—cioè i dischi circumstellari—che non sono di per sé planetari, dettino come sarebbe apparsa la nebulosità di Saturno? Rivediamo quindi il record. Cosa dice il mito di creazione Yuki riguardo a quella nebbia o schiuma che era all'inizio delle cose? \"si muoveva in tondo continuamente,\" si dice. Né questa schiuma era conosciuta solo dagli Yuki. Appare anche nella mitologia buddista, dove la superficie delle acque celesti è detta essere stata agitata dal \"vento dell'alba della creazione.\" Si dice poi che la schiuma delle acque si solidificò per formare la residenza del dio. Qui abbiamo una connessione diretta tra la nebulosità descritta come schiuma e le acque celesti; entrambe erano parte integrante della stessa entità. Ma per continuare—cosa dire del mito delle Isole Marquesas? Non è lì detto che il \"vuoto primordiale\" iniziò a vorticosare? Ovidio ci ricorda anche che il Caos \"si sollevava e si girava.\" Così, anche con l'entità chiamata Tao, che si diceva fosse \"eternamente in rotazione senza sosta.\" Ovunque, quindi, scorgiamo un barlume di questa entità indistinta come continuamente in movimento, ruotando, come un turbine nel cielo. Perché non un vortice, molti di</p>",
        "captions": [
            "I caratteri geroglifici che denotano le acque primordiali della mitologia egizia. | (Rendering di Stéphane Rossini.) | "
        ],
        "headers": [],
        "markdown_converted": true
    }
]