[
    {
        "page_type": "main",
        "page_number": 99,
        "content": "“...tutte le sue osservazioni...sono fraudolente, per quanto possiamo verificarle. Molte delle osservazioni che attribuisce ad altri astronomi sono anch'esse frodi da lui commesse. Il suo lavoro è disseminato di errori teorici e di incomprensioni... I suoi modelli della Luna e di Mercurio sono in netto contrasto con le osservazioni elementari e devono essere considerati fallimenti.” Tuttavia, il peggior fallimento di Tolomeo fu il suo sistema geocentrico, che divenne noto come il sistema tolemaico. Nonostante l'affermazione di Owen Gingerich secondo cui la visione geocentrica del mondo “era quasi universalmente accettata ai suoi tempi”, quando Tolomeo presentò la Terra come centro dell'universo con i pianeti che le ruotavano attorno, stava rifiutando ciò che era già stato dedotto prima del suo tempo. Dopo aver considerato il sistema eliocentrico sostenuto dai suoi predecessori, lo scartò poiché la rotazione violenta della Terra, dedotta dalla fisica aristotelica, gli sembrava contraria all'osservazione. Il suo ragionamento era che la rotazione terrestre avrebbe lasciato “gli animali e altri pesi... sospesi in aria.” Inoltre, secondo lui, “la Terra cadrebbe molto rapidamente fuori dai cieli.” Come affermò: “Solo concepire tali cose le rende ridicole.” Come notò correttamente Carl Sagan, rifiutando l'antica credenza che i pianeti ruotassero attorno al Sole, Tolomeo fu responsabile di aver impedito “l'avanzamento dell'astronomia per un millennio.” Pertanto, Robert Newton potrebbe non essere stato troppo severo nel suo giudizio quando affermò che Tolomeo “ci ha fatto perdere gran parte del vero lavoro dell'astronomia greca” e che sarebbe stato meglio per l'astronomia se l'Almagesto non fosse mai stato scritto. Qual era, dunque, questa antica astronomia greca che Tolomeo cercò di superare? Quanto era superiore rispetto a quella sostenuta da Tolomeo?",
        "captions": [],
        "headers": [
            "IL SISTEMA ELIOCENTRICO"
        ]
    },
    {
        "page_type": "main",
        "page_number": 100,
        "content": "Aristarco di Samo, che fiorì intorno al 270 a.C., aveva già riconosciuto che la Terra ruotava insieme agli altri pianeti attorno al Sole, anticipando così Copernico di circa milleottocento anni. Per questo motivo, Heuer ritenne opportuno chiamare Aristarco “l'antico Copernico.” Personalmente, dando credito a chi realmente lo merita, preferirei ribaltare la definizione e chiamare Copernico “il moderno Aristarco.” Lo stesso Copernico non solo era consapevole che Aristarco lo aveva preceduto nella scoperta, ma lo ammise esplicitamente in un passaggio della sua opera. Tuttavia, desiderando mantenere la fama per sé, ebbe ripensamenti e finì per eliminare ogni menzione di Aristarco nella versione pubblicata. Certo, l'opera in cui Aristarco propose questa ipotesi non è sopravvissuta, ma l'ipotesi stessa era ben nota e commentata da altri autori. Ad esempio, ne \"L'Arenario\" (o \"Psammites\"), Archimede affermò: “Ma Aristarco di Samo pubblicò un libro contenente alcune ipotesi, in cui le premesse portano alla conclusione che l'universo è molte volte più grande di quanto si credesse allora. Le sue ipotesi sono che le stelle fisse e il Sole rimangano immobili, che la Terra ruoti attorno al Sole lungo la circonferenza di un cerchio, con il Sole situato al centro dell'orbita...” Concesso che il grande Platone (427-348 a.C.) avesse inizialmente collocato la Terra al centro dell'universo, sembra che anche lui abbia cambiato idea. Secondo Plutarco (46-120 d.C.), Teofrasto affermò che, in vecchiaia, Platone si pentì “di aver posto la Terra al centro dell'universo, che non era il suo posto.” In realtà, la credenza in un sistema eliocentrico sembra non essere nemmeno originata con Aristarco, ma con Eraclide Pontico (Heracleides di Pontus), morto nel 322 a.C.—non sappiamo quando nacque. La stessa idea fu avanzata molto più tardi anche da Macrobio (395-423 d.C.) e Marziano Capella (circa 400 d.C.) e sostenuta dall'imperatore Giuliano l'Apostata (332-363 d.C.) e da Nicola Cusano (Nicolaus Cusanus—1401-1464 d.C.), il quale basò le sue opinioni su quelle di Giamblico di Calcide, tutti autori che scrissero molto prima che Copernico riprendesse l'idea.",
        "captions": [
            "Copernico—1473-1543—che appropriò la scoperta dell'antica Grecia secondo cui la Terra e i pianeti ruotano attorno al Sole. (Illustrazione di Charles Hogarth.)"
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 101,
        "content": "Proclo (410-485 d.C.), uno dei più grandi intellettuali delle scuole neoplatoniche ateniesi, scrisse non solo delle lune, o satelliti, che ruotano attorno ai pianeti, ma anche dei pianeti che ruotano attorno alle stelle. Copernico, naturalmente, non fu l'unico astronomo dei tempi successivi ad appropriarsi delle opere degli antichi. L'astronomo danese Tycho Brahe (1546-1601) annunciò come propria scoperta il fatto che Venere e Mercurio ruotassero attorno al Sole, nonostante Eraclide Pontico lo avesse già scoperto. Si potrebbe ora obiettare che queste antiche scoperte non furono universalmente accettate. Ad esempio, Plutarco (46-120 d.C.), che non era certo un “astronomo,” immortalò la sua convinzione che la Terra non si muovesse. In altre parole, prendendo in prestito un'espressione dall'indomabile Charles Fort, non vi era accordo tra i saggi. Lo studio dell'antica astronomia greca rende evidente che Platone (427-348 a.C.), il quale in vecchiaia si pentì di aver posto la Terra al centro dell'osservazione e del calcolo, poteva giungere a una conclusione corretta su un oggetto celeste, ma allo stesso tempo mantenere una convinzione errata su un altro. Ma era forse diverso da ciò che accadde più tardi nell'epoca dell'Illuminismo? Come notò acutamente Velikovsky: “Durante la sua vita, Copernico ebbe un solo seguace, Rheticus, ed era respinto da tutti gli altri. Le scoperte di Keplero furono rifiutate da Galileo, suo contemporaneo; la teoria della gravitazione di Newton fu respinta da Leibniz, suo pari; e Agassiz, che fu deriso, a sua volta rifiutò Darwin. Virchow non sostenne Pasteur; Edison rifiutò e combatté Tesla e l'uso della corrente alternata. L'elenco potrebbe essere moltiplicato centinaia di volte. Risale al rifiuto di Aristarco da parte di Archimede, che insegnava che la Terra ruotava attorno al Sole.” In effetti, è forse diverso da ciò che continua ad accadere ancora oggi? Quando nuove scoperte astronomiche o scientifiche vengono alla luce, come accade quasi quotidianamente, e vengono formulate teorie per spiegarle, si può forse dire che astronomi e scienziati siano immediatamente concordi su di esse?",
        "captions": [],
        "headers": [
            "IL POZZO DI SIENE"
        ]
    },
    {
        "page_type": "main",
        "page_number": 102,
        "content": "In Egitto, c'era un pozzo che, a mezzogiorno del giorno del solstizio d'estate, veniva illuminato dal Sole fino al fondo. Eratostene sapeva anche che, nello stesso giorno ad Alessandria, un bastone verticale proiettava un'ombra corta. Da questo—un'ombra in un luogo ma nessuna ombra in un altro nello stesso giorno—Eratostene verificò per la prima volta che la Terra era effettivamente sferica. Poi, conoscendo la distanza tra Siene e Alessandria, che era stata misurata in 5.000 stadi, e utilizzando una semplice geometria, si rese conto che questa distanza corrispondeva a 7°, ovvero circa 1/50 di un grande cerchio. Arrivò così alla cifra di 250.000 stadi, che successivamente corresse a 252.000 stadi, come misura della circonferenza terrestre. Quando tradotto in miglia o chilometri, il suo risultato si discostava solo di pochi punti percentuali dal valore reale. Fu proprio scoprendo l'immensità del mondo in cui viveva che Eratostene si convinse della vastità dell'universo.",
        "captions": [],
        "headers": [
            "INCLINAZIONE VERSO SUD",
            "LA PRECESSIONE DEGLI EQUINOZI"
        ]
    },
    {
        "page_type": "main",
        "page_number": 103,
        "content": "Tra gli astronomi e matematici dell'antichità, il greco Ipparco, che fiorì tra il 146 e il 127 a.C., si distinse particolarmente. Come riuscì nell'impresa? Si dice che Ipparco giunse alla sua conclusione confrontando le posizioni delle stelle, in particolare Spica nella costellazione della Vergine, con quelle fornite in precedenza da Timocari di Alessandria all'inizio del III secolo a.C. Ipparco si rese conto che le longitudini delle stelle erano aumentate e concluse quindi che i punti equinoziali—cioè i punti in cui il percorso del Sole attraversa l'equatore—si erano spostati verso ovest lungo l'eclittica (muovendosi in senso orario per un osservatore sulla Terra). Stimò questo movimento in circa un grado per secolo, ovvero 36” all'anno. Il valore reale, naturalmente, è più vicino a 50”, ma considerando l'attrezzatura rudimentale di cui disponeva, per non parlare della difficoltà del compito, si può affermare che fece un lavoro straordinario. Tuttavia, è stato argomentato che Ipparco non avrebbe potuto scoprire questo fenomeno basandosi solo sulle osservazioni di Timocari, poiché queste non risalivano abbastanza indietro nel tempo per permettere di notare la differenza nelle posizioni delle stelle dovuta al lento moto di precessione. È più probabile che Ipparco avesse accesso a osservazioni babilonesi molto più antiche. Furono infatti i Babilonesi i primi a misurare le longitudini riferendosi alle stelle dell'eclittica. Come osservò George Sarton: \"Il confronto da parte di [Ipparco] delle longitudini di Spica (e di altre stelle a basse latitudini) con le longitudini determinate 150 anni prima [da Timocari] ad Alessandria potrebbe aver suscitato il suo sospetto, ma erano necessarie osservazioni più antiche per confermare la scoperta.\" Sarton, infatti, prosegue affermando: \"Si è sostenuto che la precessione stessa sia stata scoperta dall'astronomo babilonese Ki-din-nu (Cidenas per i Greci...), che visse intorno al 343 a.C. Questo è possibile. Ipparco potrebbe aver conosciuto o meno il lavoro di Cidenas, ma è certo che fosse a conoscenza delle longitudini stellari babilonesi.\" Il fatto che Ki-din-nu (o Cidenas) sia stato il vero scopritore di questo moto precessionale non è mai stato verificato. Ad ogni modo, la cosa fondamentale da ricordare è semplicemente questa: la precessione.",
        "captions": [
            "La precessione degli equinozi paragonata a una trottola in rotazione."
        ],
        "headers": []
    }
]