[
    {
        "page_type": "main",
        "page_number": 379,
        "content": "Il dibattito sull'inclinazione assiale si protrasse nei primi anni del ventesimo secolo. Così, nel 1929, Harold Jeffreys poteva ancora chiedersi: \"L'inclinazione dell'asse terrestre rispetto al piano della sua orbita è variata nel corso della sua storia?\" Come lui stesso confessò: \"La risposta a [questa] domanda è un definitivo 'Sì!'\". Nel 1937, W. B. Wright continuò a sostenere che \"l'asse di rotazione terrestre non ha sempre avuto la stessa posizione\" e che i \"molti cambiamenti nella posizione delle zone climatiche sulla superficie terrestre\" erano \"dovuti a uno spostamento del polo dalla sua posizione attuale\". Nel 1950, Velikovsky stesso fornì una spiegazione per l'inclinazione dell'asse terrestre, attribuendola a interazioni ravvicinate con i pianeti Venere e Marte in epoche diverse durante i tempi storici. Dimenticando che grandi scienziati del passato avevano dibattuto sulla possibilità, i suoi detrattori, tra cui anche alcuni astronomi, sostennero che spostamenti assiali terrestri non erano mai stati sentiti e che la nozione non era supportata dalla letteratura scientifica. Oltre a dichiarare la mia ferma convinzione che le catastrofi cosmiche descritte in \"Worlds in Collision\" siano state purtroppo collocate temporalmente in modo errato da Velikovsky, il presente lavoro non ha nulla da offrire riguardo alla possibilità di spostamenti assiali terrestri durante i tempi storici. Il mio principale interesse, qui, riguarda il molto più remoto periodo Terziario. A tal proposito, è degno di nota che, quando negli anni '80 furono scoperti resti di flora e fauna subtropicali da scienziati sovietici a Spitsbergen, l'ipotesi dell'inclinazione assiale fu ripresa e, al momento della stesura di questo scritto, continua a rappresentare la comprensione russa (precedentemente sovietica) di ciò che deve essere accaduto in epoche passate. \"Nei primi anni '80, gli scienziati dimostrarono che l'estremo Nord era stato un tempo un paradiso tropicale. L'inclinazione della Terra cambiò e così anche il clima.\" Tuttavia, la maggior parte degli scienziati del continente americano non era convinta. Come Johnson sottolineò, Basinger, un canadese, \"preferirebbe contemplare un ecosistema vegetale/animale che non ha un corrispettivo uniformitario sulla Terra di oggi.\" Ma, come Johnson argomentò: Come si riscaldano le regioni polari della Terra nel Pliocene di 90° Fahrenheit senza aumentare le temperature tropicali a quelle delle attuali aree equatoriali, bruciando le aree equatoriali e prosciugandole? \"[N]on è ragionevole postulare un accumulo di calore polare che in qualche modo ignora le zone torride della Terra.\"",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 380,
        "content": "\"Ambienti ad alta temperatura nell'Antartico del Pliocene e nell'Alto Artico dell'Eocene sono geofisicamente irragionevoli. Per conformarsi alla termodinamica e a una Terra inclinata di 23 gradi rispetto al piano dell'eclittica [come al presente], questi ambienti dovevano essere considerevolmente più vicini all'equatore. Se fossero stati più vicini all'equatore, allora o la deriva continentale è avvenuta molto più rapidamente e misteriosamente di quanto indicato dal record geologico, oppure la Terra si è inclinata o ha subito uno slittamento della crosta in qualche modo che ha permesso il riscaldamento di queste terre senza interrompere la continuità delle foreste pluviali equatoriali. Un altro meccanismo prevede una Terra con poca o nessuna inclinazione del suo asse di rotazione, il che elimina la stagionalità e garantisce luce ogni giorno su ogni punto del globo, accoppiato a una densa copertura che consente temperature molto più uniformi nonostante la variazione di latitudine.\" Secondo Bernard Delair, teoricamente, la Terra dovrebbe ruotare su un asse verticale \"e potrebbe effettivamente averlo fatto in un passato geologicamente recente.\" E: \"Non ci dovrebbe essere alcuna ragione per cui un pianeta simile alla Terra, indisturbato per tempi immemorabili, non dovrebbe avere un asse posizionato verticalmente.\" Sfortunatamente, ci sono vari problemi con l'ipotesi dell'inclinazione assiale. Per cominciare, la dichiarazione di Delair non passò inosservata. Come Michael Reade sottolineò, \"una sfera rotante costretta a percorrere un'orbita ellittica attorno a un corpo primario adotterebbe un atteggiamento inclinato.\" Come lui stesso assicurò ai suoi lettori, \"non è mai possibile far ruotare liberamente una sfera con il suo asse né verticale né orizzontale: l'asse principale della sfera si stabilisce sempre su un angolo di inclinazione ben definito e apparentemente invariabile.\" Questo, come Reade sottolineò, \"è noto da tempo agli ingegneri: corpi rotanti, come turbine o regolatori di velocità, impongono stress asimmetrici sui cuscinetti dei loro alberi.\" È vero, come osservò Jane Francis, se l'asse terrestre fosse stato perpendicolare al piano dell'eclittica, il Sole avrebbe illuminato le regioni polari con dodici ore di luce ogni giorno. Ai poli, tuttavia, i raggi del Sole sarebbero stati deboli e inclinati, simili a quelli sperimentati poco prima del tramonto. E ciò sarebbe stato insufficiente per la crescita di piante come i resti di cui sono stati scoperti nelle regioni polari. Perché allora non proporre un modello che combini entrambe le teorie? Non soddisferebbe forse un'orbita terrestre perpendicolare attorno al Sole con Saturno posizionato nella sfera celeste nord della Terra? Non proprio, perché, per una cosa, ciò sarebbe contrario a quanto il record mitologico-storico ha da dirci. Abbiamo visto che, più e più volte, il record afferma che, durante l'era della semi-oscurità, il Sole non era ancora visibile. E non ha senso appellarsi all'ipotesi Pleiongaea per spiegare questa invisibilità. Se la luce solare fosse riuscita a filtrare attraverso un involucro atmosferico più pesante, come deve fare su Venere, avrebbe comunque comportato una successione giorno-notte che, come abbiamo visto, è anch'essa esclusa dal record.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 381,
        "content": "filtrare attraverso un involucro atmosferico più pesante, come deve fare su Venere, avrebbe comunque comportato una successione giorno-notte che, come abbiamo visto, è anch'essa esclusa dal record. E affinché il Sole fosse stato completamente schermato da un'atmosfera terrestre impenetrabile, la sua densità avrebbe dovuto essere maggiore di quella di Venere. Pressioni simili a quelle venusiane sulla superficie terrestre, per non parlare di un carico ancora maggiore, non avrebbero permesso la sopravvivenza dei mammiferi terrestri, inclusa la razza umana. Alla base di tutto ciò vi è questo ulteriore fatto: mentre gli assi dei pianeti del Sistema Solare puntano in direzioni diverse, quelli di Saturno e della Terra sono quasi coincidenti. Saturno è inclinato di 26,7 gradi mentre l'inclinazione della Terra è di 23,45 gradi. Entrambi gli assi puntano verso circa lo stesso punto nello spazio. La stella polare attuale di Saturno è la stessa della Terra—Polaris. Questa è una situazione che ci si aspetterebbe se Saturno e la Terra avessero condiviso lo stesso asse di rotazione, come richiede la nostra tesi principale. Ciò sembra indicare che, nonostante l'assicurazione contraria di Delair, l'attuale inclinazione assiale della Terra è la più naturale che essa possa possedere e che non è cambiata almeno dal periodo Terziario. Che dire allora di un asse perpendicolare con una Terra in blocco di fase al di fuori del Sistema Solare come ipotizzato da Ken Croswell per i pianeti delle nane rosse? Anche questo non soddisfa i requisiti, perché, come abbiamo già notato, mentre il sistema teorico di Croswell comporterebbe un mondo senza stagioni variabili, non darebbe luogo a un clima universale simile alla primavera. È vero, il clima non sarebbe stato variabile, ma le regioni tropicali ed equatoriali sarebbero comunque state molto più calde dei poli. I poli, infatti, sarebbero stati i destinatari di raggi inclinati e, se tali raggi inclinati del nostro Sole non sarebbero stati sufficienti a permettere la prosperità di flora e fauna subtropicali ai poli, nemmeno lo sarebbero stati i raggi inclinati di una stella nana rossa o bruna. E se adattassimo il sistema in blocco di fase di Croswell incapsulandolo all'interno della guaina di plasma totalmente calda che abbiamo già ipotizzato per il sistema proto-saturniano? Luce e calore raggiungerebbero allora tutte le latitudini in proporzione uguale senza dover fare affidamento su un allineamento assiale, già ipotizzato come la configurazione meccanica più difficile da mantenere. In altre parole, perché non adottare lo scenario di Wallace Thornhill secondo cui la Terra era in una tale situazione posizionale e che si \"ruppe\" in un allineamento polare solo quando entrò nell'influenza del Sole? Questo, allora, renderebbe l'allineamento assiale del sistema saturniano un mero evento transitorio, che sarebbe più compatibile con la meccanica celeste. Come già affermato, l'incapsulamento del sistema proto-saturniano in una plasmasfera è il nostro principio accettato. Alla fine, tuttavia, potrebbe anche essere scoperto che entrambi i postulati—un involucro atmosferico più denso e una guaina di plasma—sono abbastanza compatibili tra loro poiché un involucro atmosferico terrestre più denso potrebbe essere esistito all'interno della guaina di plasma saturniana. Avremmo così una situazione in cui la luce e il calore del Sole proto-saturniano sarebbero stati riflessi o irradiati verso l'interno e l'esterno dalla guaina di plasma e dissipati uniformemente attraverso la proprietà serra dell'atmosfera più densa della Terra.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 382,
        "content": "Ciò che non è accettabile è che l'allineamento assiale sia avvenuto al momento dell'ingresso del sistema saturniano nel dominio del nostro attuale Sole. INDIZI DA ALTRI PIANETI Esistono prove riguardanti almeno uno degli aspetti sopra menzionati provenienti da altri pianeti del Sistema Solare? Solo in parte, perché, dopotutto, per quanto riguarda il Sistema Solare, il caso di Saturno presentato sopra è unico—il che non significa che sistemi simili non possano ancora essere scoperti nello spazio. Nel frattempo, l'estensione a cui altri pianeti possono fornire alcune prove, per quanto esigue, è esemplificata da Urano. Lyle Broadfoot, ad esempio, rimase sorpreso nello scoprire ciò che definì un bagliore elettrostatico che avvolgeva il lato illuminato dal Sole di Urano. La sua fonte di energia rimane ancora sconosciuta. Come abbiamo ipotizzato per il proto-Saturno, Philip Nicholson ha anche ipotizzato l'esistenza di una volta di una nube nebulare, o disco circumstellare, attorno a Urano. Come abbiamo già visto, molto simile al sistema saturniano che stiamo descrivendo, la temperatura di Urano è globalmente uniforme, anche se, ancora una volta come il proto-Saturno, il suo polo nord è stato trovato più caldo rispetto al resto del pianeta. Di ulteriore interesse è il fatto che quando Voyager 2 fece questa scoperta, il polo nord era rimasto al buio per quarant'anni.",
        "captions": [
            "_ Gli antenati della tartaruga terrestre, raffigurata sopra, così come altre specie subtropicali, apparvero nelle regioni polari molto prima che in latitudini più meridionali."
        ],
        "headers": ["INDIZI DA ALTRI PIANETI"]
    },
    {
        "page_type": "main",
        "page_number": 383,
        "content": "| L'antenato del tapiro, la cui varietà malese è mostrata sopra, apparve anche nelle | regioni artiche molto prima che in Asia. quarant'anni. Come indicato da Thornhill: \"Ciò offre un indizio su come la Terra potrebbe aver avuto un clima globale uniforme durante l'era saturniana...\" Ancora più recentemente, è stato scoperto che il satellite di Giove, Io, ha anch'esso i poli caldi quanto l'equatore. \"A parte i punti caldi nei siti vulcanici, le temperature notturne su Io sembrano essere circa le stesse vicino all'equatore come vicino ai poli, anche se, come sulla Terra, l'equatore riceve più luce solare diretta per riscaldare la sua superficie.\" È vero, Urano e Io non hanno un Sole polare nord per riscaldare le loro regioni settentrionali, e includo questi dati solo per mostrare che tale stato di cose—temperatura globale uniforme con un polo nord leggermente più caldo—non è di per sé una situazione bizzarra. Detto ciò, quale necessità abbiamo di un allineamento assiale tra il proto-Saturno e la Terra? Perché dovremmo avere il Sole proto-saturniano posizionato nel polo celeste nord della Terra per spiegare l'unica stagione simile alla primavera in cui la Terra si crogiolava nelle ere geologiche passate. Ma consideriamo ora quanto segue:",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 384,
        "content": "IL CRADLE BOREALE Lo studio della flora fossile artica di Heer lo portò a postulare che l'Artico avesse servito come centro di nuove generazioni di piante che poi si irradiarono verso sud in America, Europa e Asia. \"Queste migrazioni di nuove specie e gruppi di piante, che ebbero origine nell'Artico e poi divennero specie 'vicarianti' strettamente correlate attraverso una differenziazione simultanea, spiegano elegantemente la misteriosa somiglianza della vegetazione arborea e arbustiva in luoghi così sparsi come l'Asia orientale e l'America settentrionale atlantica. Questa teoria spiegava anche la somiglianza notata da Heer tra la flora terziaria dell'Europa e la flora recente dell'Asia orientale e dell'America settentrionale atlantica.\" Come Johnson notò, mentre la teoria di Heer risale alla fine del XIX secolo, la sua \"nozione di una culla evolutiva artica è sorprendentemente moderna, in linea con il lavoro di Dawson e Hickey\" a cui arriveremo presto. E. C. Pielou, d'altra parte, ricordò ai suoi lettori il fotoperiodismo che presenta un \"apparente ostacolo alla lunga migrazione verso nord e verso sud delle piante\" poiché tali migrazioni avrebbero spostato le suddette piante fuori dalla loro nicchia fisiologica. Le piante a giorno lungo, ad esempio, non possono sopravvivere ai tropici, mentre le piante a giorno corto non possono prosperare in latitudini più settentrionali. Questo perché la lunghezza fotoperiodica varia da latitudine a latitudine e da stagione a stagione. Poiché la lunghezza del giorno e della notte nei tropici si avvicina a dodici ore ciascuna durante tutto l'anno, le variazioni fotoperiodiche sono piccole o inesistenti. Nelle regioni temperate medie, le durate fotoperiodiche possono variare da fino a nove ore a dicembre a fino a sedici ore a giugno. Nelle attuali regioni artiche, la fotoperiodicità scende a zero a dicembre, salendo fino a ventiquattro ore a giugno. Tuttavia, tutto ciò avrebbe avuto pochissima, se non alcuna, importanza durante il Terziario se la Terra si fosse crogiolata sotto un clima e un regime di luce continuo e universale subtropicale come sembra essere indicato dalle prove presentate sopra. Nel caso in questione, i requisiti climatici sarebbero stati quasi identici in tutto il mondo. Le piante migranti non avrebbero dovuto abbandonare alcuna nicchia fisiologica; si sarebbero semplicemente irradiate in nuove aree le cui proprietà climatiche sarebbero state quasi identiche a quelle della loro origine. Alla fine, sono le prove disponibili che contano. Le prove supportano la teoria di una migrazione delle piante terziarie dall'Artico verso latitudini più meridionali? Abbiamo visto sopra che Johnson affermò che la teoria di Heer del diciannovesimo secolo di una tale migrazione è in linea con il lavoro moderno di Dawson e Hickey. Cosa hanno da mostrarci queste due autorità?",
        "captions": [],
        "headers": ["IL CRADLE BOREALE"]
    },
    {
        "page_type": "main",
        "page_number": 385,
        "content": "Nell'Artico canadese, Mary Dawson scoprì tapiri e lemuri volanti strettamente associati nel contesto geologico. Ma, più a sud, il tapiro fu trovato in un contesto del Medio Eocene, mentre il lemure volante apparve in uno strato dell'Eocene Inferiore. Nel frattempo, Leo Hickey, che aveva già trascorso vent'anni a studiare la flora dell'Eocene, giunse alla conclusione che le piante, insieme agli invertebrati marini, si erano sviluppate prima nell'Artico che nelle medie latitudini. Antenati del cavallo, del cammello, del rinoceronte, delle tartarughe terrestri, insieme al lemure volante e ad alberi come l'olmo messicano, il noce e la sequoia, ebbero origine milioni di anni prima nelle regioni polari. \"Dawson e Hickey nei primi anni '80 co-autorarono un articolo su Science in cui sostenevano che alcune piante compaiono nel record fossile 18 milioni di anni prima nell'Artico rispetto ad altrove, mentre alcuni animali si evolsero 2-4 milioni di anni prima del loro tempo a nord del Circolo Polare Artico.\" Un modo alternativo per allineare la teoria di Pleiongaea con il modello saturniano è se l'involucro atmosferico denso della Terra mostrasse un'apertura polare nord—un buco, se vogliamo. Questo porterebbe la nostra tesi pericolosamente vicina a quella sostenuta nel 1886 da Isaac Newton Vail, ulteriormente propugnata dal suo difensore moderno, Donald Cyr e, in modo diverso ma leggermente simile, da Dolph Earl Hooker e, in una certa misura, persino da Milton Zysman. Tutti questi autori—dai quali l'attuale scrittore si dissocia—hanno proposto una sorta di copertura terrestre, anche se non tutti hanno incluso l'apertura polare. Nel frattempo, una tale apertura polare nell'atmosfera di un pianeta non è così estranea nel Sistema Solare. Venere ha una tale apertura polare—un \"enorme vuoto\" largo 1.000 chilometri—nella sua stessa atmosfera densa proprio sopra il suo polo nord, attraverso il quale il Sole potrebbe eventualmente brillare. Se così fosse, il Sole saturniano, completo del suo disco nebulare, sarebbe stato chiaramente visibile attraverso l'apertura. Più di ciò, avrebbe riscaldato le regioni artiche della Terra ancora più efficacemente. Sfortunatamente, un'obiezione deplorevole deve essere sollevata contro questa ipotesi poiché, come abbiamo già visto, la vicinanza del Sole proto-saturniano avrebbe sollevato l'atmosfera terrestre in una marea precisamente sopra la regione polare nord della Terra. Pertanto, se un'atmosfera simile a Pleiongaea fosse prevalsa, sarebbe mancata un'apertura polare. Nel frattempo, ciò che le scoperte di Hickey e Dawson sembrano richiedere è un posizionamento del Sole polare nord esattamente come ipotizzato in questo volume. Così, oltre a un regime climatico universale che avrebbe riscaldato la Terra in tutte le sue latitudini, una fonte radiante diretta proprio in cima al mondo avrebbe garantito che le regioni artiche della Terra fossero leggermente più calde prima del resto del globo. In altre parole, il clima subtropicale della Terra si sarebbe avanzato lentamente dalle regioni polari verso le latitudini più meridionali, con flora e fauna che avanzavano insieme al clima—proprio come sembrano richiedere le prove geologiche e paleontologiche.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 386,
        "content": "una fonte radiante diretta proprio in cima al mondo avrebbe garantito che le regioni artiche della Terra fossero leggermente più calde prima del resto del globo. In altre parole, il clima subtropicale della Terra si sarebbe avanzato lentamente dalle regioni polari verso le latitudini più meridionali, con flora e fauna che avanzavano insieme al clima—proprio come sembrano richiedere le prove geologiche e paleontologiche. Sembra quindi che il Sole saturniano fosse già posizionato sopra il polo nord della Terra almeno fin dall'Eocene del Periodo Terziario dell'Era Cenozoica, che i geologi datano a circa 58 milioni di anni fa. E anche se questo arco temporale dovesse essere drasticamente ridotto, come probabilmente dovrà essere in futuro, rimane evidente che la situazione che abbiamo descritto avrebbe dovuto prevalere molto prima dell'avvento dell'uomo. IL CUSTODE DEL MONDO Deve, tuttavia, essere anche sottolineato che, quando l'uomo finalmente arrivò sulla scena terrestre, la situazione rimase pressoché la stessa, come i temi mitici affermano inequivocabilmente. Così, molto più tardi nel tempo, gli indiani Papago del Nord America che, insieme al resto dell'umanità, non erano ancora sulla Terra durante le epoche di cui abbiamo discusso, continuarono a credere in un'epoca in cui il \"sole\" era più vicino alla Terra. Come registrato in uno dei loro racconti, narrato nel 1883: \"Il sole era allora molto più vicino alla Terra, così che era sempre piacevolmente caldo.\" Non c'erano stagioni. \"Non c'era inverno né freddo gelido.\" Fu solo più tardi, dicono questi indiani, che il \"sole\" fu spinto \"più lontano dalla Terra\" e poi apparvero inverno, neve, ghiaccio e grandine.",
        "captions": [
            "Homo Sapiens Un mondo con una sola stagione era lo stato delle cose molto prima dell'avvento dell'uomo... (Illustrazione di R. C. Dingli.)"
        ],
        "headers": ["IL CUSTODE DEL MONDO"]
    },
    {
        "page_type": "main",
        "page_number": 387,
        "content": "a credere in un'epoca in cui il \"sole\" era più vicino alla Terra. Come registrato in uno dei loro racconti, narrato nel 1883: \"Il sole era allora molto più vicino alla Terra, così che era sempre piacevolmente caldo.\" Non c'erano stagioni. \"Non c'era inverno né freddo gelido.\" Fu solo più tardi, dicono questi indiani, che il \"sole\" fu spinto \"più lontano dalla Terra\" e poi apparvero inverno, neve, ghiaccio e grandine. In un \"sole\" che era \"più vicino alla Terra\" riconosciamo ancora una volta la stella nana bruna saturniana che irradiava la sua luce e il suo calore dal polo celeste nord della Terra. Così, allo stesso modo, con gli Zuni che sostengono che l'inverno arrivò molto più tardi quando il \"sole\" scappò, salì nel cielo e si allontanò. Se fosse stato il nostro Sole attuale, dove potrebbe essere stato prima? Dove potrebbe essere andato? Non possiamo forse vedere che gli Zuni hanno conservato una memoria di quel tempo in cui la Terra si crogiolava sotto la luce e il calore.",
        "captions": [
            "Un mondo con una sola stagione simile alla primavera."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 388,
        "content": "",
        "captions": [
            "\"Il sole era molto più vicino alla Terra, così che era sempre piacevolmente caldo,\" così sostengono gli indiani Papago. \"Non c'era inverno né freddo gelido.\" Raffigurato sopra: Il Tcirkwena—una danza rituale arcaica dei Papago. (Illustrazione di Peter F. Copeland.)"
        ],
        "headers": []
    }
]