[
    {
        "page_type": "main",
        "page_number": 219,
        "content": "Gli Yakut della Siberia conoscevano un luogo celeste chiamato \"il centro immobile del mondo\" da cui \"il sole non tramonta mai.\" Naturalmente, ci saranno ora coloro che sosterranno che, nelle regioni polari della Terra, il Sole rimane sopra l'orizzonte per metà dell'anno e, in tal senso, non tramonta mai. Sfortunatamente per questo argomento, il Sole alla fine tramonta e rimane assente per la seconda metà dell'anno. Inoltre, mentre è visibile durante i brevi mesi estivi, il Sole polare è tutt'altro che immobile, poiché si muove circolarmente nel cielo sopra l'orizzonte. Alla luce di ciò che abbiamo già scoperto riguardo all'immobilità del primordiale Saturno, è più che ovvio che ciò che gli Yakut stavano descrivendo era il sole saturniano vagamente ricordato. Questo diventerà ancora più evidente nel prossimo capitolo, quando getteremo ulteriore luce su quel luogo celeste qui chiamato \"il centro immobile del mondo.\" Ciò che abbiamo appreso in questo capitolo, quindi, è autoesplicativo: secondo gli antichi, e durante il periodo che stiamo investigando, il pianeta Saturno non solo brillava come un sole in un cielo privo di altri corpi astronomici, ma, visto dalla Terra, questo sole saturniano non sorgeva né tramontava. Sembrava, invece, irradiare luce sull'umanità rimanendo permanentemente fisso in un punto. Come poteva essere possibile?",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 220,
        "content": "Capitolo 10 La Stazione Polare UNA SCELTA DI MODELLI Dato che la Terra era un satellite di Saturno, un modo in cui il gigante gassoso poteva apparire immobile nel cielo primordiale della Terra era se la Terra fosse stata in blocco di fase con il suo primario. Questo è precisamente il caso della nostra Luna, che è in blocco di fase con la Terra. Ciò significa che la Luna ruota sul proprio asse nello stesso tempo in cui orbita attorno alla Terra. Così, vista dalla Terra, la Luna presenta sempre la stessa faccia. L'altro lato della Luna, solitamente chiamato il lato nascosto, non è visibile dalla Terra. (È stato rivelato agli occhi terrestri per la prima volta grazie alle capacità fotografiche delle sonde spaziali del ventesimo secolo.) Ciò significa anche che, vista dall'emisfero lunare rivolto verso la Terra, come hanno potuto osservare gli astronauti che sono atterrati sulla Luna, il nostro pianeta appare immobile, cioè fisso in un punto, incollato sull'oscurità del cielo lunare. Che la Terra appaia stazionaria allo zenit del cielo lunare, a metà del cielo, o permanentemente fissata sull'orizzonte, o persino mezza nascosta dall'orizzonte, dipenderebbe dalla località lunare da cui è osservata. Ovviamente, non c'è bisogno di sottolineare che, dal lato nascosto della Luna, la Terra non è visibile. Come hanno sottolineato Alan Stern e Jacqueline Milton, una situazione simile, ma in qualche modo inversa, si verifica per il pianeta Plutone e il suo satellite Caronte. Poiché il periodo orbitale di Caronte è lo stesso del periodo di rotazione di Plutone, per un Plutoniano, Caronte apparirebbe similmente fisso nel cielo. (Patrick Moore ha commesso un errore quando ha definito questa \"una situazione unica nel Sistema Solare,\" poiché sembra aver dimenticato il caso della Luna quando ha scritto queste parole.) C'è un altro modo in cui Saturno poteva apparire immobile nel cielo terrestre. Questo poteva accadere se la Terra fosse stata sospesa direttamente \"sotto\" o \"sopra\" uno dei poli di Saturno, con entrambi i pianeti che condividevano lo stesso asse di rotazione. In tal caso, Saturno sarebbe apparso fisso nella sfera celeste nord o sud della Terra. Questa, tuttavia, non è solo una situazione inaudita che non ha eguali nel nostro attuale Sistema Solare, ma è anche una che sfida le attuali meccaniche celesti accettate. Tutto ciò ispira incredulità. È quindi comprensibile che, nel suo scenario saturniano, estratto dal sistema \"confuso\" di Filolao, Lynn Rose abbia optato per una Terra in blocco di fase con Saturno. Eppure, per anni, ho avuto motivo di obiettare alla spiegazione di Rose di questo fenomeno, così come lui ha trovato motivo di obiettare alla mia—poiché, quasi dall'inizio della mia ricerca, ero giunto alla conclusione che la corretta collocazione di Saturno nel cielo primordiale della Terra doveva essere",
        "captions": [],
        "headers": ["UNA SCELTA DI MODELLI"]
    },
    {
        "page_type": "main",
        "page_number": 221,
        "content": "",
        "captions": ["La Terra vista dalla superficie della Luna—permanentemente fissata in un punto. (Fotografia per gentile concessione della NASA.)"],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 222,
        "content": "nella sfera celeste nord della Terra. Dato che il modello di Rose è più fattibile dal punto di vista fisico, perché opto per questa idea bizzarra? La risposta è abbastanza semplice: è lì che il record mito-storico colloca il primordiale Saturno—esattamente al centro della sfera celeste nord della Terra, lo stesso luogo attualmente occupato dalla Stella Polare. Che questa sia una teoria stravagante non c'è dubbio. Nonostante i frutti della mia ricerca, anch'io ho finito per non crederci del tutto, e devo ammettere onestamente che è stato solo dopo aver letto \"Il Mulino di Amleto\" che ho finalmente accettato tutto ciò che la mia ricerca aveva portato alla luce. Se, come ragionavo all'epoca, studiosi del calibro di Giorgio de Santillana e Hertha von Dechend, gli autori de \"Il Mulino di Amleto,\" erano stati in grado di portare alla luce lo stesso insieme di situazioni bizzarre in relazione alla stazione polare di Saturno, non potevo essere troppo lontano dalla verità. Se gli autori in questione potevano discutere l'antica credenza in un Saturno permanentemente fissato nella sfera celeste nord della Terra, allora potevo farlo anch'io. Che de Santillana e von Dechend abbiano scelto di non accettare ciò che essi stessi avevano scoperto era una loro decisione. Ma la debolezza con cui hanno finito per spiegare ciò che avevano portato alla luce mi ha reso ancora più pronto ad accettarlo tutto. Ora va detto che sia il modello di Rose che il mio (così come quello di David Talbott) si basano sul record mito-storico. Esaminiamo quindi ciò che il record mito-storico ha da dire sull'argomento. EL—ELOAH—ELOHIM Poiché ci addentreremo ulteriormente nell'Antico Testamento man mano che procediamo, sono necessarie alcune parole su questa raccolta di libri ebraici. La versione completa più antica dell'Antico Testamento è la Settanta greca (II secolo a.C.). Il testo ebraico da cui è stata tradotta non è più esistente in forma completa. La versione ebraica più antica che possediamo ora interamente è il Testo Masoretico (VI-VIII secolo d.C.). Non solo c'è un intervallo di circa ottocento anni tra le due, ma ci sono anche differenze significative tra loro. Sebbene la Settanta non sia sempre da preferire, è superiore al Testo Masoretico che, senza dubbio, contiene corruzioni più numerose. Certamente, il Testo Masoretico è rimasto invariato dalla sua \"fissazione\" nel VI secolo d.C., ma è anche ben noto che un gran numero di cambiamenti erano stati introdotti prima di quella data. Il confronto testuale ha da tempo reso evidente che la Settanta, compilata dagli studiosi ebrei di Gerusalemme su richiesta di Demetrio Falereo e Aristea per Tolomeo Filadelfo e gli ebrei di Alessandria, è stata tradotta da un testo ebraico più puro rispetto alla versione masoretica molto più tarda. La questione, ovviamente, è più complessa di così, ma quanto sopra dovrebbe bastare a ricordare al lettore che, quando si tratta di interpretazione, non tutte le versioni dell'Antico Testamento hanno lo stesso valore. In ciò che segue, e in tutto questo lavoro, confronteremo quindi varie versioni nel tentativo di scoprire quali potrebbero essere state le credenze originali. In questioni in cui anche il confronto ci lascerà in un'impasse, tuttavia, sarà alla Settanta che inchineremo il capo, semplicemente perché, dove non è disponibile altro arbitro, è la versione più antica che dovrebbe ricevere il beneficio del dubbio.",
        "captions": [],
        "headers": ["EL—ELOAH—ELOHIM"]
    },
    {
        "page_type": "main",
        "page_number": 223,
        "content": "Ciò che desidero sottolineare a questo punto, più di ogni altra cosa, è che l'Antico Testamento parla di varie divinità che, in inglese e in altre traduzioni, sono state trasformate in \"Dio,\" \"Signore,\" \"Signore Dio,\" \"Dio Altissimo,\" ecc. Lasciando da parte tutti i pregiudizi settari, reinseriremo quindi i corretti nomi ebraici di queste divinità nelle citazioni che citeremo nel resto di questo lavoro. Man mano che progrediremo, vedremo anche se questi vari nomi fossero semplicemente appellativi di una stessa divinità. I primi tre nomi che ci interesseranno in questo studio sono El, Eloah ed Elohim. Ora, a volte è stato affermato che \"Elohim,\" nome menzionato 2570 volte nell'Antico Testamento, è \"il plurale di un singolare perduto.\" Il singolare, o sinonimo, di \"Elohim,\" tuttavia, non è affatto perduto; è semplicemente \"El\" e/o \"Eloah.\" Per William Heidel, gli Elohim erano gli alleati di El—qualunque cosa essi fossero. Il nome \"Elohim,\" tuttavia, non è sempre stato usato come plurale. A. Murtonen, ad esempio, ci dice: \"Per quanto riguarda il significato primario non ci possono essere dubbi, la parola è formalmente un plurale, ma il significato singolare è anche molto antico, come dimostrano i testi di Ras Shamra [cioè, ugaritici].\" Murtonen si sforza di spiegare questa pluralità, ma, alla fine, sembra ridursi a un uso antico equivalente al più moderno \"noi\" reale. Come David Rohl lo ha espresso sinteticamente: \"L'ebraico biblico occasionalmente impiega qualcosa che gli studiosi chiamano il 'plurale maestoso.' In effetti, è un suffisso plurale aggiunto al nome di una divinità per conferirle status o maestà. Nell'Antico Testamento, il miglior esempio è Elohim, che non significa 'gli dèi' ma piuttosto il dio El con il plurale maestoso im aggiunto.\" Eloah, d'altra parte, appare solo 57 volte nell'Antico Testamento, \"e quasi interamente nella poesia\" come il Libro di Giobbe. Che Eloah fosse l'equivalente di El, nel frattempo, è evidenziato nello stesso Libro di Giobbe dove i due nomi sono usati in modo intercambiabile. Secondo Murtonen, questa variante del nome è semplicemente il vocativo di \"El\"—cioè la forma usata nell'invocazione. Questo ci lascia con la forma abbreviata \"El\" che, a parte la sua inclusione nei nomi teoforici, appare 230 volte nell'Antico Testamento. Che El fosse il dio di Israele per eccellenza è dimostrato dal fatto che, quando Giacobbe arrivò nella città di Sichem, nella terra di Canaan, dopo il suo soggiorno ventennale lavorando per Labano, eresse un altare e lo chiamò El-elohe-yisrael, che significa \"El, Dio di Israele.\" Più di questo, tuttavia, è lo stesso nome Israele. Sebbene, come ha osservato Hans Goedicke, tutti gli sforzi per spiegare il nome siano stati infruttuosi, è sicuramente un nome teoforico.",
        "captions": [],
        "headers": []
    }
]