{
    "translated_data": [
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 74,
            "content": "L'ipotesi secondo cui i dinosauri furono sterminati alla fine del periodo Cretaceo a causa dell'impatto terrestre di un corpo celeste fu proposta per la prima volta da de Laubenfels, il cui credito fu successivamente usurpato da Luis Alvarez.",
            "captions": [
                "Fotografia dell'autore, con gentile concessione del Museo Reale dell'Ontario, Toronto."
            ]
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 75,
            "content": "ha detto per l'interpretazione di questi due astronomi del record mito-storico. Infatti, per quanto riguarda il loro libro, Il Serpente Cosmico, si può affermare con sicurezza che si basarono notevolmente su Worlds in Collision di Immanuel Velikovsky. Naturalmente, Velikovsky si occupava di catastrofismo planetario, mentre Clube e Napier reinterpretavano le fonti mito-storiche di Velikovsky alla luce dei bombardamenti cometari. Ovviamente, non potevano sfuggire al fatto che le fonti stesse enfatizzavano il ruolo dei pianeti al posto delle comete. Superarono questo problema supponendo che i pianeti fossero stati nominati come perpetratori al posto delle comete perché le comete erano apparse per la prima volta vicino ai pianeti e quindi avevano ricevuto nomi planetari.\n\nTuttavia, il recente interesse per il catastrofismo cosmico tra la scienza tradizionale non fu influenzato dal lavoro di Clube, Napier, Velikovsky o dai loro predecessori nel campo, ma fu ampiamente dovuto agli approfondimenti derivati da tre eventi separati—uno antico, gli altri due recenti. L'evento antico riguarda la fine dei dinosauri alla fine del periodo Cretaceo (in realtà il confine Cretaceo-Terziario) a causa dell'impatto terrestre di un corpo celeste, proposto per la prima volta da de Laubenfels nel 1956,[1] ventiquattro anni prima che il team guidato da Luis Alvarez rubasse il credito per l'ipotesi. Inizialmente descritta come “una teoria pazza di pseudoscienziati che si spacciano per paleontologi,”[2] la proposta ha ora ottenuto un'accettazione generale. Tuttavia, poiché questo evento dovrebbe essere avvenuto milioni di anni fa, non contribuì molto a dare rispettabilità al catastrofismo cosmico. In questo senso, nemmeno l'impatto terrestre di un bolide celeste nella regione di Tunguska in Siberia, avvenuto la mattina del 30 giugno 1908, esplodendo in un lampo accecante e livellando venticinque miglia quadrate della foresta circostante, fece altro che considerarlo un caso isolato. Sebbene l'avviso avrebbe dovuto essere chiaro, l'evento non attirò molta attenzione nel mondo occidentale fino alle ultime decadi del secolo. Fu, più di ogni altra cosa, l'evento più recente, quando la Cometa Shoemaker-Levy 9, che si era scombinata in una serie di ventuno frammenti separati, schiantò contro Giove durante il mese di luglio del 1994. Se ci fosse stata una leggera deviazione nell'orbita della cometa, tutti e ventuno i pezzi avrebbero potuto imboccare la Terra. Ma anche con questo errore terrestre, divenne dolorosamente chiaro che se una cometa può schiantarsi contro un membro vicino del Sistema Solare, un'altra potrebbe altrettanto facilmente collidere con la Terra.\n\nAll'improvviso ci fu un frenetico attività tra gli astronomi incentrata sulla rilevazione e possibile eliminazione degli oggetti che attraversano la Terra, mentre i geologi impazzivano nel tentativo di scoprire cicatrici di impatto precedentemente non riconosciute nel nostro terreno terrestre. Gli storici iniziarono a esaminare documenti storici, pseudo-storici e mito-storici nella speranza di scoprire registrazioni di possibili impatti passati, mentre gli archeologi iniziarono a setacciare la polvere delle epoche per vedere cosa avessero potuto perdere tra le rovine sparse di civiltà passate che potessero essere interpretate come distruzione cometaria o asteroidale. In un certo senso, la stesura di questo libro non mi mette esattamente in cattiva compagnia—ma solo in un certo senso.\n\nLe comete che si abbattono sulla Terra restano molto lontane dai pianeti che si spostano sulle loro orbite—cioè, se questi spostamenti sono considerati avvenuti durante l'avvento dell'uomo sulla Terra. Come sottolineato sopra, fu a causa della presunta impossibilità di tali spostamenti orbitali che gli astronomi Clube e Napier ritennero opportuno reinterpretare il record mito-storico in una luce cometaria, affermando che i pianeti erano stati nominati nei record antichi semplicemente perché le comete erano apparse in prossimità dei pianeti e quindi avevano ricevuto nomi planetari. E, per essere equi, questa non è esattamente un'idea spuria. Così i Greci erano soliti riferirsi a"
        },
        {
            "page_type": "main",
            "image_present": true,
            "page_number": 76,
            "content": "Gli antichi dei personificavano le comete piuttosto che i pianeti? Le comete con gli stessi nomi applicati ai pianeti,” una dichiarazione che è diventata una sorta di sostegno per coloro che vorrebbero riguadagnare le antiche divinità planetarie come cometarie. Come ha notato Ilse Fuhr, “nella lista di Hefestione, la cometa Hippeus non solo è nominata dopo Afrodite, ma in realtà è Afrodite (= Venere) così come altre comete sono effettivamente altri pianeti.”[2] Ci sono tre cose da tenere a mente qui. Primo, è abbastanza ovvio che i pianeti furono nominati per le divinità prima delle comete, altrimenti non sarebbe stato possibile nominare la cometa Hippeus “Afrodite (= Venere).” Secondo, è anche ovvio che, nonostante il fatto che le comete fossero nominate dopo le divinità planetarie, furono anche date loro nomi distintivi propri—Hippeus nel caso sopra menzionato, altri nomi per altre comete in altri casi, come ha notato Fuhr lei stessa.”[2]—in modo che le comete e i pianeti non potessero davvero essere confusi l'uno con l'altro. Terzo, sebbene possa essere ridondante dirlo, furono le comete a ricevere nomi planetari, e non i pianeti a ricevere nomi cometari. E questa è una lezione che Clube, Napier e tutti coloro che desiderano riguadagnare le divinità planetarie come cometarie non sono riusciti a imparare.",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 77,
            "content": "Capitolo 2\nConoscenze Astronomiche Antiche\nIMMAGINI SACRE DAL CIELO\n\nCi saranno alcuni che potrebbero obiettare che le civiltà antiche avevano sufficiente conoscenza delle materie astronomiche, quindi non si potrebbe realmente accettare ciò che avevano da dire riguardo ai pianeti del Sistema Solare come accurato. Tuttavia, tale obiezione sarebbe basata sull'ignoranza poiché le varie civiltà i cui record mito-storici esamineremo a breve erano in realtà molto informate quando si trattava di astronomia osservativa. Un'esplorazione dettagliata di questa conoscenza astronomica antica costituirebbe un libro a sé stante. Pertanto, nonostante la lunghezza di questo capitolo, quanto presentato di seguito costituisce solo un breve racconto delle principali scoperte astronomiche fatte dai nostri antenati.\n\nInizierò con un argomento che potrebbe essere considerato banale—meteore e meteoriti. Questi cadevano dal cielo sin dall'eternità. I nostri antenati primitivi non sarebbero stati estranei a tali cadute. E, a differenza della deificazione dei pianeti, la santificazione dei meteoriti è più comprensibile. I meteori non appaiono semplicemente come puntini di luce nel cielo notturno. Anche quando lo fanno, come stelle cadenti, lasciano una scia luminosa di breve durata nel loro percorso. Di tanto in tanto, vere e proprie piogge di queste scintille sembrano irradiarsi da un punto locale nel cielo. Quando le condizioni lo permettono, tali piogge possono essere abbastanza impressionanti. Più raramente, i meteori ruggiscono a forma di terrificanti palle di fuoco attraverso il cielo, di notte o di giorno. Il loro impatto esplosivo sul terreno può essere un'esperienza piuttosto spaventosa. Tali eventi, quando assistiti, devono aver incantato i nostri antenati primitivi. Le occorrenze sarebbero state ricordate con paura e persino riverenza.\n\nA seconda delle condizioni, un meteorite in impatto può o non può formare un cratere. Il meteorite stesso può essere bruciato e atomizzato nel suo passaggio attraverso l'atmosfera terrestre. Spesso, pezzi di pietra o masse di ferro rimangono a terra come prova del bombardamento. L'arrivo, o la apparente materializzazione, di tali oggetti in luoghi in cui si sono visti palle di fuoco deve aver messo in grande confusione l'uomo primitivo. Tali oggetti, quando trovati, sarebbero stati considerati magici, possedendo poteri benigni o malvagi, se non entrambi. È comprensibile che tali oggetti, ora noti come meteoriti, sarebbero stati raccolti, preservati e persino venerati. Ma scopriamo che c'era di più. Lincoln La Paz lo ha espresso in modo succinto:\n\n“Gli antichi supponevano che le stelle fossero la dimora degli dèi; stelle cadenti e meteoriti significavano loro o la discendenza effettiva di un dio o l'invio della sua immagine sulla terra.”[1]\n\nLa venerazione dei meteoriti come immagini degli dèi, tuttavia, poteva solo derivare da una precedente credenza che gli dèi risiedessero nel cielo sotto forma di stelle. Quindi, se le stelle erano",
            "captions": []
        },
        {
            "page_type": "main",
            "image_present": false,
            "page_number": 78,
            "content": "dei dèi, le stelle cadenti erano dèi caduti. Ma anche questo non spiega del tutto perché certi meteoriti fossero associati a divinità specifiche e, in alcuni casi, a pianeti specifici.\n\nUna cosa da notare qui è che si può vedere chiaramente che gli antichi erano ben consapevoli del fenomeno. I Babilonesi riferivano ai meteori come Kakkabu rabu. Questo riconoscimento, tuttavia, non impedì ai popoli antichi del Vicino Oriente di attribuire santità ai meteoriti. Né li impedì di identificarli come immagini o dèi preesistenti.[1]\n\nTra i Semiti, specialmente gli antichi abitanti della penisola arabica, le pietre erano frequentemente considerate dotate di attributi divini.[2] Questi culti, come indicato da Hildegard Lewy, erano praticati dalle stesse persone che veneravano i pianeti visibili. Filone di Biblo ci dice che i Fenici consideravano i meteoriti come “stelle cadute dall'aria” e che questi giocavano un ruolo dominante nella religione dei suoi antenati antichi.’ Questi meteoriti, come sottolineato da Lewy, “erano concepiti come esseri divini della stessa natura dei pianeti.”[3]\n\nUn meteorite caduto a Tiro, in Siria, era associato alla dea Astarté.” Ciò che è di ulteriore interesse qui è che, secondo quegli stessi Fenici che la veneravano, Astarté era la stessa di Afrodite degli antichi Greci’ e, quindi, come lei, la dea del pianeta Venere.\n\nSecondo un passaggio del Nuovo Testamento, una delle immagini sacre venerata a Efeso, e associata con Artemide/Diana, si credeva fosse caduta dal pianeta Giove.\" I cultisti siriani del dio Elegabalus (o Gabal) “concentravano la loro venerazione su un meteorite al santuario di Emesa.”\" Una grande pietra conica e nera, questa “immagine” fu successivamente trasportata dall'imperatore Marco Aurelio Antonino, che assunse il nome del suo dio, al tempio di Cibele a Roma.” Un altro famoso meteorite che era considerato sacro in questa regione era la Magna Mater a Pesusinia, in Asia Minore.\"* Degno di menzione fu anche la pietra caduta ad Abidos e venerata lì. °\n\nSecondo il sacerdote egizio Manetone, come citato da Plutarco, gli Egizi consideravano i lodestones (pietre magnetiche) le ossa del dio Horus, mentre il ferro, in generale, era ritenuto essere le ossa di Set (che Plutarco tradusse come Tifone).'° I meteoriti erano venerati non solo in onore di Set ma anche in onore del grande dio Ammone” che i Greci, giustamente o meno, identificarono con il loro stesso Zeus,” e i Romani, naturalmente, con Giove.\n\nGli antichi erano così ben familiari con i meteoriti che, prima della loro scoperta come minerale nelle profondità della Terra, credevano che tutto il ferro cadesse dal cielo. Così il",
            "captions": []
        }
    ]
}
