[
    {
        "page_type": "main",
        "page_number": 289,
        "content": "La caverna per una cerimonia in onore dei loro antenati Maya include la cattura di mollies, una specie di pesce di caverna che si nutre di midges e larve di midge, che, a loro volta, si nutrono di colonie batteriche che prosperano sullo zolfo ed espellono acido solforico. Come riportato da Louise Hose, che ha studiato l'ecosistema in questa caverna: \"Non ci sono molti posti al mondo in cui possiamo vedere ecosistemi complessi che sono indipendenti dalla luce solare. Lo vediamo alle dorsali medio-oceaniche, e ci sono alcune sorgenti termali. Ma questa è un'opportunità quasi unica per studiare un ecosistema complesso in un sito facilmente accessibile—dove non entra luce eppure abbiamo una complessa mescolanza di organismi.\" In realtà, la propensione di vari organismi che vivono sepolti all'interno delle caverne della Terra è stata conosciuta e studiata molto prima di quanto Hose insinui involontariamente. I pesci ciechi di caverna sono conosciuti dal 1938; le salamandre che vivono in caverna dal 1689. Non solo tali creature vivono nell'oscurità totale, ma la luce stessa diventa un pericolo—come dimostrato da millepiedi senza occhi che si arricciano in frenetici tentativi di evitare fasci di luce introdotti artificialmente. Come già scriveva Donald Jackson nel 1982: \"Sotto il velo dell'eterna oscurità [che esiste 'profondamente nell'oltretomba'], nessuna pianta verde—la base della catena alimentare per la maggior parte delle creature—può crescere. L'ambiente potrebbe sembrare poco ospitale per la vita. Eppure, straordinariamente, gli animali possono prosperare nelle caverne della terra. Invisibili, inudibili, strisciano e strisciano, si muovono e si affrettano, nuotano e volano, cercando incessantemente i mezzi di sopravvivenza. Nelle loro meravigliose adattamenti fisici, nei sensi che usano per navigare nella notte perpetua di un regno roccioso, nei loro comportamenti straordinari e nei modelli riproduttivi, offrono uno studio microscopico dell'evoluzione.\" Nessuna di queste creature dell'oscurità è un mammifero, la classe di animali a cui appartiene l'uomo. Ma considera il pipistrello, molte specie dei quali trascorrono le loro ore diurne appesi insieme a testa in giù nei recessi di caverne buie. Quando si avventurano all'esterno, è di notte—da un'oscurità totale a una penombra minore. La loro abilità sonora consente loro di navigare nei corridoi caliginosi, spesso sinuosi, così come fanno all'esterno di notte. Se fossero stati ciechi, sarebbero stati in grado di muoversi altrettanto bene. Per tutto ciò di cui hanno bisogno, il mondo esterno potrebbe benissimo essere completamente buio. Sopravviverebbero. Senza fare affidamento sulle loro abilità sonore, che non possiedono, vari mammiferi, così come alcuni uccelli, si sono adattati così bene a prosperare di notte che ora li classifichiamo come animali notturni.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 290,
        "content": "Non solo tali creature prosperano di notte, ma sono diventate meglio adattate a essa. Ma l'uomo? L'uomo, anch'esso, è un animale adattabile, e non c'è modo di sapere se sarebbe stato in grado di adattarsi a un ambiente di oscurità totale. Ma questo, dopo tutto, è meramente accademico, poiché non è stato proposto, tanto meno affermato, che l'era di oscurità saturniana fosse di totalità. Tutto ciò che implica quanto sopra è che la luce solare non è, e non è mai stata, un prerequisito per la vita. Attualmente, l'uomo sopravvive in un ambiente bagnato di luce solare. Ma la luce solare, alla fine, è solo luce stellare. E la stella nana bruna che un tempo era Saturno avrebbe inondato l'uomo di una luce simile, anche se più fioca. A differenza delle creature cieche delle caverne oscure e delle profondità abissali, l'uomo non può sopravvivere con una dieta di zolfo o ingredienti metallici. Inoltre, come abbiamo visto, alcuni degli abitanti oceanici che abbiamo appena scrutinato dipendono da una pioggia di particelle organiche che cadono dall'alto. L'uomo non aveva tale manna per nutrirsi. È dubbio che, in questa fase iniziale della sua carriera come umano, sarebbe potuto sopravvivere solo sulla carne di altri animali.",
        "captions": [
            "Per tutto ciò che i pipistrelli richiedono, il mondo esterno potrebbe benissimo essere completamente buio. Mostrato sopra: Pipistrello a Naso di Foglia."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 291,
        "content": "In ogni caso, alcuni di questi altri animali avrebbero sicuramente richiesto una sussistenza vegetale. Ed è più che probabile che anche l'uomo lo facesse. Il problema diventa quindi quello della fotosintesi. Le complessità della conversione fotosintetica sono troppo complesse per essere esaminate in dettaglio qui. Basta dire che la fotosintesi è il processo attraverso il quale le piante sfruttano l'energia della luce solare che viene assorbita dalla clorofilla contenuta nella loro struttura. È stato spesso affermato che, direttamente o indirettamente, l'intera catena alimentare organica necessaria per sostenere tutte le piante e gli animali dipende dal processo fotosintetico. Come abbiamo già visto sopra, questo non vale per gli organismi batterici che ingeriscono zolfo o per quelli che sopravvivono digerendo costituenti metallici. Tuttavia, sembra valere per tutte le forme di vita superiore. Poiché la Terra primitiva—Saturno o meno Saturno—sarebbe necessariamente stata completamente diversa da come è attualmente, i biologi erano giunti alla conclusione che il processo fotosintetico, il cui unico supporto è la clorofilla, non potesse essere stato primordiale. Hanno quindi teorizzato che la vita deve essere originata grazie all'aiuto di alcune sostanze organiche sconosciute che erano state prodotte dalla radiazione ultravioletta o da scariche elettriche sotto forma di fulmini dall'atmosfera primitiva della Terra.",
        "captions": [
            "Il giaguaro, un animale notturno, così ben adattato a predare di notte da essere diventato il terrore degli abitanti della foresta sudamericana."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 292,
        "content": "",
        "captions": [
            "Gufo delle Nevi, uno dei tanti uccelli che si sono perfettamente adattati a una vita notturna."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 293,
        "content": "Come è ben noto, alcune piante possono crescere in ambienti estremi, come nelle regioni artiche, mentre altre si sono adattate a crescere solo nei tropici. Eppure, la chimica della fotosintesi è identica in tutte queste piante. Ciò che realmente accade è che la fotosintesi procede a una velocità che è direttamente proporzionale alla radiazione incidente in cui l'energia luminosa è utilizzata con la massima efficienza. Inoltre, è stato calcolato che solo circa l'uno al tre percento della luce che colpisce qualsiasi pianta viene effettivamente trasformato in energia chimica. La maggior parte della radiazione solare che colpisce una pianta viene persa attraverso la riflessione e l'assorbimento inefficace da parte di pigmenti diversi dalla clorofilla (o, almeno, da quelli pigmenti nei cloroplasti). Come influisce tutto ciò sulla nostra costruzione teorica in progresso? Bene, per una cosa, essendo la luce solare luce stellare, la fotosintesi avrebbe potuto avvenire altrettanto bene sotto la luce emessa dalla stella nana bruna che un tempo era Saturno. La sua luce più fioca sarebbe stata compensata dalla capacità delle piante di controllare l'assorbimento in proporzione alla radiazione incidente che cadeva su di esse. Ugualmente significativo per il nostro studio è il fatto che la luce rossa è lo spettro più importante necessario per la crescita delle piante. Le stelle nane brune sono note per emettere una propensione di luce rossa. Pertanto, lo spettro di luce ricevuto sulla Terra durante il periodo saturniano sarebbe stato molto più rosso rispetto ad oggi e, quindi, più favorevole alla crescita delle piante. La stella nana bruna che era Saturno avrebbe anche emesso luce ultravioletta. Ma così fa anche il Sole. I raggi ultravioletti sono normalmente considerati relativamente innocui e persino benefici. Tuttavia, l'esposizione a lungo termine a concentrazioni elevate di questi raggi può, tuttavia, rivelarsi dannosa. Non abbiamo modo di sapere quanto sarebbero stati concentrati i raggi ultravioletti provenienti da Saturno. Poiché, anche nel suo migliore stato, il sole saturniano era più debole del Sole, è molto probabile che anche la sua radiazione ultravioletta sarebbe stata più debole. Durante l'era di semi-oscurità di cui ci stiamo occupando attualmente, quando Saturno non si era ancora acceso come un vero sole, la sua intera radiazione potrebbe essere stata ancora più debole. Nel frattempo, è stato scoperto che i muschi nella regione antartica sono in grado di produrre alcuni composti che agiscono per proteggerli contro l'eccessiva radiazione ultravioletta. Chi può dire che altre piante non potrebbero aver sviluppato la stessa capacità durante l'era di semi-oscurità saturniana, se il nostro primario nana bruna avesse irradiato raggi ultravioletti eccessivi?",
        "captions": [],
        "headers": [
            "LA TEMPERATURA RICHIESTA"
        ]
    },
    {
        "page_type": "main",
        "page_number": 294,
        "content": "La luce e la fotosintesi, tuttavia, non sono gli unici requisiti per la sussistenza di piante e animali. La vita richiede anche calore, almeno calore—o così pensavamo. Come si è scoperto, gli organismi viventi possono, e riescono, a sopravvivere a temperature ben al di sotto dello zero. Nel 1989, Michael Tennesen poteva riportare che: \"Negli anni '60 l'interno dell'Antartide fu dichiarato una zona priva di vita. Ma gli scienziati hanno scoperto da allora una ricca gamma di organismi nascosti in habitat isolati. Robert Wharton, un biologo del Desert Research Institute di Reno, ha trovato vita sul fondo di laghi perpetuamente ghiacciati in un'area di valli spazzate dal vento e prive di neve.\" Il Lago Hoare, situato in una regione montuosa a 800 miglia dal Polo Sud, è coperto da uno strato di ghiaccio spesso 20 piedi, la temperatura media della superficie raggiunge i 4 gradi sotto zero. Eppure, organismi simili a alghe colorate riescono a sopravvivere sotto la crosta ghiacciata del lago. Come dichiarato dallo stesso Wharton: \"[Questi organismi simili a alghe sono] una forma di vita piuttosto avanzata. Hai una parete cellulare, e hai il DNA all'interno della cellula che è in grado di riprodursi e trasmettere informazioni alla sua prole. Non sono elefanti, ma è un grande passo nell'evoluzione della biologia.\" O, come ha sintetizzato Chris McKay, anche in condizioni di congelamento permanente, \"la vita può persistere molto più a lungo di quanto pensassimo.\" È vero, come ha ammesso Wharton, che questi organismi simili a alghe non sono elefanti—e sono molto lontani dalle piante e dagli animali terrestri, per non parlare degli esseri umani. Ma, come nel caso di quelle creature che sono in grado di esistere nell'oscurità totale, quanto sopra serve a illustrare che le generalità possono spesso essere ingannevoli. Un adattamento al freddo non è richiesto nell'ambiente primordiale saturniano che stiamo cercando di ricostruire. Come abbiamo già visto nel Capitolo 5, anche attualmente, Saturno irradia più calore di quanto riceva dal Sole. Abbiamo visto lì che, mentre il calore eccessivo di Giove è accettato come un residuo del periodo di formazione del pianeta, la maggior parte del calore di Saturno è stata relegata all'energia cinetica rilasciata dalla circolazione dell'elio disciolto. Ma quando Voyager 1 sorvolò Saturno alla fine del 1980, non riuscì a scoprire tale evidenza. Come riportato da Dennis Overbye: \"Pioneer 11 aveva scoperto che Saturno irradia quasi tre volte più energia di quanto riceve dal sole. Alcuni scienziati avevano suggerito che l'elio potesse depositarsi più in profondità nell'atmosfera di Saturno rispetto all'idrogeno, rilasciando energia gravitazionale sotto forma di 'pioggia di elio.' Ma questo avrebbe lasciato gli strati esterni di Saturno relativamente carenti di elio, e Voyager scoprì che non era così.\"",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 295,
        "content": "Pertanto, la \"fonte del calore che ribolle attraverso le nuvole di Saturno\" rimase \"un mistero che Voyager non poté risolvere.\" Nel frattempo, lo scienziato atmosferico James Lovelock si è fatto un nome con la sua teoria di Gaia in cui la Terra è trattata come un organismo vivente. Anche se questo lavoro non ha nulla da dire a favore o contro questa proposizione, alcune delle intuizioni di Lovelock sono pertinenti al nostro soggetto. \"Ad esempio, [secondo l'ortodossia] sappiamo che quando il sistema solare si è formato il sole era fioco e che si è riscaldato da allora. Eppure la Terra non era troppo fredda per la vita all'inizio, e non è troppo calda per la vita ora.\" Mentre Lovelock fornisce le sue ragioni per questo, la convinzione che il Sole fosse molto più debole nel passato tenue della Terra ha ora guadagnato accettazione. Analizzando i problemi climatici ritenuti intrinseci all'era Arcaica—3,8 a 2,5 miliardi di anni fa—Gregory Jenkins parla di un ambiente che \"era molto caldo con un sole molto più fresco di quello attuale.\" Le evidenze geologiche indicano che questa tendenza è continuata nel primo periodo Precambriano durante il quale \"la Terra era molto più calda...di quanto non sia oggi, nonostante un sole più debole.\" Milioni e miliardi di anni sono molto lontani dall'era saturniana di cui ci occupiamo. Tuttavia, il punto che desidero sottolineare è che, anche secondo la credenza ortodossa, la vita sulla Terra non sembra aver richiesto abbondante calore dal Sole. Notiamo, ad esempio, che le ricostruzioni delle piante primordiali da parte dei paleobotanici, che sono guidati nelle loro ricostruzioni dai fossili trovati nel carbone e in altri depositi, mostrano esemplari piuttosto alti con corone di fogliame sparse. Tale studio, ad esempio, è stato recentemente condotto su esemplari recuperati dai giacimenti di carbone del Midwest americano e della Valle dell'Ohio, che si ritiene siano stati depositati da vasti pantani che un tempo si estendevano dal Missouri alla Pennsylvania. I licopodi, alti da quarantacinque a novanta piedi, che sono stati ricostruiti da questi resti hanno tutta l'apparenza di alberi che sembrano sforzarsi di raggiungere una luce fioca, proprio come alcune piante fanno quando crescono in un terrario poco illuminato che è tenuto in una stanza buia. Così, ad esempio, quando la succulenta conosciuta popolarmente come galline e pulcini, che di solito cresce relativamente piatta sul terreno, viene coltivata in un tale terrario, tende a allungarsi alta e spigolosa con le sue foglie carnose che crescono in una spirale aperta e allentata fino a raggiungere la luce o piegarsi e rompersi sotto il proprio peso. Come hanno accertato i paleobotanici dell'Università dell'Illinois che hanno studiato i resti dei licopodi: \"La vita vegetale era piuttosto diversa allora; la maggior parte delle piante non aveva semi, e i fiori non erano ancora comparsi.\"",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 296,
        "content": "",
        "captions": [
            "Alberi di licopodi, alti fino a 90 piedi, che si sforzano di raggiungere una luce fioca."
        ],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 297,
        "content": "Trecento milioni di anni fa. (La fotosintesi si manifestò nelle alghe blu-verdi alla fine dell'era pre-Cambriana circa 200 milioni di anni fa—anche se questa cifra varia da un'autorità all'altra.) La ricostruzione di tali alberi, così come di quelli più antichi e primitivi, insieme a panorami del terreno ambientale che li sosteneva, era in corso molto prima dell'esperimento dell'Università dell'Illinois. Datati alla fine del Siluriano e per tutto il periodo Devoniano (c. 325-280 milioni di anni fa), le prime piante terrestri mostravano tutte lo stesso carattere spigoloso con corone verdi scarse che, come gli alberi di licopodi, danno l'impressione che tutte dovessero lottare per qualsiasi luce fioca disponibile per nutrirle. E mentre la vita vegetale continuava a evolversi e diffondersi dalle ere Paleozoica a quella Mesozoica, dal Devoniano attraverso il Giurassico e fino alla fine del periodo Cretaceo, erano ancora esemplari spigolosi che lottavano per raggiungere la luce. Non fu fino all'era dei mammiferi, prevalentemente durante il periodo Paleocene, che la terra divenne inghiottita da una profusione verdeggiante di piante subtropicali. Nulla di tutto ciò significa che le piante dell'era Quaternaria, che vide l'avvento dell'uomo, e che è, quindi, l'era di cui ci occupiamo, fossero simili a quelle del pre-Cambriano fino al Cretaceo. Ma qui devono essere sottolineate diverse cose, non ultima delle quali è il fatto che la fotosintesi funziona altrettanto bene in condizioni diverse da quelle esistenti nel mondo attuale. (Di fotoperiodicità parleremo in un capitolo successivo.) Inoltre, e ciò che è più importante per il nostro studio, è che se la vita potesse essere originata sotto un sole freddo e tenue, per non parlare delle continue eruzioni vulcaniche che si ritiene abbiano oscurato il cielo attraverso la maggior parte delle ere primordiali della Terra, potrebbe certamente essere originata e prosperare sotto una stella nana bruna tenue, ma più calda. Il che mi porta a chiedere: È mai venuto in mente a qualcuno che il sole che ha inondato la Terra con la sua radianza durante le sue passate ere geologiche potrebbe non essere stato il nostro attuale?",
        "captions": [],
        "headers": [
            "LA PLASMASFERA"
        ]
    },
    {
        "page_type": "main",
        "page_number": 298,
        "content": "Il problema che ora affrontiamo è questo: Con Saturno posizionato sopra il polo celeste nord della Terra, e il Sole ancora in qualche modo assente, come avrebbe potuto il mondo ricevere radiazione uniforme? Come potrebbe l'emisfero meridionale della Terra essere stato inondato di luce e calore quando sarebbe stato completamente schermato dalla stella nana bruna che era Saturno? Queste sono domande che hanno intrigato vari altri ricercatori. Primo tra loro, nel 1980, era Roger Ashton. Ciò su cui alla fine si è stabilito è stato un guscio di gas e polvere, o bolla, all'interno della quale il sistema Saturno-Terra avrebbe abitato. La superficie interna di questo guscio, secondo Ashton, avrebbe riflesso la radiazione di Saturno verso tutte le latitudini terrestri \"in modo tale che tutte le parti della Terra avrebbero avuto molto lo stesso clima a livello del mare...\" Un anno dopo, Ashton si riferiva a questo guscio, o bolla, come a una magnetosfera, il \"strato distintivo\" del quale sarebbe consistito \"di un plasma opaco alla luce visibile.\" Essendo opaco, sarebbe stato in grado di riflettere ulteriormente la radiazione di Saturno verso l'interno in tutte le direzioni. Ciò che Ashton non sapeva era che, per motivi diversi, Ralph Juergens aveva già proposto un tale rivestimento di plasma quattro anni prima. \"Presumibilmente,\" aveva scritto Juergens, \"entrambi [Saturno e Terra] sarebbero stati avvolti in una comune magnetosfera che... equivarrebbe a un rivestimento tra il plasma del vento solare e qualsiasi corpo materiale, o sistemi di corpi strettamente accoppiati, a potenziale non plasma.\" A questo punto, alcuni dei miei lettori laici potrebbero voler sapere: Cos'è un plasma? Esempi comuni di plasma sono ciò che viene creato nei tubi al neon e nell'arcobaleno brillante di un saldatore ad arco. Nella sua forma più semplice, per citare Wallace Thornhill, è \"un gas ionizzato in cui gli atomi o le molecole sono stati privati dei loro elettroni, consentendo sia le cariche positive che quelle negative di muoversi indipendentemente.\" Ci sono coloro che negano che il plasma sia esso stesso un gas, chiamandolo invece un quarto stato della materia che spesso si comporta come un gas, ma che conduce elettricità ed è influenzato da campi magnetici. C'era un tempo, non molto tempo fa, in cui gli astrofisici non avevano quasi alcun uso per l'elettricità, per non parlare dei plasmi, in astronomia. Ma nel 1999, Dennis Gallagher, un fisico del plasma presso il Marshall Space Flight Center della NASA, poteva affermare che \"il 99,9 percento dell'Universo è composto di plasma.\" All'improvviso, gli astronomi hanno iniziato a parlare di ambiente plasma vicino alla Terra, plasmasfere, convezioni di plasma e le loro correnti di Birkeland associate. Il plasma, tuttavia, è una cosa; un rivestimento o bolla di plasma è un'altra. Eppure, secondo Thornhill, una caratteristica dei plasmi è che tendono a schermare i corpi incorporati in essi creando ciò che è noto come un rivestimento di Langmuir attorno a loro. Nel 1997, anche Talbott si era unito a questo carro, optando per un manto atmosferico più esteso e avvolgente attorno al sistema saturniano che stiamo ricostruendo. Come ha spiegato: \"Ci sono molte indicazioni che la configurazione planetaria [saturniana] si muovesse inizialmente attraverso una nube di gas o un involucro che impediva qualsiasi netto contrasto di luce e",
        "captions": [],
        "headers": []
    }
]