[
    {
        "page_type": "main",
        "page_number": 454,
        "content": "L'eclissi solare durante la quale l'ombra della Luna (M) attraversa la superficie della Terra (E). L'eclissi è totale all'interno dell'ombra (regione scura), ma parziale all'interno della penombra (regione chiara). La forma conica di questa ombra lunare, che possiamo mostrare graficamente come vista dallo spazio, non è visibile agli occhi terrestri. Inoltre, anche se lo fosse, non rimane stazionaria. E non ruota. Inoltre, il corpo immediatamente sopra il suo cono è la Luna, riguardo alla quale il mito dell'axis mundi non ha nulla da offrire. Solo un “sole” viene talvolta menzionato come se fosse stato sopra di esso. Presentare questa ombra invisibile come il prototipo dell'axis mundi, un pilastro che si credeva sostenesse un “sole” e/o il cielo stesso, non solo significa imporre una “legge della fisica” alla mente primitiva, ma va anche contro tutto ciò che l'uomo antico ha affermato al riguardo. IL POLO DELL'ECLITTICA In \"Hamlet's Mill\", de Santillana e von Dechend analizzarono alcuni dei motivi più oscuri di tutta la mitologia e giunsero a un'interpretazione cosmica, pur limitandosi a non trarre conclusioni che minacciassero i precetti uniformitaristi. Sebbene non sia l'argomento di questo volume, il registro mitico-storico è pieno di allusioni a catastrofi cosmiche che causarono cataclismi terrestri su scala colossale. Troviamo lì registrazioni di inondazioni senza precedenti, terremoti massicci, lo spostamento di intere montagne, in concomitanza con lo spostamento di corpi celesti e una pioggia di fuoco dal cielo. Ciò che de Santillana e von Dechend proposero nel suddetto lavoro è che l'uomo antico derivò queste credenze dal lento spostamento della stella polare attraverso la precessione degli equinozi nel corso dei millenni (si veda a tal proposito pagina 102 di questo lavoro). Il catastrofismo cosmico veniva spiegato come la dissoluzione di un ordine causata da questo lento cambiamento nella sfera celeste. La creazione consisteva nell'instaurazione di un nuovo ordine celeste.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 455,
        "content": "Un'era terminava ogni volta che la stella polare regnante veniva spostata; la “selezione” di una nuova stella polare attraverso la precessione segnava l'inizio di una nuova età del mondo. Tuttavia, è da tempo compreso che la maggior parte della mitologia deriva da tempi primitivi, da quelle epoche precedenti la nascita della scrittura. È quindi difficile accettare che la mente primitiva dei tempi passati avesse già notato il cambiamento estremamente lento del polo, per non parlare del fatto che il cambiamento fosse compreso. De Santillana e von Dechend erano, ovviamente, ben consapevoli di questa obiezione, quindi non sorprende che abbiano tentato di superarla. Come notato in precedenza, la scoperta della precessione degli equinozi è da tempo attribuita a Ipparco, uno dei più grandi astronomi e matematici dell'antichità, attivo tra il 146 e il 127 a.C. Tuttavia—o così sostengono gli autori di \"Hamlet's Mill\"—ciò non prova che il fenomeno non fosse stato osservato prima del suo tempo. Sfortunatamente, a parte il fatto che la loro teoria lo richiede, questa premessa non è giustificata dai documenti storici, e gli autori in questione devono quindi essere accusati di leggere in quei documenti ciò che non è realmente presente. Ciò che è peggio è che, anche se concedessimo che il fenomeno fosse noto fin dai tempi primitivi, rimane difficile accettare che questo cambiamento estremamente lento, la cui percezione richiede migliaia di anni, potesse aver dato origine a una credenza mondiale nella fine catastrofica di tutte le cose—con inondazioni, fuoco e il tremore stesso del globo terrestre—come sostengono questi autori. Dopotutto, quando una stella polare viene sostituita da un'altra, non si verificano disastri, né in cielo né qui sulla Terra. Più importante è il fatto—e gli autori in questione ne erano ben consapevoli—che certi elementi del mito e del sapere astronomico antico non solo si rifiutano di adattarsi allo schema precessionale degli equinozi, ma, come abbiamo visto, sono notoriamente incompatibili con qualsiasi altra cosa che osserviamo attualmente nel nostro Sistema Solare. Con la vasta quantità di ricerca che è confluita nel loro lavoro, era inevitabile che si imbattessero nell'antica nozione che il pianeta Saturno avesse una volta svolto il ruolo di stella polare. Non sapendo cosa fare con questo dato, finirono per relegarlo nel limbo dei dati inaccettabili. Tutto ciò è stato sollevato qui perché, inutile dirlo, gli autori in questione si sono inevitabilmente imbattuti anche in ciò che essi stessi hanno definito l'asse polare. Quindi, come hanno tentato di inserire questa entità nel loro schema precessionale? In modo alquanto ambiguo, ci dicono che: \"La rotazione dell'asse polare non deve essere disgiunta dai grandi cerchi che si spostano con esso nel cielo. La struttura è pensata come un tutt'uno con l'asse.\" Come spiegano in una pagina precedente, l'axis mundi dovrebbe essere inteso come \"il coluro equinoziale che 'accompagna' l'asse, lentamente rotante, completamente astratto e invisibile, lungo la superficie della sfera.\" Con ciò intendevano la linea immaginaria che va dal polo geografico terrestre al polo dell'eclittica, il centro attorno al quale l'asse terrestre ruota una volta ogni 26.000 anni—in altre parole, il polo immaginario attorno al quale avviene la precessione degli equinozi. Ciò che è altamente interessante è che persino loro hanno trovato questa idea difficile da accettare. Come ci dicono: \"L'idea astratta di un semplice asse terrestre, così naturale oggi, non era affatto così logica per gli antichi...\" Detto ciò, perché troviamo così tante allusioni a questo polo nelle mitologie di tutte le razze e in vesti così varie? Perché un \"asse completamente astratto e invisibile,\" come l'ombra lunare invisibile di Suhr, avrebbe ossessionato le menti dei nostri antenati primitivi?",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 456,
        "content": "Il polo dell'eclittica (nord e sud) in relazione alla precessione degli equinozi così come si verifica a entrambi i poli.",
        "captions": [],
        "headers": []
    },
    {
        "page_type": "main",
        "page_number": 457,
        "content": "Perché una tale entità sarebbe stata pensata come un pilastro che sostiene il cielo, visualizzato, tra l'altro, come la gamba unica del dio o il suo pene eretto? Perché, in effetti, a meno che non fosse qualcosa che era realmente visibile? Ma cosa videro i nostri antenati? Cosa poteva sembrare un pilastro che sostiene il cielo? IL RAGGIO TURBINANTE DALL'ALTO Come abbiamo visto, l'egiziano Shu era descritto come la luce personificata, una luce che agiva come un sostegno del cielo. Osiride/Saturno era lodato per aver occupato una posizione sopra la gamba del cielo, che era descritta come una \"gamba di fuoco.\" Le Sibille cristiane chiamavano il pilastro del cielo una \"colonna di gloria.\" Abbiamo visto che la rappresentazione dell'egiziano Khu e/o khut, la colonna che sostiene il cielo, utilizza un carattere geroglifico che si traduce come \"fasci verticali di luce che ascendono lungo l'asse del mondo.\" Attraverso il sanscrito, abbiamo persino accertato che questo perno imperituro, o palo, era considerato un asse di fuoco. Il messaggio sembra abbastanza chiaro: Sebbene la direzione della luce fosse interpretata diversamente da diversi popoli—cioè, ascendente o discendente—ciò che gli antichi affermano di aver visto era esattamente ciò che Ippolito descrisse come \"il flusso discendente di luce dall'alto\" e come \"un raggio proveniente dall'alto.\" Persino Platone ebbe motivo di descriverlo come \"una luce diritta come un pilastro\" che è stata intesa come \"allungata lungo l'asse del cosmo,\" mentre altri l'hanno presentata come \"un cilindro di fuoco etereo che circonda l'asse.\" In altre parole, il fenomeno può essere descritto come un raggio di luce infuocata che si estendeva dal pianeta proto-saturniano fino al polo nord geografico della Terra, un pilastro di luce che sembrava sostenere il cielo e/o l'orbe proto-planetario di Saturno sopra di esso. Ma perché un vento? Cosa c'era in questo pilastro di luce che si prestava analogamente a un vento, persino a un turbine? A questo punto si è portati a pensare alla nostra ipotizzata nube circumstellare o placentare che, come abbiamo visto in un capitolo precedente, era descritta, tra l'altro, come una nebbia o schiuma che \"si muoveva continuamente in cerchio,\" un \"vuoto primordiale\" turbinante, un caos che \"si sollevava\" e \"girava\" nell'oscurità, il Tao \"eternamente rotante\" dei cinesi, ricordato dai Dogon come l'Amma rotante e danzante, che girava organizzando il \"mondo\" dal caos, e/o gli Aesir norreni che stabilirono la loro sede sul \"campo del vortice.\" Non è forse in accordo con il \"soffio di aria densa\" di Sanchuniathon, per non parlare dell'identità di Ehecatl come \"ruota dei venti,\" illustrata così graficamente dal design interno di una conchiglia tagliata che serviva come suo simbolo? Non potrebbe quindi essere che la concezione analoga dell'axis mundi come un turbine derivasse dalla sua associazione fisica con la nube placentare turbinante in questione? È possibile che la nube placentare turbinante potesse aver contribuito all'analogia dell'asse come un turbine, ma, per una cosa, la nube circumstellare sarebbe apparsa come un disco nebulare attorno al proto-Saturno, e non come un pilastro infuocato che sosteneva quell'orbe. Per un'altra, come abbiamo anche documentato, i racconti antichi sembrano non lasciare dubbi sul fatto che l'asse stesso fosse visto turbinare—e così è stato inteso dai mitologi del passato indipendentemente dai loro tentativi maldestri di interpretarlo. Avremo molto altro da dire riguardo all'axis mundi e alle sue distruttive azioni turbinanti mentre si evolveva nel tempo in volumi futuri, ma quanto detto qui basta per chiarire il punto.",
        "captions": [],
        "headers": ["IL RAGGIO TURBINANTE DALL'ALTO"]
    },
    {
        "page_type": "main",
        "page_number": 458,
        "content": "Capitolo 22 Genesi Cosmica LA NATURA DELLA BESTIA All'inizio, mentre ricostruivo lentamente il modello saturniano e lo scenario ad esso associato, nulla mi perplimeva di più di questo raggio di luce splendente che si estendeva tra la nostra umile dimora e il glorioso regno di Saturno. Fin dal primo giorno, David Talbott lo aveva inteso come un flusso luminoso di detriti cadenti. Una ragione per cui non potevo accettare questa interpretazione derivava dalla mancanza di materiale cosmico riconoscibile nelle regioni artiche della Terra. Ammettiamolo, se la colonna polare fosse realmente composta di materiale espulso da un pianeta stazionario situato nel polo celeste nord della Terra, e dato che si suppone che la colonna sia esistita per millenni, tale bombardamento costante avrebbe dovuto disseminare le regioni artiche della Terra di detriti cosmici. Da allora, tuttavia, tale materiale è stato trovato nelle regioni artiche. Così, ad esempio, \"una grande caduta di meteoriti di ferro\" si ritiene ora sia avvenuta nella Groenlandia nord-occidentale e nella costa orientale adiacente dell'Isola di Ellesmere \"in un momento indeterminato del passato.\" Ora appare evidente che questo ferro cosmico \"fu scoperto dai tardi popoli Dorset durante i pochi secoli immediatamente precedenti l'anno 1000 d.C., e piccoli pezzi di ferro meteoritico si trovano nei siti Dorset di questo periodo.\" Il ferro meteoritico della Groenlandia nord-occidentale \"si diffuse [attraverso il commercio] almeno fino a Bathurst Island e Little Cornwallis Island e a sud fino alla parte settentrionale della Baia di Hudson.\" Anche così, questa è difficilmente la quantità di materiale cosmico che ci si aspetterebbe di scoprire nelle regioni artiche, specialmente nell'area intorno al polo, se i detriti fossero piovuti per millenni. Concesso che nessuno abbia ancora condotto una ricerca deliberata di tale materiale, non è ancora emerso abbastanza da quest'area per soddisfare l'interpretazione di Talbott. Lynn Rose, d'altra parte, paragonò il pilastro cosmico al tubo di flusso che si estende tra Giove e il suo satellite, Io. Questo è un flusso di elettroni—una corrente di 5 milioni di ampere, 400.000 volt, che si traduce in 2 trilioni di watt di energia—che fluisce in un ampio arco da entrambi i poli di Giove verso Io. E, a dire il vero, avevo considerato anch'io questa idea. Ma presto la scartai perché, sebbene rilevabile strumentalmente e persino fotografabile attraverso luce esotica, il tubo di flusso di Io non è visibile otticamente. Nel frattempo, Frederic Jueneman vide questo asse come un vortice di Rankine colossale, un tornado cosmico di proporzioni planetarie, composto principalmente di aria e vapore acqueo. Sebbene il suo modello",
        "captions": [],
        "headers": ["LA NATURA DELLA BESTIA"]
    }
]